{"path": "data/input/reports/38662-prc-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n______________________________________________________________________________ \n \n \nProject Number: 38662 \nNovember 2007 \n \nProposed Loan and Technical Assistance Grant                      \nPeople's Republic of China: Henan Sustainable \n \nAgriculture and Productivity Improvement Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 15 November 2007) \n \nCurrency Unit –  yuan (CNY) \n \nCNY1.00 =  $0.1348 \n$1.00 =  CNY7.42 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nACWF   –  All China Women’s Federation  \nCAPE  –  country assistance program evaluation \nCSP  –  country strategy and program \nEA  –  executing agency \nEIA  –  environmental impact assessment \nEIRR  –  economic internal rate of return \nEIS  –  environmental impact statement \nEMP   –  environmental management plan \nFAO  –  Food and Agriculture Organization of the United Nations \nFIRR  –  financial internal rates of return \nFMA  –  financial management assessment \nFYP  –  11th Five-Year Plan \nGAP   –  good agricultural practice \nGDP  –  gross domestic product \nHACCP  –  hazard analysis and critical control point \nHPEPB  –  Henan Province Environmental Protection Bureau \nHPFD  –  Henan Province Finance Department \nHPG   –  Henan provincial government \nIA  –  implementing agency \nICB   –  international competitive bidding \nIEE  –  initial environmental examination \nIPM  –  integrated pest management \nISO  –  International Standards Organization \nIT   –  information technology \nJBIC  –  Japan Bank for International Cooperation \nLCG   –  Lingbao City Government \nLCFB  –  Lingbao City Finance Bureau \nLCHB  –  Lingbao City Horticulture Bureau \nLIBOR   –  London interbank-offered rate \nMRL  –  maximum residue limit \nOCR  –  ordinary capital resources \nO&M    –  operation and maintenance \nPBC   –  People’s Bank of China \nPCR  –  project completion report \nPLG  –  Project Leading Group \nPMO  –  project management office \nPPMS  –  project performance management system \nPPTA  –  project preparatory technical assistance \nPRC  –  People’s Republic of China \nPSGA  –  poverty, social and gender analysis \nRCC   –  rural credit cooperative ", " \nRP  –  resettlement plan \nSCFB   –  Shan County Finance Bureau \nSCG   –  Shan County Government \nSEIA  –  summary environmental impact assessment \nSEPA  –  State Environmental Protection Agency \nSERF   –  shadow exchange rate factor  \nSIEE  –  summary initial environmental examination \nSMAB  –  Sanmenxia Municipality Agriculture Bureau \nSME  –  small and medium enterprise \nSMEPB  –  Sanmenxia Municipality Environmental Protection Bureau \nSMFB  –  Sanmenxia Municipality Finance Bureau \nSMG  –  Sanmenxia Municipality Government \nSOCB  –  state-owned commercial bank \nTA  –  technical assistance \nTOR  –  terms of reference \nUSDA  –  United States Department of Agriculture \nWACC   –  weighted average cost of capital \nWB  –  World Bank \nWTO  –  World Trade Organization \n \nWEIGHTS AND MEASURES \n \n  ha  –  hectare \n  kg  –  kilogram \n  m2  –  square meter \n  m3  –  cubic meter \n  mu  –  traditional land measure  \n  t  –  tons \n  1 mu  =  0.067 ha \n  1 ha  =  15 mu \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December. \nFY before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2007 ends on 31 December 2007.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n ", "Vice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  H.S. Rao, East Asia Department (EARD) \nDirector  K. Kannan, Agriculture, Environment, and Natural Resources Division,   \n       EARD \nTeam leader  Q. Zhang, Senior Water Resources Engineer, EARD \nTeam members  H. Jiang, Procurement Officer, EARD \nJ. Liang, Principal Country Economist, EARD  \nL. Medina, Project Officer, EARD \nT. Lin, Natural Resources Economist, EARD \nT. Ohmura, Environment Specialist, Regional and Sustainable   \n        Development Department (RSDD) \nX. Peng, Principal Counsel, Office of the General Counsel \nK. Schmidt-Soltau, Social Safeguards Development Specialist, RSDD \nF. Wang, Financial Officer, EARD \nY. Wang, Senior Investment Specialist, Private Sector Operations   \n         Department \n \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY                          i \nMAP                                 \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  10 \nD.  Project Investment Plan  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  12 \nIV.  TECHNICAL ASSISTANCE  17 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  18 \nA.  Farm Incomes  18 \nB.  Financial Analysis of Agro-enterprises  18 \nC.  Economic Benefits  19 \nD.  Environmental Benefits and Impacts  20 \nE.  Employment  20 \nF.  Poverty Impact  21 \nG.  Gender and Development  21 \nH.  Resettlement  21 \nI.  Risks and Mitigation Measures  22 \nVI.  ASSURANCES  23 \nVII.      CONDITIONS OF DISBURSEMENT  23 \nVIII.  RECOMMENDATION  23 \nAPPENDIXES   \n1.  Design and Monitoring Framework  24 \n2.  Fruit Subsector Analysis  30 \n3.  External Assistance  38 \n4.  Contract Farming Using Privately Owned Small and Medium Enterprises  39 \n5.  Detailed Cost Estimates  44 \n6.  Flow of Funds  46 \n7.  Implementation Schedule  47 \n8.  Procurement Plan  48 \n9.  Technical Assistance  50 \n10.  Financial Performance of Agro-enterprises  53 \n11.  Economic Analysis  59 \n12.  Environmental Analysis  62 \n13.  Summary Poverty Reduction and Social Strategy  65 \n14.  Gender Action Plan  68 \n15.  Summary Resettlement Plan  70 ", "SUPPLEMENTARY APPENDIXES (available on request) \nA.  Detailed Project Cost Tables \nB.  Financial Management Assessment of Executing and Implementing Agencies \nC.  Crop and Farm Budget Analysis \nD.  Financial Statements of Agro-enterprises \nE.  Summary Initial Environmental Examination \nF.  Institutional Analysis \nG.  Project Management Arrangements \nH.  Economic Analysis \nI.  Analysis of Farm Incomes \nJ.  Outline Terms of Reference for Consultants \nK.  Three Resettlement Plans \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People's Republic of China \n   \nClassification  Targeting classification: Targeted intervention \nSector: Agriculture and natural resources \nSubsector: Agriculture production, agroprocessing, and agribusiness  \nThemes:  Environmental  sustainability,  sustainable  economic  growth, \nprivate sector development \nSubthemes:  Developing  rural  areas,  natural  resources  conservation, \nand public-private partnerships \n   \nEnvironment  Category B. An initial environmental examination (IEE) was undertaken, \nAssessment  and  a  summary  environmental  analysis  is  in  Appendix  12.  The \nsummary IEE (SIEE) is in Supplementary Appendix E. \n \nProject Description  The  Henan  Sustainable  Agriculture  and  Productivity  Improvement \nProject (the Project) will cover 30 townships, 215 villages, and about \n249,660 farmers from 66,200 households in Sanmenxia Municipality. \n \nThe  Project  will  adopt  a  farm-to-market  value  chain  approach  that \ncreates value for poor farmers, local agro-enterprises and consumers. It \nwill  introduce  improved  crop  and  farm  technologies  and  cultivation \npractices on 245,000 mu (16,330 hectares [ha]) in fruit tree crops and \nhigh value vegetable production bases. This will include the conversion \nof 205,000 mu (13,670 ha) from existing cereal crops of low productivity \nand value. More effective utilization of fertilizers and agrochemicals will \nbe achieved through improved access to soil and water testing facilities. \nA pilot biogas program covering 2,000 households will increase the \nsupply of organic fertilizers, while conserving other sources of fuel and \nimproving household conditions. This pilot program is expected to lead \nto replication throughout the Sanmenxia area. \n \nFruit  processing  capacity  will  be  expanded  by  221,000  tons  (t), \nincluding  100,000  t  of  apple  concentrate,  mainly  for  export  to \ninternational markets and also to meet increasing domestic demand for \nhigher value-added fruit products. \n \nAgribusiness  support  services  will  be  enhanced  through  capacity \nbuilding  in  existing  local  government  extension  services  and  by \nestablishing partnerships with private sector providers (lead farmers), \nwhich will improve the delivery of advice and training to farmers. Public-\nprivate partnerships will also be established in the delivery of improved \ninformation services through upgrading of existing government facilities \nand  the  establishment  of  village-level  information  offices.  Capacity \nbuilding  will  also  take  place  in  the  local  Rural  Energy  Office  of \nSanmenxia Municipality to ensure the effective implementation of the \npilot biogas program and its replication. \n \nThe  existing  Project  Management  Office  (PMO)  of  the  Sanmenxia \nMunicipality Finance Bureau (SMFB) will be strengthened to ensure \neffective project implementation. ", "ii \n \nRationale  Agriculture in the project area is based almost entirely on smallholder \nfarming. Most farmers growing cereal crops still use traditional farming \npractices. The persistence of these farming practices presents a major \nthreat to the area's natural resource base as a result of inefficient water \nuse, soil erosion, and overuse of fertilizer and agrochemicals. Farmers \nhave limited access to markets or the technology required to introduce \nmore  economically  and  environmentally  sustainable  practices  and \ndiversify into more productive, higher-value crops. As a result, farm \nproductivity and incomes are low. This is especially true for the area's \npoor  farmers,  who  generally  farm  on  marginal,  sloping  land  in  hilly \nareas. Environmental concerns are exacerbated by the dependence of \nrural communities on wood and coal for household fuel. This adds to \ndeforestation and greenhouse gas emissions, and contributes to poor \nhousehold living conditions and health. \nThe widespread introduction of more sustainable agriculture and better \nagricultural practices depends upon their adoption by the farmers. In the \nshort term, the willingness of the majority of farmers to adopt new \npractices will depend on existence of satisfactory financial incentives, \nrather  than  on  social  or  environmental  responsibility.  Financial \nincentives derive from access to stable markets and prices that are \nassociated with participation in product value chains and linkages to \nagroprocessors. The expansion of processing capacity in response to \ngrowing  demand  for  processed  products  and  the  establishment  of \neffective  contract  farming  arrangements  will  provide  the  necessary \nmarket  and  price  incentives  for  farmers  to  adopt  more  sustainable \nfarming practices.  \nThe  effective  adoption  of  improved  technologies  and  practices  will \nrequire  a  significant  improvement  in  farmers’  access  to  support \nservices, in addition to the incentives created by improved access to \nmarket outlets. \n   \nImpact and  The expected impact of the Project is increased adoption of sustainable \nOutcome  crop and farm management practices in the cultivation of fruit tree crops \nin the Sanmenxia area. The expected outcome of the Project that will \nfacilitate  more  sustainable  agriculture  is  increased  farm  and  agro-\nenterprise  productivity  and  incomes  in  the  fruit  production  and \nprocessing subsector in the Sanmenxia area. \n   \nProject Investment  The  investment  cost  of  the  Project  is  estimated  at  $135.6  million, \nPlan   including taxes and duties of $11.0 million.  \n   \nFinancing Plan  A loan of $66.7 million from the ordinary capital resources of the Asian \nDevelopment  Bank  (ADB)  will  be  provided  under  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility. The loan will have \na 25-year term including a grace period of 5 years, an interest rate \ndetermined in accordance with ADB’s LIBOR-based lending facility, a \ncommitment charge of 0.35% per annum on undisbursed funds, and \nsuch other terms and conditions set forth in the draft loan and project \nagreements. ", "iii \n   \nTotal \nSource  ($ million)  % \nAsian Development Bank  66.7  49.2 \nAgro-enterprises  31.5  23.2 \nFarmers  13.4  9.9 \nSanmenxia Municipality Government  24.0  17.7 \nTotal  135.6  100.0 \n Source: Asian Development Bank estimates. \n   \nAllocation and  The  Government  of  the  People’s  Republic  of  China  (PRC)  (the \nRelending Terms  Government)  will  relend  the  loan  proceeds  to  the  Henan  provincial \ngovernment,  which  will  onlend  the  loan  proceeds  to  Sanmenxia \nMunicipality  Government  (SMG),  the  Executing  Agency  (EA).  SMG \nthrough SMFB will in turn onlend funds to Lingbao City Finance Bureau \n(LCFB) and Shan County Finance Bureau (SCFB) for their respective \nshares of the loan funds to finance project activities in their areas. \nSMFB will utilize loans funds for activities in its area of jurisdiction. The \nloan proceeds made available to LCFB and SCFB will carry the same \nterms and conditions as the ADB loan to the Government. Local finance \nbureaus will onlend part of the funds to participating agro-enterprises for \na term of 10–15 years (depending upon the agro-enterprise cash flow \nand debt-service capacity), with a grace period of 5 years, during which \ninterest will be paid at an interest rate not lower than the equivalent \ncommercial  bank  rate.  The  margin  resulting  from  the  difference \nbetween the rate paid by finance bureaus on ADB funds and the rate \ncharged to agro-enterprises will be retained by finance bureaus to cover \nloan administration costs and credit risk. Agro-enterprises will bear the \nforeign exchange risk. \n   \nPeriod of Utilization  Until 30 June 2013 \n   \nEstimated Project  31 December 2012 \nCompletion Date \n   \nExecuting Agency  Sanmenxia Municipality Government \n   \nImplementation  The EA for the Project will be SMG. The existing SMFB PMO will be \nArrangements  responsible  for  day-to-day  management  of  the  Project,  overseeing \nimplementation, and reporting project progress and benefit monitoring \nto the Government and ADB. SMG has assigned experts from relevant \ngovernment  agencies  to  strengthen  the  PMO  during  project \nimplementation. Counterpart staff from LCFB and SCFB will also be \nassigned to work with the PMO. The existing Sanmenxia Municipality \nProject Leading Group (PLG) will provide overall direction and oversight \nof  project  implementation  and  management.  The  implementing \nagencies (IAs) responsible for financing, supervision, and monitoring of \nagro-enterprise activities in their respective areas will be LCFB for the \nthree  agro-enterprises  in  Lingbao  County  and  SCFB  for  the  agro-\nenterprise  in  Shan  County.  The  Horticulture  Station  of  Sanmenxia \nMunicipality  Agriculture  Bureau  (SMAB)  will  be  responsible  for \nimplementation of advisory service and training activities. It will oversee \n ", "iv \nthe design, planning, and implementation of the training of extension \nstaff and lead farmers, and delivery of advisory services and training to \nproject  area  farmers.  Lingbao  City  Horticulture  Bureau  (LCHB)  and \nShan County Agriculture Bureau (SCAB) will be responsible for these \nactivities in their geographic areas, subject to overall management by \nSMAB. SMAB will also be the IA responsible for the upgrading of its \ninformation center and the establishment of project area information \noffices.  Participating  agro-enterprises  will  be  responsible  for  the \nestablishment  of  production  bases  and  processing  facilities,  in \ncollaboration with farmers and through coordination with project IAs and \nother  local  government  agencies,  including  water  resources  and \nenvironmental protection bureaus. \n   \nProcurement  All procurement of goods and works shall be carried out in accordance \nwith ADB's Procurement Guidelines (2007, as amended from time to \ntime).  Contracts  for  goods  estimated  to  exceed  $1.0  million  and \ncontracts for works estimated to exceed $10.0 million shall be procured \nusing international competitive bidding (ICB) procedures. Contracts for \ngoods and works whose cost is estimated to be equal to or less than \nthe ICB values mentioned above, but more than $100,000, shall be \nprocured  through  national  competitive  bidding  procedures  in \naccordance with the PRC Tendering and Bidding Law (1999), together \nwith the clarifications agreed with ADB. Contracts for goods and works \nestimated to cost $100,000 or less shall be procured using shopping \nprocedures. For farm inputs, procurement will be undertaken through \nshopping  by  the  respective  enterprises  in  accordance  with  the \nestablished private sector or commercial practices which, based on an \nassessment  carried  out  during  special  review  after  the  loan \nnegotiations,  are  acceptable  to  ADB.  More  details  are  provided  in \nAppendix  8,  Procurement  Plan.  The  relevant  sections  of  ADB’s \nAnticorruption  Policy  (1998,  as  amended  from  time  to  time)  will  be \nincluded in all procurement documents and contracts. \n   \nConsulting  The  Project  will  provide  77.7  person-months  of  consulting  services, \nServices  comprising 10 person-months of international and 67.7 person-months \nof national expertise. International consultants will be contracted for 2  \nperson-months and national consultants for 8 person-months to design \nthe training program, develop training materials, and review training \ndelivery for the training of agriculture bureau’s extension staff and lead \nfarmers. National consultants will then be engaged for 22.7 person-\nmonths to deliver the training to extension staff and lead farmers. A \nnational  consultant  will  be  engaged  for  1  person-month  to  provide \ntraining to the staff of the PMO, IAs, and agro-enterprises in project \nfinancial  management  and  disbursement,  and  project  procurement \nprocedures. Consultants will be engaged for 2 (international) and 6 \n(national)  person-months  to  support  the  PMO  in  the  design  of  the \nproject performance management system (PPMS) and preparation of a \nprogram for its implementation. Consulting support for specific  areas  \nof   the   design  and   implementation  of   the  PPMS,   including  social", "v \n  dimensions and poverty, resettlement, and environment will include 6 \nperson-months  of  international  support  and  22  person-months  of \nnational support. A national consultant will be engaged for 8 person-\nmonths for farmer mobilization and strengthening gender awareness. \nContracts for consulting services estimated at $200,000 and above will \nbe awarded using consulting firms, biodata proposals, and quality- and \ncost-based  selection  procedures  (80:20)  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (2007, as amended from time to \ntime). \n   \nProject Benefits  The  major  direct  benefits  of  the  Project  are  (i)  increased  fruit  tree \nand Beneficiaries  development  by  195,000  mu  (13,000  ha)  in  eroded  land  or  areas \nsusceptible to erosion; (ii) at full development, annual production of 0.63 \nmillion t of high-acidity apples, 34,250 t of peaches, 12,900 t of apricots, \n100,000  t  of  apple  concentrates,  81,000  t  of  other  processed  fruit \nproducts  (fruit  pulp,  fruit  pectin,  and  canned  fruit),  and  40,000  t  of \nanimal  feed;  (iii)  installation  and  operation  of  2,000    biogas  units \nsubstituting approximately 3,000 t per annum of straw and firewood, \nand 2,000 t per annum of coal; and (iv) establishment of 200 village-\nlevel information centers. \n \nThe  major  beneficiaries  will  be  about  249,660  farmers  from  66,200 \nexisting  and  new  fruit-farming  households,  whose  average  family \nincome will be increased from the present level of CNY3,300 per annum \nto CNY5,940 per annum at full development. During the construction \nand operation of the fruit processing lines, the Project will create 2,230 \ndirect and 82,130 indirect jobs, including 440 direct jobs and 16,430 \nindirect jobs for the poor. Families from the project area will be given \npreference for employment by the agro-enterprises. \n   \nRisks and  The repayment risk will be shared by the Henan provincial government \nAssumptions  (HPG), SMG, participating city/county governments, and enterprises. \nThe local governments have guaranteed the repayment of disbursed \nloan funds. In case of repayment default, the provincial government \nagreed to deduct amounts due from the public budgets of the city and \ncounty governments. As a result, the local governments have a strong \nincentive  to  partner  with  successful  private,  commercial  agricultural \ncompanies  to  channel  inputs  to  the  farmers  and  link  the  farmer’s \noutputs to the market. \n \nIn order to mitigate the risk of crop losses due to climate change and \nother  natural  disasters,  HPG  and  SMG  will  design  and  implement \nagriculture insurance schemes to provide needed compensation to the \nparticipating farmers against the crop losses due to natural disasters. \nAn assurance will be covenanted in the loan agreement.  \n   \nFinancial risk associated with financing the participating enterprises has \nbeen  substantially  mitigated  through  the  stringent  selection  of  the \nparticipating  enterprises.  The  financial  management  assessment, \nfinancial analysis and projections, and other due diligence review have \nfurther complemented risk mitigation efforts.  \n \n ", "vi \nExtensive  training  and  capacity  improvement  activities  will  be  an \nintegral  part  of  the  project  implementation.  Measures  have  been \ndesigned  to  strengthen  financial  management  capacity  and  mitigate \nresidual control risks. A detailed discussion of these measures is in \nAppendix 4. \n \nA  number  of  interrelated  factors  may  pose  a  risk  in  future  market \ndemand  and  include  (i)  stringent  national  and  international  quality \nstandards, (ii) adverse trade measures, and (iii) appreciation of the \nyuan. The Project is designed to mitigate these risks as far as possible \nby including hazard analysis and critical control point (HACCP)-certified \nagro-enterprises that have an established record of supplying products \nthat meet stringent international standards. Training courses on good \nagriculture  practices  (GAP)  in  the  PRC  (ChinaGAP),  which  aim  to \naddress food quality and safety issues, were carried out during Project \npreparation. All of participating enterprises expressed their interests to \npursue  ChinaGAP  certification,  which  will  eventually  match  the \nstandards laid down for certified producers employing European GAP. It \nwill facilitate raw material traceability and enhance quality. This will \nprovide  the  necessary  reassurance  for  importers  with  respect  to \nChinese product quality. With respect to trade barriers and currency \nrisks,  project  agencies  will  have  limited  impact.  However,  ongoing \ndialogue by the Government, through the World Trade Organization and \nbi- and multi-lateral trade negotiations, will address these risks. \n \nTechnical  An advisory TA grant of $400,000 will be provided to strengthen the \nAssistance  capacity  of  SMG  in  strategic  planning  and  management  to  support \nsustainable agricultural development. SMG, in its role as the EA, will \nprovide $120,000 for in-kind costs. The TA will address three priority \nissues identified by the subsector analysis and risk assessments in the \nimplementation of the contract farming scheme: (i) the demonstration of \nGAPs (through ChinaGAP), which aims to address food quality and \nsafety issues; (ii) the implementation of agricultural insurance schemes \nto provide needed compensation to participating farmers against crop \nlosses due to natural disasters; and (iii) an appropriate mechanism to \nmonitor and ensure effective contract execution. \n \nThe advisory TA has three components: (i) program design and training \nmaterials development for ChinaGAP demonstration, (ii) a feasibility \nassessment of the provision of agricultural insurance to participating \nfarmers, and (iii) further development and capacity building relating to a \nmonitoring system to ensure effective contract execution. \n ", " ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People's Republic of China (PRC) for the Henan Sustainable Agriculture and Productivity \nImprovement Project (the Project).1 The report also describes proposed technical assistance \n(TA) for Strengthening Sustainable Agriculture Development in Henan Province, and if the \nBoard approves the proposed loan, I, acting under the authority delegated to me by the Board, \nwill approve the TA. The design and monitoring framework is in Appendix 1. \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Domestic and international demand for the PRC’s fruit products has risen sharply, as a \nresult  of  rising  incomes,  rapid  urbanization,  the  PRC’s  accession  to  the  World  Trade \nOrganization (WTO), and diversification of the country’s consumption structure. A fruit juice \nconsumption  survey  conducted  by  CCTV  Market  Research,  one  of  PRC’s  largest  market \nresearch firms, indicates that 35% of the general population consumes fruit juice at present, \ncompared with almost none 10 years ago. As incomes and living standards in the PRC grow, \ndemand is expected to accelerate by at least 10% a year.2 \n \n3.  This has driven a significant increase in fruit production in the PRC, a trend that is \ncreating new opportunities for many Chinese farmers. Fruit production (of apples in particular), \nhas increased significantly since 1990. In 1990, PRC produced 4.3 million tons (t) of apples, \nrepresenting 10% of world output. In 2005, production had reached 25.0 million t, equivalent to \n36%  of  world  output,  representing  an  average  annual  growth  rate  of  12%.  Production  is \nexpected to continue to grow. By 2015, world output is forecasted to reach 72.8 million t and \nPRC's production 29 million tons, (around 40%). The PRC also experienced rapid growth in \nprocessed fruit products, especially apple concentrate, particularly for export. The production of \nprocessed  apple  products  increased  from  743,000  t  in  1997,  equivalent  to  8%  of  world \nproduction, to 5.0 million t in 2006, equivalent to 35% of the world total. Chinese exports of \napple concentrates have increased significantly and account for the largest share in major world \nimporting countries' markets. Exports are expected to continue to grow, reaching 943,000 t in \n2015, compared with 699,000 t forecast for 2007. The share of Henan Province in total exports \nis expected to grow from 9% in 2007 to 16% in 2015. A review of the fruit subsector is in \nAppendix 2. \n \n4.  In 2006, Sanmenxia Municipality witnessed its highest rate of economic growth since \n1997. Gross domestic product (GDP) reached CNY41.2 billion, an increase of 16.5% over 2005. \nPer capita GDP was CNY18,545, exceeding both the Henan Province average of CNY13,279, \nand the overall PRC average of CNY15,780. As is true of the PRC generally, Sanmenxia has \nseen an increase in the area and production of fruits as a result of growing domestic and export \nmarket demand. The development of agroprocessing facilities has occurred in response to \ndemand, particularly for processed fruit products, and has resulted in (i) increased demand for \nraw material from local farmers, and (ii) capture of a larger share of returns in fresh and \nprocessed fruit value chains for the local economy. In general, however, the distribution of these \n                                                 \n1  ADB. 2007. Technical Assistance to the People’s Republic of China for Preparing the Henan Ecological Agriculture \nand Rural Productivity Improvement Project. Manila. It was agreed with the Government to change the project title \nto Henan Sustainable Agriculture and Productivity Improvement Project during the loan fact-finding mission, which \nwas fielded from 24 June to 7 July 2007.  \n2  CCTV Market Research. 2006. Report on National Survey of Fruit Juice Market in China. ", "2   \ngains has not been widespread or equitable, and they have come at the expense of the area's \nnatural resources. Poorer farmers, who generally farm on marginal, sloping land in hilly areas \nand devote a greater proportion of their land to food consumption needs, have not enjoyed the \nsame level of access to market outlets, or the same income-earning opportunities. This is \nreflected in an increasing income gap, with a rural-urban income ratio of around 1:2.5. \nB.  Analysis of Key Problems and Opportunities \n1.  Sustainability \n5.  In many areas of western PRC, including Sanmenxia, farming on steep slopes has \nbecome common, due to the combined effect of population expansion and poor regulations. \nCoupled with uneven rainfall, farming on slopes has caused an increase in the scope and \nintensity of water runoff and soil erosion, and a decline in the ecosystem’s capacity to regulate \nwater  and  hold  soil.  The  negative  impacts  of  deforestation  and  slope  farming  have  been \nidentified as the primary cause of the record drying-up of the Yellow River in 1997.3  \n6.  Agriculture in the project area is almost entirely based on smallholder farming. Most \nfarmers growing cereal crops still use traditional farming practices. They have limited access to \nmarkets  or  the  technology  required  to  introduce  more  economically  and  environmentally \nsustainable practices and diversify into higher value crops. As a result, farm productivity and \nincomes are low. The persistence of traditional farming practices presents a major threat to the \nproject area's natural resource base through water use, soil erosion, and overuse of fertilizer \nand  agrochemicals.  Environmental  concerns  are  exacerbated  by  the  dependence  of  rural \ncommunities on wood and coal for household fuel, which contributes to deforestation and \ngreenhouse gas emissions, and negatively impacts on household living conditions and health. \n7.  Only two types of irrigation are practiced on fruit tree crops cultivated in the project area: \nflood  irrigation  (accounting  for  92%),  and  furrow  irrigation  (about  8%).  Both  are  inefficient \nbecause of the seepage of water into the soil before it reaches the trees. Simple improvements \nin irrigation application can achieve significant savings. Basin irrigation (irrigating around the \nbase of the trees), for instance, typically requires only one-sixth of the water used by traditional \nflood irrigation methods. At present, fertilizer application is not scientifically based on soil and \nleaf analysis. Experience in the PRC indicates that fertilizer application based on the results of \nsoil analysis can reduce fertilizer use by up to 30% while increasing its efficacy by 5–10%. The \nuse of organic fertilizer can reduce the use of chemical fertilizer by 30–50%, with a beneficial \neffect on the environment. However, within the project area, almost all farmland is fertilized by \nchemical fertilizers. Within fruit orchards, only 25% of fertilizer used is organic. Unlike other \nareas of PRC, Sanmenxia has not benefited from the development of biogas as part of an \nintegrated production system, which increases the availability of organic fertilizers, contributes \nto integrated pest management, and reduces household dependence on firewood and coal.  \n2.  Support Services \n8.  Existing public sector extension services provided through local government agriculture \nbureaus have limited outreach and do not deliver adequate technical advice appropriate to \nfarmers' needs. At the township level, the ratio of technicians to farmers is around 1:2,100. They \nlack sufficient resources to provide effective service delivery, and have limited access to up-to-\n                                                 \n3  Yin R, Xu J, Li Z, and Liu C. 2005.  China’s Ecological Rehabilitation: The Unprecedented Efforts and Dramatic \nImpacts of Reforestation and Slope Protection in Western China. Issue 7. China Environment Forum. Woodrow \nWilson International Center for Scholars.  ", "  3\ndate research and extension information. Within the project area, 57% of surveyed households \nsaid that they had not been visited by an extension agent within the previous 2 years. \n9.  Lending by PRC's major commercial banks and financial institutions is concentrated on \nurban areas and non-agricultural sectors. Farmers (especially women) and small businesses \nare disadvantaged in terms of access to formal credit. In addition, it is estimated that around \none-third of the lending designated for agriculture did not actually reach farmers. Most farm \nexpenditures are financed by farmers' savings, and most loans are obtained from informal \nsources (e.g., relatives, friends, money lenders, and pawnbrokers). The small size and short \nterm of most agricultural finance precludes investment in assets that have a long payback \nperiod. Also, lending by state-owned commercial banks and credit cooperatives is still largely \nguided by government policies. According to the People's Bank of China (PBC), on average, \nonly a third of rural households have access to formal sources of credit. In the Sanmenxia area, \nfinancial services are provided mainly by the “big four” state-owned commercial banks (SOCBs), \nprivate commercial banks, and rural credit cooperatives (RCCs). SOCBs dominate the local \nbanking sector but their lending is predominantly to large-scale industry. RCCs are the biggest \nsingle lenders, accounting for 24% of all loans. Their target market is households that they have \nassessed as creditworthy and that can access the RCCs' credit card system. This currently \ncovers  about  39%  of  households,  but  loans  are  small  (up  to  a  maximum  of  CNY10,000 \n[$1,300]). Poor farmers who have not been assessed or are unable to offer any form of loan \nguarantee have access to only very small loans, with a maximum of CNY500 ($70). Small and \nmedium  enterprises  (SMEs)  that  have  the  potential  to  provide  both  market  outlets  and \nemployment to rural households also lack access to finance. In 2004, PBC estimated that \nthroughout the PRC, SMEs, which accounted for more than half of GDP, received less than \n10% of total bank lending. The failure of the financial sector to function effectively in support of \nagricultural  and  agribusiness  development  means  that  market  opportunities—and  the \nassociated  introduction  of  more  economically  and  environmentally  sustainable  agricultural \nproduction— are not being realized. Unless this financing gap is filled, there is a risk that PRC's \nagro-enterprises  will  lose  their  share  in  international  markets  in  the  face  of  increasing \ncompetition from other fruit-producing and processing countries. \n3.  Realization of Market Opportunities \n10.  The significant growth in export markets for processed fruit products offers potential for \nexpansion of processing capacity and, through upstream linkages to farmers, for increasing \nfarm  incomes  and  reducing  poverty.  Realization  of  this  potential  will  challenge  traditional \ncultivation methods, however. The inappropriate use of agrochemicals can adversely affect the \nquality of product reaching agro-enterprises for processing and export to international markets, \nwhere demands for raw material traceability are gaining momentum, both to ensure food safety \nand  reduce  adverse  environmental  impacts.  A  number  of  food  shipments,  including  fruit \nproducts, were refused entry into the United States in the first half of 2007, and western \ncountries are focusing greater attention on the quality and safety of food imports from the PRC. \nTo address these concerns and promote good agricultural practices (GAPs), the PRC has \ninitiated  the  ChinaGAP  program,  which  will  eventually  match  the  standards  laid  down  for \ncertified producers supplying European markets (EurepGAP)4. This will complement compliance \nwith international standards already achieved by agro-enterprises through hazard analysis and \ncritical control point (HACCP) and International Standards Organization (ISO) certification. \n                                                 \n4  Due to its expanding international role in establishing Good Agricultural Practices, EurepGAP announced that it is  \nchanging its title and logo to GLOBALGAP on 7 September 2007. \n ", "4   \n11.  The  widespread  introduction  of  more  sustainable  agriculture  and  better  agricultural \npractices depends upon the willingness of farmers to adopt such practices. For the majority of \nfarmers,  their  willingness  in  the  short  term  will  depend  more  upon  satisfactory  financial \nincentives  than  upon  social  or  environmental  responsibility.  Sustainability  can  be  realized \nthrough (i) efficient use of more appropriate and cost-effective technologies and inputs; (ii) a \nchange in cropping patterns to more productive, higher value crops; and (iii) adoption of farm \npractices  that  actively  conserve  natural  resources.  These  are  the  only  options  that  many \nfarmers (especially poor farmers) in the project area have for increasing household income. \nAlternative strategies—such as increasing farm size, obtaining off-farm employment, or exiting \nagriculture altogether—are not viable options. In addition, many farmers will need to retain some \narea under food crops in order to satisfy household consumption needs. \n12.   Improvements  in  farm  productivity  and  sustainability  will  require  significantly  better \naccess by farmers to stable markets and improved support services. Through contract farming \narrangements, agro-enterprises can provide farmers with improved market and price incentives, \nwhile at the same time securing their own raw material supplies to enable them to realize the \ngrowing market potential for processed fruit products. However, the ability of agro-enterprises to \nprovide the necessary incentives for farmers and realize market opportunities is constrained by \nlimited access to investment finance for the necessary expansion in processing capacity. Until \nthe financial sector is able to provide such finance, there is a need to support agro-enterprises \nin expanding their capacity. At the farm level, access to support services is currently limited by \nthe  low  quality  and  limited  outreach  of  extension  services,  and  the  limited  outreach  of \nagricultural information services. There is a need for increased public sector intervention to \nimprove the quality of and access to such services. Funding constraints limit the capacity of the \npublic sector to achieve significant improvements. The opportunity exists to improve both the \nquality and outreach of advisory and information services through public-private partnerships in \nwhich  local,  more  readily  accessible  and  more  sustainable  private  sector  services  are \nestablished through linkages to existing public sector systems.   \n4.  Government Policies and ADB’s Country Strategy  \n13.  The Government’s 11th Five-Year Plan (FYP) 2006–2010 shifts the emphasis of the \nPRC’s economic and social development policies away from the growth orientation of previous \nplans,  and  instead  emphasizes  sustainability,  based  on  broader  and  more  inclusive  rural \ndevelopment and social programs, in the context of an increasingly market-oriented economy. \nThe objective of the plan is to achieve greater balance between (i) urban and rural areas, (ii) \ngeographic  regions,  (iii)  economic  sectors,  (iv)  economic  and  social  development,  and  (v) \neconomic  growth  and  protection  of  the  environment.  Continuing  the  emphasis  on  the \ndevelopment of the agriculture sector, the Government published its Number 1 Policy Document \non Modern Agriculture in January 2007.5 This initiated the \"New Socialist Countryside\" concept \nto address the slow rate of development of rural areas, and the slow growth in income and poor \nsocioeconomic conditions of PRC's 750 million farmers. The Document recognizes that the \npersistent decline in natural resources and the deteriorating environment need to be addressed \nby changing the nature of agricultural growth. The 11th FYP is in line with Asian Development \nBank’s (ADB) existing strategic objectives and operations in the PRC (i.e., the Country Strategy \nand Program Update 2007–2008, approved in 2006).6  \n                                                 \n5  Communist Party of China Central Committee. 2007. Vigorously Developing Modern Agriculture and Steadily \nPromoting the Construction of a New Socialist Countryside. Beijing. \n6  ADB. 2006. People’s Republic of China: Country Strategy and Program Update 2007–2008. Manila. ", "  5\n14.  ADB’s  future  operations  in  the  PRC  will  focus  on  rural  development,  environment, \nenergy conservation, urban development, and regional cooperation. ADB will mobilize more \nresources and develop diversified instruments to meet the demand for balanced development \namong regions, and between rural and urban areas. ADB will contribute to strengthening of  \nknowledge in policy, law, and governance reform. \n5.  External Assistance \n15.  Within the Sanmenxia area, external assistance has included projects in the education, \nhealth, water supply, and agriculture and natural resources sector, with three projects that \nfocused  on  forestry  and  water  resource  conservation:  (i)  the  World  Bank’s  Forestry \nDevelopment Project in Poor Areas, which began in 1999, and included timber cultivation, tree \ncrop establishment, institutional strengthening and training, and extension services; (ii) the \nongoing Henan Afforestation Project, financed by the Japan Bank for International Cooperation \n(JBIC), and which includes establishment of protection forest and tree crops (orchards), timber \ncultivation,  and  capacity  building;  and  (iii)  the  ongoing  Henan  Province  Small  Household \nProject, financed by Kreditanstalt fur Wiederaufbrau (KfW), which includes the introduction of \nsoil and water conservation methods to support farmers affected by mountain closures and \ngrazing bans. ADB's West Henan Agriculture Development Project7 began in July 2001 and \nincluded livestock development, water resource development pumping of water from the Yellow \nRiver and a water supply plant), horticulture development, upgrading of information for farmers, \nand training of extension workers and farmers. Major projects supported by external assistance \nare listed in Appendix 3. \n6.  Lessons Learned \n16.  An integrated, sustainable rural development approach within projects can reduce the \nrural-urban income gap and lift the poor out of poverty if (i) a project is able to provide low-\nincome rural producers in environmentally fragile areas with higher income-earning through \nmarket-driven opportunities, and (ii) a project is supported by major stakeholders with effective \ninstitutional mechanisms and arrangements. Success factors in previous ADB8 and international \nfinance institution projects include (i) flexibility in design that allows stakeholders to revise \nplanned activities to respond to market demand; (ii) a high level of private sector participation \nand  the  freedom  to  operate  on  a  commercial  basis;  (iii)  strong  ownership  by  project \nstakeholders,  including  private  enterprises,  farmers,  and  local  government  implementing \nagencies; (iv) capacity building in advisory and other support services to facilitate the adoption \nof new technologies and practices, in particular among small-scale and poor farmers; and (v) \neffective project management and monitoring and evaluation.  \n17.  In the evaluation of operations in the rural development and natural resources sector in \nthe PRC, ADB's recent country assistance program evaluation (CAPE)9 identified a number of \nissues relevant to the Project: (i) ADB’s commercial activities, such as agro-industrial and \nagroprocessing projects, tend not to be successful; (ii) ADB projects have had to rely on the \n                                                 \n7  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople's Republic of China for the West Henan Agricultural Development Project. Manila. (Loan 1814-PRC, for \n$64.3 million, approved on 19 December). \n8  ADB. 2004. Effectiveness of Participatory Approaches: Do the New Approaches Offer an Effective Solution to the \nProblems of Conventional Rural Development Projects. [Case Study: Loan 1386-PRC: Fujian Soil Conservation \nand Rural Development Project]. Manila. This Project was selected for a case study because it adopted private \nenterprises to promote rural development and poverty reduction. It was rated “highly successful” by ADB. \n9  ADB. 2007. People's Republic of China: Success Drives Demand for More Innovative and Responsive Services. \nManila. \n ", "6   \ncapacity  of  untested  private  enterprises;  (iii)  the  PRC  has  been  reluctant  to  borrow  for \nagricultural projects on ordinary capital resources (OCR) terms, due to insufficient financial rates \nof return and difficulties in servicing debt; and (iv) the failure of onlending through financial \ninstitutions has required the channeling of funds through agro-enterprises. The CAPE does not \nprovide reasons for the failure of agroprocessing projects, but the Project Completion Report \n(PCR) of the Fujian Soil Conservation and Rural Development Project10 cited a number of \nproblems common to such projects, including (i) changing market trends; (ii) location problems \nin relation to raw material supply; (iii) the weak financial position of subproject proponents; and \n(iv) inappropriate financing terms, which (a) failed to reflect agro-enterprise cash flow and \nrequired loan repayments to start immediately (prior to full operation of the facilities installed \nwith project loan funds), (b) included an interest spread for the finance bureau, which drove the \nresulting end-borrower interest rate above domestic market rates, and (c) neglected the need \nfor arrangements for complementary working capital finance to be in place. The project design \nhas addressed these issues by identifying agro-enterprises that satisfy financial, economic, \nenvironmental, and social criteria. Their investments proposed under the Project have been \nanalyzed during project preparation and found to be viable. This removes responsibility for \ninvestment appraisal from local finance bureaus that are not well qualified for such tasks. The \nagro-enterprises concerned have (i) a strong record of success in the fruit processing subsector, \n(ii) well-established international markets and sound marketing experience and strategies to \nrespond to shifting market trends, and (iii) upstream linkages with farmers within their locality to \nensure a stable supply of raw materials. They are not the small-scale, often household-level \nentities that are typical of previous agroprocessing projects. Finally, the agro-enterprises are \nprivate sector entities rather than state-owned enterprises, which are typically inefficient and \npoorly managed. However, the private agro-enterprises lack access to long-term finance to \nexpand capacity and thereby provide market opportunities to farmers and the incentives for \nmore sustainable production. This is addressed in the project design, through loan terms that \nreflect agro-enterprise cash flows and the phasing of investment and production. The Fujian \nPCR also noted that agroprocessing enterprises provide job opportunities more suitable for \nwomen. In addition, a recent ADB evaluation study11 shows that successful poverty reduction \ninvolved linking the poor to commercial value-adding enterprises, and the generation of off-farm \nemployment. \n18.  An  ADB  technical  assistance  (TA)  report12 identified  a  number  of  similar  lessons, \nspecifically that (i) viable enterprises can withstand commercial funding, and (ii) that the use of \nOCR or other commercial resources for funding agro-industry is not contentious. However, \nwhere financial market failure exists, donors and governments can address this through the \ncreation of specific financial facilities (loans, equity, and guarantees) that assist SMEs, or more \nspecifically private agro-industry. There is often a particular need for long-term capital, because \nof the lead-time to full production of agricultural SMEs. The provision of long-term capital should \nnot be subsidized for this reason. Instead, the terms and conditions of the financing should be \nrelated to a realistic repayment schedule for the enterprise. A more detailed discussion of \nlessons is in Appendix 4. \n                                                 \n10 ADB. 2003. Project Completion Report on the Fujian Soil Conservation and Rural Development Project (Loan \n1386-PRC) in the People's Republic of China. Manila. \n11 ADB. 2006. Special Evaluation Study on Pathways Out of Rural Poverty and the Effectiveness of Poverty \nTargeting. Manila. \n12 ADB. 2000. Technical Assistance to the People’s Republic of China for A Study on Ways to Support Poverty \nReduction Projects. Manila. ", "  7\nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n19.  The expected impact of the Project is increased adoption of sustainable crop and farm \nmanagement practices in the cultivation of fruit tree crops in the Sanmenxia area. This will be \nmeasured by (i) a shift in cropping patterns from traditional low-yielding crops to higher-value \nfruit tree crops; (ii) the increased incidence of improved fruit tree cultivation methods; (iii) the \nincreased use of water-saving irrigation technologies and methods; (iv) the increased use of \norganic fertilizers and integrated pests management (IPM), and decreased use of inorganic \nfertilizer and agrochemicals; (v) reduced incidence of land degradation as a result of increased \ntree cover; and (vi) the expansion of biogas adoption to reduce pressure of existing sources of \nfuel and provide an increased supply of organic fertilizer. \n20.  The expected outcome of the Project that will facilitate more sustainable agriculture is \nincreased  farm  and  agro-enterprise  productivity  and  incomes  in  the  fruit  production  and \nprocessing subsector in the Sanmenxia area. Increase in farm incomes will be derived from \nincreased sales of higher quality, market-specific fruit products. Agro-enterprise incomes will \nincrease through increased sales of processed fruit products into existing and new domestic \nand export markets. This will ensure their long-term profitability, and ensure stable market \noutlets and prices for farmers. \n21.  A  holistic  approach  to  addressing  constraints  in  production,  processing,  and  the \nprovision of support services and investment finance will address natural resource degradation \nand promote the long-term sustainability and profitability of fruit production and processing, and \nagriculture in general. This approach is fully consistent with both national and local economic \nand social development policies and the 11th FYP, which builds upon the work of earlier plans in \npromoting  soil  and  water  conservation,  crop  diversification,  investment  in  sustainable \nagricultural  technologies,  removal  of  land  from  production,  and  reforestation.  Promoting \ninclusive growth and environmental sustainability has also been one of ADB’s major strategic \nthrusts, in order to address natural resources management and poverty reduction. \nB.  Outputs \n22.  The Project will adopt a farm-to-market approach that creates value for poor farmers, \nlocal agro-enterprises, and consumers. Project outputs comprise sustainably increased farm \nproductivity,  expanded  fruit  processing  capacity  of  agro-enterprises,  improved  and  more \naccessible agribusiness support services, and strengthened project management. The Project \nwill cover 30 townships, 215 villages, and about 249,660 farmers from 66,200 households. \n1.  Farm Productivity Improvement \n23.  Farm  productivity  will  be  improved  by  the  introduction  of  water-saving  irrigation \ntechnologies that will allow increased application of water during the critical growing season. \nThis is expected to result in an overall decrease in water usage compared with the present \nwasteful flood irrigation methods. Related improvements in farm productivity will be derived from \nthe adoption of more economically and environmentally sustainable fertilizer and agrochemical \napplication, and IPM. The application of fertilizers and agrochemicals, and the use of IPM, will \nbe based upon methods that have a better scientific basis than those currently used by farmers. \nIncreased field-level soil and water testing and analysis will be provided under the Project. To \ncomplement the replacement of chemical with organic fertilizers and the introduction of IPM, the \nProject will include a pilot biogas development program of 2,000 units. This will demonstrate the \n ", "8   \nbenefits of the integrated pig-biogas-fruit production system, which has been successful in other \nparts of PRC, but has had only limited uptake in the project area. The biogas program will also \nreduce  dependence  of  2,000  rural  households  on  firewood  and coal,  provide  a  significant \nimprovement in living conditions, and reduce the work load of rural women. This pilot program is \nexpected to lead to replication throughout the Sanmenxia area. \n24.  The Project will develop 245,000 mu (16,330 hectares [ha]) of fruit trees and high-value \nvegetable  production  bases.  Of  this,  195,000  mu  (13,000  ha)  will  be  developed  through \nconversion of existing farm land now used to cultivate low-yielding, low-value crops (primarily \ncereal)  to  high-value  fruit  tree  crops.  In  addition,  39,800  mu  (2,650  ha)  of  existing  apple \norchards  and  10,000  mu  (666  ha)  of  land  used  to  grow  high-value  vegetables  will  be \nrehabilitated.  The  rehabilitated  and  newly  established  apple  orchards,  totaling 150,000  mu \n(10,000 ha), will be devoted to the production of high-acidity varieties, to provide raw materials \nfor processing to meet export market requirements. The remaining production bases will cover \npeaches (20,000 mu [1,300 ha]), apricots (15,000 mu [1,000 ha]), Chinese dates (50,000 mu \n[3,300 ha]), and high-value vegetables such as asparagus (10,000 mu [666 ha]). Production \nbases will be established by four agro-enterprises in collaboration with farmers under contract \nfarming arrangements. Contract farming is well established in the PRC, and widely practiced in \nmany countries, and can result in higher product prices and incomes for contracted farmers than \nnon-contracted  farmers.  Project  agro-enterprises  have  similar  ongoing  arrangements  with \nfarmers for the supply of raw materials. Contract farming is also preferred as it results in better \nrelationships between agro-enterprises and project area farmers.  \n2.  Agro-enterprise Capacity Expansion \n25.  Linking farmers to growing markets, especially markets for processed fruit products, will \nbe achieved through an expansion in the processing capacity of four agro-enterprises. This will \novercome processing capacity limitations faced by agro-enterprises and enable them to take \nadvantage of opportunities in growing export markets for processed fruit products, and apple \nconcentrate in particular. The Project will support capacity expansion of the agro-enterprises, \nincluding about 100,000 t of apple concentrate, 81,000 t of other processed fruit products (e.g., \nfruit pulps, canned fruits and vegetables, and apple sauce), and 40,000 t of animal feed made \nfrom fruit residues.  \n3.  Agribusiness Capacity Building \n26.  The approach to service delivery improvement in these areas will involve encouraging \nprivate  sector  participation  and  competition  between  service  providers  through  the \nestablishment of public-private partnerships. The Project will promote the complete transfer of \nsuch services to the private sector in the longer term, through ongoing policy dialogue with local \nand national governments.  \n27.  Advisory Services. In order to improve the quality of farm advisory services, the Project \nwill support existing institutions and promote the establishment of new private sector village and \nfarmer-level institutions for the delivery of farm support services. This will improve access to \nadvisory  services  and  training  for  farmers  operating  on  project  production  bases.  Farmer \ntraining  will  be  undertaken  in  part  by  the  extension  staff  of  agriculture  bureaus,  but \npredominantly by lead farmers selected from villages where production bases are located; the \nstaff  and  lead  farmers  will  be  provided  with  training  in  improved  practices  relevant  to  (i) \nfinancially and environmentally sustainable crop cultivation techniques and farm management, \nand  (ii)  developing  advice  and  training  delivery  skills.  This  will  allow  training  to  cover  the \nproposed 66,200 households, with up to 80,000 farmers trained annually by the end of the ", "  9\nProject,  including  both  project  and  non-project  farmers.  Lead  farmers  will  initially  be \ncompensated for farmer training; compensation will later take the form of fees charged for \nspecialized advice and other services, according to market demand and the quality of services \nthey provide. In this way, the Project will act as a catalyst to the development of private sector \nadvisory services.  \n28.  Market Information. The majority of farmers in the project area lack access to effective \nservices  for  production  and  marketing  decision  making.  This  potentially  places  them  at  a \ndisadvantage in negotiating input-output arrangements with agro-enterprises, and limits their \nscope for changing production and marketing activities in response to market demand. Access \nto market information will be improved by developing a network of private sector information \npoints at appropriate locations throughout the project area. These will be contracted by and \nlinked  to  local  government  information  services.  The  Project  will  build  upon  the  existing \ninformation system operated by Sanmenxia Municipality Agriculture Bureau (SMAB), and will \nexpand its coverage and make it more readily accessible to a larger number of farmers by (i) \nupgrading the facilities of the SMAB information center; and (ii) establishing local, field-level \ninformation offices within the project area. Local information offices will also act as collection \npoints for information to be transmitted back to the SMAB information center on a regular basis \nto expand and update its information database. Local information offices will be established in \nabout 200 villages in which project production bases will be established. Information offices will \nbe located in existing agricultural input supply shops. These are well located and are frequently \nvisited by farmers for the purchase of inputs. They presently serve as a source of informal \ninformation through farmer-farmer and farmer-supplier contact.13 Input supply shops will be \nselected based on their location, size, security, and the supplier’s reputation and education. \nSuppliers will be trained by SMAB in strengthening information office operation.  \n29.  Farmers' Organization Capacity Building. In addition to improving access to farmer \nsupport services, the Project will support farmers through capacity building of existing farmers' \norganizations, which will enhance the commercial status of farmers. Specifically, the Project will \nprovide capacity building of farmers' organizations in the 30 townships in the project area. The \nProject will promote the development of improved contractual arrangements between agro-\nenterprises and farmers through the farmers' organizations. \n30.  Farmer  Training.  Farmer  training  covering  fertilizer  application,  irrigation,  pesticide \napplication, pruning, harvesting, packaging, storage, etc. will be delivered on six occasions \nannually. Training will take place on the farms of lead farmers, or on farms of local farmers \nwhere specific lessons may be delivered more appropriately, for instance, in demonstrating \nfertilizer application or addressing a particular pest or disease problem. Each farmer will receive \ntwo courses. The initial courses will be phased according to the development of production \nbases. A second refresher course will be delivered to each farmer two years after the initial \ncourse. The potential to train about 80,000 farmers annually will provide scope for further \ntraining, or for providing training to non-project farmers in the villages.  \n31.  Rural Energy Office Capacity Building. The slow uptake of biogas in the Sanmenxia \narea compared with other areas of the PRC, where the pig-biogas-fruit production system has \nbeen successful, is due to limited advisory and technical support from the local government. To \nprovide this support to households participating in the Project's pilot biogas program, the Project \nwill build the capacity of the Sanmenxia Municipality Rural Energy Office, establish six village-\nlevel services centers, and train about 40 biogas technicians. Rural Energy Office staff will \n                                                 \n13 The alternative of locating information points in local government or village committee offices is not feasible given \nprevious problems experienced by farmers in accessing these offices. \n ", "10  \nreceive training to improve the outreach of local government biogas programs and provide more \neffective support for program management. Each service center will have the capacity to serve \n300–500  households.  The  ratio  in  Sanmenxia  is  currently  around  one  technician  to  40 \nhouseholds. All households installing a biogas unit will also be receiving training on its operation \nand maintenance. \n4.  Project Management \n32.  The existing project management office (PMO) of the Sanmenxia Municipality Finance \nBureau (SMFB), and the Lingbao City Finance Bureau and Shan County Finance Bureau will be \nstrengthened through staff training, and the provision of vehicles and equipment. Relevant staff \nfrom the PMO’s implementing agencies and participating agro-enterprises will receive training at \nthe start of the Project in financial management and reporting, and ADB disbursement and \nprocurement  procedures.  Two  international  study  tours,  each  of  3  weeks  duration,  will  be \nundertaken  to  (i)  review  orchard  management,  fruit  tree  crops  research  and  extension, \nprocessing technology,  etc;  and  (ii)  assess market  awareness,  product  promotion,  product \nquality standards and monitoring, etc. Within the first 6 months of project implementation, about \n30 workshops will also be held to disseminate information relating to the Project. In addition, \nabout 20 farmer mobilization and gender awareness workshops will also be held in the first 2 \nyears of the Project. The PMO will establish and maintain a project performance management \nsystem (PPMS) to monitor project implementation and performance in meeting project targets. \nTo facilitate its activities, the PMO will be provided with vehicles and office equipments. \nC.  Special Features \n33.   Environmental and Social Benefits. Significant environmental and social benefits will \nbe generated by the Project. It will help promote economically and environmentally sustainable \nland  management  practices  by  introducing  water-saving  irrigation  technologies,  balanced \nfertilizer use, integrated pest management, and biogas development. Improved practices will \nhelp to conserve water, reduce the use of chemical fertilizers and agrochemicals, improve soil \nfertility, and increase productivity and incomes for farmers. The Project will provide access to \ninvestment  finance  to  undertake  the  development  of  production  bases  and  associated \nimprovements in farm productivity and practices, without which potential environmental and \nsocial benefits will not be realized. The provision of public sector project funds is linked to critical \ncomplementary development of farm support services. The development of such public goods \nwould be unlikely to occur if the agro-enterprises were financed from private sector sources. \n \n34.  Public-Private Partnerships. The Project will establish public-private partnerships in \nthe delivery of key farm support services in extension, information, and soil and water analysis. \nBy establishing a cadre of well-trained lead farmers, the Project will improve the quality and \nexpand the outreach of existing local government advisory and training services. It will enable \nfarmers to access advice regarding the adoption of improved crop and farm management \npractices within their village. Lead farmers will also be equipped to provide farmers with basic \nsoil and water testing and analysis at the field level. Information services will be established at \nthe village level within private sector outlets that are already specifically geared to supplying \ninputs to farmers. These services will be linked to the existing government information system \nwhich, although well established, has limited outreach. In each case, private sector partners will \nbe encouraged to develop their services on commercial lines by charging fees for specialized \nservices according to demand. This has been shown in many countries to improve the quality of \nservices, and may lead to full privatization of such services in the long term. \n ", " 11\n35.  Contract Farming. The Project will develop the contract farming approach through the \nestablishment of production bases linked to agro-enterprises. This has the potential to provide \nfarmers with higher product prices and incomes, compared with those of farmers not engaged in \ncontract farming. It will improve access to stable market outlets by farmers, and increase farm \nincomes.  It  will  also  provide  a  stable  supply  of  consistent  quality  raw  material  to  agro-\nenterprises to satisfy market demand. Farm-market linkages will be enhanced and transaction \ncosts  for  both  farmers  and  agro-enterprises  will  be  reduced.  Contract  farming  has  been \nsuccessfully practiced in many countries, especially in the tree crops subsector. \nD.  Project Investment Plan \n36.  The total cost of the Project is estimated at $135.6 million equivalent, including taxes \nand duties ($11.0 million), contingencies ($12.8 million), and interest and other charges ($10.1 \nmillion). A summary of cost estimates is shown in Table 1, details are provided in Appendix 5. \n \n  Table 1: Project Investment Plan   \n($ million) \n \nItem  Amount a \nA.  Base Cost b   \n  1.  Farm Productivity Improvement  58.2 \n  2.  Processing Capacity Expansion  47.4 \n  3.  Agribusiness Support Service Capacity Building   \n    a. Advisory Service Strengthening  0.8 \n    b. Market Information Expansion  0.5 \n    c. Farmer Organization Capacity Building  0.1 \n    d. Farmer Training  4.9 \n    e. Rural Energy Office Capacity Building  0.2 \n  4.  Project Management  0.6 \n    Subtotal (A)  112.7 \nB.  Contingencies c  12.8 \nC.  Finance Charges During Implementation d  10.1 \n    Total (A+B+C)  135.6 \na  In mid-2007 prices. \nb  Includes taxes and duties of $11.0 million. \nc  Contingencies will be financed by the Government. Physical contingencies were computed at 5–10% of base cost \ndepending on the expenditure item. Price contingencies were computed using foreign cost escalation factors of \n0.8% per year from 2008 to 2012; and local currency escalation factors of 2.2% for 2008, and 3.0% for 2009 to \n2012.  \nd  Includes interest during construction computed at the 5-year forward London interbank offered rate (LIBOR), with \na spread of 0.6%, and a commitment charge at 0.35%.  \nFigures may not sum precisely because of rounding. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan \n37.  The Government has requested a loan of $66.7 million from ADB’s OCR to help finance \nthe Project. The loan will have a 25-year term, including a grace period of 5 years, an interest \nrate determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility,  a  commitment  charge  of  0.35%  on  undisbursed  funds,  and  such  other  terms  and \nconditions set forth in the loan agreements. The Government has provided ADB with (i) the \nreasons for its decision to borrow under ADB’s LIBOR-based lending facility on the basis of \nthese terms and conditions, and (ii) an undertaking that these choices were its own independent \n ", "12  \ndecision and not made in reliance on any communication or advice from ADB. The financing \nplan is in Table 2. \nTable 2: Financing Plan \n($ million) \n \nSource  Total  Percent \nAsian Development Bank  66.7  49.2 \nAgro-enterprises  31.5  23.2 \nFarmers  13.4  9.9 \nSanmenxia Municipality Government  24.0  17.7 \nTotal  135.6  100.0 \nNote:  Figures may not sum precisely because of rounding. \nSource: Asian Development Bank estimates. \n \n38.  The ADB loan will finance 49.2% of the total project costs. The remaining cost will be \nfinanced as follows: (i) participating enterprises, $31.5 million; (ii) participating farmers, $13.4 \nmillion; and (iii) Sanmenxia municipal government (SMG), $24.0 million, including contingencies \nand interest during construction. \n39.  Loan  Funds  Flow. The ADB loan funds will be channeled through the Ministry of \nFinance to the Henan provincial government (HPG), and then to SMG. SMG will provide part of \nthe loan funds to Lingbao City government (LCG) and Shan County government (SCG) to \nfinance project activities. The Lingbao City Finance Bureau (LCFB) and Shan County Finance \nBureau (SCFB) will onlend funds to agro-enterprises in their respective areas. The flow of funds \nis presented in Appendix 6. The loan proceeds to LCG and SCG will carry the same terms and \nconditions as the ADB loan to the PRC with the LCG, and SCG bearing the foreign exchange \nand interest rate variation risk relating to the loan proceeds provided to them. LCG and SCG will \nonlend  the  proceeds  of  the  loan  to  the  participating  agro-enterprises  under  onlending \nagreements on the following terms and conditions. The interest will be at a rate no lower than \nthe equivalent commercial rate.14 The loan term will be 10–15 years, with a minimum of 10 \nyears. The actual term and grace period will reflect each agro-enterprise's cash flow, but the \ngrace  period  will  not  exceed  that  of  the  loan  between  ADB  and  the  Government.  The \nparticipating agro-enterprises will bear the foreign exchange and interest rate variation risk. The \nmargin resulting from the difference between the interest rate of ADB loan funds and the \nonlending rate will be retained by the respective finance bureaus of LCG and SCG to cover \nadministration costs and credit risk. The participating agro-enterprises will provide their related \ncompanies’ assets as security for borrowing the loan proceeds from the local governments and \nwill perform all obligations and requirements provided for in the Project Agreement to the extent \napplicable to them and onlending agreements. \nF.  Implementation Arrangements \n1.  Project Management \n40.  The Executing Agency (EA) for the Project is SMG, which will be responsible for overall \nproject implementation within Sanmenxia Municipality.  The existing PMO of SMFB will be \nresponsible  for  day-to-day  management  of  the  Project,  overseeing  implementation,  and \nreporting project progress and benefit monitoring. SMG has assigned experts from relevant \ngovernment  agencies  to  strengthen  the  PMO  during  project  implementation.  The  existing \nSanmenxia Municipality Project Leading Group (PLG) will provide overall direction and oversight \n                                                 \n14  Currently, the commercial bank rate is about 7.4%, with 10% flexibility.  ", " 13\nof project implementation and management. The implementing agencies (IAs) for financing, \nsupervision, and monitoring of agro-enterprise activities in their respective areas will be LCG for \nthe three agro-enterprises in Lingbao County and SCG for the agro-enterprise located in Shan \nCounty. The project implementation offices, to be established in LCFB and SCFB, will be \nresponsible for the implementation of project activities in Lingbao City and Shan County. The \nSMAB  Horticulture  Station  will  be  responsible  for  implementation  of  advisory  service  and \ntraining  activities.  It  will  oversee  the  design,  planning,  and  implementation  of  training  of \nextension staff and lead farmers, and the delivery of advisory services and training to project \narea farmers. Lingbao City Horticulture Bureau (LCHB) and Shan County Agriculture Bureau \n(SCAB) will be responsible for these activities in their geographic areas, subject to overall \nmanagement by SMAB. SMAB will also be responsible for the upgrading of its information \ncenter and the establishment of project area information offices. Participating agro-enterprises \nwill  be  responsible  for  the  establishment  of  production  bases  and  processing  facilities,  in \ncollaboration with farmers, and through coordination with project IAs and other local government \nagencies, including water resources and environmental protection bureaus. Each participating \nenterprise  will  establish  a  project  implementation  unit,  composed  of  a  processing  section, \nprocurement and disbursement section, production base section, and social and environmental \nsection. The project management chart is in Supplementary Appendix G. \n41.  The  four  participating  enterprises  will  be  the  Lingbao  Amusi  Fruit  Juice  Company, \nLingbao  Yuancun  Natural  Food  Company,  Yuanfen  Fruit  Industry  Company,  and  Zhixian \nIndustrial Group Company. These enterprises were selected based on the following eligibility \ncriteria:  (i)  consistency  with  Sanmenxia’s  11th  Five-Year  Development  Plan  objectives;  (ii) \ndemonstration of their linkages with the effective improvement of farm incomes; (iii) promotion of \nenvironmentally sustainable production, especially with regard to soil and water management; \n(iv)  proven  experience  with  (or  staff  that  is  experienced  with)  production  and  processing \nactivities in the fruit industry in Sanmenxia; (v) viable subproject investments; and (vi) minimum \nresettlement needs. The participating enterprises15 are incorporated under the PRC’s Company \nLaw and are majority privately-owned. The participating enterprises will collaborate with farmers \non the establishment of production bases on farmers' land. They will also establish fruit juice \nprocessing plants, and carry out fruit processing and marketing operations.  \n42.  Participating farmers will include farmers or farm households living in the project area. \nParticipating farmers must meet the following criteria: (i) own farmland or orchards for fruit \nproduction, (ii) express strong willingness to participate in contract farming arrangements with \nparticipating enterprises, and (iii) be able to contribute labor inputs for establishment of the \nproduction base and ongoing cultivation. Favorable consideration will be given to relatively \npoorer farm households in the project area. \n43.  An  agreement  will  be  entered  into  between  each  participating  enterprise  and \nparticipating farmers. Under the agreement, a participating enterprise will be responsible for (i) \nundertaking, in collaboration with participating farmers, the necessary work to establish fruit \nproduction and install farm infrastructure and equipment; (ii) providing seedlings, fertilizers and \npesticides, and  technology  and  guidance  to  participating farmers  in  fruit  tree  planting  and \ncultivation,  with  associated  fees  agreed  to  by  participating  farmers  and  the  participating \nenterprise; and (iii) undertaking to purchase fruits produced by participating farmers, at the \nhigher rate of the prevailing market price or the protected price agreed at the beginning of each \nyear. Participating farmers will be obliged to (i) carry out land improvement work under the \n                                                 \n15 Detailed financial analysis and financial management assessments (based on financial management assessment \nquestionnaires) have been undertaken. Financial performance of these enterprises is in Appendix 10, and financial \nstatements of the enterprises are in Supplementary Appendix D. \n ", "14  \nguidance  of  the  participating  enterprise;  (ii)  plant  and  cultivate  fruit  trees  provided  by  the \nparticipating  enterprise  with  due  care  and  diligence  according  to  the  guidance  of  the \nparticipating enterprise; (iii) sell fruits produced to the participating enterprise in accordance with \nthe agreement; and (iv) repay to the participating enterprise the cost of the inputs and goods \nprovided by the participating enterprise through the deduction of charges from the payment \nmade by the participating enterprise for the participating farmers' fruits. \n2.  Implementation Period \n44.  The Project will be implemented over 5 years from January 2008 to December 2012. An \nimplementation schedule is presented in Appendix 7. \n3.  Procurement \n45.   All procurement of goods and works shall be carried out in accordance with ADB's \nProcurement Guidelines (2007, as amended from time to time). Contracts for goods estimated \nto exceed $1.0 million and contracts for works estimated to exceed $10.0 million shall be \nprocured using international competitive bidding (ICB) procedures. Contracts for goods and \nworks estimated to cost equal or less than the above ICB values but more than $100,000 shall \nbe  procured  through  national  competitive  bidding  procedures  in  accordance  with  the  PRC \nTendering and Bidding Law (1999), subject to modifications agreed with ADB. Contracts for \ngoods  and  works  estimated  to  cost  $100,000  or  less  shall  be  procured  using  shopping \nprocedures.  For  farm  inputs,  procurement  will  be  undertaken  through  shopping  by  the \nrespective enterprises in accordance with the established private sector or commercial practices \nwhich, based on an assessment carried out during special review mission immediate after loan \nnegotiation, are acceptable to ADB. More details are provided in Appendix 8, Procurement Plan. \nThe  relevant  sections  of  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  will  be \nincluded in all procurement documents and contracts. \n4.  Consulting Services \n46.  The  Project  will  provide  77.7  person-months  of  consulting  services,  comprising  10 \nperson-months of international and 67.7 person-months of national expertise. Two international \nand 8 national consultant person-months will be contracted to design an innovative training \nprogram, develop training materials, and review training delivery for the training of agriculture \nbureau extension staff and lead farmers. National consultants will then be engaged for 22.7 \nperson-months to deliver the training to extension staff and lead farmers. A national consultant \nwill be engaged for 1 person-month to provide training to staff of the PMO, IAs, and agro-\nenterprises  in  project  financial  management  and  disbursement,  and  project  procurement \nprocedures. International (2 person-months) and national (6 person-months) consultants will be \nengaged to support the PMO in the design of the PPMS and preparation of a program for its \nimplementation. The national consultant will be engaged for 1 person-month per year for the \nremaining 4 years to support the PMO in PPMS implementation, and to undertake ongoing \nmonitoring activities and reporting. To ensure proper coverage of social dimensions in the \nPPMS, 4 person-months of international and 8 person-months of national consultant input will \nbe engaged to assist in PPMS design, implementation, and review. Four person-months of \nnational consulting services will be engaged to ensure effective design and implementation of \nthe monitoring of resettlement activities within the PPMS. Two person-months of international \nand 10 person-months of national consultant input will be engaged to design environmental \nmonitoring guidelines within the PPMS, and to review  environmental issues during project \nimplementation.  A  national  consultant  will  be  engaged  for  8  person-months  to  design  the \nprogram, prepare materials, and deliver eight workshops on farmer mobilization and gender ", " 15\nawareness. Contracts for consulting services estimated at $200,000 and above will be awarded \nusing consulting firms, biodata proposals, and quality- and cost-based selection procedures \n(80:20), in accordance with ADB’s Guidelines on the Use of Consultants (as amended from time \nto time). Outline terms of reference are available in Supplementary Appendix J. \n5.  Advance Procurement and Retroactive Financing \n47.  SMG  has  requested  retroactive  financing  for  the  development  of  production  bases \nincluding land leveling, irrigation system establishment, irrigation and farm equipment, and tree \nplanting. The details of activities to be financed will be set out in a written request to ADB. ADB \nhas advised that retroactive financing could only apply to up to 20% of the ADB loan with \nrespect to expenditures incurred not earlier than 12 months before the signing of the loan \nagreement.  All  contracts  proposed  for  advance  action  and  retroactive  financing  will  be \nundertaken in accordance with ADB’s Procurement Guidelines and ADB’s Guidelines on the \nUse  of  Consultants.  The  Government  and  SMG  have  been  advised  that  approval  of  the \nadvance action and retroactive financing does not commit ADB to financing the Project. \n6.  Anticorruption Policy \n48.  ADB’s  Anticorruption  Policy  was  explained  to  and  discussed  with  Henan  Province \nFinance  Department  (HPFD),  the  EA,  and  IAs.  Consistent  with  its  commitment  to  good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nProject. To support these efforts, relevant provisions of ADB’s Anticorruption Policy are included \nin the loan regulations and the bidding documents for the Project. In particular, all contracts \nfinanced by ADB in connection with the Project will include provisions specifying the right of \nADB to audit and examine the records and accounts of the HPFD, the EA, the IAs and all \ncontractors, suppliers, consultants, and other service providers as they relate to the Project. The \nproject design and implementation arrangements provide for mitigating corruption risks. Risks \nassociated with project management, including procurement and disbursement, will be mitigated \nby  (i)  training  of  PMO  staff  in  the  procurement  of  goods  and  services  to  reinforce  their \nexperience gained in ADB projects to date, (ii) introduction of a dual signing system in which \ncivil works contractors awarded contracts will also sign an anticorruption contract with the \ncontracting  organization,  and  (iii)  periodic  inspection  by  the  PMO  of  contractors’  activities \nrelated to fund withdrawals and settlements. \n7.  Disbursement Arrangements \n49.  The  proceeds  of  the  loan  will  be  disbursed  in  accordance  with  ADB’s  Loan \nDisbursement Handbook (2007, as amended from time to time). Because many of the payments \nwill be made for large contracts, funds will be withdrawn from the loan account using direct \npayment, reimbursement, and commitment procedures. To expedite the flow of  funds and \nsimplify  document  processing,  the  statement  of  expenditure  procedure  may  be  used  to \nreimburse eligible expenditures for any individual payment not exceeding $100,000. Payments \nexceeding this ceiling will be reimbursed based on the full documentation process. HPFD will \nonlend loan funds to the EA (SMG), and will enter into an onlending agreement with SMG. SMG \nwill in turn (through SMFB) onlend funds to the IAs (LCFB and SCFB) for their respective shares \nof the loan funds. The IAs will relend loan funds to the agro-enterprises. The agro-enterprises \nwill be responsible for repayments to the IAs, and will provide collateral to sure loans from their \nrespective IA. The IAs will be responsible for repayment to SMG, and SMFB will be responsible \nfor repayment to HPFD. A financial management assessment of the EA and IAs is presented in \nSupplementary Appendix B. The assessment concludes that HPFD, SMFB, LCFB, and SCFB \n ", "16  \nsatisfy ADB’s financial management requirements for EAs and IAs. They are all government \noffices  in  the  hierarchy  under  the  Ministry  of  Finance  and  have  satisfactory  financial \nmanagement capability. \n50.  An imprest account will be set up for the Project by the HPFD in a commercial bank \nacceptable  to  ADB.  Disbursements  from  the  imprest  account  will  be  supported  by  an \nappropriate  withdrawal  application  and  related  documentation.  The  initial  amounts  to  be \ndeposited in the imprest account shall not exceed the estimated expenditures for the following 6 \nmonths or 10% of the loan amount, whichever is lower. \n51.  Mechanism  for  Channeling  Inputs  to  Farmers.  In  consultation  with  the \nrepresentatives of the farmers and farmers’ organizations, the participating enterprises, and \nconcerned government agencies, a sample agreement has been prepared by reviewing the \nexisting  contractual  relationship  between  farmers  and  enterprises.  This  agreement  has \nintroduced greater clarity with regard to each party’s rights and responsibilities, and will enhance \nthe bargaining power of farmers by engaging farmers’ organizations. The sample agreement will \nbe used as template for enterprise-farmer contracts during project implementation. The sample \nagreement is in Supplementary Appendix G. \n \n52.  The funds to be used for providing seedlings, fertilizers, pesticides, and construction \nmaterials to participating farmers will be disbursed in accordance with the following procedures: \n(i) the funds for the first batch of participating farmers, which have been reviewed during project \nappraisal and approved by ADB, will be disbursed after the Loan Agreement becomes effective \nand the conditions of disbursement are satisfied; and (ii) the funds for the subsequent batches \nwill be disbursed subject to the conclusion of contracts between the participating enterprises \nand participating farmers, and satisfactory completion of activities financed under each previous \nbatch, which will be verified and certified to ADB by the concerned finance or agriculture bureau. \n8.  Accounting, Auditing, and Reporting \n53.  All participating enterprises and other agencies involved in project implementation will \nmaintain separate accounts for the Project. These accounts and related financial statements \nshall be audited annually by an independent auditor in accordance with auditing standards \nacceptable to ADB. PMO will verify the subproject accounts and prepare the accounts for the \nentire Project by consolidating the sub-accounts of subprojects. Within 6 months after the end of \neach fiscal year, PMO will submit to ADB certified copies (in English) of such audited project \naccounts and financial statements and auditor's reports. The participating enterprises will also \nsubmit to ADB through PMO its annual audited financial statements for its operations, including \nincome statements, balance sheets, and cash-flow statements within 6 months after the end of \neach fiscal year. The audit of such financial statements will also include: (i) an assessment of \nthe adequacy of accounting and internal control systems with respect to project expenditures \nand other financial transactions, (ii) an assessment of compliance with loan covenants and \nADB's requirements on project management, (iii) an opinion on the operation of the imprest \naccount and on the use of the statement of expenditure procedure, and (iv) review of the \nexecution of contracts between the participating enterprises and farmers. The PMO will prepare \nconsolidated  quarterly  reports  indicating  progress  made,  problems  encountered  during  the \nperiod, steps taken or proposed to remedy the problems, and a proposed program of activities \nwith progress expected for the next quarter. Within 3 months of physical completion of the \nProject, the PMO will submit to ADB a completion report that describes the achievements in \nrelation to the Project’s expected impact, outcome, and outputs. The participating enterprises \nwill have their accounts audited and their financial statements prepared in accordance with \ninternational financial reporting standards by auditors acceptable to ADB. The participating ", " 17\nenterprises will make their financial statements available to the PMO within 6 months of the end \nof each financial year. \n \n9.  Project Performance Monitoring and Evaluation \n \n54.  To monitor the progress of the Project in achieving the planned outcome and outputs, \nthe PMO will establish and maintain a PPMS, which will be designed to permit adequate \nflexibility  to  adopt  remedial  action  regarding  project  design,  schedules,  activities,  and \ndevelopment impacts. The PPMS will adopt the following agreed indicators as a minimum: (i) \nphysical  progress  of  agro-enterprise  subproject  implementation  (production  base  and \nprocessing capacity expansion); (ii) changes in fruit tree crop varieties and yields compared with \npresent levels; (iii) changes in the application methods and volume of water used in orchard \nirrigation compared with present levels; (iv) the types and application rates of fertilizers and \nagrochemicals in fruit orchards compared with present levels; (v) progress in the implementation \nof the pilot biogas program; (vi) progress of agribusiness capacity building in extension and \ntraining delivery and outreach, and market information system development and outreach; (vii) \nstrengthening of farmers' organizations and their role in fruit supply chains; (viii) increases in \nfarm incomes; (ix) reduction in poverty incidence, and gender and social development; and (x) \nreduction in soil erosion and agrochemical usage, and improvement in soil nutrient content and \nwater quality. The PMO, with the support of consultants and in consultation with each IA, \nparticipating  agriculture  bureau,  and  agro-enterprise,  will  develop  comprehensive  PPMS \nprocedures to systematically generate data on inputs and outputs of project activities, and the \nphysical, socioeconomic, and environmental indicators to measure project impacts. Within the \nPPMS framework, the PMO will confirm achievable targets, refine monitoring and recording \narrangements, and establish systems and procedures no later than 6 months after the start of \nthe Project. Baseline and progress data will be reported to the PMO at the requisite time \nintervals by the IAs, participating agriculture bureaus, and agro-enterprises, and will include \nannual reporting on the environmental management plan prepared for the Project. The PMO will \nbe  responsible  for  analyzing  and  consolidating  the  reported  data  through  its  management \ninformation system, and for reporting the outcome to ADB through quarterly progress reports. \n10.  Project Review \n55.  In addition to regular monitoring, project performance will be jointly reviewed at least \nonce a year by ADB and the Government. The review will assess implementation performance \nand achievement of progress towards project outcomes and outputs, financial progress, and \nissues and constraints affecting implementation; it will also include development of a time-bound \naction plan for resolution of issues and constraints. ADB and the Government will undertake a \nmidterm review to assess implementation status and take appropriate measures—including \nmodification of scope and implementation arrangements, and reallocation of loan proceeds, as \nappropriate—to achieve the Project’s outcomes and impact.  \nIV.  TECHNICAL ASSISTANCE \n56.   An advisory TA grant of $400,000 will be provided to strengthen the capacity of SMG in \nstrategic planning and management to support sustainable agricultural development. SMG, in \nits role as the EA, will provide $120,000 for in-kind costs. The TA will address three priority \nissues identified by the subsector analysis and risk assessments in the implementation of the \ncontract farming scheme: (i) the demonstration of GAPs (through ChinaGAP), which aims to \naddress food quality and safety issues; (ii) the implementation of agricultural insurance schemes \nto provide needed compensation to participating farmers against crop losses due to natural \n ", "18  \ndisasters;  and  (iii)  an  appropriate  mechanism  to  monitor  and  ensure  effective  contract \nexecution. \n  \n57.  The  advisory  TA  has  three  components:  (i)  program  design  and  training  materials \ndevelopment  for  ChinaGAP  demonstration,  (ii)  a  feasibility  assessment  of  the  provision  of \nagricultural  insurance  to  participating  farmers,  and  (iii)  further  development  and  capacity \nbuilding relating to a monitoring system to ensure effective contract execution. \n \n58.  An  international  firm  will  be  engaged  through  the  quality-  and-cost-based  selection \nmethod, using simplified technical proposals in accordance with ADB's Guidelines on the Use of \nConsultants (as amended from time to time). Eleven person-months of international consulting \nservices and 24 person-months of national consulting services will be required. The indicative \nconsultant  needs  and  outline  terms  of  reference  of  the  TA  are  provided  in  Appendix  9. \nImplementation of the TA will commence in the first year of the Project (2008). \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Farm Incomes \n59.  Crop  and  farm  budget  analysis  has  been  undertaken  for  the  project  situation  to \ndetermine  potential  incremental  returns  to  farmers.  A  range  of  yield  increases  have  been \nestimated based on a change to more efficient use of irrigation water and application of fertilizer \nand pesticides within the project area. These are reflected in the crop budgets, with yield \nincreases of 25% for apples, 15% for apricots, 20% for peaches, and 20% for Chinese dates. \nEstimated yield increases with improved cultivation methods are reflected in increased incomes, \nbased on present pricing structures. The largest project-related cost increase is for irrigation. \nThe number of times crops are irrigated is expected to increase over present levels reaching up \nto 7 times per year for apples, 5 for peaches, 3 for apricots, and 3 for Chinese dates. Cost \nincreases range from CNY100 to CNY200 per mu. Inorganic fertilizer costs are reduced by \n20%, organic fertilizer costs increased by 40%, and pesticides costs reduced by 30%. Increased \nexpenditures are offset by increased incomes. \n60.  The yield for fresh market apples in low areas is 2,600 kilograms (kg) per mu, and in hill \nareas 2,740 kg per mu. In low areas, margins on fruit crops range from $555 per ha for apricots \nto $4,187 per ha for fresh market apples (Fuji varieties). Comparing crop budgets for the two \napple varieties grown in hill areas, the Qianguan variety has a 54% higher yield than the Fuji \nvariety, at 4.22 t per mu (63.3 tons per ha) and 2.74 t per mu (41.1 t per ha), respectively. \nHowever, apples for fresh markets command significantly higher prices, CNY1.40 per kg for Fuji \napples compared with CNY0.65 for Qianguan. As a result, the gross margin from Fuji apples is \n33% higher (CNY2,397 per mu, compared with CNY1,802 per mu for Qianguan). \n61.  The increase in yields for fruit crops is reflected in total farm incomes, which range from \nCNY6,553 for fruit and food crop farms in low areas to CNY15,480 for fruit-only farms in hill \nareas. Returns per family day of labor range from a low of $1.10 per day from food-only farms to \n$14.8 from fruit-only farms. Increases in net returns per day range from 14 to 26%, with higher \nincreases deriving from fruit-only farms. An analysis of returns to participating farmers is in \nSupplementary Appendix I. \nB.  Financial Analysis of Agro-enterprises \n62.  Four agro-enterprises have been identified for participation in the Project. They satisfy \neligibility  based  on  economic,  financial,  social,  and  environmental  criteria.  All  of  the  agro-", " 19\nenterprises have been operating within the fruit processing subsector for a number of years. \nBased on analysis of their audited financial statements from the last 3 years, they are in \nsatisfactory financial health (based on key financial ratios, including debt equity, current and \nquick ratios), with some performing at par with PRC market leaders in the subsector. They are \nall privately-owned enterprises. Financial management assessment indicates that all have the \nrequired accounting, auditing, financial management, and reporting systems in place. They also \nhave qualified and experienced managerial, financial, and operational staff. An assessment of \ntheir investment proposals to expand processing capacity indicates that financial internal rates \nof return (FIRR) range from 17.0 to 25.6%. These are above the estimated weighted average \ncost of capital for each agro-enterprise, which ranges from 6.1 to 6.7%. Sensitivity analysis \nindicates that FIRRs are highly robust with respect to investment cost increases. For four agro-\nenterprises, switching values for revenue range from 13 to 20%, and operating cost switching \nvalues from 16 to 28%. Strong demand in export markets suggests that the risks of declines in \nrevenues  of  this  magnitude  are  small,  while  agro-enterprises'  management  capacity  and \nexperience is considered to be sufficient to control operating costs so that any adverse changes \nwill be well below these levels. Based on projected financial statements over the 20-year period \nof the analysis, all agro-enterprises satisfy financial performance criteria and have satisfactory \ndebt-equity, current, quick, and debt-service coverage ratios. The financial analysis of agro-\nenterprises is in Appendix 10. \nC.  Economic Benefits \n63.  The adoption of improved farm technologies and practices will lead to increased yields of \nfruit tree crops, and savings in the use of agricultural inputs. Yield increases are expected to be \nin the range of 15 to 25%, depending upon crop and farm location. The use of inorganic \nfertilizers is expected to fall by 20% and the use of organic fertilizer to increase by 40%. The use \nof agrochemicals is expected to fall by 30%. Overall, however, net farm production costs are \nexpected to increase, given the larger volume of organic fertilizers that will be applied compared \nwith present levels of chemical fertilizers. All fruit production will be incremental, given that (i) \nthe fruit will be grown on land converted from current cultivation of non-fruit crops, and (ii) on \nrehabilitated  orchards,  the  processing  of  variety  apples  will  replace  current  fresh  market \nvarieties. \n64.  The Project will generate both direct and indirect benefits. Direct economic benefits are \nderived from increases in farm productivity and diversification of cropping patterns to higher-\nvalue fruit tree crops, and increases in the production and marketing of processed fruit products. \nIndirect economic benefits are derived from the environmental benefits contributed by both \nproduction bases and the pilot biogas program. The environmental benefits from production \nbases include afforestation, reduced fertilizer and pesticide use, reduced soil erosion, and water \nsavings  from  reduced  irrigation  and  lower  evaporation.  The  biogas-related16 environmental \nbenefits include substitution of firewood and coal, reduction of greenhouse gas emissions, \ngeneration of clean energy, substitution of fertilizers, reduction of pesticides, and increased crop \nyields. \n65.  The  economic analysis, financial investment costs, including physical contingencies, have \nbeen converted to economic costs by deducting taxes and duties, and applying conversion factors \nto the shares of foreign costs, unskilled and skilled labor, and other costs. The resultant values \n                                                 \n16 The pilot program of 2,000 households is estimated to substitute approximately 3,000 t/annum of straw and \nfirewood and 2,000 t/annum of coal. It will replace 220 t/annum of urea, 38 t/annum of phosphorus, and 123.4 \nt/annum of potassium by the use of biogas slurry as an organic fertilizer. Meanwhile, the use of digester liquid for \nleaf application can increase the disease and pest resistance of fruit trees; the use of pesticides can be reduced by \n30%. \n ", "20  \nrepresent the economic capital costs of the Project using the domestic price numeraire. All other \nlocal currency costs are assumed to equal their economic costs, after deducting taxes and duties. \nThe  Project’s  estimated  economic  internal  rate  of  return  (EIRR)  of  23.8%  is  based  on  the \naggregation of economic costs and benefits for each subproject, including time taken for fruit and \nvegetable  production  and  processing  to  reach  full  capacity.  The  EIRRs  for  all  individual \nsubprojects exceeds the economic cost of capital, which is assumed to be 12%. The results \nindicate that the overall project and all subprojects are economically viable. Sensitivity analysis \nindicates that the returns to the overall project and subprojects are generally robust, while the \ndistribution analysis shows a balanced distribution of economic and financial net present value \nbetween  the  agro-enterprises  and  farmers.  The  detailed  economic  analysis  is  presented  in \nAppendix 11. \nD.  Environmental Benefits and Impacts \n66.  Environmental benefits under the Project derive from a reduction in the use of inorganic \nfertilizers and pesticides, soil erosion prevention, and water savings both from a shift in cropping \npatterns from grain crops to fruit tree crops, and from water-saving irrigation practices. The \nProject  will  increase  tree  cover  in  the  project  area  by  195,000  mu  (13,000  ha),  equal  to \napproximately 3% of the existing forest cover. The associated ecological and environmental \nbenefits of increased tree cover include water and soil conservation, and carbon sequestration. \nThe  Project  will  also  introduce  water-saving  basin  irrigation  techniques,  promote  balanced \nfertilizers, and adopt IPM. The total annual environmental benefits amount to CNY27.9 million. \n67.  Environmental  benefits  from  the  pilot  biogas  program  will  be  derived  from  (i)  the \nreduction of greenhouse gas emissions, (ii) reduced use of firewood and consequent forest \nregeneration, (iii) better household air quality and lower incidence of respiratory diseases due to \nthe use of biogas for cooking and heating, (iv) lower environmental and soil pollution through the \nuse of digester residues as organic fertilizers and for IPM, and (v) general improvements in the \nenvironment of the project area villages. The pilot biogas program is expected to demonstrate \nthe benefits of integrating the biogas system with fruit tree production in the Sanmenxia area, \nwhere biogas has developed more slowly than in other areas of the PRC. \n68.  An  environmental  assessment  was  conducted  in  accordance  with  the  PRC’s \nenvironmental impact assessment (EIA) system as well as ADB’s Environment Policy (2002), \nand initial environmental examinations (IEEs) and a summary IEE (SIEE) were prepared, and \ninclude environmental management plans. The possible adverse environmental impacts will be \nprevented or minimized to an acceptable level if the environmental management plan set out in \nthe  SIEE  (Supplementary  Appendix  E)  is  effectively  implemented.  A  summary  of  the \nenvironmental analysis is included in Appendix 12. \nE.  Employment \n69.  With the Project, a total of about 66,200 households, including about 1,300 households \nheaded by women, will be engaged in improvements and expansion of the fruit production \nbases. This amounts to around 249,660 farmers, including 105,800 women (42.4%). The four \nagro-enterprises participating in the Project currently employ a total of 2,670 staff, including \n1,140  women  (43%).  Several  of  these  posts  are  in  management,  sales,  finance,  and \nadministration. The construction and operation of agro-enterprise processing lines will create \naround 2,230 direct, fulltime jobs. Of these, around 1,000 (45%) will be for women. In addition, \nthe Project is expected to generate 82,130 indirect employment opportunities, of which 36,960 \n(45%) will be for women.  ", " 21\nF.  Poverty Impact \n70.  The  project  area  has  five  poor  townships  and  10  poor  villages.  Of  the  249,660 \nbeneficiaries living in production base villages, 14% (34,950 persons) are estimated to be poor \nand living below the municipally designated poverty line, or have incomes under CNY944 per \nperson per year. Another 12% of beneficiaries (29,960 persons) are poor people with incomes \nof CNY1,000–1,500.17 \n71.  At full development, poor households will increase their per capita incomes by about \nCNY5,000 per year, moving them out of poverty; the income of the vulnerable poor will also \nincrease, reducing their risk of sliding back into poverty. On average, real per capita income of \nthe participating households will increase almost two times for farmers, and five times for poor \nhouseholds, if they realize the opportunities of fruit farming to the same extent as other fruit \nfarmers. A summary poverty reduction and social strategy is presented in Appendix 13.  \nG.  Gender and Development \n72.  The project area has a high proportion of women fruit tree farmers, who work (on \naverage) 1.2–1.3 more hours than do men.18 However, women tend to lag behind men in terms \nof their (i) education; (ii) direct access to farm inputs, and new technologies and skills; and (iii) \nrepresentation and decision-making role in public affairs.  \n73.  Project activities will ensure that project benefits accrue equitably to men and women by \n(i) increasing the participation of women farmers in agribusiness development; (ii) ensuring \nequitable access to (a) employment and training opportunities, and (b) information, technology, \nand  markets;  (iii)  ensuring  women’s  representation  in  project  management;  and  (iv) \nstrengthening coordination between project management and relevant women's organizations, \nsuch as the All China Women’s Federation and local poverty reduction offices. A more detailed \nlist of activities is in the Gender Action Plan in Appendix 14. \n \nH.  Resettlement \n \n74.  The  Project  will  develop  about  16,300  ha  of  fruit  trees  and  high-value  vegetable \nproduction. As the participation of farmers is voluntary, no involuntary resettlement impacts are \nexpected  for  the  production  components.  Three  of  the  fruit  processing  plants  and  their \nassociated facilities (e.g., coal boilers) will need to acquire land. The Lingbao Yuancun Natural \nFoods Co Ltd. will use existing facilities. The Lingbao Amusi Fruit Juice Co will establish two \nproduction plants, of which the Golden Orchard production plant at Gaobai village will be \nestablished on land purchased by the company 10 years ago. No additional land is needed for \nconstruction camps and no physical relocation is required. Due diligence has been carried out \nand  no  outstanding  resettlement  impact  has  been  reported.  The  population  of  Sanmenxia \nMunicipality includes people of Han (99.4%), Hui (0.5%), Manchurian (0.04%), Uygur (0.04%) \nand Mongolian (0.02%) ethnicity. The socioeconomic household survey indicated that no ethnic \nminorities are living in the areas to be affected by the Project.  \n \n                                                 \n17 Those living under the municipal poverty line of CNY944 enjoy the minimal living guarantee fund provided by the \nCivic Affairs Bureau, while those on incomes between CNY1,000–1,500 do not, though they are still vulnerable to \npoverty. \n18 Men have higher rates (10 to 20%) of seasonal migration than do women (3 to 9%). \n ", "22  \n75.  The three processing plants will permanently acquire 22.42 ha of collectively-owned \nfarm land. Most of these lands are leased to individual farmers and used by 177 households \n(700 individuals) from three villages, while other lands are used as collective reserve land. All \nhouseholds and affected groups face severe resettlement impacts, as they will lose more than \n10% of their land, which is their primary source of income. The enterprises will provide cash \ncompensation, at a rate exceeding the Sanmenxia Municipality standards, for all lands and \nother affected assets (e.g., crops, trees, greenhouses, and storage facilities), and will employ all \naffected people between 18 and 60 years of age. They will receive an income that is higher than \ntheir agricultural income before the Project. To enhance the competency of affected persons, \nthe local government and the enterprises will provide training courses during construction, which \nwill take place during the agricultural low season. Seven vulnerable households will receive \nadditional compensation and assistance from the local government. Detailed mitigation and \nlivelihood restoration measures are outlined in three resettlement plans, which are provided in \nSupplementary Appendix K. A summary of the resettlement plans is provided in Appendix 15. \n \nI.  Risks and Mitigation Measures \n \n76.  The  repayment  risk  will  be  shared  by  the  HPG,  SMG,  participating  city/county \ngovernments and enterprises. The local governments guaranteed the repayment of disbursed \nloan funds. In the case of repayment default, the provincial government agreed to deduct \namounts due from the public budgets of the city and county governments. As a result, the local \ngovernments have a strong incentive to partner with successful private, commercial agricultural \ncompanies to channel inputs to the farmers and link the farmer’s outputs to the market. \n \n77.  In order to mitigate the risk of crop losses due to climate change and other natural \ndisasters, HPG and SMG will design and implement agriculture insurance schemes during the \nimplementation to provide needed compensation to the participating farmers against crop losses \ndue to natural disasters. An assurance will be covenanted in the loan agreement. \n \n78.   Financial  risk  associated  with  financing  the  participating  enterprises  has  been \nsubstantially  mitigated  through  the  stringent  selection  of  the  participating  enterprises.  The \nfinancial management assessment, financial analysis and projections, and other due diligence \nreview further complemented the risk mitigation efforts. Financial projections on the participating \nenterprises indicate that except for the initial 1 to 3 years, when the processing capacity will not \nyet be fully established due to project construction, these participating enterprises will be able to \nsatisfy all key financial performance ratios, which are comparable with the market leaders in the \nfruit sector in the PRC. As one of the assurances, these ratios will be covenanted in the legal \ndocument. In addition, the participating enterprises will be prohibited from declaring a dividend if \nsuch payment would cause the covenanted ratios to fall below the specified minimum values.  \n \n79.  The financial management assessment indicated that the HPFD, SMFB, LCFB, and \nSCFB have accumulated considerable experience from ADB and World Bank-financed projects \nand  are  familiar  with  ADB’s  requirements  with  respect  to  preparation  and  processing  of \nwithdrawal  applications  and  financial  management  of  ADB-financed  projects.  The  financial \nmanagement system of the participating enterprises meet the requirements for undertaking their \nrespective subprojects, although all are new to ADB-financed projects. Project implementation \nwill involve extensive training and capacity improvement activities. Mitigation measures have \nbeen designed to strengthen financial management capacity and mitigate residual control risks, \nand include: (i) the recruitment of well-trained project accounting staff, (ii) the preparation of a \nproject financial management manual, (iii) well-designed and focused training by ADB’s resident \nmission, (iv) the establishment of a management information system to monitor the execution of ", " 23\ncontract farming, and (v) strengthening of the control and accountability mechanism. A detailed \ndiscussion on these measures is in Appendix 4.  \n  \n80.  The  major  impetus  for  the  adoption  of  improved  farm  technologies  and  cultivation \npractices will be the provision of incentives for farmers in the form of secure market outlets and \nprices. The same is true for the output from agro-enterprise processing plants. Market analysis \nindicates that the market share obtained by Chinese exporters will continue to grow. However, a \nnumber of related factors pose a risk in this respect: (i) Chinese processed fruit products must \ncontinue  to  satisfy  market  preferences  and  comply  with  national  and  international  quality \nstandards, (ii) demand may be negatively impacted if Chinese agricultural imports into major \nmarkets fail to meet international quality and safety standards in the future, (iii) adverse trade \nmeasures  may  be  imposed  against  Chinese  products  by  importing  countries,  and  (iv) \nappreciation of the yuan may increase the cost of Chinese exports compared to those of \ncompetitors. The Project is designed to mitigate these risks to the extent possible by including \nHACCP-certified agro-enterprises that have an established record of supplying products that \nmeet stringent international standards. In addition, during implementation, both agro-enterprises \nand  project  agencies  will  promote  improvement  of  farm  cultivation  and  product  quality \nstandards, including, for example, collaboration with ChinaGAP and other standards agencies, \nto facilitate raw material traceability and enhance quality.  \n \nVI.  ASSURANCES \n81.  In addition to the standard assurances, the Government, HPG, and SMG have given a \nnumber of specific assurances—regarding counterpart funds, agriculture insurance, capacity \nbuilding, monitoring and evaluation, management information systems, the environment, land \nacquisition  and  involuntary  resettlement,  change  of  ownership,  employment  and  labor \nstandards, representations and warranties, and financial performance ratios—which have been \nincorporated into the Loan and Project Agreements. \nVII.    CONDITIONS OF DISBURSEMENT \n82.  It will be a condition for disbursement of the loan proceeds for any subproject that the \nGovernment  submit  to  ADB  certification  that  the  onlending  agreement  for  the  concerned \nsubproject has been entered into between LCG or SCG and the participating agro-enterprises \nconcerned,  which  contains  the  financial  terms  and  conditions  as  required  in  the  Loan \nAgreement and other requirements as provided in the Project Agreement. \nVIII.  RECOMMENDATION \n83.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the loan of $66,700,000 to the People's Republic of China for the Henan Sustainable \nAgriculture and Productivity Improvement Project from ADB’s ordinary capital resources, with \ninterest  to  be  determined  in  accordance  with  ADB’s  London  interbank  offered  rate-based \nlending facility; a term of 25 years, including a grace period of 5 years; and such other terms \nand conditions as are substantially in accordance with those set forth in the draft Loan and \nProject Agreements presented to the Board. \n  Liqun Jin \n20 November 2007  Vice President \n ", "24   Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance  Data Sources/Reporting \nDesign Summary  Assumptions/Risks \nTargets/Indicators  Mechanisms \nImpact      Assumptions \nIncreased adoption of  • Area under fruit tree  • Agro-enterprise and PMO  • Complementary \nsustainable crop and farm  crops area increased by  monitoring reports  investments under the \nmanagement practices in  13,000 ha by 2010.  Government’s \"New  \nthe cultivation of fruit tree  • Monitoring reports from  Countryside\" policy \ncrops in the Sanmenxia  • Tree cover increased by  local bureaus of  materialized. \narea.  3% by 2010, compared to  agriculture, environment, \nbase year of 2007.  and water resources   • Continued development \nof fruit production and \n• Improved farm and land  • Sanmenxia Municipality,  processing, poverty \nmanagement practices  Lingbao City, and Shan  reduction, and \nadopted by 66,200 farm  County statistical  environmental protection \nhouseholds by 2012,  yearbooks  remain a feature of local \nincluding 1,600 female- government rural \nheaded households.    development policy. \n• Volume of irrigation water \napplied on the fruit and \nvegetable production \nareas reduced by 55% by \n2012. \n• Use of organic fertilizer \nincreased by 30% by \n2012. \n• Use of inorganic \nfertilizers and \nagrochemicals reduced \nby 40% by 2012. \nOutcome      Assumptions \n• Doubling in the average  • Sanmenxia Municipality,   \nIncreased farm and agro- income of non-poor fruit- Lingbao City, and Shan  • Farmers and agro-\nenterprise productivity and  crop farmers, and tripling  County statistical  enterprises respond to \nincomes in the fruit  in the income of poor  yearbooks  opportunities to introduce \nproduction and processing  farmers, by the end of the  new technologies. \nsubsector in the Sanmenxia  Project, compared with  • Reports of local \narea.  2006.  government agriculture  • Value chain relationships \nand horticultural bureaus  are effective and supply \n• Increased employment in  contracts are observed. \nfruit tree cultivation for  • PMO monitoring reports \n66,200 households,  • Market demand and \ncompared with 2006.  • Agro-enterprise  prices remain buoyant.  \nmonitoring reports \n• Employment   \nopportunities in fruit  • Agro-enterprise annual \nprocessing plants  reports and financial \nincreased by 2,230,  statements \nincluding 1,000 for \nwomen, by 2010. \n ", "  Appendix 1  25 \nPerformance  Data Sources/Reporting \nDesign Summary  Assumptions/Risks \nTargets/Indicators  Mechanisms \n    Risks \n• Household environment     \nimproved in 2,000  • Adverse trade measures \nhouseholds that install  may be imposed against \nbiogas.  Chinese products. \n• Output and market  • Appreciation of the yuan \npenetration of agro- may raise the cost of \nenterprises increased by  Chinese exports \nthe end of the Project  compared with those of \ncompared with 2006.  competitors. \n• Revenue and profitability  • Market forces may divert \nof fruit processing agro- production to fresh fruit \nenterprises increased by  tree varieties, rather than \nthe end of the Project  processing varieties. \ncompared with 2006. \n• Raw material supply to \nagro-enterprises may be \ninadequate for effective \nutilization of installed \nprocessing capacity. \nOutputs      Assumptions \n1.  Increased Farm       \nProductivity       \n     \n• Fruit tree crop productivity  • Key fruit tree crop yields  • Sanmenxia Municipality,  • Appropriate crop \nincreased.  increased by:  Lingbao City, and Shan  varieties, farm \nCounty statistical  technologies, and inputs \nApples   –  25%  yearbooks  continue to be available \nPeaches  –  20%  at reasonable cost. \nApricots  –  15%  • Reports of local \n  government agriculture  • Farmers and agro-\n• Area under fruit tree crops  New (or rehabilitated) area  bureaus  enterprises adopt more \nand high-value vegetables  under production (in mu):  sustainable farm and land \nexpanded.  Apples      • PMO monitoring reports  management practices. \n  (high acid)   – 150,000 \n  Peaches  –  20,000     • Funds for investment in \n  Apricots  –  15,000     improved technologies \n  Chinese dates  –  50,000     remain available. \n  High-value   \n  vegetable crops –  10,000   \n   \n• Improved crop and farm  • Introduced on 245,000 \npractices adopted by male  mu of land. \nand female, non-poor and   \npoor farmers.   \n   \n• Water-saving irrigation  • Around 12.55 million m3 \ntechnologies introduced in  of water saved per year \nfruit tree production.  on production bases. \n \n• Fertilizer and  • Average rate of \nagrochemical application  application of inorganic \nrates reduced and more  fertilizers reduced by \nappropriate products  30%, and of  \nintroduced.  agrochemicals by 40%. \n ", "26   Appendix 1 \nPerformance  Data Sources/Reporting \nDesign Summary  Assumptions/Risks \nTargets/Indicators  Mechanisms \n• Use of organic fertilizers   \nincreased.  • Use of organic fertilizers \n  increased on average by \n  30%. \n• Use of biogas for rural   \nenergy and as a source of  • 2,000 pilot biogas units \norganic fertilizer  installed and operational. \nincreased.   \n \n2.  Expanded Processing      Assumption \nCapacity       \n       \n• Expansion of agro- • Processing capacity and  • Agro-enterprise and PMO  Chinese processed fruit \nenterprise processing  product range increased:  monitoring reports  products continue to satisfy \ncapacity.  market preferences and \n  Apple   • Agro-enterprise annual  comply with national and \n• Introduction of new,  concentrate   –100,000 t  reports  international quality \nmarket-specific processed  Fruit pulp, sugar  standards. \nproducts.  and pectin   – 81,000 t  • World trade statistics   \nAnimal feed   – 40,000 t  Risk \n     \n• Agro-enterprises have    Food scares surrounding \nentered new markets and    Chinese agricultural imports \nachieved increased share    into major markets may \nin existing markets,    negatively affect demand. \ncompared with 2006.     \n \n \n3.  Improved Agribusiness      Assumptions \nSupport Services       \n     \n• Fruit tree cultivation  • Training materials  • Local government  • Local governments \ntraining materials and  developed and used in  agriculture bureau  support the improvement \nguidelines improved  training.  reports  in the delivery of support \nand/or developed.     services. \n    • PMO monitoring reports \n• Improved capacity in the  • 65 staff from Sanmenxia  • Required government \nextension services of local  Municipality, Lingbao  • Information  counterpart funding made \nagriculture bureaus.  City, and Shan County  centers/system access  available. \n  agriculture/forestry  statistics and reports \n  bureaus trained, of whom  • Government policy and \n  40% will be women.    practice supports the \n    long-term introduction of \n• Cadre of lead farmers  • 720 lead farmers from the  market-based, private \ntrained to deliver training  project area trained, of  sector agribusiness \nand advice to farmers.  whom 40% will be  support services. \n  women. \n   \n• Quality of and access to  • Sanmenxia Municipality  Risks \nfruit sector market  Agriculture Bureau   \ninformation improved in  information center  • Farmers may not be \nproject area.   upgraded with new  willing to accept that they \n  computer and media  should have to pay for \nequipment.  good quality advisory and \ninformation services. \n• 200 village information \ncenters established in  • Government budgetary \nagricultural input shops,  constraints limit funding \nowners trained, and \n ", "  Appendix 1  27 \nPerformance  Data Sources/Reporting \nDesign Summary  Assumptions/Risks \nTargets/Indicators  Mechanisms \nprovided with access to  beyond the Project. \nSanmenxia Agriculture \nBureau Information   \nSystem. \n• Farmers' organizations \nsupported.  • Increase in farmer visits \n  to information centers \n  and improved information \n  access. \n• Fruit tree crop farmers \ntrained and provided with  • 30 township farmers' \nadvice.   organizations \n  strengthened and a total \n  of 86 staff trained, of \n  which 30% will be \n  women. \n \n  • 66,200 project farmer \n  household  trained in \n  improved fruit tree crop \n  and farm management \npractices, of which 40% \nwill be women. \n• 80,000 non-project \nfarmers trained in \nimproved fruit tree crops \nand farm management \npractices, of which 40% \nwill be women. \n• Capacity of Sanmenxia \nMunicipality rural energy \n• Management staff \noffice strengthened \ntrained. \n• 6 village-level biogas \nservice centers \nestablished. \n• 40 biogas technicians \ntrained. \n• Vehicles and equipment \nprovided.  \n• 2,000 persons trained in \nbiogas system operation \nand maintenance, of \nwhich 50% will be \nwomen. \n ", "28   Appendix 1 \nPerformance  Data Sources/Reporting \nDesign Summary  Assumptions/Risks \nTargets/Indicators  Mechanisms \n4.  Strengthened Project      Assumptions \nManagement        \n    • Required government \n• Project management  • Eight additional technical  PMO, IA, and PPMS  counterpart funding made \ncapacity strengthened and  staff permanently  reports  available. \nproject management  assigned to work with \noperational and effective.  PMO, of which at least  • PMO recruits necessary \n  20% will be women.  staff. \n \n  • 20 PMO, IA and agro- Risks \n  enterprise staff trained in   \n  project financial  • Cross-agency \n  management, ADB  coordination may not be \n  procedures, project  effective. \n  monitoring and reporting, \n  and gender awareness.   • PMO may lose capable \n \nstaff. \n  • All China Women's \n  Federation represented in   \n  Project Leading Group. \n \n \n• Participation by 20 PMO \n \nand IA staff in \n \ninternational study tours. \n \n \n• PPMS effective in \n• Project Performance \ndelivery of monitoring \nMonitoring System \ninformation. \n(PPMS) established. \n \nActivities with Milestones  Inputs ($ million) \n1.1  -  110,000 mu of new apple orchards established by end 2010.  ADB Project loan     66.7 \n1.2  -  40,000 mu of apple orchards rehabilitated by end 2010.   \n1.3  -  20,000 mu of new peach orchards established by end 2010.  Sanmenxia \n1.4  -  15,000 mu of new apricot orchards established by end 2010.    Municipality \n1.5  -  50,000 mu of new Chinese date orchards established by end 2010.    Government      24.0 \n1.6  -  10,000 mu of new asparagus production established by end 2010.   \n1.7  -  2,610 soil and 1,044 water samples taken and tested annually from 2010  Agro-enterprises      31.5  \nonwards.   \n1.8  -  Farm productivity improved in the 245,000 mu production bases by 2012.  Farmers       13.4  \n1.9  -  2,000 biogas units installed by end 2010.   \n    Total      135.6 \n2.1  -  100,000 t apple concentrate production facility established by end 2010.   \n2.2  -  Processing facility for 80,000 t of other fruit products (including fruit pulp,  Farm \ncanned fruit and vegetables, and apple sauce, etc) established by end    development       4.3 \n2010.  Farm equipment \n2.3  -  Processing facility for production of 40,000 t of animal feed established    and inputs      40.0  \nby end 2010.  Farm labor      13.0  \n2.4  -  Production facility established for 1,000 t of fruit pectin by end 2010.  Biogas civil \n    works       0.8  \n3.1  -  Training materials for fruit tree crop developed by mid-2008.  Processing civil \n3.2  -  65 local government extension staff trained by end 2009.    works      13.1  \n3.3  -  Vehicles and equipment in operation for project area agriculture bureaus  Processing \nby end 2009.    equipment      31.5  \n3.4  -  720 lead farmers trained as farmer trainers by end 2010.  Vehicles and office \n3.5  -  Sanmenxia Municipality Agriculture Bureau Information Center upgraded    equipment       0.9  \nby end 2008.  Consulting and \n3.6  -  200 village information centers established and operators trained by end    training services     5.2  \n2011.  Workshops, \n3.7  -  30 farmers' organizations strengthened by end 2009.    monitoring, and  \n ", "  Appendix 1  29 \nActivities with Milestones  Inputs ($ million) \n3.8  -  66,200 project farmer households trained by end 2010.    reporting       0.6  \n3.9  -  80,000 non-project farmers trained by end 2012.  Land acquisition \n3.10  -  Rural Energy Office staff trained by end 2008.    and resettlement     3.3  \n3.11  -  6 biogas service centers established, and 40 technicians trained by end  Interest during implementation  \n2008.    and other \n    charges      10.1  \n4.1  -  8 additional staff assigned to PMO by start 2008. \n4.2  -  20 PMO, IA and agro-enterprise staff trained by mid-2008. \n4.3  -  20 PMO and IA staff participated in international study tours by end 2010. \n4.4  -  Project performance and benefit monitoring system established by mid-\n2008. \n4.5  -  30 project launch workshops delivered by end 2008. \n4.6  -  20 farmer mobilization and gender awareness workshops delivered by \nend 2009. \n4.7  -  Project consultants (65.7 person-months) recruited by end 2008. \n4.8  -  PMO equipment in operation by mid-2008. \n4.9  -  PMO undertakes resettlement plan preparation and implementation by \nmid-2008. \nADB = Asian Development Bank, IA = implementing agency, ha = hectare, m3 = cubic meters, mu  = 0.067 hectare, \nPMO = project management office,  PPMS = project performance monitoring system, t = tons. \n \n \n \n \n \n \n ", "30  Appendix 2 \nFRUIT SUBSECTOR ANALYSIS \n \nA.  Crops and Cultivation Methods \n1.  The principal crop-growing regions in the project area are Lingbao County, Shan County, \nand Hubin District. There was a small annual increase in the area under fruit tree crops over the \nperiod 2000 to 2004, and fruit tree crops’ share of the total area cultivated under all crops \nincreased from 20% in 2000 to 22% in 2004, although the total area cultivated fell from 2.6 \nmillion mu to 2.5 million mu over the same period. By comparison, the area devoted to food \ncrops fell from 1.5 million mu in 2000 to 1.2 million mu in 2004, and food crops’ share of the total \narea from 59 to 49%. The trend indicates an increasing preference for cultivation of fruit tree \ncrops compared with food crops, as a result of their higher productivity and value. Fruit tree \ncrops as a whole represent between 18% and 25% of the total cultivated area Lingbao, Shan \nCounty, and Hubin District. In terms of individual crops, apples are second only to wheat in \nterms of area grown.  \n2.  Apples are the major fruit crop grown in the project area. By volume, 90% are the low-\nacidity Fuji variety grown for the fresh fruit market. The rest are high acidity varieties, both local \nand imported (e.g., Granny Smith), and are used for processing. A high malic acid content (over \n0.45%) is preferred for processing varieties. Granny Smith apples have a malic acid content of \n0.65%, while the acid content of Fuji apples can be as low as 0.15%. Other varieties are \navailable internationally that have a much higher malic acid content, such as the \"Bramley \nSeedling\" from the United Kingdom, which has a 0.86% acid content. Reliance on a small \nnumber of varieties for fresh fruit consumption and for processing can involve significant risk. \nRisks include susceptibility to pest and disease, loss of crops due to adverse climate (for \ninstance frost damage to flowers), and a downturn in the market for specific varieties. \n3.  Generally, fruit production systems are labor intensive, especially at harvest, with a high \nproportion of skilled labor required. Harvesting, grading, packing, and storage costs account for \n65 to 70% of all production costs. The use of other inputs varies; for example, access to \nirrigation  depends  on  location,  with  supplementary  irrigation  not  available  in  some  areas. \nIrrigation is mainly of the flood type, which is inefficient and results in losses during application, \nmainly due to seepage before the water reaches the trees. Gravity-fed drip irrigation systems \nare in use, made using materials purchased locally (from neighboring Shandong Province), and \nappear to function efficiently. Irrigation during the late winter and early spring growing period is \nessential for good root growth, flowering and fruit set, which is necessary to maximize crop \npotential and yields. Irrigation requirements and scheduling of application are, however, not \nsystematic. In general, farmers apply water based on visual observation of soil moisture and \nplant  health.  The  main  limiting  factors  are  (i)  access  to  and  cost  of  water,  which  varies \nthroughout the project area; and (ii) time spent irrigating individual trees. \n4.  Agronomic research in fruit growing regions worldwide indicates that increasing yields \nand farmers’ incomes in areas where seasonal rainfall is insufficient requires supplementary \nirrigation and efficient fertilizer use at critical times of plant growth. In the project area, rainfall is \nnot sufficient for optimum plant growth in the spring (March–April) and post-harvest (August–\nSeptember),  and  supplementary  irrigation  is  therefore  required.  The  aim  of  supplementary \nirrigation  is  to  use  water  more  efficiently  by  introducing  environmentally-sound  irrigation \nmethods. When combined with measured fertilizer application based on soil and leaf analysis, \nsupplementary irrigation reduces negative environmental impacts, and can increase yields by \n15 to 20%. The results of a 3-year study of water-saving irrigation methods in Sanmenxia \nindicate that water-saving flood irrigation, water-saving canal irrigation, and basin irrigation can \n ", "  Appendix 2  31 \nsave 56–83% of water compared with flood irrigation, which is the main method in use at \npresent. Basin irrigation uses approximately one-fifth as much as other water-saving methods, \nand one-sixth as much as flood irrigation.  \n5.  Fertilizer use is based on a variety of application methods and rates. Farmers use both \nsingle nutrient and compound fertilizers, but fertilizer application is not based on scientific soil \nand leaf analyses. Farmers can send soil samples to the Sanmenxia Municipality Agriculture \nBureau (SMAB) for free analysis, but the service is not well used and has a capacity of only \n3,000 samples per year. Experience in the People’s Republic of China (PRC) indicates that \nfertilizer application based on the results of soil analysis can reduce fertilizer use by up to 30%, \nwhile increasing fertilizer efficacy by 5–10%. Estimates made during preparation of feasibility \nstudies for agro-enterprise in the project area estimate that the use of organic fertilizer can \nreduce the use of inorganic fertilizer by 30–50%, with beneficial environmental effects. However, \nalmost all farmland within the project area is currently fertilized using chemical and compound \nfertilizers. An estimated 20% of fertilizers used within fruit orchards is organic. \n6.  Pesticide application in the project area varies by crop and the occurrence of specific \npests. Field observations during the project preparatory technical assistance indicate that the \nsafe practices are not being implemented for the use, storage, and disposal of pesticides and \ndisease control chemicals. For instance, pesticide containers are sometimes stored within easy \nreach of children, posing a major health risk for farm families and the wider community. The \ninappropriate use of agrochemicals also represents a risk to agro-enterprises interested in \nattaining certification with respect to product traceability and compliance with audited quality \ncontrol programs. While this is not yet a requirement, it may become a prerequisite for more \nsophisticated, high value markets.  \n7.  Fruit grown specifically for processing lends itself to mechanization. At present, orchard \nspraying for pest and disease control is carried out mechanically, using equipment ranging from \nhand  pumps  to  motorized  sprayers.  Spraying  equipment  is  typically  owned  by  individual \nfarmers,  whereas  cultivation  equipment  (ploughs,  rotavators,  and  levelers)  is  shared  by  a \nnumber of growers. Fruit harvesting is mainly manual. Processing fruit can also be harvested \nmechanically, with the fruit shaken from the tree and collected by machine from the ground. This \nrequires that ground cover (greenswards) be grown around the trees, however, it is not a \ncommon practice, despite the proven environmental benefits. \n8.  Cave storage is available for fresh market fruit and maintains high sugar levels. Cave \nstorage is not suitable for storing fruit for processing, because it does not maintain the high \nacidity levels required for processing fruit. Apples, for instance, are harvested when acidity \nlevels are high (over 0.45% malic acid), but the natural ripening process turns acid into sugar \nduring storage. Maintaining high acidity is only possible with controlled atmosphere storage. \nB.  Crop Production, Prices, and Quality \n9.  Fruit tree crops as a whole represent between 18 and 25% of the total cultivated area in \nthe project area. In terms of individual crops, apple is second only to wheat in terms of area \ngrown. The area under apple cultivation is significantly larger than that used to grow other \ncrops, with apples accounting for 85% of the total fruit area and 90% of total fruit production. In \nthe project area, 475,950 mu (31,730 hectare [ha]) are under apple cultivation, representing \n41% of the total apple cultivation area in the Sanmenxia Municipality area, which is estimated to \ntotal 1.16 million mu (77,330 ha). There has been a small annual increase in the area under fruit \ntree crops from 2000 to 2004, and fruit tree crops have increased their share of the total \ncultivated area from 20% in 2000 to 22% in 2004, although the total area cultivated under all \n ", "32  Appendix 2 \ncrops fell from 2.6 million mu to 2.5 million mu. The area devoted to food crops fell from 1.5 \nmillion mu in 2000 to 1.2 million mu in 2004, and their share in total area from 59 to 49%. The \ntrend indicates an increasing preference for cultivation of fruit tree crops compared with food \ncrops. \n10.  Given  that  90%  of  apples  cultivated  are  for  the  fresh  market,  yields  tend  to  be \nconstrained by the requirement that fruit meet size requirements (generally greater than 80 mm \nin  circumference  at  the  fruit's  midpoint).  High  acidity  apples  have  no  minimum  size \nrequirements, and are estimated to produce higher yields of up to 50 tons (t) per ha in some \nseasons. Apple yields are estimated to reach only 59% of potential yields achieved worldwide. \nFarm-gate prices for apples for fresh markets range from CNY1 to CNY5 per kilogram (kg) \ndepending on season and quality. Early season fruit of all types (apple, peach, plum, apricot, \netc.) fetch the highest prices. Fruit that is stored for release in February and March also receives \na price premium, but storage losses do occur. Prices paid for apple, pear, and peach fruit for \nprocessing range from CNY0.70 to CNY1.0 per kg. The price of Chinese dates is generally \nhigher at CNY9.0 per kg, but yields are lower (9.2 tons per ha) than those of apples. \n11.  Fruit product quality is based on Chinese National Standards for Green Food, which \nspecify minimum standards for a variety of fruit crops. However, consumer preference and \nretailer requirements in both national and international markets are usually above specified \nminimum standards. Chinese National Standards also specify maximum residue limits (MRLs) \nfor chemical residues on the fruit surface. Environmental standards are in place for testing air, \nwater, and soil quality for a range of heavy metals and unwanted gases and compounds.  \n12.  The PRC's reputation in maintaining food quality and safety standards has frequently \nbeen  called  into  question  over  recent  years  as  its  exports  increasingly  penetrate  western \nmarkets. During the first 4 months of 2007, for example, some 300 Chinese food shipments \nwere stopped by the United States Food and Drug Administration. These included dried fruits, \nincluding  apples  preserved  in  carcinogenic  chemicals  and  dried  plums  containing  banned \nadditives.  To  address  these  concerns,  the  PRC  has  initiated  a  program  to  promote  good \nagricultural practices (GAPs). ChinaGAP was launched in April 2006 and will eventually match \nthe standards laid down for certified producers supplying European markets (EurepGAP). A \nChinaGAP pilot program has been implemented covering 14 provinces, including Henan.  \nC.  Fruit Processing \n13.  Within  the  Sanmenxia,  Lingbao,  and  Shan  County  areas,  there  are  seven  agro-\nenterprises engaged in the processing of fruit products. In 2006, total installed capacity for all \nproducts was 350,600 t, with actual production of 296,300 t, representing an average utilization \nrate  across  all  products  and  agro-enterprises  of  85%.  In  terms  of  installed  capacity,  fruit \nconcentrates (used in the production of juice drinks) and fruit beverages are by far the most \nimportant products. Five of the seven agro-enterprises are engaged in the production of fruit \nconcentrates. In 2006, 173,000 t of fruit concentrate were produced, representing an average \ncapacity utilization rate of 82%, and accounting for 58% of total production. Although existing \ncapacity utilization rates are generally at par with those of international processing enterprises, \nhigher levels would be possible with increased raw material supplies. Agro-enterprises in the \narea with greater access to raw materials are able to achieve utilization rates of up to 100%. \nD.  Crop and Farm Budgets \n14.  Crop and farm budget analysis has been undertaken for the two main crop growing \nareas within the project area: the flat (low) lands, and hills. There is no clear distinction between \n ", "  Appendix 2  33 \ncrop gross margins for crops grown on flat areas and those grown on hill areas. This reflects the \nfact that there is also no significant difference in the level of yields or the level of input usage \nand technology. Margins on fruit crops range from US$1,867 per ha to US$3,974 per ha in hill \nareas, and from US$413 to US$3,338 per ha in flat areas. Gross margins on apple are higher \nthan other fruit crops for both fresh (Fuji) and processing (Qianguan) varieties grown in both flat \nand hill areas. Comparing crop budgets for both varieties grown in hill areas, the Qianguan \nvariety achieves yields 54% higher than the Fuji variety, at 3.4 t per mu (50.6 t per ha) and 2.2 t \nper mu (32.8 t per ha), respectively. However, prices for Fuji apples destined for fresh markets \n(CNY1.40 per kg) are significantly higher than prices for Qianguan processing apples (CNY0.65 \nper kg).  \n15.  There is a little difference in the average farm size in the two areas (9.0 mu in flat areas, \nand 8.7 mu in hill areas). In both areas, farms with a cropping pattern based on fruit and cash \ncrops have larger cropped areas than other farm types (11.0 mu and 10.6 mu in flat and hill \nareas, respectively), while farms devoted solely to food production are the smallest in both flat \nand hill areas (cropped areas of 7.8 mu and 6.0 mu, respectively). The amount of family labor \nspent on farms averages 123 days in flat areas and 113 days in hill areas. The amount of time \nspent on food-only farms is generally less than that spent on fruit-only and mixed farms. The \nlabor inputs for each farm type reflect (i) the higher need for labor for fruit cultivation compared \nwith food crops; and (ii) the lower returns generated by food crops, which increases the need for \nalternative sources of (off-farm) income, and leaves less time for farm activities. The amount of \nlabor devoted to each farm type determines returns per family day of labor. These range from a \nlow of $1.10 per day from food-only farms in hill areas, to $12.20 from fruit-only farms in hill \nareas. Returns from fruit-only and mixed farms are generally significantly higher than from food-\nonly farms.  \nE.  Market Analysis \n16.  According to industry reports, per capita annual fruit juice consumption in the PRC is \nless than 1 kg, compared with 46 kg in Germany, 45 kg in the United States, and 16–19 kg in \nJapan and Singapore.1 This figure is only 2.5% of the average for developed countries and less \nthan 10% of the world average. A fruit juice consumption survey conducted by CCTV Market \nResearch, one of PRC’s largest market research firms, indicates that 35% of the general \npopulation consumes fruit juice at present, compared with almost none 10 years ago. Sales of \nfruit juice in 2005 grew by 16% over 2004. As with almost incomes and living standards in the \nPRC grow, demand is expected to accelerate at a rate by at least 10% a year.2 \n17.  The PRC has witnessed significant growth in apple production over the last 15 years. \nThis growth has overshadowed that of other major producing countries. There has been an \nalmost six-fold increase, equivalent to an average annual growth rate of 12.4%. This is almost \ntwice the rate of growth reported by Poland, which recorded the second-fastest rate of growth. \nBecause of the growing importance of the PRC, the concentration of production among the \nworld’s  top  five  and  top  10  apple-producing  countries  continues  to  increase.  The  top  five \ncountries now account for 56% of world apple production, and the top 10 for 72%. The actual \nvolume of apples produced outside the PRC has remained relatively stable. Growth in Chinese \nproduction is expected to increase at an average of 1.5% per year between 2005 and 2015. \n                                                 \n1 See,  for  example,  China  Investment  Consulting,  Annual  Report  on  China  Fruit  Juice  Market  Analysis  and \nInvestment for 2002 through 2007; China Agro-Processing Network, 2006 Fruit Juice and Fruit Drink Market \nTrends; Beijing Zhongjing Zongheng Economic Research Institute, 2006 Special Report on Domestic Fruit Juice \nMarket; China Market Research Network, 2005–2006 Report on China Fruit Juice Market. \n2 CCTV Market Research. 2006. Report on National Survey of Fruit Juice Market in China. \n ", "34  Appendix 2 \nAlthough this represents a significantly slower growth rate than experienced in recent years, the \nPRC is nonetheless expected to contribute 43% of the increase in world apple production over \nthe period. In the second half of the period (between 2010 and 2015), annual average growth is \nexpected to rise to 2.0%, with the PRC's contribution to increases in world production estimated \nto be 63%. Most of the future increase in production in the PRC is expected to result from \nincreases in productivity rather than an expansion in area.  \n18.  Based on industry trends, world demand for apple concentrate is expected to continue to \nrise. With the development of Chinese infrastructure in rural areas, and the high quality of \nChinese apples, the international competitiveness of Chinese processed apple products will be \nstrengthened. This will enable it to capture a still larger share of the increasing processed apple \nproduct market. The PRC's exports are projected to grow to over 943,000 t by 2015. This \nrepresents an annual average growth rate of 3.8%. Within the PRC, the contribution to apple \nconcentrate exports by Henan Province, which includes the project area, is expected to grow at \na higher rate than the national average. Based on a projected annual growth rate of 11%, its \nshare will rise from 9 to 16% of the PRC's total exports. \nF.  Subsector Support Services \n1.  Government Institutions \n19.  Within the local government, responsibility for the agriculture sector lies with agriculture \nbureaus. Sanmenxia Municipality Agriculture Bureau (SMAB) has overall responsibility within \nthe area for agriculture policy formulation and implementation. County and district-level bureaus \nare subject to SMAB’s authority, which is itself subject to the Henan Provincial Agriculture \nBureau. SMAB is organized according to responsibilities assigned to the directors and deputy \ndirectors,  rather  than  on  functional  lines.  There  are  several  administrative  and  operational \ndivisions, though there appears to be no clear distinction between or grouping of responsibilities \nalong technical or operational lines. A number of divisions, for instance, list policy, planning, \nresearch, and extension among their functions. The Bureau has a total of 247 staff, 80% of \nwhom are technical staff \n20.  Lingbao City has both an agriculture bureau and a horticulture bureau, which have equal \nstatus in the government administrative system. The Lingbao City Horticulture Bureau (LCHB) \nwas established specifically to serve the interests of the fruit subsector. LCHB has responsibility \nprimarily  for  formulation  and  implementation  of  horticulture  policy  in  the  area  under  the \njurisdiction of Lingbao City government. However, the Lingbao City Agriculture Bureau lists \nsimilar functions, and there is some overlap in activities. LCHB is responsible for the formulation \nand implementation of its own policies and activities, and does not report to the Agriculture \nBureau. It is subject to the overall policy guidelines established by SMAB. The organizational \nstructure of LCHB closely reflects that of SMAB, with divisions and responsibilities allocated \naccording to senior staff. As in the case of SMAB, there is no clear distinction of responsibilities. \nLCHB has a total of 32 staff, 80% of whom are technical staff. \n21.  Within  Shan  County,  the  Shan  County  Agriculture  Bureau  (SCAB)  has  primary \nresponsibility  for  agricultural  development,  including  the  formulation  and  implementation  of \nhorticultural policy. It is subject to the overall policy guidelines established by SMAB. The \norganizational  structure  of  SCAB  closely  reflects  that  of  SMAB,  with  divisions  and \nresponsibilities allocated according to senior staff.  \n22.  The  three  water  resources  bureaus  of  Sanmenxia,  Lingbao,  and  Shan  County \ngovernments have responsibilities for water policy formulation, planning, implementation, and \n ", "  Appendix 2  35 \nmonitoring within their areas of jurisdiction. All three water resource bureaus are adequately \nstaffed  with  the  capacity  to  manage  water  resource  monitoring.  The  expansion  in  fruit \nproduction  under  the  Project  will  not  increase  the  total  cultivated  area,  as  it  will  involve \nrehabilitation of existing fruit orchards and the conversion of land under cultivation of cereal and \nother crops to the cultivation of fruit crops. Combined with the potential reduction in water usage \nresulting  from  the  adoption  of  water-saving  irrigation  technologies,  this  suggests  that  the \nworkload of water bureau staff will not increase as a result of the proposed Project.  \n23.  The local governments in the project area also have their own environmental protection \nbureaus, with responsibility for environmental monitoring of soil, water, and air quality. The \nexpansion of the area under fruit production will not involve the conversion of areas not currently \ncropped, and thus no additional burden will be placed upon the functions and staff of the \nenvironmental  protection  bureaus.  The  establishment  of  new  fruit  processing  facilities  will \nrequire an increase in the bureaus’ workloads, but their current capacity is sufficient to absorb \nany additional monitoring work. \n2.  Extension Services \n24.  The  general  horticulture  divisions  of  SMAB,  LCHB,  and  SCAB  have  primary \nresponsibility for the provision of extension and training in fruit production within the proposed \nproject area. The SMAB General Horticulture Division provides technical support and advice to \ncounty and district-level agricultural bureaus, and technical support directly to farmers. Although \ngenerally well-resourced, existing extension and training systems do not have the technical \ncapacity to satisfy the potential increased demand for extension and training that would be \ngenerated by an expansion of the area under high acidity apples and other fruits for processing. \n3.  Water and Soil Analysis \n25.  SMAB has the necessary equipment and capacity to carry out detailed analyses as \nrequired by the Chinese National Standards-Green Food Apples in relation to air, soil, and water \nquality within the project area. These include tests for pollutants, heavy metals, and soil and \ndust content. Tests carried out for water quality include pH level and heavy metal (including \nchromium  of  atomic  value,  mercury,  copper,  zinc,  lead,  cadmium,  fluoride,  arsenic,  and \ncyanide), stone and oil content. Analysis of air quality includes tests for sulfur dioxide, floating \ngranules (dust), fluoride, and carbon dioxide. The outreach of these services is limited, however, \nand few farmers have the opportunity to use soil and water analysis as a basis for more \nscientific application of agricultural inputs. \n4.  Market Information \n26.  The  primary  source  of  market  information  within  the  project  area  is  the  market \ninformation  center  of  SMAB,  which  operates  a  variety  of  information  services  for  farmers \nincluding (i) the \"Yellow River Agriculture\" website, (ii) a telephone hotline for farmers, (iii) films \nproduced specifically for agriculture that demonstrate agricultural techniques, (iv) agriculture \ninformation collection and dissemination, and (v) a computer training center. Information is \ngathered from around 2,000 respondents working in field-level agriculture bureaus and related \noffices. In 2006, 19 information points were established covering six counties and 55 townships, \nfor both information dissemination and collection. The telephone hotline was set up in 2004. It \nprovides automated and manual responses from 100 agronomists to farmers' inquiries, and  \noperates from 7.30 am to 9.30 pm. An estimated 30,000 to 40,000 farmers (representing a  \nsmall proportion of all farmers in the Sanmenxia area) have contacted the hotline to date, \nlargely to access price information, which is updated daily. \n ", "36  Appendix 2 \n27.  Public  sector  market  information  systems  have  generally  failed  to  have  significant \nimpact. Information is delivered too slowly or too infrequently to be of value to users, is provided \nin the wrong form, and is disseminated to only a small number of users. While the SMAB \ninformation  system  has  built  upon  advances  in  communications  technology  and  provides \ninternet, telephone, television, and radio services, its outreach is clearly limited. \n5.  Access to Finance \n28.  Policy lending, and the high degree of state ownership of the PRC’s banking institutions, \nhas  resulted  in  a  banking  system  focused  on  the  financing  needs  of  large  state-owned \nenterprises, to the detriment of private domestic and foreign firms and individuals. Lending by \nthe PRC's major commercial banks and financial institutions is concentrated on urban areas and \nnon-agricultural sectors. Farmers (especially women) and small businesses are disadvantaged \nin terms of access to formal credit. In addition, it is estimated that around a third of the lending \ndesignated as agricultural does not actually result in increased farm expenditure.3 Most farm \nexpenditures are financed by farmers' savings, and most loans are obtained from informal \nsources (relatives, friends, money lenders, pawnbrokers, etc). The small size and short term of \nmost agricultural finance precludes investment in assets that have a long payback period. \nAccording to the People's Bank of China (PBC), on average only a third of rural households \nhave access to formal sources of credit. In the Sanmenxia area, financial services are supplied \nmainly by the “big four” state-owned commercial banks (SOCBs), city commercial banks, and \nrural credit cooperatives (RCCs). SOCBs dominate the local banking sector, but their lending is \npredominantly to large-scale industry. RCCs are the biggest single lenders, accounting for 24% \nof all loans. Their target market is households that they have assessed as being creditworthy, \nand which can access the RCCs' credit card system. This currently covers about 39% of \nhouseholds, but loan sizes are small, up to a maximum of CNY10,000 ($1,300). Small and \nmedium  enterprises  (SMEs)  that  have  the  potential  to  provide  both  market  outlets  and \nemployment to rural households also lack access to finance. In 2004, PBC estimated that \nthroughout the PRC SMEs, which accounted for more than half of gross domestic product, \nreceived less than 10% of total bank lending.  \nG.  Opportunities for Subsector Development \n29.  The projected significant growth in export markets for processed fruit products offers the \npotential for expansion of processing capacity and, through upstream linkages to farmers, for \nincreasing  farm  incomes  and  reducing  poverty.  However,  traditional  cultivation  methods \nincrease the risk that the potential growth in exports will not be realized, due to inappropriate \nagrochemical use that can adversely affect the quality of product reaching agro-enterprises for \nprocessing and export to international markets, and various negative environmental impacts. \nThe widespread introduction of more sustainable agriculture and better agricultural practices \ndepends upon the provision of satisfactory financial incentives for farmers. \n30.  Improvements  in  farm  productivity  and  sustainability  will  require  a  significant \nimprovement in access by farmers to stable markets and improved support services. Through \ncontract farming arrangements, agro-enterprises can provide farmers with improved market and \nprice incentives, while at the same time securing their own raw material supplies to enable them \nto  realize  the  growing  market  potential  for  processed  fruit  products.  The  ability  of  agro-\nenterprises to provide the necessary incentives for farmers and realize market opportunities is \nconstrained by limited access to investment financing for the necessary expansion in processing \n                                                 \n3  Gale F, and Collender R. January 2006.  New Directions in China's Agricultural Lending. United States Department \nof Agriculture. Available: www.ers.usda.gov.  \n ", "  Appendix 2  37 \ncapacity. Until the financial sector is able to provide such financing, there is a need to support \nagro-enterprises to expand capacity. At the farm level, access to support services is currently \nlimited by the low quality and outreach of extension services, and the limited outreach of \nagricultural information services. There is a need for increased public sector intervention to \nimprove the quality of and access to such services. Funding constraints limit the capacity of the \npublic sector to achieve significant improvement. The opportunity exists to improve both the \nquality and outreach of advisory and information services through public-private partnerships in \nwhich  local,  more  readily  accessible,  and  more  sustainable  private  sector  services  are \nestablished through linkages to existing public sector systems.  \n ", "38  Appendix 3 \nEXTERNAL ASSISTANCE \n \nDonor  Project Title  Year  Amount \n \n      ($ million) \nAsian Development Bank  Hexian Pulp Mill  1988  49.60 \n  Agricultural Bank of China  1990  50.00 \n  Guangdong Tropical Crops Development  1992  55.00 \nYunnan-Simao Forestation and Sustainable Wood \n  Utilization  1994  77.00 \n  Second Agricultural Bank of China  1995  100.00 \nHainan Agriculture and Natural Resources \n  Development  1995  53.00 \n  Fujian Soil Conservation and Rural Development  1995  65.00 \nNorth China Marine Culture and Coastal Resources \n  Management(terminated)   1996  0.00 \nNortheast Flood Damage Rehabilitation: Inner \n  Mongolia Autonomous Region  1999  110.00 \nNortheast Flood Damage Rehabilitation:  Heilongjiang \n  Province  1999  110.00 \n  Northeast Flood Damage Rehabilitation: Jilin Province  1999  110.00 \n  West Henan Agriculture Development Project  2001  69.23 \n  Yellow River Flood Management  2001  150.00 \nSonghua River Flood Control Management Sector \n  Project  2002  150.00 \n  Efficient Utilization of Agricultural Wastes Project  2002  33.12 \n  Fujian Soil Conservation and Rural Development II  2004  80.00 \n  Sanjiang Plain Wetlands Protection  2005  15.00 \nHunan Flood Management Sector  2006  200.00 \n   \n       Total    1,476.95 \n       \nWorld Bank  Henan Towns Water Supply and Sanitation  2006  150.00 \n  Third Henan Provincial Highway Project  2000  150.00 \n  Henan Provincial Highway Project  1996  210.00 \n  Henan Highway Project  1993  120.00 \n  Henan Agriculture Development  1991  110.00 \n  Forestry Development Project in Poor Area  1999  4.90 \n       Total    744.90 \n \n      (¥ million) \nJapan Bank for \nInternational Cooperation  Huai River Henan Water Pollution Control Project  1997  4,945.00 \n  Henan Panshitou Reservoir Construction Project  1998  6,734.00 \n  Xinxiang–Zhengzhou Highway Construction  2000  23,491.00 \n  Henan Environment Protection Project  2003  19,295.00 \n  Inland Henan Higher Education Project  2003  4,699.00 \n  Public Health Project (Henan Province)  2004  5,016.00 \n  Henan Province Afforestation Project  2006  7,343.00 \n    Total    71,523.00 \n       \n      ($ million) \nKfW  Sino-Germany Finance Cooperation: Henan Province \nSmall Household Afforestation Project  2004  3.43 \n       \nkfW = Kreditanstalt fur Wiederaufbrau (Reconstruction Credit Institute). \nSource: Asian Development Bank.\n ", "  Appendix 4  39 \n CONTRACT FARMING USING PRIVATELY-OWNED  \nSMALL AND MEDIUM ENTERPRISES  \n \nA.   Introduction  \n \n1.  Small farm households in the rural People’s Republic of China (PRC) face a number of \nchallenges,  including  difficult  access  to  markets,  lagging  incomes,  excess  labor,  and  a \ndisadvantaged position with respect to intensifying market competition, due in particular to the \nPRC’s  accession  to  the  World  Trade  Organization  and  the  continuing  globalization  of \nagriculture. Chinese agriculture has moved into a new development stage, characterized by \nsignificant increases in production levels, along with shifts in food demand as a consequence of \nurbanization and rising incomes. Under these circumstances, millions of small farm households \nin the PRC are unable to (i) compete effectively, (ii) respond to changes in domestic demand, \nand (iii) withstand pressure from international markets.1 \n  \n2.  Evidence from the PRC and elsewhere indicates that strengthening of processor-farmer \nlinkages through contracts, alliances, and other relationships provides significant socioeconomic \nbenefits, providing a strong rationale for development of such linkages.2 Contract farming offers \na means to efficiently link small-scale farmers and medium-scale agroprocessing firms.  \n3.  The dominant type of agro-processing firm in the PRC for the purpose of contract \nfarming  is  the  so-called  “dragonhead-driven”  company.  Dragonhead  companies  are \nagribusiness firms designated by national, provincial, municipal or county authorities, based on \ntheir economic strength, scale of operations, level of technology, management, and potential to \nimprove farm incomes. For example, a national dragonhead firm needs to meet the scale and \nmanagement  criteria  set  by  the  National  Agricultural  Industrialization  Development  Joint \nCommittee. Dragonheads at other levels are specified by committees at the corresponding \nlevels. These firms agree to develop production or marketing systems that include market \naccess, technology, technical assistance (TA), credit and other inputs for local farmers. Most of \nthe dragonhead firm systems involve the use of contracts. Dragonheads at national or provincial \nlevel  will  normally  receive  government  support  or  subsidy,  particularly  financing  from  the \nAgricultural Development Bank of China.    \nB.   Rationale for Privately-owned SMEs Participation.   \n4.  The four participating agro-enterprises meet all of the “enterprise quality” criteria with \nrespect to financial management and soundness, agro-business focus, contribution to the local \neconomy, and the number of households that will benefit; due to their relative small size, \nhowever, they are neither national- nor provincial-level dragonheads, which are supposed to \nreceive financing from the Agriculture Development Bank of China. Consequently, these small \nand medium-sized enterprises (SMEs), which have the potential to provide both market outlets \nand employment to rural households, lack access to finance. In 2004, the People’s Bank of \nChina (PBC) estimated that throughout the PRC, SMEs, which accounted for more than half of \ngross domestic product (GDP), received less than 10% of total bank lending. The failure of the \nfinancial sector to function effectively in support of agricultural and agribusiness development \nmeans that market opportunities, and the associated introduction of more economically and \nenvironmentally sustainable agricultural production, are not being realized. \n                                                 \n1  Guo, Hongdong,  Robert W. Jolly, and Jianhua Zhu. 2007. Contract Farming in China. Comparative Economic \nStudies. 49 (2): 285–312. \n2  Da Silva, A. 2005. The Growing Role of Contract Farming in Agri-Food Systems Development. Rome: Food and \nAgriculture Organization of the United Nations (FAO). \n ", "40  Appendix 4 \n5.  A recent Asian Development Bank (ADB) special evaluation study (SES)3 included a \ncase study of Fujian Soil Conservation and Rural Development Project,4 which demonstrated \nthat the provision of long-term credit for privately-owned dragonhead company development \nwas relevant in terms of linking small farmers to markets and increasing rural employment. It \nalso indicated that to maximize employment generation and environmental impact, the Project \ncould have focused on SMEs, highlighting the following reasons: (i) the provision of small loans \n(CNY1,000–3,000) to farmers did not seem to be necessary, as most of the farmers interviewed \nappeared to have the capacity to arrange such a small sum of money on their own, (ii) lending \nto small agroprocessing enterprises at their initial stage of operation seemed to be unnecessary \nand risky, (iii) externally-financed projects should not be required to provide lending support to \nlarge enterprises (such as national- or provincial-level dragonheads), and (iv) the Project could \nhave focused its lending on SMEs that were in their first or second round of expansion. The \nlatter  enterprises  had  already  survived  initial  market  competition  and  developed  stable \nmarketing channels and clients; to gain further market share, they needed to create their own \nbrand with a stable supply, and reduce unit costs by expanding their operational scale. The SES \nnoted that the expansion of these enterprises had a much larger impact on direct and indirect \nemployment  than  did  small  enterprises  during  their  initial  startup  stage.  The  study  also \nconcluded that the lack of external financing could delay expansion of businesses by 5 years or \nmore, if businesses were forced to rely on their own savings, which were slow to accumulate.  \n \n6.  Improvement in farm productivity and sustainability will require a significant improvement \nin  access  by  farmers  to  stable  markets  and  improved  support  services.  Through  contract \nfarming arrangements, agro-enterprises can provide farmers with improved market and price \nincentives, while at the same time securing their own raw material supplies to enable them to \nrealize the growing market potential for processed fruit products. The ability of agro-enterprises \nto provide the necessary incentives for farmers and realize market opportunities is constrained \nby  their  limited  access  to  investment  finance  for  the  necessary  expansion  in  processing \ncapacity. Until the financial sector is able to provide such finance, there is a need to support \nagro-enterprises to expand capacity. At the farm level, access to support services is currently \nlimited by the low quality and outreach of extension services, and the limited outreach of \nagricultural information services. There is a need for increased public sector intervention to \nimprove the quality of and access to such services. Funding constraints limit the capacity of the \npublic sector to achieve significant improvement.  \nC.  Rationale for Adopting Contract Farming \n \n7.  In  some  cases,  particularly  in  developing  or  transition  economies,  contracting  can \novercome imperfections in input and output markets or institutional deficiencies by providing \ncredit,  seeds,  machinery  services,  human  capital,  and  market  access  to  farmers.  It  has \nparticular advantages in relation to perishable produce such as fruit, for which agro-enterprises \nneed a stable and timely supply of raw materials. The incidence of contract farming has grown \nrapidly over the past 10 years in rural PRC. It has been promoted and supported by the \nGovernment of the PRC (the Government) in order to make agriculture more commercial, \ncompetitive, and profitable. Contract farming provides key advantages to farmers in terms of \nprice stability and stable market access, and to agro-enterprises in terms of improved product \nquality.  Contract  farming  of  apple  production  for  export  in  Shandong  Province  shows  that \n                                                 \n3  ADB. 2004. Effectiveness of Participatory Approaches: Do the New Approaches Offer an Effective Solution to the \nProblems of Conventional Rural Development Projects. Manila. \n4  ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople's Republic of China for the Fujian Soil Conservation and Rural Development Project. Manila. (Loan 1386-\nPRC, for $65 million, approved on 28 September). \n ", "  Appendix 4  41 \ncontract farming results in higher average net income from both apple production and other farm \nactivities.  \n \n8.  Contract farming in the PRC has grown rapidly over the past 10 years. Contract farming \ninitially developed in economically advanced coastal provinces, and is now spreading rapidly \ninto  the  underdeveloped  areas  of  central  and  western  PRC.  The  increase  in  contracting \nbetween  agro-enterprises  and  farmers  is  part  of  the  trend  toward  vertical  integration \nexperienced in agribusiness worldwide, as both partners seek to minimize transaction costs and \nuncertainty. The dragonhead agribusiness model has the proven potential to improve farm \nincomes.5 Driven by their need for quality-standardized raw materials and efficient and more \nsecure supply chains, firms contract farmers to join them in production systems, which often \ninvolve the transfer of new technology, training and TA, credit for inputs, and access to new and \nhigher  value  markets. Achieving mutual  benefits  that  exceed  those  that  either  party  could \nachieve individually is a key commercial driver of the sustainability of the relationship. Surveys \nconducted by Guo et al. have found that farmers identify price stability and market access as \nthe key advantages to contracts, while firms consider the improved product quality ensured \nthrough contracts as the critical incentive. \n \nD.  Lessons Learned and Proposed Project Design   \n \n1.  Private Enterprises Participation \n \n9.  The  project  completion  report  (PCR)  of  the  Fujian  Soil  Conservation  and  Rural \nDevelopment Project6 cited a number of problems common to such projects: (i) changing market \ntrends, (ii) location problems in relation to raw material supply, (iii) the weak financial position of \nsubproject proponents, and (iv) inappropriate financing terms that (a) failed to reflect agro-\nenterprise cash flow, and required loan repayments to start immediately, prior to full operation of \nthe facilities installed with project loan funds, (b) included an interest spread for the finance \nbureau that took the end-borrower interest rate above domestic market rates, and (c) neglected \nthe need for arrangements for complementary working capital finance to be in place.  \n \n10.  The  project  design  has  addressed  these  issues  by  identifying  agro-enterprises  that \nsatisfy financial, economic, environmental, and social criteria. The investments proposed under \nthe Project have been analyzed during project preparation and were found to be viable. This \nremoves responsibility for investment appraisal from local finance bureaus, which are not well \nqualified for such tasks. The agro-enterprises concerned have a strong record of success in the \nfruit processing subsector, have well-established international markets and sound marketing \nexperience and strategies to respond to shifting market trends, and have upstream linkages with \nfarmers within their locality to ensure a stable supply of raw materials. They are not household-\nlevel  entities,  typical  of  previous  agroprocessing  projects.  Finally,  the  agro-enterprises  are \nprivate sector entities rather than state-owned enterprises, which are typically inefficient and \npoorly managed.  \n \n11.  An ADB TA report7 identified a number of similar lessons, and specifically noted that \nviable  enterprises  can  withstand  commercial  funding,  and  that  the  use  of  ordinary  capital \n                                                 \n5  Guo  et  al.  2007.  Contract  Farming  in  China:  Perspectives  of  Farm  Households  and  Agribusiness  Firms, \nComparative Economic Studies, pp. 1–28.  \n6  ADB. 2003. Project Completion Report on the Fujian Soil Conservation and Rural Development Project (Loan \n1386-PRC) in the People's Republic of China. Manila. \n7  ADB. 2000. Technical Assistance to the People’s Republic of China for A Study on Ways to Support Poverty \nReduction Projects. Manila. \n ", "42  Appendix 4 \nresources or other commercial resources for funding agro-industry is not a concern. However, \nwhere there is financial market failure, donors and governments can address this through the \ncreation of specific financial facilities (loans, equity, and guarantees) that assist SMEs, or more \nspecifically, private agro-industry. There is often a particular need for long-term capital because \nof the lead time to full production for agricultural SMEs. The provision of long-term capital \nshould not be subsidized for this reason. Rather, the terms and conditions of the financing \nshould be related to realistic repayment schedules for the enterprise. \n \n2.  Contract Farming \n \n12.  Contract farming agriculture development in Boluo County, Huizhou City, Guangdong \nProvince has highlighted problems encountered with contract farming (footnote 5). \n \n(i)  Contracts are not standard and insufficiently explicit. This makes them difficult to \ninterpret and implement effectively, leading to disagreement. \n(ii)  Contracts are frequently broken. Most farmers and some enterprises have limited \nawareness  or  understanding  of  the  legal  rights  and  responsibilities  that \naccompany contracts. Disputes often arise over the price paid for product supply. \nWhen the market price is higher than the contract price, farmers prefer not to sell \ntheir products to the enterprises according to the contract. Similarly, when the \nmarket price is lower than the contract price, enterprises may want to pay the \nmarket price. Enterprises may also set unreasonable requirements with regard to \nquality, which farmers are unable to achieve because of the lack of appropriate \ncultivation technology or methods. \n(iii)  Too many contracts are verbal, making breaches difficult to prevent or prove. \n13.  Critical success factors identified for contract farming include (i) an appropriate enabling \nenvironment,  (ii)  minimization  of  contractual  delays,  and  (iii)  appropriate  consideration  of \nproduction risks in the contract design. Insurance mechanisms might be designed to provide the \nneeded compensation in the case of known risks, or even in the case of so-called force majeure \nevents (footnote 2). \n14.  To address these issues, the Project will ensure the drafting of improved contracts. \n(i)  To reduce the incidence of contract breaches, all parties need to be trained \nregarding (a) the implications of entering into such contracts, and (b) their rights \nand responsibilities. \n(ii)  Contract wording needs to be clear, easily understood, yet explicit in relation to \nrights and responsibilities, in particular with respect to volumes and quality to be \nsupplied and price to be paid. \n(iii)  The local governments will design and implement agriculture insurance schemes \nto provide needed compensation to the participating farmers against crop losses \ndue to the natural disasters. \n(iv)  Effective measures are needed to resolve disputes, with arbitration by impartial \nthird parties. These measures need to be worded explicitly in contracts. Such \nmeasures need to be fully implemented, where necessary, to discourage further \nbreaches.  \n(v)  Farmers’ organizations need to be engaged to act as intermediaries and provide \ncoordination, communication, and negotiation between farmers and enterprises. \nThis should occur with the support of farmers involved, and not be a requirement \nof entering into a contract. \n ", "  Appendix 4  43 \nE.  Measures to Ensure the Effective Execution of Contract Farming \n \n15.  Extensive training and capacity improvement activities will be an integral part of the \nproject  implementation.  The  following  measures  will  be  undertaken  to  strengthen  financial \nmanagement capacity and to ensure effective contract execution.   \n \n(i)  An adequate number of qualified and well-trained project accounting staff will be \nin place at all participating enterprises and involved agencies where accounting \nand financial management work will be performed.  \n(ii)  To strengthen financial management capacity and achieve consistent quality in \naccounting work, the project management office (PMO) will prepare a project \nfinancial  management  manual,  which  incorporates  the  PRC  and  ADB \nrequirements, including detailed guidelines on financial management, internal \ncontrols,  accounting  procedures,  fund  and  asset  management,  withdrawal \napplication procedures, detailed on-lending arrangements of project funds, debt \nmanagement,  contract  information  management,  and  monitoring  of  contract \nexecution. The manual will be finalized following review by ADB, and distributed \nto involved agencies and the participating enterprises before loan effectiveness. \n(iii)  The PMO, with the PRC Resident Mission, will provide a well-designed and \nfocused  training  program  to  all  subproject  accounting  staff  prior  to  project \neffectiveness.  The  program  will  include  ADB’s  financial  management \nrequirements  and  disbursement  procedures,  capital,  asset  and  contract \nmanagement,  format  and  content  of  project  financial  statements,  and  audit \nrequirements. \n(iv)  In view of the large number of farmers involved and associated large number of \nlong-term contracts to be executed, a computer-based information system will be \ndeveloped as part of project performance management system to maintain a \nrecord of contracts and monitor contract execution, including tracking records of \ninputs  provided  and  purchases  made  by  enterprises,  repayments  made  by \nfarmers to enterprises, as well as other information related to contract execution. \nSuch a system will enable easy monitoring by the PMO and other agencies, and \nsupervision by ADB. Participating enterprises and the PMO will be responsible \nfor maintaining and operating the system. The system will be made accessible to \nproject consultants and ADB for monitoring and supervision purposes.  \n(v)  Sanmenxia  Municipality  Finance  Bureau,  Lingbao  City  Finance  Bureau,  and \nShan  County  Finance  Bureau  will  establish  the  control  and  accountability \nmechanism for onlending management. Procedures for recording, reporting, and \nmonitoring  the  disbursement,  collection,  and  recovery  of  sub-loans  will  be \nstandardized.  Close  monitoring  and  oversight  of  sub-loan  delinquencies  and \nsubsequent remedial actions will be ensured and institutionalized.  \n \n \n ", "44  Appendix 5 \n    \nDETAILED COST ESTIMATES\nTable A5.1: Detailed Cost Estimates by Expenditure Categorya\n  % Total\nItem   $ Million Base\nLocal Foreign Total Costs\nA. Investment Costsb  \n1. Farm Civil Worksc   3.9 0.4 4.3 3\n2. Farm Equipment and Inputs  \na.   Irrigation equipmentd   3.3 0.3 3.7 3\nb.   Farm machinerye   3.5 0.3 3.8 3\nc.   Miscellaneous farm equipmentf   0.9 0.1 1.0 1\nd.   Farm Inputsg   29.1 2.3 31.5 25\n3. Farm Labor   13.0 0.0 13.0 10\n4. Biogas Civil Works   0.8 0.0 0.8 1\n5. Biogas Support Training   0.1 0.0 0.1 0\n6. Processing Civil Worksh   11.4 1.7 13.1 10\n7. Processing Equipment   12.6 18.9 31.5 25\n8. Vehicles   0.1 0.0 0.1 0\n9. Office Equipment   0.8 0.0 0.8 1\n10. Consulting and Training Services  \na.   International Consulting Services   0.1 0.2 0.3 0\nb.   National Consulting Services   0.3 0.0 0.3 0\nc.   Consultants' Local Travel   0.0 0.0 0.0 0\nd.   Extension Staff and Key Farmer Trainingi   4.6 0.0 4.6 4\n11. Workshops, Monitoring, Training Materials, and Reports   0.6 0.0 0.6 0\n12. Land Acquisition and Resettlement   3.3 0.0 3.3 3\n     Subtotal (A) 88.3 24.3 112.7 100\nB. Contingenciesj 11.0 1.8 12.8 10\nC. Financial Charge During Constructionk\n1.   Interest During Implementation   6.6 3.3 9.9 8\n2.   Commitment Charges   0.0 0.2 0.2 0\n     Subtotal (C) 6.6 3.5 10.1\n     Total Project Cost (A+B+C)   105.9 29.7 135.6 108\na In mid-2007 prices.\nb Includes taxes and duties of $11.0 million.\nc Land leveling, embankments, tracks, irrigation and utilities engineering, equipment storage, and engineering and preparation\ncosts.\nd Irrigation pipes, sprinkler equipment, etc.\ne Tractor, rotavator, and sprayers.\nf Small hand-held implements.\ng Used for establishment of orchard — saplings, fertilizers, agrochemicals, irrigation, mechanization. Includes ongoing soil and\nwater analysis.\nh Ground works, buildings, and structures for processing facilities.\ni Asian Development Bank financing of key farmer fees. Sanmenxia Municipality financing of training materials.\nj Contingencies will be financed by the municipal government of Sanmenxia. Physical contingencies were computed at\n5–10% of base cost depending on item of expenditure. Price contingencies were computed using foreign escalation\nfactors of 2.25 for 2008, and 3.0% for 2009–2012.\nk Includes interest during construction computed at the 5-year forward London interbank offered rate (LIBOR), with a spread \nof 0.6%.\nSource: Asian Development Bank estimates.   \n ", " \nTable A5.2:  Detailed Cost Estimates by Financier\n($ million)\nAsian Development Sanmenxia Local  Duties\nItem Bank Agro-enterprises Farmers Municipality The Government Total Foreign (excluding and \nAmount % Amount % Amount % Amount % Amount % Amount % Exchange taxes) Taxes\nA. Investment Costs\n1. Farm Civil Worksa 2.1 48.3 2.1 50.2 0.0 0.0 0.0 0.0 0.1 1.5 4.3 3.1 0.4 3.5 0.4\n2. Farm Equipment and Inputs 0.0 0.0 0.0 0.0\n     a.   Irrigation equipmentb 3.0 80.7 0.7 19.3 0.0 0.0 0.0 0.0 0.0 0.0 3.7 2.7 0.3 3.0 0.3\n     b.   Farm machineryc 2.8 74.5 1.0 25.5 0.0 0.0 0.0 0.0 0.0 0.0 3.8 2.8 0.3 3.1 0.3\n     c.   Miscellaneous farm equipmentd 0.8 80.9 0.2 17.7 0.0 0.0 0.0 0.0 0.0 1.4 1.0 0.7 0.1 0.8 0.1\n     d.   Farm Inputse 15.8 50.3 15.6 49.7 0.0 0.0 0.0 0.0 0.0 0.0 31.5 23.2 2.3 26.3 2.8\n     Subtotal (A2) 22.4 56.2 17.5 43.8 0.0 0.0 0.0 0.0 0.0 0.0 39.9 29.4 3.1 33.2 3.6\n3. Farm Labor 0.0 0.0 0.0 0.0 13.0 100.0 0.0 0.0 0.0 0.0 13.0 9.6 0.0 13.0 0\n4. Biogas Civil Works 0.2 31.0 0.0 0.0 0.4 52.0 0.0 0.0 0.1 17.0 0.8 0.6 0.0 0.7 0.1\n5. Biogas Support Training 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.1 100.0 0.1 0.0 0.0 0.0 0.0\n6. Processing Civil Worksf 6.9 53.1 6.1 46.9 0.0 0.0 0.0 0.0 0.0 0.0 13.1 9.7 1.7 10.0 1.4\n7. Processing Equipment 29.1 92.4 2.4 7.6 0.0 0.0 0.0 0.0 -0.0 -0.0 31.5 23.2 18.9 9.1 3.5\n8. Vehicles 0.0 18.1 0.0 0.0 0.0 0.0 0.0 0.0 0.1 81.9 0.1 0.1 0.0 0.1 0.0\n9. Office Equipment 0.3 32.6 0.0 0.0 0.0 0.0 0.0 0.0 0.5 67.4 0.8 0.6 0.0 0.7 0.1\n10. Consulting and Training Services 0.0\n     a.   International Consulting Services 0.1 34.8 0.0 0.0 0.0 0.0 0.0 0.0 0.2 65.2 0.3 0.3 0.2 0.1 0.0\n     b.   National Consulting Services 0.2 54.4 0.0 0.0 0.0 0.0 0.0 0.0 0.1 45.6 0.3 0.2 0.0 0.3 0.0\n     c.   Consultants' Local Travel 0.0 80.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 20.0 0.0 0.0 0.0 0.0 0.0\n     d.   Extension Staff and Key Farmer Trainingg 1.5 31.4 0.0 0.0 0.0 0.0 0.0 0.0 3.2 68.6 4.6 3.4 0.0 4.1 0.5\n     Subtotal (A10) 1.8 33.1 0.0 0.0 0.0 0.0 0.0 0.0 3.6 66.9 5.3 3.9 0.2 4.5 0.5\n11. Workshops, Monitoring, Training Materials, and Reports 0.4 73.2 0.0 3.0 0.0 0.0 0.0 0.0 0.1 23.8 0.6 0.4 0.0 0.5 0.1\n12. Land Acquisition and Resettlement 0.0 0.0 3.3 100.0 0.0 0.0 0.0 0.0 0.0 0.0 3.3 2.4 0.0 3.3 0.0\n13. Contingencies 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 12.8 100.0 12.8 9.5 1.8 9.7 1.3\n      Total Project Costs 63.2 50.3 31.5 25.1 13.4 10.7 0.0 0.0 17.4 13.9 125.5 92.5 26.1 88.3 11.0\nInterest During Implementation 3.3 33.5 0.0 0.0 0.0 0.0 0.0 0.0 6.6 66.5 9.9 7.3 0.0 0.0 0.0\nCommitment Charges 0.2 100.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.2 0.2 0.0 0.0 0.0\nTotal Disbursement 66.7 49.2 31.5 23.2 13.4 9.9 0.0 0.0 24.0 17.7 135.6 100.0 26.1 88.3 11.0\na Land leveling, embankments, tracks, irrigation and utilities engineering, equipment storage, and engineering and preparation costs.  \n \nb Irrigation pipes, sprinkler equipment, etc. Ap\nc Tractor, rotavator, and sprayers. pe\nd Small hand-held implements. nd\ne Used for establishment of orchard–saplings, fertilizers, agrochemicals, irrigation, mechanization. Includes ongoing soil and water analysis. ix 5\nfgSouGArcsreoia:u nAn dDs ieawvnoe rDlkoesp,vm ebleuonipldtm iBneagnnst k aB fnaindna ksn tceruisnctgitmu oraef tske esfoy.r f aprrmoceers fseiensg.  fSacainlimtieesn.xia municipality financing of training materials. 4          \n5\n   \n ", " \n4\n6\n \n \n \n \n \nFLOW OF FUNDS    \n \n \n \n  A\np\n  p\ne\nn\nd\nHenan Province Finance Department  MOF  ADB  ix\n 6\n   \n \n \nSanmenxia Municipality Finance Bureau \nLingbao City  Shan County \nHorticulture Bureau  Agriculture Bureau \nAgro-enterprises  Agro-enterprise \n(Amusi, Yuancun, Zhixian)  (Yuanfen) \nFunding \n \nFarmers  Farmers \nInvestment and \ninputs in-kind  (Lingbao County)  (Shan County) \n \nADB = Asian Development Bank, MOF = Ministry of Finance. \n ", " \nIMPLEMENTATION SCHEDULE \n \n2008 2009 2010 2011 2012\n1. Farm Productivity Improvement\nAmusi 60,000 mu apple production base\nAmusi 20,000 mu peach production base\nAmusi 15,000 mu apricot production base\nAmusi 10,000 mu asparagus production base\nYuancun 50,000 mu Chinese date production base\nYuanfen 20,000 mu production base (rehabilitation)\nYuanfen 40,000 mu production base\nZhixian 20,000 mu production base (rehabilitation)\nZhixian 10,000 mu production base\nSoil and water testing on production bases\nPilot biogas development program\n2. Processing Capacity Expansion\nAmusi 100,000 ton processing plant (civil works)\nAmusi 100,000 ton processing plant (plant and equipment)\nYuanfen 91,000 ton processing plant (civil works)\nYuanfen 91,000 ton processing plant (plant and equipment)\nZhixian 30,000 ton processing plant (civil works)\nZhixian 30,000 ton processing plant (plant and equipment)\n3. Agribusiness Capacity Building\nDevelopment and review of farmer training materials\nTraining of extension service staff and key farmers\nTraining of farmers in production bases\nProcurement of extension service vehicles and equipment\nUpgrading of SMAB information system\nEstablishment of village information centers\nFarmers' organizations staff training\nCapacity building in biogas support services\n4. Project Management\nProject promotion workshops\nPMO, IA and agro-enterprise staff training\nInternational study tours\nFarmer mobilization and gender awareness building workshops\nPPMS design (and implementation)\nPPMS - Social aspects design and monitoring\nPPMS - Resettlement aspects design and monitoring\nEnvironmental monitoring of processing plants\nProcurement of vehicles and equipment\nA\nNote: p\n Full-time activity p\ne\n Part-time activity   n\nIA = implementing agency, mu = traditional land measure , PMO = project management office , PPMS = project performance management system, SMAB =  dix\nSanmenxia Municipality Agriculture Bureau.    7\n \nSource: Asian Development Bank.   \n \n \n \n \n \n \n4\n7\n \n ", " 48  Appendix 8 \nPROCUREMENT PLAN  \n \nProject Information \nCountry  People's Republic of China \nName of Borrower  Government of the People's Republic of China \nHenan Sustainable Agriculture and Productivity \nProject Name \nImprovement Project \nLoan Reference  To be determined (tbd) \nDate of Effectiveness  tbd \nLoan Amount ($)  $66,700,000 \nOf which, Committed  Nil \nExecuting Agency  Sanmenxia Municipality Government \nApproval Date of Original Procurement Plan  tbd \nApproval Date of Most Recent Procurement Plan  tbd \nPublication for Local Advertisementa  tbd \nPeriod Covered by this Plan  2008–2012 \n \na  For  international  competitive  bidding  invitations  for  bids,  invitations  for  prequalification,  draft  prequalification \ndocuments, draft bidding documents, prequalification and bid evaluation reports are to be submitted to the Asian \nDevelopment Bank (ADB) for prior review and approval.  \n  For national competitive bidding (NCB), the first draft English language version of the procurement documents \nshould be submitted for ADB review and approval regardless of the estimated contract amount. ADB-approved \nprocurement documents should be used as a model for all NCB procurement financed by ADB for the Project, and \nneed not be subjected to further review. ADB will review the bid evaluation report and award of contract on a post-\nreview basis. \n  For shopping and direct contracting, ADB will normally review the award of contract on a post-review basis. \n \nProcurement Thresholds, Goods and Related Services, and Works \nProcurement Methods  To be used above/below ($) \nICB works  > $10,000,000 \nICB goods   \n>$1,000,000 \nNCB works  </= $10,000,000 > $100,000 \nNCB goods  </= $1,000,000 > $100,000 \nShopping works  </= $100,000 \nShopping goods  </= $100,000 \nDirect purchase      </= $10,000 \nICB = international competitive bidding, NCB = national competitive bidding. \n \nProcurement Thresholds, Consulting Services \nProcurement Method  To be used above/below ($) \nQuality- and Cost-Based Selection   At least   $200,000 \nConsultants Qualifications Selection   Less than  $200,000 \nLeast-Cost Selection   Less than  $100,000 \n \n \nList of Major Contract Packages for Goods, Works, and Consulting Services \nExpected Date \n    Estimated  Procurement  ADB  No. of \nof \nContract Description  Costs ('000 $)  Methods  Reviewa  Packages \nAdvertisement \nA.  Goods \n    1.  Amusi                     \n        (a)  Farm equipment     4,587.63   ICB/NCB  First 18 months  Prior/post    11 \nShoppinga//Direct \n        (b)  Farm inputs   11,130.80   First 18 months  Post    616 \nPurchase/ \nProcessing \n        (c )   11,003.39   ICB/NCB/Shopping  First 18 months  Prior/post    7 \nequipment \n    2.  Yuancun                 \n        (a)  Farm equipment    1,884.02   NCB  First 18 months  Post    3 \n        (b)  Farm inputs    5,145.62   Shoppinga   First 18 months  Post    180 \n                       \n ", "  Appendix 8  49\n \nExpected Date \n    Estimated  Procurement  ADB  No. of \nof \nContract Description  Costs ('000 $)  Methods  Reviewa  Packages \nAdvertisement \n  3.  Yuanfen           \n        (a)  Farm equipment     1,454.90   NCB  First 18 months  Post    2 \n        (b)  Farm inputs   10,130.03   Shoppinga  First 18 months  Post    238 \nProcessing \n        (c)   11,486.26   ICB/NCB  First 18 months  Prior/post    6 \nequipment \n    4.  Zhixian                 \n        (a)  Farm equipment        885.31   NCB  First 18 months  Post    2 \n        (b)  Farm inputs     5,734.54   Shoppinga  First 18 months  Post    252 \nProcessing \n        (c)     7,129.67   ICB/NCB  First 18 months  Prior/post    4 \nequipment \n    5.  Office Equipments        300.00   NCB  First 18 months  Post    1 \nB.   Works                     \n    1.  Amusi                 \nLand preparation \n        (a)  and irrigation     1,298.32   NCB  First 18 months  Post    5 \ninfrastructure \n        (b)  Processing plant     4,763.05   NCB  First 18 months  Post    1 \n    2.  Yuancun             \nLand preparation \n        (a)  and irrigation        740.98   NCB  First 18 months  Post    3 \ninfrastructure \n    3.  Yuanfen                 \nLand preparation \n        (a)  and irrigation        541.24   NCB/Shopping  First 18 months  Post    2 \ninfrastructure \n        (b)  Processing plant     4,587.40   NCB  First 18 months  Post    1 \n    4.  Zhixian                 \nLand preparation \n        (a)  and irrigation        173.97   NCB/Shopping  First 18 months  Post    3 \ninfrastructure \n        (b)  Processing plant     2,434.66   NCB  First 18 months  Post    1 \n    5.  Biogas development        773.21   NCB  First 18 months  Post    3 \nC.  Consulting Services                 \nTraining, study tours, \nand gender awareness  25 contracts \nQCBS \n(for PMO and  (international) \n    1.     2,536.51   (80:20, BP,  First 18 months  Prior/Post \nagriculture bureau  and national \nfirm)/DS \nextension staff and key  experts) \nfarmers)a \nPPMS design and \nimplementation \n(design, social  QCBS (80:20, BP, \n    2.        324.32   First 18 months  Post  4 contracts \ndimensions,  firm) \nresettlement, \nenvironment) \nADB = Asian Development Bank, BP = biodata proposal, CQS = consultants’ qualification selection, DS = direct \nselection, ICB = international competitive bidding, NCB = national competitive bidding, QCBS = quality- and cost-\nbased selection.  \na\n   Procurement will be undertaken by the respective enterprises in accordance with established private sector or \ncommercial practices, which are acceptable to ADB. Such practices were reviewed and found acceptable by the \nspecial review mission immediate after the loan negotiations.  \nSource: ADB.  \n ", "50  Appendix 9 \nTECHNICAL ASSISTANCE \n \nA.  Introduction \n \n1.  The fruit subsector analysis and risk assessments have identified three priority issues \nthat need to be improved in the implementation of contract farming schemes (see paras. 76–80 \nof the main text and Appendix 4): (i) the demonstration of good agriculture practice (GAP) \nthrough ChinaGAP, which aims to address food quality and safety issues in the People’s \nRepublic of China (PRC); (ii) the implementation of agricultural insurance schemes to provide \nneeded compensation to the participating farmers against crop losses due to natural disasters; \nand (iii) appropriate mechanisms to monitor and ensure effective contract execution. \n \nB.  Purpose and Scope \n \n2.  The  purpose  of  the  technical  assistance  (TA)  is  to  strengthen  the  capacity  of  the \nSanmenxia Municipality government (SMG) in strategic planning and management to support \nsustainable  agricultural  development.  The  advisory  TA  has  three  components:  (i)  program \ndesign  and  training  materials  development  for  ChinaGAP  demonstration,  (ii)  a  feasibility \nassessment  of  providing  agricultural  insurance  to  participating  farmers,  and  (iii)  further \ndevelopment  and  capacity  building  for  a  monitoring  system  to  ensure  effective  contract \nexecution. \n \n1.  Program  Design  and  Training  Materials  Development  for  ChinaGAP \nDemonstration \n \n3.  As a complementary activity to farming training designed in the Henan Sustainable \nAgriculture and Productivity Improvement Project (the Project), the TA will introduce traceability \nin the fruit supply chain of participating enterprises and improve farm management practices at \nfarm level with regards to farm labor, inputs, and waste disposal. It will allow participating \nenterprises to better manage quality control and food safety by tracing and mapping the origin of \neach input to the production process. Outline terms of reference (TOR) for the consultants are \nas  follows:  (i)  review  and  analyze  current  farm  management  practices,  and  examine  their \nreadiness  to  adopt  ChinaGAP;  (ii)  summarize  the  experiences  and  practices  of  certified \nproducers supplying European markets under EurepGAP, and lessons learned from current \nChinaGAP in other provinces; (iii) design an operational manual to demonstrate ChinaGAP, \nincluding a checklist for farm management practices with regards to labor, inputs and waste \ndisposal, and the approaches of tracing and mapping the origin of each input to the production \nbase; and (iv) prepare training course materials for the training of extension staff and lead \nfarmers. \n \n2.  Feasibility Assessment of Agricultural Insurance in the Project Areas \n \n4.  The  TA  will  review  existing  international  and  domestic  agricultural  insurance \nexperiences. In collaboration with the insurance industry and financial and agriculture bureaus, \nthe TA will evaluate (i) natural hazard and crop losses using weather maps, hydrological and \nsocioeconomic data; and (ii) the costs of managing agriculture insurance in the chosen pilot \nareas. National insurance regulations and legislative procedures for agriculture insurance will be \nreviewed. The affordability of insurance for households and businesses will be examined by \nconducting pilot surveys of Sanmenxia farmer households and farmers associations. The gap \nbetween what farmers can afford to pay for agricultural insurance premiums and the cost of \nproviding that insurance will be determined, in order to estimate the probable requirement for \n ", "  Appendix 9  51 \ngovernment  agricultural  insurance  subsidies.  The  fiscal  feasibility  of  providing  agricultural \ninsurance  will  be  assessed  by  comparing  the  government  agricultural  insurance  subsidy \nestimates with historical financial losses and relief payments resulting from natural disasters. \nThe  fiscal,  legislative,  and  institutional  feasibility  of  providing  agricultural  insurance  in \nSanmenxia will be identified and policy and planning recommendations developed. Outline TOR \nfor  the  consultants  are  as  follows:  (i)  review  existing  experiences  (in  the  PRC  and \ninternationally)  with  agriculture  insurance,  in  collaboration  with  the  insurance  industry, \ngovernments, and farmers associations; (ii) prepare designs for agriculture insurance in the \nproject area in close consultation with insurance industry, governments, and farmers; (iii) assess \nthese design options in terms of their feasibility, sustainability, and practicality, given  the local \ninstitutional setup; and (iv) provide recommendations to the executing agency (EA) and assist \nthe EA to pilot-test the design in the project area. \n \n3.  Financial Management Manual and Management Information System (MIS) \nfor Contract Farming  \n5.  The TA will support the Henan Province government (HPG) and SMG to further develop \na financial management system for implementation of the Project. It will help the EA prepare a \nproject financial management manual to strengthen financial management capacity and achieve \naccounting work of consistent quality. In view of the large number of farmer households involved \nand associated large number of long-term contracts to be executed, the TA will assist the EA in \nestablishing a computer-based information system to maintain records of contracts and monitor \ncontract execution. Such a system will enable easy monitoring by the EA and other agencies, \nand supervision by the Asian Development Bank (ADB). Outline TOR are as follows: (i) review \nand analyze domestic and ADB requirements with regards to financial management; (ii) based \non the findings from financial management assessment, help the EA prepare a project financial \nmanagement manual, including detailed guidelines on financial management, internal controls, \naccounting procedures, fund and asset management, withdrawal application procedures, on-\nlending arrangements for project funds, debt management, contract information management, \nand monitoring of contract execution; and (iii) help the EA develop a computer-based MIS to \nmaintain the contract records and monitor contract execution, including tracking (a) inputs \nprovided and purchases made by enterprises, (b) repayments made by farmers to enterprises, \nand (c) other information related to contract execution.  \n \nC.      Consultant Needs \n \n6.  To meet these objectives and outputs, 11 person-months of international consulting \nservices and 24 person-months of national consulting services will be required. The indicative \ninternational consultants include: (i) a team leader/agronomist, (ii) an agricultural insurance \nspecialist,  (iii)  farm  management  specialist  (with  a  focus  on  GAP),  and  (iv)  an  insurance \nspecialist. Indicative national consultants include: (i) a deputy team leader with expertise in \ninstitutional  development  and  experience  in  sustainable  agricultural  development,  (ii)  an \ninsurance specialist, (iii) an information technology (IT) system specialist, (iv) an insurance \nspecialist, (v) an agricultural economist/survey specialist, (vi) a ChinaGAP specialist, (vii) a \nfinancial management specialist, and (viii) planning and management trainers. \n \nD.       Estimated Costs \n \n7.  The total cost of the TA is estimated at $520,000 equivalent, of which $400,000 will be \nprovided by ADB on a grant basis. The grant will be financed by the ADB’s technical assistance \n ", "52  Appendix 9 \nfunding program. The remaining $120,000 will be financed by the Government through in-kind \ncontributions. The estimated costs are provided in Table A9.  \n \nTable A9: Cost Estimates and Financing Plan \n($’000) \n \nItem     Total \n   Cost \n \nA. Asian Development Bank Financing \n1. Consultants \na.  Remuneration, Per Diem, and Travel \n(i)  International Consultants  220.0\n(ii)  National Consultants  100.0\nb.  Reports, Communications, Translation, and Interpretation    20.0\n2. Equipment and Suppliesa    30.0\n3. Surveys and Workshops    20.0\n4. Contingencies      10.0\n \nSubtotal (A)  400.0\n \nB. Government Financing  \n1. Remuneration and Per Diem of Counterpart Staff  35.0\n2. Office Accommodation, Utilities, and Transport  20.0\n3. Surveys and Investigation  25.0\n4. Logistical Support in Districts  25.0\n5. Contingencies  15.0\n \nSubtotal (B)  120.0\n \nTotal (A + B)  520.0\na  Includes computers, survey equipment, and office supplies. \nSource: Asian Development Bank estimates. \n \n \n \n ", "  Appendix 10  53 \nFINANCIAL PERFORMANCE OF AGRO-ENTERPRISES \n \nA.  Basis for Financial Analysis \n1.  The financial analysis of participating agro-enterprises is based upon actual financial \nstatements for the last 3 financial years, where available, and projected financial statements for \n6–9 years following the start of the Project, depending on the build-up to full production of \nprocessing facilities. Summary balance sheets, income statements, key ratios, and financial \nmanagement assessments, based on Asian Development Bank’s (ADB) standard Financial \nManagement Assessment Questionnaire for each enterprise, are available in Supplementary \nAppendix B. \n2.  Key  financial  selection  criteria  for  participating  enterprises  are  based  on  audited \naccounts for at least 3 years and projections showing financially viable operation with (i) net \nprofits in each year, (ii) debt-equity ratios in each year not exceeding 1.5, (iii) debt service cover \nof not less than 1.5, (iv) current ratios in each year not less than 1.0, and (v) quick ratios of not \nless than 0.5. While these values may be considered low, they are in line with the performance \nof market leaders in the fruit juice sector in the People’s Republic of China (PRC), all of which \nare listed in the Hong Kong stock exchange. They also reflect the fact that identified agro-\nenterprises are established businesses with stable revenue streams, and are unlikely to incur \nsignificant debt (in addition to loans) that would adversely affect their debt-equity ratios. While \ndebt-equity  levels  are  reasonable,  liquidity  levels  are  generally  low,  especially  short-term \nliquidity as measured by the quick ratio. This reflects the fact that the end of the financial year \ncoincides  with  the  completion  of  processing  activities,  when  current  assets  are  tied  up  in \ninventory awaiting shipment. While not all agro-enterprises meet all the ratios for the last 3 \nyears, projections indicate that they will be financially sound during project implementation. \nAppropriate  assurances  to  maintain  satisfactory  financial  ratios  and  monitoring  of  financial \nperformance will ensure that eligibility criteria continue to be met. \n3.  The  analysis  of  investment  proposals  is  based  on  each  agro-enterprise's  financial \ninternal  rate  of  return  (FIRR)  and  a  comparison  of  their  weighted  average  cost  of  capital \n(WACC). Each enterprise's WACC is estimated in accordance with ADB's Guidelines for the \nFinancial  Governance  and  Management  of  Investment  Projects  Financed  by  the  Asian \nDevelopment  Bank,1 using  the  relative  proportions  of  each  source  in  total  agro-enterprise \nfinancing and their relative costs. For the latter, it has been assumed that the ADB loan will be \nrelent to agro-enterprises at market interest rates. ADB funds have been assumed at 6.21% per \nyear. For agro-enterprise equity financing, a rate of 14.38% has been assumed, based on the \naverage prevailing rates of return on equity for fruit processing sector market leaders. Farmers' \ncontributions in financing the establishment of production bases have not been included in the \nanalysis of agro-enterprises' FIRRs. The resulting WACC is 6.52%. Sensitivity analysis is based \non unfavorable changes in revenues and costs. The sensitivity of agro-enterprise FIRRs to \nrevenue decreases or operating cost increases vary. In the case of investment costs, none of \nthe FIRRs are shown to be sensitive. \nB.  Lingbao Amusi Fruit Juice Company \n4.  Overview. Lingbao Amusi Fruit Juice Company (Amusi) was founded as a joint venture \nbetween Lingbao Luyuan Fruit Juice Company and the German equipment supplier Amusi in \n1997. It has a registered capital of CNY29.2 million ($3.8 million). In 2005, the company was \n                                                 \n1 ADB. 2003. Guidelines for the Financial Governance and Management of Investment Projects Financed by the \nAsian Development Bank. Manila. \n ", "54  Appendix 10 \nprivatized into a joint-stock company, owned by company staff, having previously been a state-\nowned enterprise. Amusi's principal business is the production of fruit and vegetable juice, dried \nvegetables, and soft drinks. It has a staff of 1,800, of which 100 are management and 250 \ntechnicians; 800 are women (44% of the total). Annual processing capacity is 200,000 tons (t), \nconsisting of 80,000 t of fruit concentrate, 100,000 t of canned fruit and vegetables, and 20,000 t \nof  beverages.  The  company's  main  markets  are  the  United  States,  Canada,  Europe,  the \nRussian Federation, and Japan, to which 90% of its products are exported. Food and beverage \nproducts are also sold locally in Henan, Shanxi, and Shaanxi provinces.  \n5.  Investment Proposal. The company's investment proposal includes the establishment \nof a fruit production base and additional processing facilities. The production base consists of \nthe development of 105,000 mu (7,000 hectares [ha]), including 60,000 mu of apples, 20,000 \nmu  of  peaches,  15,000  mu  of  apricots,  and  10,000  mu  of  asparagus.  The  processing \ncomponent includes additional annual processing capacity of 20,000 t of apple concentrate, \n20,000 t of apple jam, 50,000 t of apple sauce, and 10,000 t of apple fructose. The proposed \ntotal investment is $49.3 million, of which $243.39 million (498.32%) is to be financed from ADB \nproject loan funds. Additional financing of $15.9238 million (321.31%) will come from Amusi's \nown  sources.  The  Sanmenxia  Government  will  finance  $3.344.61  million  (6.89.3%).  The \nbalance of $5.7162 million (11.63%) will be from farmers in the form of labor to finance part of \nthe production base establishment. Amusi has confirmed access to its counterpart contributions. \n6.  Financial analysis shows that the FIRR after tax for Amusi's proposed investment is \n25.62%. Sensitivity analysis indicates that the FIRR is robust with respect to revenue decreases \nor operating cost increases. Adverse changes of this degree are considered highly unlikely \ngiven the strong demand for Amusi's major products and projected market growth.  \n7.  Financial Analysis. Amusi’s total assets have risen steadily in the last 3 years, and in \n2006 increased by 37% over 2005, to CNY333.5 million ($43.0 million). Fixed assets amount to \nCNY117.4 million ($15.1 million), 35% of the total. The major portion of liabilities, which stood at \nCNY197.3 million ($25.4 million) in 2006, is short-term bank loans, which were CNY97.6 million \n($12.6 million), or 49% of the total. Equity has also increased in the last 3 years, rising by 32% \nin 2006 to CNY136.3 million ($17.6 million), which was mainly the result of a 54% increase in \nretained earnings. Share capital amounted to CNY29.2 million ($3.8 million). Sales revenue has \nbeen rising strongly, increasing by 49% in 2005 and 40% in 2006, to CNY286.7 million ($36.9 \nmillion), while net after tax profit rose by 14%, to CNY38.1 ($4.9 million). The company’s profit \nmargins and rates of return fell slightly in 2006, but not sufficiently to warrant concern. The \ncompany’s financial indicators have been steady at satisfactory levels for each of the last 3 \nyears, and are comparable with market leaders. The debt service coverage level has fallen \nsomewhat, but is still adequate.  \n8.  According to projections, assets will rise steadily, reaching a level of CNY825.65 million \n($106.4 million) by 2012. Equity is projected to rise to CNY402.69 million ($51.9 million) and \nliabilities to CNY422.95 million ($54.5 million). Revenues will reach a level of CNY872.16 million \n($112.4 million) by 2012, an increase of 20% over 2011 and a two-fold increase over 2006, \nresulting in strong profit margins and ratios. Costs will be accounted for mainly by the production \nof apple concentrate and canned fruit (36% and 40%, respectively), while revenues will come \nmainly from apple concentrate (32%), canned asparagus (27%), and canned fruit (24%). \nC.  Yuancun Natural Food Company \n9.  Overview. Yuancun Natural Food Company (Yuancun) was established in 2000 with a \nregistered capital of CNY600,000 ($77,320). Yuancun's main business is the production of \n ", "  Appendix 10  55 \napple vinegar, fruit beverages, and dried foods. The company has invested in a juice drink \nproduction line (in 2004), two dried food production lines (in 2005), and Chinese date juice liquor \nproduction equipment (in 2006). It has 350 staff, including 40 management and 33 experienced \ntechnicians. Women employees number 210, equal to 60% of the total.  \n10.  Investment  Proposal. Yuancun proposes to develop 50,000 mu (3,330 ha) for the \nproduction of Chinese dates. Dates will be dried on-farm and sold to Yuancun for packing and \nresale to local and national markets. Sales of dried dates are expected to reach 30,000 t \nannually. The total investment proposed is $12.69 million. The investment is to be financed from \nADB project loan funds amounting to $4.877 million (386.73%). Additional financing of $4.7825 \nmillion (372.95%) will come from Yuancun's own sources. Sanmenxia Government will finance \n$1.26 million (10.09.78%). The balance of $1.692.72 million will be from farmers in the form of \nlabor for production base establishment. Yuancun has confirmed access to its counterpart \ncontributions. Financial analysis shows that the Yuancun FIRR after tax is 16.95%. Sensitivity \nanalysis indicates that the FIRR is robust to adverse changes in revenues and operating costs.  \n11.  Financial Analysis. Yuancun is much smaller than other participating enterprises, with \ntotal assets at the end of 2006 of CNY54.3 million ($7.0 million). However, total assets have \nbeen rising over the last 3 years, and in 2006 increased by 58%. Fixed assets amounted to \nCNY28.8 million ($3.7 million), or 53%. Liabilities stood at CNY24.6 million ($3.2 million) in 2006, \na 215% increase, due mainly to an increase in short-term debt (bank loans), to CNY12.6 million \n($1.6 million). Equity has increased steadily in the last 3 years, rising by 12% in 2006 to \nCNY29.7 million ($3.8 million), mainly the result of increases in retained earnings. Share capital \namounted to CNY15.7 million ($2.0 million). Sales revenues have been rising strongly, by 40% \nin 2005 and 11% in 2006, to CNY32.7 million ($4.2 million), generating a net profit of CNY3.3 \nmillion ($0.4 million). However, cost increases have been relatively higher, resulting in falling \nprofit margins and rates of return over the last 2 years. These were not sufficiently large to \nwarrant concern. While the company’s financial indicators were at satisfactory levels for 2006 \nand comparable with market leaders, all deteriorated somewhat from 2005 levels, mainly due to \nthe increase in short-term debt.  \n12.  According  to  projections,  assets  will  rise  slowly  but  steadily,  reaching  a  level  of \nCNY127.91 million ($16.48 million) by 2015. Equity is projected to rise to CNY31.83 million \n($4.1 million) and liabilities to CNY96.07 million ($12.4 million). Revenues will reach a level of \nCNY143.07 million ($18.4 million) by 2015, an increase of 229% over 2011 and a more than \nthree-fold  increase  over  the  2006  level.  This  results  in  healthy  profit  margins  and  ratios, \nespecially due to low cost and a small fixed asset base.  \n13.  By 2015, the company’s financial indicators are projected to be satisfactory, with debt-\nservice coverage and the current ratio showing significant improvement. Only the quick ratio \nremains at low levels. Yuancun’s overall financial condition is generally good, although the \napparent inability to control costs relative to revenues may raise some questions with regard to \nmanagement capability. Projections indicate that the proposed investment will improve the \ncompany’s overall performance. \nD.  Yuanfen Fruit Juice Company \n14.  Overview. Sanmenxia Yuanfen Fruit Juice Company Ltd. (Yuanfen) was established in \nMay 2003 with a registered capital of CNY15.0 million ($1.9 million). It is a private joint-stock \nenterprise, specializing in the production of concentrated apple juice, apple sauce, and other \nfruit processing. It has a staff of 220, with 35 managers and 15 engineers, of which 8 are senior \nengineers. Yuanfen employs 55 women, equal to 25% of the total. The company has a 25,000 t \n ", "56  Appendix 10 \nconcentrated apple juice production line and a 6,000 t fruit processing line, with a total capacity \nof more than 30,000 t per year. The concentrated juice product is sold to more than 20 countries. \nApple juice products are also sold domestically. The company is relatively new to this industry \nbut it has already passed a number of key certifications, such as the International Standards \nOrganization (ISO) 9001 for international quality management system, hazard analysis and \ncritical control point (HACCP) food safety control, and kosher foods certification.2  \n \n15.  Investment Proposal. Yuanfen's investment proposal is to establish its fruit production \nbase and install two additional processing lines. The production base component includes the \ndevelopment of 60,000 mu (4,002 ha) of high-acid variety apples. The processing component \nincludes annual capacity for 50,000 t of apple concentrate; 40,000 t of fodder from apple \nresidues; and 1,000 t of apple pectin. The total cost of the proposed investment is $401.98 \nmillion. The investment is to be financed from ADB project loan funds amounting to $21.70 \nmillion (530.13%). Additional financing ($13.94.4 million, or 334.94%) will come from Yuanfen's \nown sources. The Sanmenxia Government will finance $23.8 million (6.89.2%). The balance of \n$2.5 million (6.1%) will be from farmers in the form of labor to finance part of the production \nbase establishment. Yuanfen has confirmed access to its counterpart contributions. Financial \nanalysis shows that the Yuanfen FIRR after tax is 21.5%. Sensitivity analysis indicates that the \nFIRR is robust. \n \n16.  Financial  Analysis.  Yuanfen’s total assets have risen steadily in the last 3 years, \nespecially in 2006, increasing by 90% to CNY88.8 million ($11.4 million) as a result of significant \nincreases  in  fixed  assets  and  inventory.  Fixed  assets  amounted  to  CNY35.6  million  ($4.6 \nmillion), equal to 40% of the total, and inventory was CNY24.1 million ($3.1 million), equal to \n27%. Liabilities stood at CNY58.2 million ($7.5 million) in 2006, a 140% increase, due mainly to \nan increase in long- and short-term debt (bank loans) to a total of CNY32.7 million ($4.2 million), \nequal to 56% of total liabilities. Equity has also increased in the last 3 years, rising by 37% in \n2006 to CNY30.7 million ($4.0 million), which was mainly the result of a 106% increase in \nretained earnings. Share capital amounted to CNY15.0 million ($1.9 million). Sales revenues \nhave been rising strongly, by 226% in 2005 and 51% in 2006 to CNY98.2 million ($12.7 million), \nwhile net after tax profit also rose by 51% to CNY8.2 million ($1.1 million), despite a 58% \nincrease in cost of sales. This caused the company’s net profit margin to remain stable while \ngross profit margin fell. The return on assets fell slightly in 2006, but the return on equity \nincreased. The company’s financial indicators have been steady at satisfactory levels for each \nof  the  last  3  years,  and  comparable  with  market  leaders,  with  only  the  debt-equity  ratio \ndeteriorating somewhat in 2006 due to the increase in bank lending.  \n17.  According to projections, assets will rise steadily, reaching a level of CNY528.23 million \n($68.1 million) by 2012. Equity is projected to rise to CNY304.36 million ($39.2 million), and \nliabilities to CNY223.86 million ($28.8 million). Revenues will reach a level of CNY501.92 million \n($64.7 million) by 2012, an increase of 25% over 2011 and a four-fold increase over the 2006 \nlevel, resulting in healthy profit margins and ratios. The production of apple concentrate will \naccount for the primary costs (86%) and revenues (79%). By 2012, the company’s financial \nindicators are projected to be satisfactory, with both debt-service coverage and the current ratio \nshowing significant improvement. The low quick ratio indicates low levels of liquidity, but this is \nconsistent with the situation of market leaders. Overall, Yuanfen is in satisfactory financial \ncondition. Yuanfen’s fairly consistent and good performance over the last 3 years, as well as its \n                                                 \n2  Kosher foods are those that meet certain criteria of Jewish law. \n \n ", "  Appendix 10  57 \nability to maintain net profit margins despite falling gross margin, suggests a high level of \nmanagement  capability.  The  proposed  investment  is  projected  to  significantly  improve  the \ncompany’s situation. \nE.  Henan Zhixian Industry Group Company \n18.  Overview. Henan Zhixian Industry Group Company (Zhixian) consists of five companies, \npredominantly engaged in mining, but also in food and drink processing. The total registered \ncapital is CNY102.0 million ($13.1 million). It has a staff of 300, of which 22 are experienced \ntechnicians including 6 senior engineers, 11 engineers, and 5 assistant engineers. Women \nemployees number 75, equivalent to 25% of the total.  \n19.  Investment Proposal. The proposed investment includes a 30,000 mu (2,000 ha) apple \nproduction base and an apple concentrate production line with an annual capacity of 30,000 t. \nTotal investment is estimated at $24.47 million. The proposed investment is to be financed from \nADB project loan funds amounting to $132.26 million (53.81.0%). Additional financing of $7.361 \nmillion (30.0 30.81%) will come from Zhixian's own sources. The Sanmenxia Government will \nfinance $1.682.26 million (6.99.15%). The balance of $2.217 million (9.2 8.79%) will be from \nfarmers in the form of labor to finance part of the production base establishment. Zhixian has \nconfirmed access to its counterpart contributions. Financial analysis shows Zhixian's FIRR after \ntax is 20.02%. Sensitivity analysis indicates that the FIRR is relatively insensitive to adverse \nchanges in both revenue and operating costs.  \n20.  Financial Analysis. At the end of 2006, Zhixian's registered capital was CNY102.0 \nmillion ($13.1 million), with total assets of CNY120.3 million ($15.5 million), each of which \nrepresented increases of 80%. The increases were largely accounted for by an investment from \na subsidiary, which brought cash holdings to CNY42.0 million ($5.4 million), or 35% of the total. \nFixed assets amounted to CNY64.6 million ($8.3 million or 54% of the total). Liabilities were \nvery low at CNY9.0 million ($1.6 million) in 2006, with the company having no debt at all. Sales \nrevenue in 2006 was CNY47.9 million ($6.2 million), an increase of 165% over 2005, which \ngenerated a gross profit of CNY14.6 million ($1.9 million), but a net profit of only CNY0.9 million \n($0.1 million). Thus, despite a healthy gross profit margin, the company had a very low net profit \nmargin and rates of return were also low. The company’s financial indicators are at satisfactory \nlevels due to the substantial cash holding and lack of debt.  \n21.  According to projections, assets will rise steadily, reaching a level of CNY342.39 million \n($44.1 million) by 2012. Equity is projected to equal CNY229.16 million ($29.5 million), and \nliabilities CNY113.23 million ($14.6 million). Revenues will reach CNY261.34 million ($33.7 \nmillion) by 2012, an increase of 25% over 2011, and a more than four-fold increase over 2006, \nresulting in very healthy profit margins and ratios. Costs and revenues will be almost completely \naccounted  for  by  the  production  of  apple  concentrate.  By  2012,  the  company’s  financial \nindicators are projected to be satisfactory, with debt-service coverage and the current ratio \nshowing  significant  improvement.  Overall,  Zhixian  is  in  satisfactory  financial  condition.  It \ncurrently has low net profit margins, but this is due to the company being rather new, with costs \nstill high compared to revenues. The proposed investment is projected to significantly improve \nthe company’s situation. \nF.  Conclusion \n22.  Based on the analysis of their historical and projected financial statements, and the \nanalysis of their investment proposals, the agro-enterprises proposed for participation in the \nProject are in satisfactory financial standing (based on key financial ratios, including debt equity, \n ", "58  Appendix 10 \ncurrent,  and  quick  ratios),  with  some  performing  at  par  with  PRC  market  leaders  in  the \nsubsector.  Based  on  projected  financial  statements,  all  agro-enterprises  satisfy  financial \nperformance  criteria  and  have  satisfactory  debt-equity,  current,  quick,  and  debt-service \ncoverage ratios. They are all privately-owned enterprises. Financial management assessment \nindicates that all have the required accounting, auditing, financial management, and reporting \nsystems  in  place.  They  also  have  qualified  and  experienced  managerial,  financial,  and \noperational staff. An assessment of their investment proposals to expand processing capacity \nindicates that FIRRs range from 16.95 to 25.62%. These are above the estimated WACC for \neach agro-enterprise, which is estimated at 6.52%. Sensitivity analysis indicates that FIRRs are \nhighly robust with respect to investment cost increases. Strong demand in export markets \nsuggests that the risk of revenue declines of this magnitude are small, while the management \ncapacity  and  experience  of  the  agro-enterprises  is  considered  to  be  sufficient  to  control \noperating costs so that any adverse changes will be well below these levels.  \n \n ", "  Appendix 11  59 \nECONOMIC ANALYSIS \n \nA.  Introduction \n1.  Economic analysis has been undertaken for each agro-enterprise subproject for a period \nof 20 years. The establishment of production bases and processing facilities is expected to take \n3  years  from  project  start-up,  and  the  operating  period  is  assumed  to  be  17  years.  The \nattainment of full productivity of the production bases will vary according to the specific fruit tree \ncrop, and ranges from 7 to 15 years after planting. Processing facilities are expected to be \ncompleted within 3 years of project start-up; following a phased build-up of capacity utilization, \nthey are expected to reach full production within 3 years. For the economic analysis, economic \ncosts and benefits have been valued using the domestic price numeraire. Financial costs of \ntraded goods are adjusted to their respective economic values using a shadow exchange rate \nfactor (SERF) of 1.01.1 The shadow wage rate for unskilled labor was estimated at 0.8 of the \nprevailing wage rate, and the conversion factors for skilled labor, other costs, and benefits are \nestimated to be 1.0. Financial investment costs, including physical contingencies, have been \nconverted to economic values by deducting taxes and duties, and applying relevant conversion \nfactors to the various investment components, including foreign costs, unskilled labor, skilled \nlabor, and other costs. The resultant values represent the economic investment costs of the \nHenan Sustainable Agriculture and Productivity Improvement Project (the Project) according to \nthe domestic price numeraire. All other local currency economic costs are assumed to equal \ntheir financial costs, after deducting taxes and duties. The analyses are based on constant 2007 \nprices, and a constant yuan/dollar exchange rate of $1 = CNY7.76, the rate prevailing at the \ntime of data collection. The economic analysis has been conducted in accordance with Asian \nDevelopment Bank’s (ADB) Guidelines for the Economic Analysis of Projects.2 The detailed \nmethodology and supporting tables for the analysis are available in Supplementary Appendix H.  \nB.   Demand Analysis \n2.  There is significant demand for processed fruit products, especially processed apple \nproducts, which will lead to a derived demand for fruit production. Apple production in the \nPeople’s  Republic  of  China  (PRC)  has  increased  almost  six-fold  over  the  last  15  years, \nequivalent to an average annual growth rate of 12.4%. The world market for apple production \ncontinues to concentrate on few countries—the top five countries now account for 56% of world \napple production and the top 10 countries for 72%—and the PRC accounts for a significant \nproportion of production growth. The actual volume of apples produced outside the PRC has \nremained relatively stable. Growth in Chinese production is expected to increase at an average \nof 1.5% per year between 2005 and 2015. Although this represents a significantly slower growth \nrate than experienced in recent years, the PRC is nonetheless expected to contribute 43% of \nthe increase in world apple production over the period. In the second half of the period (between \n2010 and 2015), annual average growth is expected to rise to 2.0%, with the PRC's contribution \nto increase in world production estimated to be 63%. Most of the future increase in production in \nthe PRC is expected to result from increases in productivity rather than an expansion in area of \nproduction.  \n3.  Industry trends suggest world demand for apple concentrate will continue to rise. The \ndevelopment of Chinese infrastructure in rural areas and the high quality of Chinese apples will \n                                                 \n1\n  The shadow exchange rate factor of 1.01 is based on the economic analysis of recent Asian Development Bank \nproject preparation (ADB. 2005. Technical Assistance to People’s Republic of China for Preparing the Western \nRoads Development Project. Manila). \n2  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n ", "60  Appendix 11 \nstrengthen the international competitiveness of Chinese processed apple products, and enable \nthe PRC to capture a larger share of the increasing market for processed apple products. The \nPRC's exports are projected to increase to over 943,000 tons (t) by 2015. This represents an \nannual average growth rate of 3.8%. Within the PRC, the contribution to apple concentrate \nexports by Henan Province, which includes the project area, is expected to grow at a higher rate \nthan the national average. Based on a projected annual growth rate of 11%, its share will rise \nfrom 9 to 16% of the PRC's total exports. \nC.  Project Cost and Benefit Analysis   \n4.  Economic  Costs.  Financial  capital  costs,  including  physical  contingencies,  are \nconverted to economic capital costs by deducting taxes and duties, and then applying the \nrelevant conversion factors to the shares of foreign costs, unskilled labor, skilled labor, and \nother costs. The resultant values represent the economic capital costs of the Project in domestic \nprice numeraire. All other local currency costs (including equipment and other costs), unless \notherwise indicated, are assumed to equal their economic costs, after taxes and duties are \ndeducted. Annual operation and maintenance (O&M) costs include: (i) operating costs during \nthe production phase (e.g., for fertilizers, organic fertilizers, and pesticides, which are estimated \nat  CNY1.7  per  kilogram  [kg],  CNY0.02  per  kg,  and  CNY30  per  kg,  respectively);  and  (ii) \noperating  costs  during  the  processing  phase  (e.g.,  for  water,  power,  and  coal,  which  are \nestimated at CNY3.00 per t, CNY0.60 per kilowatt hour, and CNY300 per t, respectively). It is \nassumed that financial O&M costs are equal to their economic costs. \n5.  Economic Benefits. The Project will generate both direct economic benefits derived \nfrom increased farm productivity and agro-enterprise sales, and indirect economic benefits \nderived from environmental improvements. The principal direct economic benefits of the Project \nderived from increase in farm productivity and diversification of cropping patterns to higher value \nfruit tree crops, and increases in the production and marketing of processed fruit products. \nImproved farm productivity will be implemented on production bases to be established by four \nagro-enterprises in collaboration with farmers. Improved farm technologies and practices will \nlead to fruit tree crop yields, and savings in the use of agricultural inputs. Yield increases are \nexpected to be in the range of 15–25%, depending upon the crop and farm location. The area \nunder high-acidity apple varieties (utilized specifically for processing) will be 150,000 mu; with a \nyield of 4.22 t/mu, the total annual incremental production will be 0.63 million t. This will facilitate \nannual incremental production of 100,000 t of apple concentrate, and related products. The \ndirect economic benefit is valued by adjusting the financial values of the fruit concentrate sales \nwith conversion factors, which provides a conservative estimate of the consumers’ willingness to \npay for the apple concentrate.  \n6.  In addition to the direct economic benefits of incremental fruit production and processing, \nindirect benefits derive from the environmental improvements associated with both the fruit and \nvegetable production bases, and the pilot biogas program. Environmental benefits from the \nproduction bases include afforestation, reduced fertilizer and pesticide use, reduced soil erosion, \nand water savings from both reduced irrigation and lower evaporation due to grass cover \nbetween trees. The Project will increase tree cover in the Sanmenxia area by around 195,000 \nmu. The ecological and environmental benefits of afforestation include (i) water conservation \n(flood protection, increased run-off during dry seasons, and water quality improvement); (ii) air \nbalance  (carbon  dioxide  sequestration,  oxygen  release,  dust  retention  and  filtration,  and \ndecomposition of pollutants); (iii) soil improvement, soil conservation, and fertilizer pollution \nabatement;  and  (iv)  biodiversity  and  protection  values.  According  to  the  environmental \nassessment of the Project, the primary benefit of afforestation, including fruit tree planting, is \nthat of air balancing (e.g., carbon sequestration, oxygen release, dust retention, and pollutant \n ", "  Appendix 11  61 \ndecomposition). A summary of environmental benefits is presented in Table A11. Total annual \nbenefits are estimated to be CNY27.9 million ($3.6 million) per year. The economic benefits of \nthe biogas component include substitution of firewood and coal for household heating and \ncooking, reduced air pollution, forest protection, and improvements in crop yield and quality as a \nresult of the use of biogas residues as organic fertilizer and for integrated pest management. \nTotal annual benefits from the 2,000 biogas units to be installed under the Project amount to \nCNY2.02 million ($0.26 million). \nTable A11: Environmental Benefits Summary \n \nValue \nItem  Unit  Quantity  (CNY million) \nArea of afforestation  mu  195,000    20.83 \nFertilizer reduction  ton  11,038  2.65 \nPesticide reduction  ton  58.72  1.29 \nSoil erosion prevention       \nNutrient  ton  1,076  2.63 \nFarm land  mu  205,000  0.46 \nWater saving  ton  322,534  0.08 \n  Total       27.94 \nPer mu       143.30 \nSource: Final Report of TA 4831-PRC: Preparing the Henan Sustainable Agriculture and Productivity Improvement \nProject. \n \n7.  Economic Internal Rates of Return. Based on the economic analysis of individual \nagro-enterprise subprojects, economic internal rates of return (EIRRs) range from 17.06 to \n27.06%. Costs and benefits of individual agro-enterprise subprojects and the costs of other \nproject components have been aggregated to derive a project EIRR. This is estimated at \n23.78%. The results indicate that both the Project as a whole and the individual subprojects are \neconomically viable. Sensitivity analysis indicates that the overall project is relatively insensitive \nto adverse movements in both benefits and costs, or a delay in the attainment of project \nbenefits.  \n \nD.  Risk and Sensitivity Analysis    \n \n8.  Sensitivity  analysis  shows  that  the  Project  EIRR  will  fall  to  (i)  15.46%  if  economic \nbenefits fall by 10%; (ii) 16.47% if both capital and operating costs increase by 10%; (iii) 20.60% \nif the commissioning is delayed by 1 year; and (iv) 6.25% if (i), (ii), and (iii) all occur. Sensitivity \nanalysis was also tested for all subprojects. The sensitivity test indicates that overall project and \nsubproject returns are generally robust.  \nE.  Distribution Analysis     \n9.  The distribution analysis involves the allocation of net economic benefits among different \ngroups, such as agro-enterprises, farmers, and government. The analysis shows that agro-\nenterprises receive about half of both the financial net present value or economic net present \nvalue, with farmers and government receiving the other half. This indicates a relatively balanced \ndistribution of benefits between agro-enterprises and farmers. \n \n \n ", "62  Appendix 12 \nENVIRONMENTAL ANALYSIS \n \nA.  Introduction \n1.  The Henan Sustainable Agriculture and Productivity Improvement Project (the Project) is \nclassified as Class II under the People’s Republic of China’s (PRC) Environmental Impact \nAssessment Law. Initial environmental examinations (IEEs) have been prepared for individual \nagro-enterprise subprojects in accordance with PRC regulatory requirements. The Project has \nbeen classified as Category B under the Environment Policy (2002) of the Asian Development \nBank (ADB), and a summary IEE (SIEE) was prepared on the basis of the subproject IEEs.  \n2.  The Sanmenxia Municipality is located in the transition zone from the PRC’s northern \nplains to the loess plateau, and along the middle section of the Yellow River. The Municipality’s \nrural population of 1.32 million (59% of the total) depends on agriculture for its livelihood. The \narea  is  fragmented,  with  most  production  taking  place  on  small  plots  located  on  slopes, \nterraces, and riverside areas. Agriculture suffers from a shortage of water (annual rainfall is \nabout 400–600 mm), and declining organic matter content of soils, because of inappropriate \ncultivation practices that have left soils susceptible to water and wind erosion.  \n3.  The Project will support development of agriculture potential in the Municipality through \nenvironmentally sustainable production on sloping upland and lowland areas. The Project will \ncover 30 townships, 215 villages, and 66,200 households. Specific project interventions include \n(i) development of production bases for 245,000 mu of fruit trees and high-value vegetables; (ii) \nexpansion of soil and water analysis in those villages where production bases are established; \n(iii) a pilot program to install 2,000 biogas units; (iv) installation of fruit processing lines for apple \nconcentrate, fruit pulp, canned fruits and vegetables, animal feed from fruit residues, and fruit \npectin with a capacity of 221,000 tons (t); and (v) advisory-service capacity building to train \nagriculture bureau extension staff and lead farmers to deliver training in improved crop and farm \npractices. \nB.  Analysis of Environmental Benefits and Impacts \n4.  The Project is expected to generate significant environmental benefits. Total annual \nenvironmental  benefits  of  the  production  bases  amount  to  CNY27.9  million,  including  the \nfollowing major benefits. \n(i)  An increase of 3% in the forest cover in the project area with associated benefits \nof carbon sequestration (298,355 t per year of carbon dioxide equivalent), and \nreduced soil erosion (1,076 t per year). \n(ii)  Water  savings  of  12.55  million  cubic  meters  (m3)  per  year  through  the \nintroduction of water-saving basin irrigation techniques, assuming irrigation of all \nproduction bases. Increased fruit production from one m3 of irrigation water is \nvalued at CNY10. \n(iii)  Reduction in the use of fertilizers by 30%, equal to 11,040 t per year, through the \nadoption of balanced fertilizer application. \n(iv)  Reduction in the use of pesticides by 40%, equal to 51 t per year, through the \nadoption of integrated pest management.  \n \n5.  Benefits  from  the  pilot  biogas  program  will  be  derived  from  (i)  the  reduction  of \ngreenhouse  gas  emissions;  (ii)  reduced  use  of  firewood,  thereby  allowing  for  forest \nregeneration; (iii) better household air quality and lower incidence of respiratory diseases due to \nthe use of biogas for cooking and heating; (iv) lower environmental and soil pollution through the \n ", "  Appendix 12  63 \nuse of digester residues as organic fertilizers and within integrated pest management; and (v) \ngeneral improvements in the environment of the project area villages. The pilot biogas program \nis expected to demonstrate the benefits of integrating biogas systems with fruit tree production \nin the Sanmenxia area, where biogas has not developed as quickly as in other areas of the \nPRC. \n6.  Potential environmental concerns to be addressed include (i) water, air, noise, and solid \nwaste pollution from the construction and operation of agro-enterprise processing lines; (ii) the \nrisk of soil and water erosion at the production bases; and (iii) safe use of agrochemicals and \nthe safety of fruit production methods and products. All of these impacts will be temporary and \nlocalized, and impacts on sensitive receptors can be minimized or even eliminated through \nimplementation  of  proper  mitigation  measures  during  construction.  Mitigation  measures  to \nminimize potential impacts during the design, construction, and operation phases have been \ndeveloped. \n7.  Environmental management plans (EMPs) have been developed defining appropriate \nmitigation measures that will be implemented by relevant agro-enterprises, and recommend the \nestablishment  of  institutions  or  mechanisms  to  monitor  and  ensure  (i)  compliance  with \nenvironmental regulations, and (ii) implementation of the proposed mitigation measures. The \ninstitutions  and  mechanisms  will  ensure  ongoing  improvement  in  environmental  protection \nactivities during project design, construction, and operation, in order to prevent, reduce, or \neliminate  adverse  impacts.  The  EMPs  include  (i)  objectives;  (ii)  mitigation  measures;  (iii) \nresponsibilities of implementing organizations; (iv) inspection, monitoring, and reporting; and (v) \nfeedback and adjustment mechanisms. The EMPs will be reviewed and updated at the end of \nthe detailed design phase so as to be consistent with the final design. \nC.  Institutional Arrangements and Monitoring Mechanism \n8.  The Project Management Office (PMO) of Sanmenxia Municipality Finance Bureau will \nbe responsible for setting up the environmental management system, consisting of inspection, \nmonitoring, reporting, and initiating corrective actions or measures. During the design phase, \nthe  PMO  and  the  agro-enterprises  will  utilize  design  institutes  to  incorporate  mitigation \nmeasures into the tenders and detailed designs. After the final design stage updating, the EMPs \nwill  be  passed  to  contractors.  Prior  to  commencement  of  construction  activities,  a  unit \nresponsible for environmental protection will be established under the PMO, and environmental \nmanagement companies contracted by the PMO will be responsible for inspecting, monitoring, \nand evaluating implementation of mitigation measures. \n9.  Environmental  training  will  be  provided  for  agro-enterprises  and  contractors  to \nimplement EMPs. The PMO will be responsible for organizing training programs, which will \ncover (i) environmental laws, regulation, and policies; (ii) implementation of mitigation measures; \n(iii) handling environmental conflicts with nearby residents; (iv) environmental technologies and \nprocurement;  (v)  facility  maintenance  and  operation;  (vi)  environmental  monitoring  and \nsupervision; and (vii) documentation and reporting. Training costs are included in project costs. \n10.  To  ensure  effective  and  timely  implementation  of  EMPs  and  adherence  to  agreed \nenvironmental covenants, the PMO will submit semi-annual reports to ADB on environmental \nperformance, based on monitoring and audits. Within 3 months of completion of each subproject, \nor no later than 1 year with Sanmenxia Municipality Environmental Protection Bureau (SMEPB) \npermission, environmental acceptance monitoring and audit reports for each subproject will be \n(i)  prepared  by  a  qualified  environmental  monitoring  institute  in  accordance  with  the  PRC \n ", "64  Appendix 12 \nregulation on Environmental Check-and-Acceptance of Project Completion,1 (ii) reviewed and \nendorsed by SMEPB before the commencement of individual subproject operation, and (iii) \nfinally reported to ADB. \n11.  Based on inspection and monitoring reports, SMEPB will decide whether (i) further \nmitigation measures or corrective actions are required, or (ii) some improvement is required in \nenvironmental management practices. If the inspection reveals substantial deviation from the \nEMPs, or any other changes to any of the subprojects that may cause substantial adverse \nenvironmental impacts or increase the number of affected people, the PMO will immediately \nconsult with SMEPB and ADB and form an environmental impact assessment (EIA) team to \nconduct additional environmental assessment and, if necessary, further public consultation. The \nrevised EIA reports will be submitted to SMEPB for review and approval and to ADB. \nD.  Public Consultation \n12.  The public has been consulted during the course of EIA preparation. Plans for further \npublic  involvement  during  the  design,  construction,  and  operational  phases  have  been \nprepared. These plans include public participation in (i) monitoring of impacts and mitigation \nmeasures during the construction and operational stages, (ii) evaluating environmental and \neconomic benefits and social impacts, and (iii) public consultations upon project completion. \nThese include several types of public involvement, including site visits, workshops, focus group \ndiscussions, interviews, and public hearings. \nE.  Conclusion \n13.  The  Project  will  generate  significant  environmental  and  social  benefits.  It  will  help \npromote appropriate land management practices in the project area by introducing water-saving \nirrigation  technologies,  balanced  fertilizer  use,  integrated  pest  management,  and  biogas \ndevelopment.  These  practices  will  help  conserve  water  and  soil,  reduce  the  use  of \nagrochemicals, improve soil fertility, enhance productivity, and increase income for fruit farmers. \nThe biogas program will benefit women in particular by reducing cooking time and indoor air \npollution, and improving household hygiene. \n14.  The expected negative air, water, land, and acoustic impacts from the agroprocessing \nplants are temporary and localized. The proposed mitigation measures are prescribed in the \nEMPs. These measures will be developed into detailed EMPs for individual subprojects during \nthe design and construction phases. The EMPs will be executed by agro-enterprises, and \nsupervised  and  monitored  by  environmental  supervision  specialists  and/or  companies  in \ncollaboration with local environmental monitoring agencies. Monitoring will be supported by \nconsulting services to be engaged under the Project. Monitoring reports will be submitted to the \nPMO, SMEPB, Henan Province Environmental Protection Bureau, and ADB.  \n15.  Any  adverse  environmental  impacts  associated  with  the  Project  will  be  prevented, \neliminated, or reduced to an acceptable level if the EMPs proposed in the IEEs/SIEE are \neffectively  implemented,  particularly  in  respect  to  the  establishment  of  mechanisms  and \ninstitutions for continuous improvement of environmental mitigation measures. \n                                                 \n1  State Environmental Protection Administration. 2000. Notice Regarding the Monitoring and Management on \nEnvironmental Check-and-Acceptance of Project Completion No. [2000]38. Beijing. \n \n ", "  Appendix 13  65 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA. Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national    Yes \npriority in country poverty analysis?    priority in country poverty partnership   \n  No  agreement?    No \n \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China:  \n \nThe  contribution  of  the  agriculture  sector  to  poverty  reduction  is  recognized  in  the  11th  Five-Year  Plan  of  the \nGovernment of the People’s Republic of China (PRC). The plan prioritizes rural development through the New \nCountryside Policy, which aims to reduce rural-urban income disparities and seeks balanced development by increasing \nfarm productivity and farmers’ incomes, and by promoting sustainable rural growth and development. The agribusiness \nsubsector is seen by the Government as a means of reducing rural poverty. The development of farmers’ associations \nas the link between producers and agro-enterprises is expected to empower low-income and poor farm households in \ntheir negotiations with agro-enterprises as suppliers of inputs and purchasers of outputs. \n \nThe Henan Sustainable Agriculture and Productivity Improvement Project (the Project) will produce a series of \nsocioeconomic benefits. The Project will provide technical and financial support to all stakeholders, and remove the \nmajor  constraints  to  agriculture  productivity,  as  well  as  encouraging  needed  investment  in  fruit  production  and \nprocessing, and providing employment and training opportunities to local farmers. The proposed contract farming \nmechanism—including  fruit  processing  and  marketing  with  participation  by  the  public  sector  and  farmers’ \norganizations—will provide fruit farmers with better access to advisory services, training, information, and markets, and \nimprove the quality and security of raw material supplies to agro-enterprises. All of these factors will contribute to the \nGovernment’s poverty reduction efforts.  \n \nThe introduction of water-saving technologies will reduce water use and costs. Balanced fertilizer application will reduce \nthe use of chemical fertilizers and risks to public health and the environment. The adoption of integrated pest \nmanagement will produce similar benefits. The implementation of the pilot biogas program will provide local farmers with \nthe opportunity to have cleaner fuel, a more hygienic household environment, and an increased supply of organic \nfertilizers, while reducing the household burden for women. The program will also complement the biogas initiatives of \nnational and local governments.  \n \nOverall, the Project will create an enabling environment for rural economic growth, increase rural productivity and \nincomes, reduce rural-urban income disparities, and promote ecological farming practices. \n \n \nB.  Poverty Analysis                                                        Targeting Classification: Targeted intervention \n \nWhat type of poverty analysis is needed?  \n \nThe poverty analysis is based on published statistical data, a socioeconomic survey of 500 households, focus group \ndiscussions, consultation workshops, and in-depth household and key informants interviews in the project area. The \nsurvey shows that about 34,950 people in the project area (equal to 14% of the farming population) live under the \nmunicipally-designated poverty line of CNY944 per person per year, and receive minimum living guarantee payments \nfrom Sanmenxia Municipality (Civil Affairs). Another 29,960 people (equal to 12% of the farming population) with \nincomes between CNY1,000–1,500 do not receive minimum living guarantee payments but remain vulnerable to \npoverty. \n \nThe major causes of poverty in the project area are (i) lack of capital for agricultural and other investments, (ii) low \neducation, (iii) natural disasters, (iv) health problems, and (v) high education costs. Poor people are unevenly \ndistributed in the project area. They live mainly in mountainous, dry plateaus and in isolated areas with few human and \nnatural resources, and few physical assets. In addition, many households with incomes above the poverty line still lack \nbasic livelihood necessities and may be forced back into poverty as a result of natural disaster or crop failure. \n \nA total of 66,200 households, including 1,300 women-headed households, will be engaged in improvements and \nexpansion of fruit production bases. In this respect, the Project will lead to an increase in the per capita income of \nfarmers from the current CNY3,300 to CNY5,940 in 2010. The income of poor households will increase by about \nCNY5,000 per capita per year, which will move them out of poverty and increase the incomes and reduce the \n ", "66  Appendix 13 \nvulnerability to poverty of 29,960 people. In the construction and operation of the fruit processing lines, the Project will \ndirectly create 2,230 direct jobs and 82,130 indirect jobs (of these, 1,000 direct jobs and 36,960 indirect jobs will be for \nwomen).  \n \nC.  Participation Process \n \nIs there a stakeholder analysis?    Yes    No  \n \nStakeholder  analysis  has  been  conducted  during  the  social  dimensions  and  poverty  assessment.  The  primary \nstakeholders in the project area include fruit tree farmers, agro-enterprises, implementing agencies, extension service \nproviders, staff of local branches of the All China Women’s Federation (ACWF), poverty reduction officers, farmers’ \nassociations, rural credit cooperatives, relevant provincial, municipal and city, district or county governments, township \ngovernments, and village committees. In addition to the socioeconomic survey, participatory rapid appraisal methods \nhave been employed to gain a better understanding of rural farming and marketing systems, the potential benefits of the \nvalue chain of fruit production and processing in relation to poverty and social impacts, farmers’ needs and concerns, \nand challenges and opportunities related to the improvement of farmers' livelihoods. \n \nTwo rounds of public consultation in the project area were carried out to prepare the environmental impact assessment \n(EIA) and resettlement plans. Public consultation and information disclosure included (i) introducing the Project to \nstakeholders; (ii) soliciting suggestions, comments, concerns, and assessments regarding the Project’s potential \nenvironmental implications; and (iii) presenting findings relating to potential environmental impacts and mitigation \nmeasures, and answers to questions raised. Public consultations and disclosure of resettlement plans were conducted \nduring the surveys, community meetings, interviews, and workshops. The results of these meetings and the concerns of \nthe affected persons, particularly the poor and women, were integrated into the environment and resettlement plans. \n \nIs there a participation strategy?    Yes    No \n \nEquitable participation of women and the poor in decision-making and planning of agribusiness activities will be \nimportant to ensure the successful implementation of the Project. The promotion of public participation in project \nimplementation will enable local communities to best contribute to and maximize the benefits of the Project. For this \npurpose, a community participation plan has been prepared. In addition, public consultation and/or participation will be \ncarried out throughout the entire EIA and environmental management plan implementation process. Consultations, \nincluding a grievance mechanism, will continue during land acquisition and resettlement, so that the problems and \nneeds of affected persons are properly addressed in a timely manner before project implementation. \n \n \nD.  Gender Development \n \nStrategy to maximize impacts on women: \n \nA high proportion of fruit tree farmers (including both laborers and owners) in the project area are women; men have \nhigher rates (10–20%) of seasonal migration compared to women (3–9%). Despite the considerable contribution women \nmake to the local economy, they may not be able to benefit from the Project as much as men, as they tend to have less \neducation, and inferior (i) access to new farming technologies and skills, and (ii) representation in and influence over \npublic affairs. The burden of their household responsibilities may mean that women’s needs and concerns are neglected \nduring project implementation. To promote the effectiveness of the Project, a Gender Action Plan has been prepared to \n(i) ensure equitable participation of women in agribusiness development; (ii) ensure women enjoy equitable access to \nemployment  and  training,  technology,  information,  and  markets;  (iii)  ensure  women’s  representation  in  project \nmanagement; and (iv) strengthen coordination between project management and relevant organizations, such as local \nbranches of  the ACWF and local poverty reduction offices, on the basis of their experience in this field. \n \nGender-sensitive indicators will be included in the project performance management system, especially for key areas \nsuch as employment and income-generation, access to agricultural inputs, technology, information and marketing, and \nwomen’s representation in decision-making processes and structures. \n \nHas an output been prepared?    Yes    No \n \nA Gender Action Plan has been prepared. \n \n \n \n ", "  Appendix 13  67 \nE.  Social Safeguards and Other Social Risks \nSignificant/ \nStrategy to Address Issues  Plan \nItem  Not Significant/ \n  Required \nNone \n       \n   Significant  The resettlement plans for the four fruit processing plants   Full \nResettlement    have been prepared in accordance with the PRC Land   \n Not significant  Administration Law (1998), the State Council Decision to   Short \n  Deepen Reform and Strictly Enforce Land Administration   \n None  (2004),  and  Asian  Development  Bank’s  Involuntary   None \nResettlement Policy (1995) to ensure the affected people \nwill be made better off, or at least not worse off, as a \nresult of the Project. \n       \n   Significant  The  Project  will  provide  primarily  in-kind  agricultural   Yes \nAffordability    investments to fruit tree farmers through agro-enterprises   \n Not significant  and government structures. This will enable farmers to   No \n  increase  their  productivity  and  income.  There  are  no \n None  affordability issues for farmers. \n \n       \n   Significant  A total of 66,200 existing and new fruit farm households,   Yes \nLabor    including  1,300  women-headed  households,  will  be   \n Not significant  engaged in improvement and expansion of fruit production    No  \n  bases.  In  the  construction  and  operation  of  the  fruit \n None  processing  lines,  the  Project  will  directly  create  2,230 \ndirect jobs and 82,130 indirect jobs, including 1,000 direct \njobs and 36,960 indirect jobs for women. \n       \n   Significant  According  to  Sanmenxia  Municipality  statistics,  the   Yes \nIndigenous    population is dominated by Han Chinese (99.39%); other   \nPeoples   Not significant  ethnic groups include Hui (0.50%), Manchurian (0.04%),   No  \n  Uygur (0.04%), and Mongolian (0.013%). Based on the \n None  results of the socioeconomic survey in the project area, no \nminorities will be affected. \n \n       \nOther Risks   Significant  Risks anticipated include low awareness of agribusiness   Yes \nand/or    development  by  some  stakeholders,  and  inadequate   \nVulnerabilities   Not significant  institutional  coordination.  The  capacity  to  improve   No  \n    agribusiness development is also influenced by exposure \n None  to natural disasters, such as flooding and droughts. The \nProject will strengthen coordination among stakeholders, \nand this will also help them cope with the impacts of \nnatural disasters. \n \nThere is a risk that some farmers’ organizations may not \nbe sustained if their members do not perceive benefits \nfrom association. However, alternatives such as village \ncommittees exist in the project area and could support \nfarmers where necessary. \n \nThere is a risk that institutions and individuals have limited \ncapacity to adapt to new organizational and contractual \narrangements under the Project. This is true for both \npublic  service  providers  and  farmers’  organizations. \nAwareness  building  and  capacity  strengthening  will \naddress this risk. \n \n ", "68   Appendix 14 \nGENDER ACTION PLAN \n \n1.  A high proportion of fruit tree farmers in the project area (including both laborers and \nowners) are women. Men have higher rates (10–20%) of seasonal migration compared to \nwomen (3–9%). Despite the considerable contribution women make to the local economy, they \nmay not be able to benefit from the Project as much as men, as they tend to have less \neducation, inferior access to new farming technologies and training, and less of a role in \ndecision-making and public affairs. In addition, the burden of their household responsibilities \nmay mean that women’s needs and concerns are not adequately addressed during project \nimplementation. \n2.  To promote the effectiveness of the Project, and to ensure that its benefits accrue \nequitably to women and men, this Gender Action Plan has the following objectives: \n(i)  ensure equitable agribusiness development; \n(ii)  ensure equitable access to technology, advice and training, information, markets, \nand employment; \n(iii)  ensure women’s representation in project management, in advisory services, and \nin farmers’ organizations; and  \n(iv)  strengthen  collaboration  between  project  management  and  relevant \norganizations,  such  as  local  branches  of  the  All  China  Women’s  Federation \n(ACWF) and local poverty reduction offices, and learn from their experience in \nthis field. \n3.  Table A14 summarizes the proposed project activities and targets. \nTable A14: Gender Equality Activities and Targets \n \nComponent  Activities and Targets \n1.  Provision of Technology, Advice and Training, Information, Markets, and Employment \nOverall promotion of gender  Campaigns instituted by the Project Management Office (PMO), implementing \nawareness.  agencies (IAs), agro-enterprises, national farmer mobilization and gender awareness \n  consultant, and township governments and village committees in order to increase \n  gender awareness among stakeholders, and to provide women with information on \n  opportunities for access to technology, advice and training, information, markets and \n  employment opportunities. \n   \nEmployment opportunities.   At least 40% of the employment opportunities generated by the Project should be \n  provided to women. To achieve the target, selection criteria will be developed as part \n  of the work of the national social dimensions consultant engaged to assist in the \n  design of the project performance management system.  \n   \nTraining in fruit tree  Basic technical skills training programs have gender-sensitive curriculum, and 40% \ncultivation and general  of trainees in all training programs should be women. Special training and guidance \nagribusiness understanding.  should be provided by the Sanmenxia Municipality Agriculture Bureau to all women \n  farmers involved in the fruit subsector supply chain in the project area. \n   \n  Effective mechanisms will be developed by the PMO, IAs, agro-enterprises, and \nProvision of technology,  national farmer mobilization and gender awareness consultant to ensure women \nadvice and training, and  have equitable access to technology, advice and training, information, markets and \nmarketing support.   employment opportunities, including direct involvement in farmers’ organizations and \n  village committees. \n \n \n \n \n \n ", "  Appendix 14  69 \nComponent  Activities and Targets \n2.  Project Partners Capacity Enhancement \nDevelopment of project  The national social dimensions consultant is to train staff to address gender issues in \nmanagement staff capacity.  general, and agribusiness development in particular. Ensure that a minimum of 20% \n  of project staff trained in all relevant skills are women. \n   \nDevelopment of agro- The national social dimensions consultant is to provide technical expertise to identify \nenterprise capacity.  regulatory impediments to women’s participation and labor protection, and propose \n  mitigation measures. \n   \nDevelopment of advisory  Government agencies are to strengthen the gender awareness of advisory service \nservices and capacity of  providers, and to ensure that at least 40% of extension staff and lead farmer trainers \ntraining providers.  are women. \n   \nDevelopment of capacity of  Staff training for farmers’ organizations is to address gender issues in agribusiness \nfarmers’ organizations.  development, and include the participation of local branches of the ACWF. \n \n3.  Project Management and Implementation Support \nSex-disaggregated baseline  (i)  Gender-sensitive indicators are to be included in the \nsurvey, and monitoring and  project performance management system, especially in areas such as access to \nevaluation.  technology, advice, training, markets, employment and income, and women’s \n  representation in decision-making. \n  (ii)   \n \n(iii)  Indicators will be periodically and appropriately monitored \n \ninternally by the PMO, and externally by domestic and international consultants. \n \nParticipation of women in  (iv)   \nproject management and  Adequate representation of women on PMO staff, with a minimum target of 20%. \nimplementation, to ensure   \nbalanced access to project   \nresources.   \n   \nAdequate gender and social   \nexpertise in the PMO.  A professional social specialist, with experience in gender and development, will be \n  part of the PMO. \n   \nACWF and local poverty reduction offices are to be part of the Project Leading \nGroup and to provide guidance to the PMO in promoting gender equality during \nimplementation on the basis of the lessons from their work in this field. \nSources: Asian Development Bank.\n ", "70   Appendix 15 \nSUMMARY RESETTLEMENT PLAN \n \nA.  Introduction \n1.  The Henan Sustainable Agriculture and Productivity Improvement Project (the Project) \nwill develop 16,300 hectares (ha) for fruit tree and high-value vegetable production. As the \nparticipation of farmers is voluntary, no involuntary resettlement impacts are expected for the \nproduction components. Three of the fruit processing plants and their associated facilities (e.g., \ncoal boilers) will need to acquire land. The fourth company (Lingbao Yuancun Natural Foods Co \nLtd.) will use existing facilities. Lingbao Amusi Fruit Juice Co will establish two production plants, \nof which one (Golden Orchard production plant at Gaobai village) will be established on land \npurchased by the company 10 years ago. No additional land is needed for construction camps \nand no physical relocation is required. Due diligence has been carried out and no outstanding \nresettlement impact has been reported. The population of Sanmenxia Municipality consists of \npeople of Han (99.4%), Hui (0.5%), Manchurian (0.04%), Uygur (0.04%), and Mongolian (0.02%) \nethnicity. The socioeconomic household survey indicated that no ethnic minorities are living in \nthe areas to be affected by the Project.  \n2.  The three agro-enterprises that need to acquire land for processing plants are Lingbao \nAmusi Fruit Juices Co, Sanmenxia Yuanfen Fruit Juice Co, and Henan Zhixian Industry Group. \nA resettlement plan has been developed for each. The primary objective of the resettlement \nplans is to ensure that the living standard of the affected persons will be improved or at least \nrestored to pre-project levels. This “better-off or at least no worse-off” principle is consistent with \nthe  laws  and  regulations  of  the  People’s  Republic  of  China  (PRC),  and  the  Involuntary \nResettlement Policy (1995) of the Asian Development Bank (ADB). \n3.  Based  on  the  identified  scope  of  impacts,  and  progress  of  land  acquisition  and \nresettlement, three resettlement plans (two short and one full) have been prepared: \n(i)  A short resettlement plan for the 30,000 tons (t) per year apple concentrate \nprocessing line of Amusi in Lingbao City; \n(ii)  A short resettlement plan for the 30,000 t per year fruit processing line of Zhixian \nin Lingbao City; and \n(iii)  A full resettlement plan for the 90,000 t per year fruit processing line of Yuanfen \nin Shan County. \nB.  Overview of Land Acquisition \n4.  The three agro-processing firms will permanently acquire 22.42 ha of collectively-owned \nfarm land for the processing plants. Most of the land is leased to individual farmers and used by \n177 households (700 individuals) from three villages, while some land is used as collective \nreserve land. All households and affected groups face severe resettlement impacts as they will \nlose more than 10% of their land, which is their primary source of income. The enterprises will \nprovide cash compensation (in excess of Sanmenxia Municipality standards) for all lands and \nother affected assets (crops, trees, greenhouses, storage facilities, etc.), and will employ all \naffected people aged between 18 and 60. The affected people will receive an income higher \nthan their agricultural income before the Project. To enhance their competencies, the local \ngovernment and the agro-enterprises will provide training courses during construction, which will \ntake  place  during  the  agricultural  low  season.  Seven  vulnerable  households  will  receive \nadditional compensation and assistance from the local government. Detailed mitigation and \nlivelihood restoration measures are outlined in three resettlement plans for Amusi, Zhixian, and \n ", "  Appendix 15  71 \nYuanfen  subprojects,  which  are  provided  in  Supplementary  Appendix  K.  The  resettlement \nimpacts are summarized in Table A15.  \nTable A15: Summary of Land Acquisition and Resettlement Impacts \n \nPermanent Land Acquisition \nName of  Structure \nLocation/Agro- Name of  Village  Total  Farm land  Affected  Demolition \nenterprise   Village  Group  Area (ha)  (ha)  Households  APs  (m2) \nA.  Lingbao City  \n1.   Amusi   Xiazhuang  No 13  0.51  0.51 6  20  0 \nNo 14  1.43 1.43 14  58  0 \nNo 15  1.49 1.49 18  69  0 \nNo 16  0.63 0.63 6  19  0 \nVillage \n0.97 0  0  0  0 \nCollective \n               \n2.   Zhixian   Xiwang  No 5  4.05  4.05  15  71  0 \nSubtotal (A)  9.08  8.11  59  237  0 \n               \nB.  Shan County \n1.   Yuanfen   Huangcun  No 15  3.24 3.24  25  101 \nNo 16  3.85 3.85  37  141 \nNo 17  3.22 3.22  28  106  0 \nNo 19  0.84 0.84  13  44 \nNo 20  2.19 2.19  15  71 \nSubtotal (B)  13.34  13.34  118  463  0 \n \n  Total    22.42  21.45  177  700  0 \nAP = affected person, ha = hectare, m2 = square meter, No = number. \nSource: Asian Development Bank. \nC.  Principles of Compensation \n \n5.  The compensation of permanent land loss is based on the Land Administration Law of \nPRC (amended 2004), the State Council Decision to Deepen Reform and Strictly Enforce Land \nAdministration  (Document  28,  November  2004),  the  Circular  Concerning  Certain  Issues \nRegarding  Strengthening  Land  Adjustment  and  Control  (31  August  2006),  and  ADB's \nInvoluntary Resettlement Policy (1995). Based on consultations with local government agencies \nand those affected, a set of compensation standards was adopted by the respective local \ngovernments and agro-enterprises. The principles of compensation and entitlement established \nfor the Project include the following. \n \n(i)  All people residing, cultivating, or making a living within the areas acquired for a \nsubproject  prior  to  a  formally  recognized  cut-off  date  are  considered  to  be \naffected persons. They will receive compensation for all losses, including assets \nand  livelihoods  regardless  of  land  tenure  status,  and  should  be  entitled  to \nrehabilitation assistance. \n(ii)  Per capita land holding after land acquisition will be sufficient to maintain previous \nlivelihood standards. Where land allocation per capita is not sufficient to maintain \nprevious livelihood standards, other income generating activities will be provided. \n ", "72   Appendix 15 \n(iii)  Compensation and entitlement provided to affected persons will be adequate to at \nleast maintain their standard of living prior to resettlement, with the prospect of \nimprovement, and will enhance the living conditions of vulnerable populations. \n(iv)  All affected persons will be adequately informed of eligibility for compensation, \ncompensation standards, livelihood and income restoration plans, and project \ntiming. \n(v)  Compensation will be made in cash according to the appraised value of the \nproperty lost. Compensation for standing crops, auxiliary structures, and other \nassets will be paid directly to affected persons. \n(vi)  Compensation will be paid to affected persons prior to dispossession and free of \nall taxes and fees. \n(vii)  Preferential treatment will be provided for vulnerable groups in such things as \ncompensation, employment opportunities, etc. \n(viii)  Land acquisition will be monitored by the local government and ADB, in particular \nwith respect to the disbursement of compensation funds.  \n(ix)  Resettlement costs will be included as part of project costs.  \n6.  The affected persons have been informed about key elements of the resettlement plans \nduring the process of resettlement plan preparation between April and May 2007. They have \nparticipated in the planning and design of the resettlement plans, and their views and concerns \nare reflected in the plans. The plans have been endorsed by the Lingbao City Government and \nShan County Government on 20 July 2007. Resettlement booklets have been distributed to \naffected  persons  on  20  July  2007,  and  the  resettlement  plans  disclosed  to  them  in  local \nlanguage and in accessible places. The respective agro-enterprises will establish resettlement \nunits  to  supervise  implementation,  continue  public  consultation,  and  monitor  resettlement \nprogress. \nD.  Resettlement Support Activities \n7.  Measures  to  ensure  the  livelihood  rehabilitation  of  the  affected  persons  are  (i) \nguaranteed employment opportunities for all affected persons aged between 18 and 60 at fruit \nprocessing plants, and (ii) provision of training to affected persons to assist them to improve \nskills and access to income earning opportunities. Based on consultations and negotiations \nbetween affected persons, village committees and local land administration bureaus, it was \nagreed that 75% of land compensation and resettlement subsidies will be paid in cash to the \naffected persons, and 25% will be paid to the affected village collectives to enhance village \ninfrastructure and facilities.  \n8.  The  Amusi  and  Zhixian  subprojects  will  affect  seven  vulnerable  persons.  Following \nconsultations,  the  respective  agro-enterprises  agreed  to  provide  an  additional  payment  of \nCNY120 per capita per year, which significantly enhances the current provision provided by the \nminimum living guarantee of CNY360 per capita per year. Additional attention and assistance \nwill ensure that their special needs and expectations are addressed. \n9.  Each agro-enterprise will assign at least two full-time staff, who will be responsible for \nland acquisition and resettlement. These staff will be responsibile for coordinating the planning, \nimplementation, financing, and monitoring of land acquisition and resettlement, and will work \nclosely  with  relevant  village  officials  and  land  administration  bureaus.  A  start-up  training \nprogram will be organized for these resettlement officers by a resettlement specialist engaged \nby the PMO.  \n ", "  Appendix 15  73 \nE.  Preliminary Cost Estimates \n10.  The estimated cost for resettlement plan implementation is CNY25.362 million ($3.27 \nmillion) in 2007 prices, including contingencies of 15%. Resettlement costs are included in the \ncost estimates of the Project, and account for 2.3% of the total.  \n11.  The total resettlement costs will be financed by the respective agro-enterprises. Land \nacquisition was approved by Henan Province Land Administration Bureau on 20 July 2007, and \ncertificates of land use and land transfer will be obtained by 31 January 2008. Land acquisition \nand resettlement will take place between February and March 2008, prior to the commencement \nof subproject construction. Detailed measurement surveys will be conducted in each village, and \ncompensation contracts will be negotiated and signed with the village committees and affected \nhouseholds. Based on these surveys, the resettlement plans will be updated and submitted to \nADB for review and approval prior to commencement of civil works. \nF.  Monitoring and Supervision \n12.  Internal and external monitoring of resettlement plan implementation will be conducted. \nInternal supervision and monitoring will be done by each agro-enterprise to ensure compliance. \nThe PMO and agro-enterprises have agreed to a set of supervision milestones with ADB, to \nensure timely and effective implementation of resettlement activities. External monitoring and \nevaluation will be carried out by an independent agency under contract to the PMO, and \nexternal monitoring reports will be submitted bi-annually to both the PMO and ADB, with the first \nreport submitted by 31 July 2008.  \n \n     \n "], "metadata": {"CreationDate": "D:20071121135035+08'00'", "Author": "RS3", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080131164326+08'00'", "Title": "Henan Sustainable Agriculture and Productivity Improvement Project", "Keywords": "rrp: 38662 reg, agriculture and productivity improvement project, crop and farm management"}, "author_page": "Vice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  H.S. Rao, East Asia Department (EARD) \nDirector  K. Kannan, Agriculture, Environment, and Natural Resources Division,   \n       EARD \nTeam leader  Q. Zhang, Senior Water Resources Engineer, EARD \nTeam members  H. Jiang, Procurement Officer, EARD \nJ. Liang, Principal Country Economist, EARD  \nL. Medina, Project Officer, EARD \nT. Lin, Natural Resources Economist, EARD \nT. Ohmura, Environment Specialist, Regional and Sustainable   \n        Development Department (RSDD) \nX. Peng, Principal Counsel, Office of the General Counsel \nK. Schmidt-Soltau, Social Safeguards Development Specialist, RSDD \nF. Wang, Financial Officer, EARD \nY. Wang, Senior Investment Specialist, Private Sector Operations   \n         Department \n \n ", "authors": [{"fullname": "J. Liang", "role": " Principal Country Economist", "organization": "EARD  "}, {"fullname": "L. Medina", "role": " Project Officer", "organization": "EARD "}, {"fullname": "T. Lin", "role": " Natural Resources Economist", "organization": "EARD "}, {"fullname": "T. Ohmura", "role": " Environment Specialist", "organization": "Regional and Sustainable   "}, {"fullname": "X. Peng", "role": " Principal Counsel", "organization": "Office of the General Counsel "}, {"fullname": "K. Schmidt-Soltau", "role": " Social Safeguards Development Specialist", "organization": "RSDD "}, {"fullname": "F. Wang", "role": " Financial Officer", "organization": "EARD "}, {"fullname": "Y. Wang", "role": " Senior Investment Specialist", "organization": "Private Sector Operations   "}]}