{"path": "data/input/reports/39071-01-ino-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 39071 \nJune 2010 \n \nProposed Loan and Technical Assistance Grants \nRepublic of Indonesia: Metropolitan Sanitation \n \nManagement and Health Project\n \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 June 2010) \n \nCurrency Unit –  rupiah (Rp) \n \nRp1.00 =  $0.00011 \n$1.00 =  Rp9,195 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  APBD  –  local government budget \n  APBN  –  central government budget \n  BAPPENAS  –  National Development Planning Agency \n  CPMU  –  central project management unit \n  DGHS  –  Directorate General of Human Settlements \n  LIBOR  –  London interbank offered rate \n  LPMU  –  local project management unit  \n  MDG  –  Millennium Development Goal \n  MPW  –  Ministry of Public Works \n  MSMHP  –  Metropolitan Sanitation Management and Health Project \n  NGO  –  nongovernment organization \n  OCR  –  ordinary capital resources \n  O&M  –  operation and maintenance \n  PDAM  –  regional government water supply enterprise \n  PPMU  –  provincial project management unit \n  TA  –  technical assistance \n  UNICEF  –  United Nations Children’s Fund \n \n \nGLOSSARY \n \n  KARTAMANTUL  –  agglomeration of Kota Yogyakarta, Kabupaten Sleman, and \nKabupaten Bantul \n  kota  –  city \n  kabupaten  –  district \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Indonesia and its agencies ends on \n31 December.  \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated. \n \n \n \n \n \n \n ", " \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy and Water Division, SERD \n   \nTeam leader  R. Frauendorfer, Principal Urban Development Specialist, SERD \nTeam members  M. Buendia, Social Development Specialist (Resettlement), SERD \n  J. Coloma Brotons, Urban Development Specialist (Water Supply and \nSanitation), SERD \n  A. Jain, Social Sector Specialist, SERD \n  R. Kausar, Infrastructure Specialist, SERD \n  E. Paterno, Financial Analysis Specialist, SERD \n  C. Ricerra, Associate Project Analyst, SERD \n  M. Sultana, Senior Social Development Specialist, SERD \n  S. Zaidansyah, Counsel, Office of the General Counsel \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  TECHNICAL ASSISTANCE  7 \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  9 \nV.  ASSURANCES AND CONDITIONS  10 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework   11 \n2.  List of Linked Documents   13 \n \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of Indonesia for the Metropolitan Sanitation Management and Health Project \n(MSMHP).  The  report  also  describes  proposed  technical  assistance  (TA)  for  Capacity \nDevelopment for Metropolitan Sanitation Management and Health, and if the Board approves \nthe proposed loan, I, acting under the authority delegated to me by the Board, will approve the \nTA.  \n \n2.  The project will improve urban wastewater services in two major cities in Indonesia: \nMedan, the capital of North Sumatra Province, and Yogyakarta, the capital of Yogyakarta \nProvince.1 It will respond to the needs of urban communities, including low-income households, \nby optimizing existing assets, expanding coverage, improving governance, and building local \ninstitutional capacity for community-based and government-owned wastewater service providers \nand regional governments.2 The design and monitoring framework is in Appendix 1.  \n \nII.  THE PROJECT \nA.  Rationale \n3.  Providing access to clean water and sanitation is an integral part of the government's \nefforts to improve health conditions in the country. Indonesia has made progress in providing \nbasic sanitation services, but standards remain below those of many other developing countries \nin the region. According to the United Nations Development Programme, 55% of the population \nhad access to improved sanitation in 2000.3 Following the Asian financial crisis in 1997−1998, \naccess to sanitation has shown little progress, as new investments have been largely postponed \nand existing systems have deteriorated for lack of adequate maintenance or repair. \n \n4.  The 2004 National Socioeconomic Survey shows that most households in Indonesia use \non-site facilities for wastewater management, as partial sewerage coverage is only available in \na small number of urban centers. In urban areas, 59% of households used septic tanks for final \ndisposal of human waste. As with water, the number of people without adequate sanitation is \nmuch higher among the poor.  \n \n5.  Many urban and peri-urban areas in Indonesia have priority disease profiles linked to \nwater supply and sanitation: diarrhea, skin disease, intestinal worms, malaria, and dengue. Poor \npeople in urban slum areas, particularly children, women, and elderly people, are more affected \nthan others. \n \n                                                 \n1  Yogyakarta  includes  the  agglomeration  of  Kota  Yogyakarta,  Kabupaten  Sleman,  and  Kabupaten  Bantul \n(KARTAMANTUL). \n2  The Asian Development Bank (ADB) provided project preparatory technical assistance. ADB. 2005. Technical \nAssistance to the Republic of Indonesia for Preparing the Metropolitan Sanitation Management and Health Project. \nManila (TA 4763-INO, for $1.2 million, increased to $1.7 million in 2008). \n3  United Nations Development Programme. 2003. Human Development Report 2003. New York. Improved sanitation \nis defined as access to adequate excreta-disposal facilities, such as a connection to a sewer or septic tank system, \na pour-flush latrine, a simple pit latrine, or a ventilated improved pit latrine. Depending on the source, reported \nMDG figures can be slightly different. In 2008 a joint monitoring program of the United Nations Children’s Fund \n(UNICEF) and the World Health Organization published a report that showed Indonesia providing access to safe \ndrinking water to 80% of its population (urban 89% and rural 71%) and access to improved sanitation to 52% \n(urban 67% and rural 37%). \n ", "2 \n6.  Key sanitation problems include the following: (i) In many cities, revenues from service \ncharges are too low to cover operation and maintenance (O&M) costs, leaving sanitation \nservices  dependent  on  subsidies  from  city  governments  that  are  generally  inadequate  to \nprovide good service. (ii) Many city agencies are involved in sanitation, causing institutional \noverlap and lack of direction. (iii) Strategic planning for sanitation is lacking in many cities, with \nno master plans being implemented. (iv) Present sanitation frameworks are not attractive to \nprivate investors on a wider scale. (v) Wastewater treatment plants are often dilapidated and \noperate  well  below  capacity.  (vi)  There  is  a  shortage  of  desludging  tankers  and  sludge-\nprocessing plants for the proper maintenance of septic tanks. (vii) Qualified manpower is in \nshort supply. (viii) Water resources are polluted by poorly built septic tanks and leaking sewers. \n(ix)  Community  awareness  about  sanitation  is  low,  and  community  participation  needs \nimprovement.  \n \n7.  The private sector already finances most on-site sanitation facilities such as toilets, \nseptic tanks, and sludge-collection trucks. However, private investors are very reluctant to \ninvest in piped sewerage systems, mainly because sewer charges are currently far too low for \nfull cost recovery, let alone profitability. \n \n8.  The government's Roadmap to Acceleration of Urban Sanitation Development 2010–\n2014  foresees,  by  2015,  open  defecation  eliminated  through  increasing  access  to  off-site \nsewerage networks in 16 cities, and community sanitation facilities available in every city, with \n226 cities considered high priority.4  \n \n9.  The MSMHP will help to address these issues by financing (i) investment programs for \nimproved  sanitation  infrastructure  and  equipment  and  (ii)  consultant  support  for  project \nimplementation support. Associated TA for institutional development and capacity building will \ncomplement these efforts.5 \n \n10.  The project is in line with the provisions of the Indonesia country strategy and program, \n2006–2009, which aims to help the government achieve its medium-term national development \nplan,  2005–2009  objectives  of  higher  pro-poor,  sustainable  growth  and  achieving  the \nMillennium Development Goals (MDGs).6 Five areas of engagement were identified in the \ncountry  strategy  and  program  to  achieve  these  goals:  (i)  improved  infrastructure  and \ninfrastructure  services,  (ii)  a  deepened  financial  sector,  (iii)  improved  decentralization,  (iv) \naccelerated  MDG  achievement,  and  (v)  strengthened  environmental  and  natural  resource \nmanagement.  \n \n11.  Several donor and development partner agencies support the government in further \nimproving  the  water  supply  and  sanitation  sectors.  Agencies  include,  for  example,  ADB, \nAustralian Agency for International Development, Japan International Cooperation Agency, \nUnited States Agency for International Development, and World Bank. Regular meetings of the \nagencies discuss sector issues and coordinate effective engagement with the government on \nsector-related policy and future project work.  \n \n                                                 \n4  Sanitation Development Technical Team. 2009. Roadmap to Acceleration of Urban Sanitation Development 2010–\n2014. Jakarta.  \n5  Selection of participating cities has been demand driven and based on a selection process including: (i) invitation of \nexpression of interest; (ii) initial assessment of demand, commitment, and preparedness; and (iii) compilation of a \nshortlist of cities.  \n6  ADB. 2006. Country Strategy and Program: Indonesia, 2006–2009. Manila. \n ", "3 \n12.  Key  lessons  from  urban  community  sanitation  activities  in  Indonesia  show  that  (i) \ncommunity  systems  can  very  effectively  reduce  pollution  in  densely  populated  areas  if \ncommunities have been involved from the beginning through community mobilization, training, \nand related activities; (ii) once community members understand the importance and benefits for \nthemselves, they often make land available above or below ground or in combination with other \nfacilities; (iii) women must be involved in the planning process to ensure facilities’ suitability and \nsustainability; (iv) water and electricity must be supplied; and (v) sanitation-user charges must \nbe collected to cover O&M costs.  \n \nB.  Impact and Outcome \n13.  The  impact  will  be  reduced  environmental  pollution  of  surface  water  and  shallow \ngroundwater in Medan and Yogyakarta (footnote 1). Reduced environmental pollution will benefit \npublic health and improve the quality of life in these cities.  \n \n14.  The outcome will be increased access to improved wastewater services in Medan and \nYogyakarta (footnote 1).  \n \nC.  Outputs \n15.  The project will have three outputs: (i) community mobilization for improved health and \nhygiene (communal sanitation), (ii) infrastructure development for sewerage (large civil works), \nand  (iii)  project  implementation  support.  Associated  TA  for  institutional  development  and \ncapacity building will complement these activities. \n \n1.  Community Mobilization for Improved Health and Hygiene \n \n16.  The output has two subcomponents: (i) community mobilization and empowerment for \ncommunal sanitary facilities and (ii) constructing about 280 new communal sanitation facilities.  \n \n17.  Community  mobilization  and  empowerment  for  communal  sanitary  facilities  includes \nsocial  marketing  and  awareness  campaigns  to  eligible  community  groups;  organizing \ncommunity  implementation  teams;  preparing  community  action  plans;  training  community \nimplementation teams in administrative procedures; screening sites for environmental suitability; \nsupervising and monitoring community implementation team activities; and training in O&M. The \nproject will benefit from lessons learned from previous ADB-financed projects in the sector.7 \n \n18.  Constructing communal sanitary facilities will include simplified community sewerage \nsystems; communal toilet, washing, and bathing units; and communal septic tanks. In Medan, \nthe location of communal septic tanks is prioritized in areas covered by the Urban Poverty \nAlleviation Program, as community self-help groups have already been established there. In \n                                                 \n7 Previous ADB loan financing for Medan include (i) ADB. 1981. Report and Recommendation of the President to the \nBoard of Directors: Proposed Loan to the Republic of Indonesia for the Medan Urban Development Project. Manila \n(Loan 0550-INO); (ii) ADB. 1988. Report and Recommendation of the President to the Board of Directors: \nProposed Loan to the Republic of Indonesia for the Second Medan Urban Development Project. Manila (Loan \n0919-INO); and (iii) ADB. 1997. Report and Recommendation of the President to the Board of Directors: Proposed \nLoan to the Republic of Indonesia for the Metropolitan Medan Urban Development Project. Manila (Loan 1587-\nINO). Previous loan financing for Yogyakarta includes ADB. 1992. Report and Recommendation of the President to \nthe Board of Directors: Proposed Loan to the Republic of Indonesia for the Central Java and D.I. Yogyakarta Urban \nDevelopment Sector Project. Manila (Loan 1198-INO). \n ", "4 \nYogyakarta,  communities  were  selected  on  the  basis  of  topographic  features  and  poverty \nincidence. Community members will be responsible for the O&M of the systems.  \n \n2.  Infrastructure Development for Sewerage  \n \n19.  For sewerage, the interventions will include rehabilitating and expanding existing off-site \nsanitation systems in Medan and Yogyakarta, providing approximately 28,000 additional house \nconnections. In addition, two decentralized wastewater treatment systems for low-cost housing \nblocks will be constructed in Medan. The environmental benefits of off-site treatment of human \nwaste are substantial and can be realized cost effectively, as existing wastewater-treatment \nplant capacity is underutilized in both cities. \n \n20.  Medan. Medan, a city of 2.1 million, has a sewerage system with 11,200 connections, \nserving 2.6% of the population. The system and associated wastewater treatment plant are \noperated by the regional water utility PDAM Tirta Nadi.  \n \n21.  The project will finance rehabilitating and expanding the sewerage system that currently \nserves part of the city. This will entail constructing and replacing pipes, constructing and \nupgrading  pumping  stations,  replacing  pumps,  and  installing  about  13,300  new  sewer \nconnections. Further, selected components of the existing wastewater treatment plant will be \nrehabilitated and upgraded. \n \n22.  For the national low-cost apartment housing program, two decentralized wastewater \ntreatment systems are included in the project, both in Medan. Plant effluent will be discharged \nthrough a pipe in a nearby waterway, while the solids will regularly be removed to sludge-\ntreatment plants. Minimal recurrent maintenance costs will be financed from user charges. \n \n23.  Yogyakarta. Yogyakarta and its neighboring districts of Bantul and Sleman form the \nmetropolitan area of KARTAMANTUL, which has a total population of 2.4 million and joint \ndevelopment and operation of basic urban services, including water supply and sanitation. \nYogyakarta’s  sewerage  system  has  10,100  connections  serving  6.0%  of  the  service  area \npopulation of 870,000. The sewer systems in Yogyakarta, Bantul, and Sleman are operated by \nseparate municipal public works departments, while the wastewater-treatment plant is operated \nby the provincial department for regional infrastructure and settlements.  \n \n24.  The current wastewater-treatment plant in Sewon operates at only about 10% of its \ninstalled capacity, partly because of the low connection rate but also because of its limited \ncoverage area. To fully utilize idle wastewater-treatment capacity, the project will finance a \nsubstantial expansion of the existing sewerage network, adding about 14,700 new connections. \nOf  these,  about  8,600  will  be  installed  in  Yogyakarta  itself,  primarily  in  the  subdistrict  of \nUmbulharjo; 4,400 in the district of Sleman; and 1,700 in the district of Bantul. \n \n3.  Project Implementation Support \n \n25.  The project implementation support consultant will assist the project management units \ncentrally,  provincially,  and  locally  in,  among  other  things,  (i)  project  management  and \ncoordination,  (ii)  project  performance  monitoring,  (iii)  reporting,  (iv)  procurement  and \ncontracting, (v) construction supervision, and (vi) social safeguard compliance.  \n \n \n ", "5 \nD.  Investment and Financing Plans \n \n26.  The project is estimated to cost $63.25 million. The investment plan is summarized in \nTable 1. \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.  Base Costb \n  1.  Communal sanitation    4.35 \n  2.  Infrastructure development for sewerage    44.40  \n  3.  Project implementation support    4.64  \n  Subtotal (A)    53.39 \nB.  Contingenciesc   \n  1.  Physical contingencies     3.08  \n  2.  Price contingencies    3.94  \n  Subtotal (B)    7.02  \nC.  Financing Charges during implementationd    2.84  \n  Total (A+B+C)    63.25 \na Includes taxes and duties of $2.18 million to be financed from government resources. \nb In April 2010 prices. \nc Physical contingencies are computed at 10% of civil works base costs and 5% of equipment base costs. Price \ncontingencies are computed on the basis of domestic and international price escalation factors, which include a \nprovision for potential exchange rate fluctuation assuming purchasing power parity exchange rates. \nd Includes interest and commitment charges. Interest during construction has been computed at the 5-year forward \nLondon interbank offered rate plus a spread of 0.20%. Commitment charges for an Asian Development Bank loan \nare 0.15% per year to be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n27.  The government has requested a loan of $35.00 million from ADB’s ordinary capital \nresources (OCR) to help finance the project. The loan will have a 25-year term, including a \ngrace period of 5 years, an annual interest rate determined in accordance with ADB’s London \ninterbank  offered  rate  (LIBOR)-based  lending  facility,  a  commitment  charge  of  0.15%  per \nannum,  and  such  other  terms  and  conditions  set  forth  in  the  draft  loan  agreement.  The \ngovernment has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nLIBOR-based lending facility on the bases of these terms and conditions and (ii) an undertaking \nthat  these  choices  were  its  own  independent  decision  and  not  made  in  reliance  on  any \ncommunication or advice from ADB. \n \n28.  The loan proceeds of $35.00 million will be made available to the Ministry of Finance, \nwhich will channel the funds to the Ministry of Public Works (MPW). The Directorate General of \nHuman Settlements (DGHS) in the MPW will utilize the loan proceeds to finance works and \ngoods  for  the  proposed  program  of  sewerage  infrastructure  development  (output  2)  and \nconsulting services for project implementation support (output 3). The remainder of the project \ncost, which is estimated at $28.25 million, will be financed from the budgetary resources of the \nMPW ($11.39 million), the provincial governments of North Sumatra and Yogyakarta ($0.49 \nmillion), and the cities of Medan and Yogyakarta ($13.53 million). The government will cover \nfinancing charges that accrue during the grace period, estimated at $2.84 million, from its own \nfinancial resources. Taxes and duties will be financed from counterpart contributions. \n \n ", "6 \n \nTable 2: Financing Plan \n($ million) \nAmount  Share of Total \nSource \n($ million)  (%) \nAsian Development Bank (OCR)    35.00    55.34 \nNational government a    14.23    22.49 \nProvincial governments    0.49    0.78 \nRegional governments    13.53    21.39 \n       Medan    6.03    9.54 \n       Yogyakarta    7.50    11.85 \nTotal    63.25    100.00 \nOCR = ordinary capital resources. \na  Includes $2.84 for interest during construction. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n1.  Project Management \n \n29.  Project management units at central (CPMU), provincial (PPMU), and local (LPMU) level \nare responsible for subproject implementation, assisted by consultant teams that operate at the \nsame three levels. The LPMUs report to the PPMUs, and these report to the CPMU. The CPMU \nmainly provides oversight to ensure compliance with the loan agreement between ADB and the \ngovernment and progress reporting to ADB.8  \n \n30.  National. The DGHS of the MPW is the executing agency and will establish the CPMU. \nA central steering committee, chaired by the DGHS and including representatives from National \nDevelopment Planning Agency (BAPPENAS), MPW, Ministry of Health, Ministry of Finance, \nMinistry of Home Affairs, and Ministry of Environment, will guide and coordinate the project, \nmaking policy and strategic decisions. The DGHS will assign a project manager in the CPMU, \nwho will be responsible for project implementation, including project supervision, monitoring, \naccounting, and reporting. The CPMU will be assisted by a central support team consisting of \ninternational and national consultants. \n \n31.  Province. Provincial government agencies appointed by the executing agency will be \nresponsible  for  subproject  procurement  and  implementation  financed  from  DGHS  budgets \n(including ADB loan proceeds) and will establish PPMUs. Provincial government agencies will \nalso implement subprojects related to the MSMHP that are financed from provincial government \nbudgets. The PPMUs will be assisted by a provincial support team consisting of international \nand  national  consultants,  which  are  part  of  the  central  support  team.  Provincial  steering \ncommittees will monitor and provide advice to the PPMUs.  \n \n32.  City. The implementing agencies of MSMHP subprojects financed by city governments’ \nown budgets will be the governments of Medan and Yogyakarta, which will establish LPMUs. \nCity sanitation working groups will provide advice to the LPMUs. In each participating city, a \nlocal support team will provide consultant assistance to the LPMU.  \n \n33.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.  \n                                                 \n8  Reporting includes quarterly progress reports and other reports as may be required. \n ", "7 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  October 2010– December 2014 \nEstimated project completion date  31 December 2014 \nEstimated loan closing date  30 June 2015 \nProject management \n(i)   Executing agency  Directorate General of Human Settlements (DGHS), Ministry of Public Works \n(ii)   Project management units  Central project management unit, DGHS, minimum 2 staff \nProvincial project management units, minimum 3 staff eacha \nCity project management units, minimum 2 staff each \nProcurement  International competitive bidding  4 contracts  $ 21.14 million \n(3 works, 1 goods) \nNational competitive bidding  5 contracts  $ 9.86 million \n(4 works, 1 goods) \nConsulting services  Quality- and cost-based selection  430 person-months  $ 4.00 million \nDisbursement   The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2007, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB \na The provincial project management unit for Medan is in the Department for Spatial Planning and Settlements of the \nProvince of North Sumatra, and for Yogyakarta in the Department of Public Works, Housing, and Mineral Energy \nResources of the Special Region of Yogyakarta. \nSource: Asian Development Bank. \n \nIII.  TECHNICAL ASSISTANCE \n34.  To ensure the long-term sustainability of the investment, capacity development TA will \ncomplement the loan project. The TA responds to the need to strengthen institutions and the \ncapacity  of  local  governments,  utilities,  and  communities  in  improved  environmental  and \nsanitation  management;  increase  community  awareness;  and  conduct  better  hygiene \ncampaigns. The TA will deliver three outputs: (i) improved delivery of communal sanitation \ninitiatives,  (ii)  improved  operation  and  maintenance  of  sewerage  infrastructure,  and \n(iii) strengthened institutions in environmental sanitation management.  \n \n35.  The TA is estimated to cost $1.65 million equivalent, of which $0.50 million equivalent \nwill be financed as a grant by ADB's Technical Assistance Special Fund (TASF-other sources) \nand $1.00 million equivalent will be financed as a grant by the Government of Australia and \nadministered by ADB. The Government of Indonesia will provide $0.15 million equivalent in-kind \nto  cover  office  and  support  facilities,  counterpart  staff,  administrative  support,  and  local \ntransportation for counterpart staff. The TA will be implemented over 24 months starting in \nOctober  2010  and  ending  in  September  2012.  TA  and  proposed  MSMHP  implementation \narrangements are the same. The DGHS in the MPW is the executing agency. \n \nIV.  DUE DILIGENCE \nA.  Technical \n36.  Investment  in  urban  sanitation  improvements,  combined  with  hygiene  awareness \nprograms, will directly benefit the vast majority of people in the project cities and strengthen \nlocal government authorities and communities in facilitating and delivering these basic services. \nBenefits will include (i) increased coverage of sanitation services; (ii) increased cost recovery \nfrom  the  provision  of  improved  sanitation  services;  (iii)  reduction  in  pollution  caused  by \nwastewater; (iv) improved public health; (v) improved institutional capability and governance; \n ", "8 \n(vi) increased  community  participation  and  empowerment;  and  (vii)  increased  economic \nopportunities, employment creation, and poverty reduction. \n \n37.  It is estimated that, by 2014, about 2.7 million people in Medan and Yogyakarta will \nbenefit  from  improved  and  new  wastewater  collection  and  treatment  systems,  including \ncommunal  facilities,  central  sewerage  systems,  and  on-site  facilities.  Regarding  piped \nsewerage,  it  is  estimated  that,  by  2014,  about  250,000  people  (13%  of  the  population  of \nYogyakarta and 5% of Medan) will directly benefit from improved wastewater collection and \ntreatment. \n \nB.  Economic and Financial \n38.  The economic benefits of the project are significant, especially in the densely populated \nparts of the participating cities, where population pressure is high and surface and groundwater \npollution pose major public health hazards. The expected benefits consist largely of reduced \nmortality and morbidity, followed by the avoided cost of septic tank desludging.  \n \n39.  Revenues from the Medan sewerage system already fully cover O&M expenditure, with \nestimated affordability rates of about 1.4% of median household expenditure during 2010–\n2014.9 Low-income households in \"twin blocks\" are expected to pay Rp4,700 for semiannual \ndesludging of decentralized wastewater treatment systems. This is equivalent to about 0.2% of \nmonthly household expenditure. Assuming that Yogyakarta will raise wastewater charges to full \nO&M  cost-recovery  levels  by  mid-2014,  the  monthly  charge  would  remain  below  2.0%  of \nmonthly household expenditure. In summary, the O&M expenditure of all revenue-generating \nservices proposed under the project can be fully financed from tariff revenue by mid-2014, while \nremaining affordable to the intended beneficiaries. A financial review of PDAM Tirta Nadi, which \nis  also  responsible  for  managing  and  operating  sewerage  systems  in  Medan,  indicates \nsatisfactory financial performance of the utility. \n \nC.  Governance \n40.  A financial management assessment of the PPMU for Medan showed experience in \nimplementing externally financed projects, while the PPMU for Yogyakarta does not have such \nexperience. Both agencies follow government regulations on accounting and financial reporting. \nImplementation support from consultants will assist both PPMUs in project implementation and \nfinancial management. \n \n41.  The procurement capacity of both PPMUs, which will implement the project on behalf of \nthe executing agency, was assessed. Both have established project implementation units. They \nhave substantial experience with implementing Indonesian procurement guidelines, which are \nsimilar but not fully consistent with ADB procurement guidelines. Neither agency has recent \nexperience with foreign-assisted procurement and will require procurement support provided by \nthe implementation consultant team.  \n \n42.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the DGHS. Specific policy requirements and supplementary measures \nare described in the project administration manual. Within 6 months of loan effectiveness, the \n                                                 \n9  Affordability estimates refer to monthly sewer charges only, not including connection fees. To ensure that the cost \nof wastewater charges remains below the 2% threshold, new customers will have the option to pay the connection \nfee in installments—a system which is already in place in Medan and Yogyakarta. \n ", "9 \nCPMU will have established a project-specific website for public disclosure on the use of the \nloan proceeds, including details of procurement and contract awards, which will be updated \nwithin 1 week of contract awards.  \n \nD.  Poverty and Social \n43.  The project has been designed to minimize the financial costs to poor households and \nlow-income neighborhoods of installing sanitation improvements. A gender action plan included \nin  the  project  design  aims  to  enhance  women’s  ability  to  participate  in  decision-making \nregarding sanitation facility development and to ensure that women and men at the project sites \nbenefit equally from improved communal sanitation and wastewater services. The project will \nactively involve women as both implementers and beneficiaries and is designed to ensure that \nwomen  are  hired  as  key  staff  and  as  part  of  facilitation  teams.  The  project  will  involve \nnongovernment  organizations  (NGO)  from  the  start,  particularly  in  the  planning  and \nimplementation of communal sanitation facilities. \n \n44.  Improved sanitation and a cleaner environment resulting from the project facilities will \nreduce the disease incidence linked to dirty water and an unclean environment, thus improving \npublic  health.  This  benefit  will  particularly  accrue  to  infants  and  children,  who  are  more \nvulnerable and suffer more frequently and severely from these diseases. Better use of latrines \nand septic tanks, and increased collection and disposal of wastewater, will improve public \nhygiene and dramatically curtail most of these diseases. The project will help reduce direct and \nindirect causes of infant and child mortality related to poor sanitation. \n \nE.  Safeguards \n45.  The project has been classified under category B for involuntary resettlement and under \ncategory C for indigenous peoples. Land acquisition is not expected to be required, but a \nresettlement framework has been prepared to address potential issues. There are no groups of \nindigenous peoples in the project cities.  \n \n46.  The project has been classified under environmental category B. The project's impacts \nare site-specific, with proven and readily designed mitigation measures. Initial environmental \nexaminations were conducted, and environmental management plans were developed and will \nbe implemented in compliance with ADB's environmental assessment requirements prescribed \nin its Environment Policy (2002). The executing agency will implement, monitor, and periodically \nreport to ADB on the status of environmental management plan implementation.  \n \nF.  Risks and Mitigating Measures \n47.  Major risks and mitigating measures are summarized in Table 4.  \n ", "10 \n \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Mitigating Measures \nCommunity  Community participation and ownership will be supported by associated \nparticipation and  capacity development TA.  \nownership \nContinued policy  The project assumes a stable political environment, continued economic \nsupport for  growth, and continued support for decentralization and regional autonomy \ndecentralization,  policies that are in place. Capacity development TA will support \nagency capacity, and  institutional strengthening and capacity building. \ninstitutional \ndevelopment \nEnvironmental impacts  Potential temporary impacts during construction and operation will be \nmitigated through proper environment management plan implementation. \nInvoluntary  None of the proposed components is expected to involve land acquisition \nresettlement  or involuntary resettlement, but a resettlement framework has been \nprepared to address potential issues.  \nSource: Asian Development Bank. \n \nV.  ASSURANCES AND CONDITIONS \n48.  The government and the DGHS have assured ADB that the implementation of the \nproject shall conform to all applicable ADB policies including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the project administration manual and loan documents. \n \n49.  The government and the DGHS have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan agreement. \n \n50.  ADB will not disburse the loan proceeds until the government will have established (i) \nthe CPMU, including the appointment of the Project manager; (ii) the two PPMUs, including the \nappointment of the head of each PPMU; (iii) the two LPMUs, including the appointment of the \nhead of each LPMU; (iv) the central steering committee; and (v) the two provincial steering \ncommittees. \n. \nVI.  RECOMMENDATION \n51.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$35,000,000 to the Republic of Indonesia for the Metropolitan Sanitation Management and \nHealth  Project  from  ADB’s  ordinary  capital  resources,  with  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending facility; a term of \n25 years, including a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan agreement presented to the \nBoard. \n \n \nHaruhiko Kuroda \nPresident \n \n \n25 June 2010 \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n  \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumptions \n       \nReduced  2.7 million people with  National statistics   Central and local governments \nenvironmental  access to improved    continue to prioritize reducing \npollution in the  sanitation from existing and    environmental pollution in urban \nparticipating cities  new facilities in both Medan    areas. \nand Yogyakarta     \n     \nIn urban areas benefitting  Health center data in the  Grant resources will be \nfrom the project, at least  project areas  mobilized for surveys (baseline \n30% reduction of diarrhea  and at project completion). \namong children 1–5 years \nold \nOutcome      Assumptions \nIncreased access to  Medan: increase in  Data on sanitation  City governments are \nimproved wastewater  population with access to  provided by CPMU  sufficiently resourced to \nservices in the  sewer connections from  implement the project. \nNational statistics \nparticipating cities  2.6% in 2008 to 5% in 2014 \nUrban communities are \n \nYogyakarta: increase in  committed to connect to the \npopulation with access to  sewer system. \nsewer connections from 6% \nWastewater tariffs cover at least \nin 2008 to 13% in 2014 \noperation and maintenance cost. \nRisks \nProject implementation is \ndelayed. \nAwareness programs are not \nimplemented in a timely \nmanner. \nOutputs       Assumptions \n1. Community  280 communal sanitation  Data provided by CPMU  City governments demonstrate \nmobilization for  facilities completed by end  continued commitment.  \n \nimproved health  of 2014 \nCommunities are mobilized and \nand hygiene \nAt least 30% participation  willing to implement facilities. \nimplemented \nrate of women in \nRisks \n  community implementation \nteams in planning and  Community mobilization \ndecision-making for  progress is slow. \nsanitation facilities \ndevelopment by 2013 \n2. Infrastructure  Medan: increase in number     \ndevelopment for  of sewer connections from \nsewerage  11,200 in 2008 to 24,500 in \ncompleted  2014 \n   \n ", "12  Appendix 1 \n \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \n  Yogyakarta: increase in       \nnumber of sewer \nconnections from 10,100 in \n2008 to 24,800 in 2014 \nProject implemented by \n2014 \n3. Project  Capacity development       \nimplementation  completed by 2014; at least \nand capacity  40% of participants are \ndevelopment  women \nsupport completed \nActivities with Milestones   Inputs \n1.1  Community mobilization and empowerment for communal sanitary facilities  ADB: $35.00 million \nby 2014 \nGovernment: $28.25 million \n1.2  Construction of communal sanitation facilities by 2014 \n \n2.1  Award of goods and civil works contracts for sewerage systems by early-\nAssociated TA: \n2011 \nTASF: $0.5 million \n2.2  Completion of rehabilitation and construction of sewerage systems by 2013 \nAusAID: $1.0 million  \n2.3  Completion of decentralized wastewater-treatment facilities for low-cost \npublic housing by 2012 \n2.4  New customer connections to piped sewerage systems by mid-2014 \n3.1  Award of project implementation support contract by early-2011 \n3.2  Completion of project implementation support contract by 2014 \nADB  =  Asian  Development  Bank,  AusAID =  Australian  Agency  for  International  Development,  CPMU  =  central  project \nmanagement unit. \nSource: Asian Development Bank. \n \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=39071-01-3 \n \n1.  Loan Agreement  \n2.  Summary Sector Assessment: Sanitation \n3.  Project Administration Manual  \n4.  Project Classification Summary  \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination  \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Initial Environmental Examination  \n13.  Resettlement Framework \n14.  Risk Assessment and Risk Management Plan \n15.  Financial Review of PDAM Tirta Nadi \n16.  Capacity Development for Metropolitan Sanitation Management and Health \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20100628090711+08'00'", "Creator": "PScript5.dll Version 5.2", "ModDate": "D:20100730122356+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Title": "Metropolitan Sanitation Management and Health Project in Indonesia - Report and Recommendation of the President"}}