{"path": "data/input/reports/39225-bhu-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 39225 \nOctober 2009 \nProposed Asian Development Fund Grant  \n \nKingdom of Bhutan: Road Network Project II\n \n ", "CURRENCY EQUIVALENTS \n(as of 1 October 2009) \nCurrency Unit  –  ngultrum (Nu) \nNu1.00  =  $0.12079  \n$1.00  =  Nu48.1050 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  BAS  –  Budget and Accounting System \n  CDB  –  Construction Development Board \n  CDC  –  Construction Development Corporation \n  DoR  –  Department of Roads \n  DPA  –  Department of Public Accounts \n  EFRC  –  environmentally friendly road construction \n  EIA   –  environmental impact assessment  \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FYP  –  five-year plan \n  JICA  –  Japan International Cooperation Agency \n  MoWHS  –  Ministry of Works and Human Settlement  \n  NCB  –  national competitive bidding \n  PIU  –  project implementation unit \n  PMO  –  project management office  \n  PPTA  –  project preparatory technical assistance \n  PRR  –  Procurement Rules and Regulation \n  RNP  –  Road Network Project \n  RSTA  –  Road Safety and Transport Authority \n  SOE  –  statement of expenditure \n  SQCA  –  Standards and Quality Control Authority \n  TA   –  technical assistance \n  TOR  –  terms of reference \n  VOC  –  vehicle operating cost \n \n \nWEIGHTS AND MEASURES \n \n  dbh  –  diameter breast height (standard forestry measure of tree trunk \ndiameter) \n \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 30 June. FY before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2009 \nends on 30 June 2009. \n(ii)  In this report, “$” refers to US dollars. ", " \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  K. Higuchi, Transport and Communications Division, SARD \n   \nTeam leader  H. Yamaguchi, Senior Transport Specialist, SARD \nTeam members  J. Ghimire, Counsel, Office of the General Counsel  \n  S. Lim, Transport Specialist, SARD \n  C. San Miguel, Project Implementation Officer, SARD \n  L. M. Tai, Social Development Specialist, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nGRANT AND PROJECT SUMMARY  i \nMAP \nI.  THE PROPOSAL                           1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES          1 \nA.  Performance Indicators and Analysis                    1 \nB.  Analysis of Key Problems and Opportunities                  3 \nIII.  THE PROPOSED PROJECT                        7 \nA.  Impact and Outcome                        7 \nB.  Outputs                           8 \nC.  Special Features                         8 \nD.  Project Investment Plan                       9 \nE.  Financing Plan                         9 \nF.  Implementation Arrangements                   10 \nIV.  TECHNICAL ASSISTANCE                       14 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS             15 \nA.  Technical Aspects                       15 \nB.  Institutional and Operational Improvements                 15 \nC.  Economic Assessment                     15 \nD.  Financial Sustainability                     16 \nE.  Social Impacts                        16 \nF.  Environmental Impacts                     17 \n  G  Project Risks                         18 \nVI.  ASSURANCES AND CONDITIONS                    19 \nA.  Specific Assurances                       19 \nB.  Conditions for Award of Contracts                   20 \nC.  Conditions for Commencement of Civil Works               20 \nVII.  RECOMMENDATION                        21 \nAPPENDIXES \n1.  Design and Monitoring Framework  22 \n2.  Bhutan Road Sector  24 \n3.  External Assistance to the Road Sector  32 \n4.  Project Roads and Summary of Design Standards  33 \n5.  Detailed Cost Estimates and Financing Plan  35 \n6.  Project Organization Structure  36 \n7.  Implementation Schedule  37 \n8.  Indicative Contract Packages  38 \n9.  Procurement Plan  39 \n10.  Outline Terms of Reference for Technical Assistance \n  for Capacity Building of the Department of Roads  44 \n11.  Summary Poverty Reduction and Social Strategy  48 \n \n ", "SUPPLEMENTARY APPENDIXES (available on request) \nA.  Summary Resettlement Plans \nB.  Summary Environmental Impact Assessment \nC.  Outline Terms of Reference for Consulting Services for Design Consultants \nD.  Outline Terms of Reference for Consulting Services for Construction Supervision \nE.  Economic Assessment \nF.  Attachment to the Procurement Plan \n ", " \nGRANT AND PROJECT SUMMARY \n \nBorrower  Kingdom of Bhutan \n   \nClassification  Targeting classification: General intervention \n  Sector  (subsector):  Transport,  and  information  and \n  communication technology (road transport) \nThemes (subthemes): Economic  growth (promoting economic \nefficiency and enabling business environment, widening access \nto markets and economic opportunities), regional cooperation \nand integration (trade and investments) \nLocation impact: Rural (low), national (high), and regional (high) \n   \nEnvironment  Category A \nAssessment  An  environmental  impact  assessment  was  undertaken.  The \nsummary  of  the  assessment  is  circulated  to  the  Asian \nDevelopment Bank (ADB) Board of Directors separately. \n   \nProject Description  The Project will upgrade or construct five critical sections (about \n180 kilometers [km]) of the southern east–west highway, including \n(i)  Manitar–Raidak,  (ii)  Raidak–Lhamoizingkha,  (iii)  Panbang–\nAmshingwoong (Nganglam), (iv) Tsebar–Mikuri–Durung Ri, and \n(v)  Samdrupcholing–Samrang.  Consulting  services  will  be \nprovided to prepare detailed design and support implementation \nof the civil works. These proposed road sections provide access \nto the border crossings and have significant regional implications. \nRoad  improvement  and  construction  works  under  the  Project \ninclude construction of roadways, including longitudinal drainage \nstructures, installation of culverts and bridges, construction of new \nbridges  and  cross-drainage  structures,  and  structures  for \nresettlement and rehabilitation. \n \nThe Project will also enhance overall sector management capacity \nby providing (i) equipment necessary for the Royal Government of \nBhutan to enhance sector capacity in areas such as (a) quality \nsurvey, design, and construction, (b) road safety, and (c) control \nof overloading and vehicle emissions; (ii) on-the-job training for \nsocial and environmental requirements through detailed design \nand  construction  supervision  consultants;  and  (iii)  technical \nassistance (TA) to support the capacity building of the Department \nof Roads (DoR), including (a) enhancing knowledge of and skills \nin  modern  road  technologies,  especially  with  environmental \nconsiderations; and (b) enhancing and optimizing the road asset \nmanagement systems. \n   \nRationale  Accessibility is Bhutan’s key development issue—the trunk road \nnetwork  is  dependent  on  a  single  east–west  national  highway \nrunning through the northern part of the country. The absence of a \nsimilar  east–west  highway  running  through  the  south  has \nconstrained travel in the southern part and hence development \nopportunities,  including  potential  trade  with  India.  Limited ", "ii   \nprovision of feeder roads adds to the isolation of remote southern \nrural areas. The proposed Project will construct critical sections of \nthe  southern  east–west  highway,  which  will  facilitate  industrial \ndevelopment  in  the  southern  areas  and  integrate  them  more \neffectively with their primary markets in India. \n \nThe  DoR,  which  is  in  charge  of  road  development  and \nmanagement, is limited by traditional road-building technologies, \nwhich often lead to cost and time overruns in project delivery. For \nefficient and effective road asset development and management, \nthe DoR needs to be equipped with knowledge, skills, and tools \nfor the use of modern technologies in planning, survey, design, \nand  construction,  especially  with  regard  to  environmental \nconsiderations. Improved road safety and control of overloading \nand vehicle emissions are also required for the safe and efficient \nuse of road assets with minimal adverse environmental impacts. \n   \nImpact and Outcome  The Project will increase passenger and freight transport within \nthe country and with India, facilitate industrial development in the \nsouth of the country, a remote area with a high poverty incidence \nbut high agricultural and industrial development potential. It will \nalso integrate the south more effectively with its primary markets \nin India. The Project will expand the road transport network in the \nsouthern  region,  providing  a  major  internal  transit  route  for \nBhutanese  passengers  and  goods  (i.e.,  an  alternative  to  the \nexisting east–west national highway running through the northern \npart of the country), connecting to border crossings with India. \n   \nProject Investment Plan   The investment cost of the project is estimated at $54.32 million, \nincluding taxes and duties.  \n   \nFinancing Plan  It  is  proposed  that  ADB  provide  a  grant  of  $38.76  million \nequivalent from its Special Funds resources, inclusive of a $10.00 \nmillion grant from the subregional pool of the Asian Development \nFund. The Government will finance the remaining local cost of \n$15.56 million equivalent, or 28.6% of the total cost, including \ntaxes and duties, land acquisition, remuneration of counterpart \nstaff, office accommodation, and other miscellaneous costs. \n   \nPeriod of Utilization  30 June 2015 \n   \nEstimated Project  31 December 2014 \nCompletion Date \n   \nExecuting Agency  Department of Roads (DoR) \n   \nImplementation  The project management office (PMO) will be headed by a full-\nArrangements  time project coordinator at the executive engineer level, supported \nby adequate technical and administrative personnel. The PMO will \nbe  responsible  for  (i)  overall  coordination,  management  and \nmonitoring of the Project, (ii) supervision of detailed engineering ", "  iii \ndesign, and (iii) procurement. In addition to the PMO, two site \noffices shall be established to be responsible for monitoring day-\nto-day implementation of the Project and preparation of project \nprogress reports, each to be headed by a project manager at the \nassistant engineer level. \n   \nProcurement  Procurement under the Project will be carried out in accordance \nwith ADB’s Procurement Guidelines (2007, as amended from time \nto time) and the Government’s tender procedures acceptable to \nADB. The civil works contracts will be procured under international \ncompetitive bidding with domestic margin of preference. ADB is \ncurrently  updating  the  list  of  countries  eligible  for  domestic \npreference, which will be issued shortly. If Bhutan is not on the \nupdated  list  of  eligible  countries  at  the  time  of  bidding,  the \ndomestic preference referred to elsewhere in this report will not be \napplicable to this Project. \n \nThe Project will provide $1 million for equipment to be procured \nand will follow international competitive bidding procedures if the \nestimated  contract  is  valued  at  more  than  $500,000,  national \ncompetitive bidding procedures if the estimated contract is valued \nbetween $100,000 and $500,000, and shopping if the estimated \ncontract amount is less than $100,000. \n   \nConsulting Services  Two  international  consulting  firms  will  be  recruited:  one  for \ndetailed  design  and  procurement  assistance,  and  another  for \nconstruction supervision of civil works under the Project. The DoR \nwill select and engage the consultants in accordance with ADB’s \nGuidelines on the Use of Consultants (2007, as amended from \ntime to time). \n \nFor  detailed  design  and  procurement  assistance,  about  34 \nperson-months of international consultants and 32 person-months \nof  national  consultants  will  be  required.  For  construction \nsupervision,  an  estimated  28  person-months  of  international \nconsultants and 604 person-months of national consultants will be \nprovided. \n   \nProject Benefits and  Improving management of the country's road network through the \nBeneficiaries  capacity building component and the TA, and the construction of \ncritical  sections of  the country's  trunk road  network  under the \nProject, will enhance rural accessibility in the southern area as \nwell as expand the country's trunk road network by providing an \nalternate east–west link. This will reduce poverty incidence and \nimprove the quality of life in the remote southern areas. It will also \nintegrate  these  areas  with  the  national  and  subregional \neconomies through reduced travel time, accidents, overloading, \nand  vehicle  emissions.  The  Project  will  increase  the  DoR's \ncapacity for road asset development and management. This will \nensure the delivery of more efficient road asset development and \nmanagement, and higher-quality construction and maintenance, \n ", "iv   \nresulting in decreased recurrent costs in the medium and long \nterm. These will increase the overall level of social and economic \ndevelopment in Bhutan.  \n \nRemoteness  and isolation  are  the major  causes  of  poverty  in \nBhutan.  The  Project  will  improve  access  to  socioeconomic \nservices,  increase  employment  opportunities  and  income-\ngeneration activities, and improve transport services. These major \npositive impacts of the Project will significantly reduce poverty and \nimprove the quality of life in the project-influenced areas covering \nfive  dzongkhags  (districts):  Chhukha,  Dagana,  Pemagatshel, \nSamdrupjongkhar, and Zhemgang. \n   \nRisks and Assumptions  The risk of delayed implementation will be mitigated through (i) \nthe  DoR’s  advance  actions  and  ADB's  prior  review  of \nprocurement,  (ii)  more  hands-on  advice  during  procurement \nprocesses, and (iii) on-the-job training on safeguard requirements \nto the DoR and dzongkhag officials. The DoR will provide required \nsupport to dzongkhag offices to facilitate land acquisition. \n \nThe  risk  of  ad  hoc  design  changes,  which  could  result  in \nrealignment leading to implementation delay, has been minimized \nthrough full consultation with local communities and dzongkhag \nofficials. Technical advice will be provided by the consultant under \nthe  attached  TA  and  design  and  supervision  consultants  on \nappropriate  technologies  with  environmental  considerations, \nwhich will ensure projects are implemented in a timely manner \nand are of high quality. \n \nThe risk of inadequate maintenance financing is mitigated with \ncontinued  support  to  asset  management  planning  through  the \nattached  TA.  Sufficient  budget  was  allocated  to  the  targeted \nlength under the 9th Five-Year Plan, and the target length and \nbudget were increased under the 10th Five-Year Plan. \n   \nTechnical Assistance  In conjunction with the Project, TA will be provided for capacity \nbuilding of the DoR. The DoR will be equipped with skills in and \nknowledge  of  modern  road  technologies  in  planning,  survey, \ndesign, and construction, with environmental considerations. The \nestimated total cost of the TA is $500,000, of which ADB will \nfinance  $400,000  on  a  grant  basis  from  the  ADB  TA  funding \nprogram  (Technical  Assistance  Special  Fund-IV).  The  TA \nconsultants will be recruited in accordance with ADB’s Guidelines \non the Use of Consultants (2007, as amended from time to time). \n   \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Kingdom of Bhutan for the Road Network Project II. The report also describes proposed \ntechnical assistance (TA) for the Capacity Building of the Department of Roads, and if the Board \napproves the proposed grant, I, acting under the authority delegated to me by the Board, will \napprove the TA. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Performance Indicators and Analysis \n \n2.  In a landlocked country such as Bhutan, socioeconomic development depends largely \non an efficient and reliable road network. Since the construction of the 179-kilometer (km) \nPhuentsholing–Thimphu Highway in 1959, the national road network has expanded to about \n4,947 km of motorable roads, including 1,632 km of national highways, 489 km of district roads, \n813 km of feeder roads, 150 km of urban roads, 717 km of farm roads, and 560 km of forest \nroads. This gives a road density of 0.13 km per square km and 7.5 km per 1,000 inhabitants. \nThe km per inhabitants figure is relatively high in comparison with countries of similar size and \nincome level; this is due to Bhutan’s low population density. Despite the extent of the present \nroad  network,  many  rural  communities  remain  unconnected.  The  census  survey  of  2005 \nindicates that 9.7% of the population lives more than 6 hours away from the nearest road, and \nthat rural households in six districts comprise 73% of such population. Travel between east and \nwest regions relies on a single east–west national highway running through the northern part of \nthe country, or it requires going through India, especially in southern areas of the country. Only \none airport provides limited air access to the rest of the world. \n \n3.  Almost all national highways (95%), more than 90% of the district and urban roads, and \nabout 20% of feeder roads are paved. However, road conditions are poor. Narrow roads have \nbeen built along steep hillsides prone to landslides. Roads become difficult to use during the \nwinter months and rainy season. Improvement, maintenance, and expansion of the existing \nroad network are urgently needed. Because of the mountainous terrain, the area of land suitable \nfor  agriculture  is  limited  and  the  population  of  less  than  700,000  is  distributed  in  remote \nsettlements. This makes construction and maintenance of roads extremely difficult and costly. \nThe wide use of manual resurfacing has provided low-quality pavement. \n \n4.  The Department of Roads (DoR) under the Ministry of Works and Human Settlement \nhas  direct  responsibility  for  2,449  km  of  road  network,  comprising  1,125  km  of  national \nhighways, 419 km of district roads, 805 km of feeder roads, and 100 km of urban roads. \nDANTAK, an organization under the Army Engineering Corp of the Indian Border Force, has \nconstructed and maintained the country's main road network since 1959 and continues to \nmaintain 12% of Bhutan's main road network under a grant from the Government of India. Farm \nroads, forest roads, and some feeder roads are managed by the Departments of Agriculture, \nForestry  and  Education,  and  local  roads  and  mule  tracks  are  the  responsibility  of  local \ngovernment authorities. The DoR is also responsible for managing the national workforce, which \nhas been primarily employed for force-account road construction and maintenance works. \n \n5.  Budgetary expenditure of the DoR under the 9th Five-Year Plan (FYP, 2002–2007, \nextended to 2008) was Nu7,418 million ($161 million) against an original budget of Nu6,566 \nmillion ($143 million). The substantial increase in expenditure was due to extension of the 9th \nFYP to 2008. The average annual expenditure was Nu1,236 million against the original average ", "2   \nannual  expenditure  of  Nu1,313  million,  which  is  6%  underspending.  This  demonstrates \nremarkable improvement in the DoR's capacity and commitment. Under the 10th FYP (2008–\n2013), the budget is 1.8 times (2.2 times on the annual basis) as large as the 9th FYP due to \nthe newly elected government’s priority for road rehabilitation and development.  \n \n6.  Specific charges for road use are taxes on motor vehicles levied by the Road Safety and \nTransport Authority (RSTA), including annual registration, renewal, and ownership transfer fees, \nand these were Nu97 million in 2008, increasing from Nu60 million in 2005. In addition, road \nusers pay sales tax on fuel, and custom duties and sales tax on vehicles, which were Nu121 \nmillion in 2005 and Nu152 million in 2008. Revenue relating to road use was Nu249 million in \n2008, increasing from Nu181 million in 2005, which is absorbed into the general government \nrevenue. The average annual increase was very high at 15.6%. \n \n7.  The RSTA of the Ministry of Information and Communications is responsible for all motor \nvehicle-related activities including registration and licensing and roadworthiness and emission \ntests. The number of motor vehicle registrations increased from 29,914 in 2005 to 35,703 in \n2007, which is an average annual increase of 9.2%. The highest increase was in light vehicles \nat 13%, and there was not much increase in two-wheelers. Out of 35,703 motor vehicles \nregistered, over 60% were light vehicles and taxis, 20% were two-wheelers, and 13% were \nheavy vehicles.  \n \n8.  The RSTA regulates the transport industry and sets tariffs. The tariffs are binding for \npassenger traffic but considered indicative for freight. Large transport contracts are generally \ncontracted out by industries in open tender to both transport companies and truck owners. The \nfreight transport market is fully competitive. The size of the truck fleet has risen significantly in \nrecent years and increased competition is reported. For passenger transport, all bus services \nwere privatized by October 1999. As of June 2009, the RSTA had 124 bus routes covering 18 \ndzongkhags  (except  Gasa  and  Pemagatshel),  currently  operated  by  35  private  operators, \nexcluding city buses, which is above the RSTA public transport target in the 10th FYP of 170 \nbuses in operation. New routes proposed by either private operators or the RSTA will be \ncontracted out through open competition with passenger fares regulated by the RSTA with the \ndirect  cost  plus  operational  overhead.  Public  demand  for  transport  services  has  been \nincreasing, and the frequency of service has increased and operation hours have expanded. \nDemands for more routes will further grow with the construction of many new roads. The RSTA \nintroduced measures to encourage private operators to offer better services: waiving of import \nduty for purchasing new buses, and extending operation contracts to 10 years. \n \n9.  The Road Safety and Transport Act of 1999 defines the roles of the RSTA and the traffic \npolice in implementing the road traffic safety rules. The act reflects modern practice and the \ntraffic safety rules are in line with international standards. Despite rapid traffic growth, the \nnumber of reported accidents decreased from 1,039 accidents with 22 fatalities in 2005 to 858 \naccidents with 18 fatalities in 2007. This translates to 5 annual fatalities per 10,000 vehicles, \nwhich is low in comparison with lower and middle-income countries, where the range is 5–100 \nannual fatalities per 10,000 vehicles. \n10.  The design and monitoring framework for the Project is in Appendix 1. Appendix 2 \nprovides more details of the road sector in Bhutan.   \n \n \n ", "  3 \nB.  Analysis of Key Problems and Opportunities \n \n1.  Main Sector Issues and Government Initiatives \n \n11.  Despite the expansion of the road network, the coverage and condition of the country's \nroad network needs improving, and the demands of road transport are increasing. One of the \nmajor concerns with Bhutan's trunk road network is that the country is dependent on a single \neast–west national highway running through the northern part of the country. The absence of a \nsimilar east–west highway running through the south has constrained travel in the south. \n \n12.  Under the 10th FYP, the construction of the Southern East–West Highway is a major \nroad  infrastructure  development  priority,  in  addition  to  road  construction  connecting  to \nhydropower projects. The country’s southern regions hold the greatest promise for industrial \ngrowth, as evidenced by industrial developments in selected areas that already benefit from \nconnectivity. Additionally, the Southern East–West Highway will also provide an internal transit \nroute  for  Bhutanese  passengers  and  goods,  i.e.,  an  alternative  to  the  existing  east–west \nnational highway running through the northern part of the country. The Southern East–West \nHighway  will  facilitate  industrial  development  in  the  southern  economic  hubs  and  special \neconomic zones, and integrate them more effectively with their primary markets in India. Being \na landlocked country, road access plays a vital part in the trade and commerce of Bhutan. India \nis the largest trading partner accounting for 90% of the country's imports and 70% of its exports. \nBhutan's trade and economic communications with other South Asian countries depends on \nroute through India. Currently, there is only one road corridor that connects Bhutan with India, \nlocated in western Bhutan. To increase trade flows, reduce transaction costs, and provide \ngreater regional integration of the national road network and better trade facilities, the Southern \nEast–West  Highway  will  connect  to  border  access  points,  thus  improving  regional  road \nconnections between Bhutan and India, and through India to Bangladesh and Nepal. The 10th \nFYP also gives priority to continued maintenance and management of road assets, quality \nassurance and standardization, and strengthening of the road construction industry. \n \na.  Department of Roads Capacity Building \n \n13.  Until the early 1990s, there was only a very limited role for Government staff, local \nengineers, and contractors in road planning, construction, and management until the early \n1990s.  Since  the  8th  FYP  (1997–2002),  the  Government  and  domestic  private  sector \ncontractors have gained experience in road sector development and management, and the total \nDoR budget under the 10th FYP is Nu13.7 billion. To manage the large investment in roads, the \nDoR has initiated capacity strengthening and the streamlining of its business procedures. One \nof the major initiatives includes corporatization of the mechanical division with the establishment \nof the Construction Development Corporation (CDC) in July 2007. Utilization of equipment and \nwork efficiency of the CDC has been increased. \n \n14.  The DoR will continue to further strengthen its capacity in both the policy and planning \nand engineering and technical aspects. The Japan International Cooperation Agency (JICA) has \nprovided engineers on a long-term basis to the DoR to strengthen its engineering capacity. SNV \nBhutan has provided experts to provide training for design and construction with environmental \nconsiderations.  Under  the  proposed  attached  TA,  assistance  will  be  provided  in  asset \nmanagement and road technologies of survey, design, and construction, and especially on \nenvironmentally friendly road construction (EFRC) methods. \n \n \n ", "4   \nb.  Road Maintenance Financing \n \n15.  During the extended 9th FYP (2002–2008), the expenditure on resurfacing was Nu1,215 \nmillion for 1,285 km and for routine maintenance was Nu623 million for 2,307 km. The average \ncost per km of Nu945,000 for resurfacing and Nu45,000 for routine maintenance is considered \nappropriate.  The  average  annual  length  scheduled  for  resurfacing  was  214  km,  which  is \nconsidered to be about a 7-year resurfacing period. \n \n16.  Under the 10th FYP, the budget for resurfacing is Nu1,389 million for a planned 1,415 \nkm, and for routine maintenance Nu784 million. The budget per km is considered adequate and \nthe average annual length for resurfacing is about 280 km, which is about a 30% increase from \nthe 9th FYP. All roads are now in a periodic maintenance cycle. The average cost per km both \nfor resurfacing and routine maintenance has been increased to ensure better quality through \nincreased mechanization. \n \n17.  The efficiency of the use of the maintenance budget has also improved. The productivity \nof the large national workforce for routine maintenance has been improved during the 9th FYP \nfrom 1 km per person to 1.5 km per person through scheduled retirements, a freeze on new \nrecruitment, and increasing mechanization. A recent DoR initiative includes the introduction of \nperformance-based contracts in routine maintenance for a batch of road sections to a group of \nroad workers. The DoR continues to improve the road asset management systems for optimal \nallocation of the budget. The construction industry’s experience with mechanized roadworks is \nincreasing as the volume of works increases. These actions demonstrate the Government’s \nincreased commitment to maintenance and the increased efficiency of road maintenance works. \n \n18.  Taking into account the past budgetary provision and the trend, the Government is \nassessed as being able to adequately provide maintenance financing in a sustainable manner. \nIncreased  maintenance  quality  and  productivity  due  to  increased  mechanization,  quality \nassurance  systems,  the  recent  introduction  of  performance-based  contracts  for  routine \nmaintenance, and more adoption of EFRC techniques and appropriate road technologies, will \nalso increase the efficiency of maintenance works and hence reduce maintenance costs. The \nGovernment has given assurances that it will provide adequate financing to maintain roads \ndeveloped under Asian Development Bank (ADB) financing. \n \nc.  Construction Quality \n \n19.  Construction quality is a critical element for sustainable operation and management, and \nachieving it requires strengthening the capacity of both the Government and the private sector \nin quality assurance and control. The Government mandates the DoR to review design for all \nroads, including farm roads, which will enhance the quality of roads at all levels. Considerations \nwould also require the use of appropriate design and technology for building roads in the \ncontext of Bhutan, including traffic, weather, and soil conditions. Simple, low-cost methods are \noften more appropriate and effective in terms of construction speed, quality, and environmental \nconsideration, e.g., use of natural gravel, etc. The proposed Project will consider design and \ntechnology for simple, low-cost methods as appropriate. \n \n20.  The Standards and Quality Control Authority (SQCA) under the Ministry of Works and \nHuman Settlement is responsible for improving quality assurance. A technical specification was \nrenewed  and  published  in  February  2005,  incorporating  environmental  considerations.  All \nconstruction materials require certification by SQCA for use. The proposed attached TA project ", "  5 \nwill provide training in road technologies, which will help improve quality during the survey, \ndesign, and construction phases. \n \nd.  Construction Industry \n \n21.  With  limited  works  in  the  past,  the  local  construction  industry  has  little  capacity. \nHowever, local contractors have gained experience since the 8th FYP, and there has been \nfurther promotion of private sector participation under the 9th FYP. The amount of contracting \nout to the private sector has increased from Nu70 million under the 7th FYP (1992–1997) to \nNu1,027 million under the 8th FYP (1997–2002) and Nu3,806 million under the 9th FYP. The \ncontract awards under ADB's Road Improvement Project1 (Nu500 million) and Road Network \nProject2 (Nu1,232 million) greatly contributed to this increase. \n \n22.  The Construction Development Board (CDB) has a computerized registration system for \ncontractors and an interim mechanism for dispute resolution. The CDB will continue with these \nconstruction development services, research and technology development, and awareness of \nbest  practices. Training  provided  under  the  attached  TA  project  could  be  open  to  private \ncontractors. \n \n23.  Under the 10th FYP, the DoR will coordinate all roadwork contracts to be outsourced to \nthe private sector. Regional and internationally accredited engineering and construction firms \nwill also be encouraged to participate, in joint ventures with national construction firms where \nnecessary,  to  improve  the  quality  and  quantity  of  project  delivery.  Under  the  Project, \ninternational competitive bidding will be adopted. \n \ne.  Vehicle Pollution Control \n \n24.  To minimize pollution, the Government made a pollution control certificate for all vehicles \ncompulsory, and so all vehicles are required to have pollution checks. The RSTA encourages \nthe establishment of private sector pollution check centers, and there are two such centers so \nfar—in Thimphu and Phuentsholing. The Government has continued to establish permanent \npollution check centers, but needs to establish more in major cities that are equipped with \nemission test machines.  \n \nf.  Overloading \n \n25.  Overloading is an emerging problem in Bhutan as the size of vehicles increases. It is \nalso  expected  that  overloaded  trucks  will  operate  on  the  major  national  highways  as  the \neconomy  grows. An  overloading  control program is  being set  up  with  initial  installation  of \nweighbridges at major border points such as Gelephu, Jongkhar, Phuentsholing, Samdrup and \nSamtse. Mobile weighbridges are available and more weighbridges will be installed in industrial \ntowns. An overloading penalty of Nu500 per ton is strictly enforced.  \n \n \n \n \n                                                \n1  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Bhutan for the Road Improvement Project. Manila. \n2  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kingdom of Bhutan for the Road Network Project. Manila. \n ", "6   \ng.  Road Safety \n \n26.  Bhutan  has  a  lower  accident  rate  compared  with  other  lower  and  middle-income \ncountries. However, the extent of underreporting of accidents, especially in rural areas, is not \nknown. Considering the high growth of the vehicle fleet, these positive statistics may not be \nsustained. \n \n27.  The Road Safety and Transport Regulation of 1999 provides regulations for registration \nand licensing, commercial passenger vehicles, traffic control, and enforcement mechanisms. \nMeasures have been taken to educate all drivers on basic safety precautions and many driving \nrefresher courses have been organized. Vehicle inspections have been conducted, including \npredeparture inspection for buses and inspection of all vehicles every year, except commercial \nvehicles for which inspection is conducted every half year. Awareness of the need to improve \nroad safety is increasing. High-risk accident areas are identified and reported to the DoR for \nfuture improvement. Road safety audits are undertaken under the Project. \n \n2.  External Assistance and ADB Strategy \n \n28.  The  development  of  the  road  network  has  depended  upon  external  assistance \n(Appendix 3). The main development agencies and governments active in the road sector are \nADB and the governments of Austria, India, Japan, the Netherlands, and Switzerland. \n \n29.  The  World  Bank  has  the  ongoing  Rural  Access  Project  II,  which  has  included \nconsiderable institutional support to the DoR. Some support is also provided for the farm road \nprogram through agricultural development projects from various sources such as the European \nUnion, German Agency for Technical Cooperation, the Government of India, International Fund \nfor Agricultural Development, JICA, and Swiss Development Cooperation. \n \n30.  ADB  continues  to have  dialogue with major financing  agencies in the  sector. ADB \nassistance has focused on resurfacing the East–West Highway in the north and, since the First \nRoad  Network  Project  (RNP-I),  on  network  expansion.  JICA  focuses  on  bridges  and \nconstruction equipment and is now also considering support to roads; the World Bank focuses \non rural roads. For TA in the sector, bilateral funding agencies provide capacity building for \nengineering  aspects,  while  ADB  focuses  on  planning  and  policy  aspects,  and  on-the-job \ntechnical support. \n \n31.  ADB involvement in transport and communications has so far been exclusively in roads. \nSince 1983, within the sector ADB has provided four loans totaling about $52 million, seven \nadvisory TA projects totaling $3.66 million, and six project preparatory technical assistance \n(PPTA) projects totaling $2.28 million. ADB assistance in the sector focuses on improving and \nexpanding the road network to provide better access to regional and domestic markets with \nsupport to capacity development. The assistance will continue to provide a number of benefits \nthrough the following strategic sector objectives as per the country strategy and program (2006–\n2010):3 (i) continue to enhance the main road network, (ii) ensure adequate maintenance of the \nexisting road network is carried out, (iii) improve rural accessibility, (iv) support institutional \nstrengthening,  (v)  promote  private  sector  participation,  (vi)  improve  road  technology  and \nproductivity,  and  (vii)  support  subregional  links.  ADB's  South  Asia  Regional  Cooperation \nStrategy  and  Program4 for  2006–2008  supports  activities  in  improving  regional  transport \n                                                \n3  ADB. 2005. Country Strategy and Program 2006–2010: Bhutan. Manila. \n4  ADB. 2005. Regional Cooperation Strategy and Program: South Asia (2006–2008). Manila.  ", "  7 \nconnectivity  by  reducing  transportation  costs,  increasing  the  region's  competitiveness,  and \nfacilitating the movement of goods and people, thus promoting economic development. \n \n3.  Lessons  \n \n32.  ADB-assisted  road  projects  in  Bhutan  have  experienced  delays,  which  are  mostly \nattributable to (i) government procedures, especially relating to environmental clearances; (ii) \nunfamiliarity with ADB procedures and practices; and (iii) lack of capacity of the private sector in \nroad construction and engineering and related services. With the ongoing RNP-I, delay in \nimplementation was caused mainly by a delay in recruitment of consultants and in the land \nacquisition process. The progress of construction is generally acceptable. \n \n33.  The main weaknesses in project execution relate to design finalization, procurement, \nand land acquisition. The DoR has increased the number of engineers, especially in survey and \ndesign areas, and there is a need for further increases in terms of the number of engineers and \nlevels of skills and knowledge. For safeguard implementation, the DoR has strengthened its \ncapacity to satisfy interministerial procedures, such as environmental clearance, and increased \nits familiarity with ADB procurement procedures. During the regional workshop, representatives \nfrom dzongkhags with project roads were invited for discussions to expedite land acquisition \nprocesses. For procurement, the DoR has been exposed to ADB procurement procedures \nthrough several ADB projects. Private sector contractors have also gained experience through \nmore works of a larger size. The DoR has taken initiatives to improve the speed and quality of \ncompletion of construction works, including regular monitoring of project progress. \n \n34.  Under the Project, the DoR will outsource design works to international engineering \nconsultants, who will provide procurement support including finalizing bidding documents. On \nsafeguard aspects, while dzongkhags are competent authorities for land acquisition, the DoR \nhas offered support such as surveys. The social and resettlement specialist, who will be part of \nthe team of the design and supervision consultants, will also provide training to the DoR and \ndzongkhag officers to familiarize them with ADB policies and requirements, thus improving the \nGovernment's capacity in safeguard implementation. The attached TA project will enhance the \nDoR's capacity in the planning and engineering of roads using modern technologies.  \n \nIII.  THE PROPOSED PROJECT \n \nA.  Impact and Outcome \n \n35.  The Project will promote industrial development in the southern areas of the country, \nwhich is remote and has high poverty incidence but high agricultural and industrial development \npotential.  The  Project  will  integrate  the  southern  areas  more  effectively  with  their  primary \nmarkets, increasing regional trade, through increased passenger and freight transport within the \ncountry and with India. The Project will open up high-potential areas of Bhutan to the regional \ntransport and distribution system, promoting mutual economic growth and poverty reduction to \nBhutan and other South Asian countries through more economic opportunities with India and \naccess to job opportunities and markets. It will also expand the road transport network in the \nsouthern region, providing a major internal transit route for Bhutanese passengers and goods, \ni.e., an alternative to the existing east–west national highway running through the northern part \nof the country. \n \n \n \n ", "8   \nB.  Outputs \n \n36.  Investment  Component. The Project will upgrade or construct five critical sections \n(about 180 km) of the southern east–west highway: (i) Manitar–Raidak (37 km, upgrading to a \nnational  highway),  providing  access  to  the  border crossing  at  Lhamoizingkha;  (ii)  Raidak–\nLhamoizingkha (25 km,  constructing a  national  highway);  (iii) Panbang–Nganglam  (36 km, \nconstructing a national highway), providing access to the border crossing at Nganglam; (iv) \nTsebar–Mikuri–Durung  Ri  (62  km,  constructing  a  feeder  road);  and  (v)  Samdrupcholing–\nSamrang (23 km, constructing a national highway), providing access to the border crossing at \nSamdrup Jongkhar. Consulting services will be provided to prepare detailed design and support \nimplementation of the civil works. Road improvement and construction works under the Project \ninclude constructing roadways including longitudinal drainage structures, installing culverts and \nbridges, constructing new bridges and cross-drainage structures, and structures for resettlement \nand rehabilitation of project affected people (Appendix 4). \n \n37.  Capacity Building Component. The Project will also provide equipment necessary for \nthe Government to enhance sector capacity such as quality control, survey and design, and \ncontrol of overloading and vehicle emissions. Major equipment includes laboratory equipment, \nsurvey and design equipment and software, vehicle emission and fitness testing equipment, and \nweighbridges. TA will be attached to the grant to support DoR capacity building, including \nincreased knowledge of and skills in road technologies for survey, design, and construction, \nespecially on EFRC methods. Support to road asset management will be continued for systems \nupdate  and  enhancement.  The  consultants  will  identify  the  specifications  and  timing  of \nequipment required during the TA implementation. Consulting services under detailed design \nand  construction  supervision  will  provide  on-the-job  technical  inputs  and  training  during \nimplementation, especially on EFRC. \n \nC.  Special Features \n \n38.  Environmental  Considerations  and  Appropriate  Technologies  in  Design  and \nConstruction. The DoR has adopted EFRC techniques in its design standard and construction. \nThe methodology adopted for environmental consideration will minimize damage to the natural \nenvironment  by  use  of  controlled  blasting,  limited  use  of  bulldozers  (excavator-tipper \ncombinations are used instead), use of log and boulder barriers to control slipping of blasted or \nexcavated materials, and incorporation of bioengineering techniques for slope protection. The \nlatest road technical specifications for roads and bridges published in February 2005 adopt \nthese  methods.  Also,  simple,  low-cost  methods  are  appropriately  adopted  for  improving \nconstruction speed, quality, and environmental consideration, e.g., the use of natural gravel, etc. \nThe Project will adopt these methods for all road sections. \n \n39.  Community Participation in Alignment Selection. During project preparation, field \nstudies were conducted by using household surveys, focus group discussions, village profile \nsurveys, consultations with other stakeholders both on-site and at headquarters in Thimphu, \nand workshops at which findings were discussed and roads and preliminary alignments were \ndetermined. The proposed alignment was decided through public consultation with communities \nand consideration of the assessment of economics and technical, social, and environmental \naspects. Any changes to the alignment will be minimal at the time of detailed engineering \nstudies due to full consultation with communities. \n \n ", "  9 \nD.  Project Investment Plan \n \n40.  The project investment cost is estimated at $54.32 million, including taxes and duties \n(Table 1). The detailed cost estimates and financing plan are in Appendix 5.  \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Investment Component  48.02 \n  2.  Capacity Building Component  1.00 \n    Subtotal (A)  49.02 \nB.  Contingenciesc  5.30 \nC.  Financing Charges During Implementationd  0.00 \n       Total (A+B+C)  54.32 \na   Includes taxes and duties of $3.8 million. \nb  In mid-2009 prices. \nc   Physical contingencies computed at 5% for civil works. Price contingencies computed at 0.5% on \nforeign exchange costs and 5% on local currency costs; includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nd   100% Asian Development Fund Grant. \nSource: Asian Development Bank estimates. \nE.  Financing Plan \n \n41.  It is proposed that ADB provides a grant of $38.76 million equivalent from its Special \nFunds resources, inclusive of a $10.00 million grant from the subregional pool of the ADF and \nan $8.76 million grant from additional ADF liquidity. The Government will finance the remaining \nlocal cost of $15.56 million equivalent, or 28.6% of the total cost, including taxes and duties, \nland  acquisition,  remuneration  of  counterpart  staff,  office  accommodation,  and  other \nmiscellaneous costs (Table 2). \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank  38.76    71.4 \nGovernment  15.56    28.6 \n  Total    54.32    100.0 \nSource: Asian Development Bank estimates. \n \n42.  The  original  country  performance-based  allocation  of  ADF  is  $20  million.  The \nsubregional pool of ADF of $10 million has been provided in the country partnership strategy  \nmidterm  review  report5 based  on  subregional  implications  of  the  Project.  Development  of \nsouthern  areas  of  the  country  with  high  poverty  incidence  but  with  high  agricultural  and \nindustrial development potential will increase trade with India. Provision of an alternative east–\nwest road in the south will substantially increase traffic and hence business opportunities, \nespecially traffic between northeastern states of India and Thimphu and north of Thimphu, \nunder the Project. The additional ADF liquidity of $8.76 million was provided to Bhutan under \n                                                \n5  ADB. 2009. Country Partnership Strategy Midterm Review: Bhutan 2006–2010. Manila. \n ", "10  \nthe crisis response of ADF, all of which has been allocated for the Project by the Government. \nThis will support the Government's continued economic development and poverty reduction \nefforts and prevent any adverse impact on the economy, especially the tourism industry, in the \nwake of the global financial and economic slowdown. \n \nF.  Implementation Arrangements \n \n1.  Project Management \n \n43.  The organization chart for project implementation is provided in Appendix 6. The DoR \nwill be the executing agency. The project management office (PMO) will be established and \nheaded by a full time project coordinator at the executive engineer level. The PMO will be \nresponsible for (i) the overall coordination, management and monitoring of the Project, (ii) \nsupervision of the detailed engineering design and (iii) procurement. The DoR may, as required, \norganize meetings of related agencies of the Government to facilitate swift resolution of any \nimplementation-related issues requiring coordination amongst various departments.  \n  \n44.  In  addition  to  the  PMO,  two  site  offices  will  be  established  to  be  responsible  for \nmonitoring day-to-day implementation of the Project and preparation of project progress reports, \neach to be headed by a project manager at the assistant engineer level. \n \n45.  Procurement and contract awards will be the responsibility of the PMO. Each regional \noffice will be responsible for (i) monitoring the progress of day-to-day project implementation, \nand (ii) preparing project progress reports. The project coordinator will consolidate these reports \nand  submit  them  to  the  DoR  and  ADB,  and  will  be  responsible  for  preparing  withdrawal \napplications. The project coordinator and all project managers will meet on a quarterly basis or \nas required. \n \n2.  Implementation Period \n \n46.  The Project will be implemented over 5 years inclusive of preconstruction activities, and \ntaking into account the time required for preparing detailed design, bidding documents, and \nprocurement. Civil works are expected to commence around January 2011 and be completed in \nDecember 2014. The implementation schedule is included in Appendix 7. \n \n3.  Procurement \n \n47.  Procurement to be financed from the ADB grant will be carried out in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time). The civil works contracts \nwill be undertaken in 10 contract packages (Appendix 8). All these contracts are estimated at \nmore than $1 million and will be procured through international competitive bidding procedures \nwith domestic margin of preference. ADB is currently updating the list of countries eligible for \ndomestic preference, which will be issued shortly. If Bhutan is not on the updated list of eligible \ncountries at the time of bidding, the domestic preference referred to elsewhere in this report will \nnot be applicable to this Project. The civil works contracts have been packaged to encourage \nboth  international  and  national  bidders  to  participate  for  development  of  the  domestic \nconstruction industry.  The indicative  contract  packages  are in  Appendix 8. Bidders will  be \npostqualified by applying a single-stage, two-envelope bidding procedure. Award of contracts \nwill require prior review and approval by ADB. \n ", " 11 \n48.  Equipment financed under the Project will be worth $1 million under the capacity building \ncomponent,  and  will  be  procured  using international  competitive  bidding  procedures  if  the \nestimated contract is more than $500,000, using national competitive bidding (NCB) procedures \nif the estimated contract is between $100,000 and $500,000, and shopping if the estimated \ncontract amount is less than $100,000. Contract packaging for equipment will be based on \nrequired technical features and timing of procurement. The TA consultants engaged under the \nattached TA will identify the packages during TA implementation. The procurement plan is in \nAppendix 9. \n \n49.  The NCB  annex  summarizes necessary modifications to  or clarification  of Bhutan’s \nprocurement procedures to carry out NCB for ADB-financed projects. NCB will be used for \ncontracts with an estimated value of less than $1 million and in cases where it is deemed more \nexpeditious than international competitive bidding. \n \n4.  Consulting Services \n \n50.  Two  international  consulting  firms  will  be  recruited  for  (i)  detailed  design  and \nprocurement assistance, and (ii) construction supervision of civil works under the Project. The \nDoR will select and engage the consultants in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). \n \n51.  For  preparing  detailed  design  and  bidding  documents  and  helping  the  DoR  with \nprocurement, an international consulting firm, in association with a national firm and/or individual \nconsultants, will be recruited. The consulting inputs of the consultants will be 34 international \nperson-months  and  32  national  person-months.  The  terms  of  reference  (TOR)  have  been \nprepared (Supplementary Appendix C). The DoR has proposed to select the project preparatory \ntechnical assistance (PPTA) consultant as the detailed design and procurement assistance \nconsultant through single source selection, which is a justifiable request because the PPTA \nconsultants (i) have a clear advantage due to the highly unique topographic and geotechnical \nconditions of project roads, thereby limiting competition; (ii) do not require preparatory work, \nthereby  saving  costs; (iii)  have  demonstrated  qualifications  and  experience  through  strong \nperformance during the PPTA; and (iv) did not prepare the TOR for the subsequent project \npackage on design and procurement assistance, thereby confirming absence of conflict of \ninterest (refer to Attachment 1 of Appendix 9). If selected, key personnel of the PPTA team, \nincluding the team leader, the deputy team leader, and the current national specialists on \nenvironment  and  resettlement/social  issues,  will  be  retained  for  design  and  procurement \nassistance. \n \n52.  For construction supervision, an international consulting firm in association with national \nconsultants  and/or  individual  consultants  will  be  recruited.  The  TOR  have  been  prepared \n(Supplementary Appendix D). An estimated 28 person-months of international and 604 person-\nmonths of national consulting inputs will be provided. The international consultants will also \nprovide on-the-job training to counterpart staff and national consultants, especially on EFRC \nimplementation. The consultant will be recruited using the quality- and cost-based selection \nmethod (with full technical proposal). \n \n5.  Advance Contracting and Retroactive Financing \n \n53.  ADB approved advance contracting of civil works and provided in-principle agreement \nfor retroactive financing in July 2009. Up to 20% of the grant proceeds will be eligible for \nretroactive  financing,  provided  that  expenditures  are  incurred  on  works,  equipment,  and \n ", "12  \nconsulting services for the Project in accordance with agreed procedures and during the 12 \nmonths before the signing of the grant agreement. The Government has been informed that \napproval of advance contracting and in-principle approval of retroactive financing does not in \nany way commit ADB to finance the Project. \n \n6.  Anticorruption Policy \n \n54.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  and  the  DoR.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the Project. \nTo support these efforts, relevant provisions of ADB’s Anticorruption Policy are included in the \ngrant regulations and the bidding documents for the Project. In particular, all contracts financed \nby ADB in connection with the Project will include provisions specifying the right of ADB to audit \nand examine the records and accounts of the DoR and all contractors, suppliers, consultants, \nand other service providers as they relate to the Project. \n \n55.  The contracting regime is transparent, and open tendering is conducted in accordance \nwith  the  Financial  Manual  (1988)6,  which  was  developed  with  ADB  assistance.  This  was \nenhanced through a series of modifications as the Procurement Rules and Regulations 20097 \nalong with standardization of bidding documents of works and goods, and request for proposal \nfor recruiting consulting services. The Royal Audit Authority undertakes a periodic audit of \naccounts  and  statements  as  part  of  its  mandate  on  performance  audits  of  government \nministries. The Public Finance Act was enacted in 2007 to regulate the financial management of \nthe  Government  in  order  to  promote  the  effective  and  efficient  use  of  public  resources, \nstrengthen accountability, and provide statutory authority and control for sound and sustainable \nfiscal policy. In respect of anticorruption measures, the Royal Audit Authority undertakes a \nprogram of workshops to (i) increase awareness of public officials and the general public of \nissues surrounding corruption, and (ii) promote discussions on current policies and guidelines. \n \n56.  The  Project  is  the  second  project  of  a  similar  nature.  The  financial  management \narrangements for the project will remain the same as they were for the RNP-I. The Government \nis familiar with managing external funds, as well as utilizing, accounting, and reporting for the \nsame. \n \n57.  The DoR will disclose information on the progress of the project to the public by making \ntimely updates on its website. The DoR has separated its mechanical division into a separate \ncorporate entity (CDC), which will help increase competition among contractors, and hence \nincrease quality and reduce cost. To enhance overall road sector management, part of the \nattached TA project will provide capacity strengthening of the DoR in asset management, which \nwill  improve  governance  of  road  administration  and  accountability.  For  the  Project,  ADB \nprocurement procedures using international competitive bidding will enhance transparency and \nfair competition, and ADB disbursement procedures and FIDIC8-based contract management \nwill mitigate corruption problems during implementation. \n \n                                                \n6  Royal Government of Bhutan. 1998. Financial Manual 1988. Thimphu. \n7  Royal Government of Bhutan. 2009. Procurement Rules and Regulations 2009. Thimphu. \n8 Federation Internationale Des Ingenieurs-Conseils \n ", " 13 \n7.  Disbursement Arrangements \n \n58.  Grant disbursements will be in accordance with ADB’s Loan Disbursement Handbook \n(2007, as amended from time to time). Direct payment, reimbursement, and imprest account \nprocedures will be used for civil works, consulting services, and equipment. An imprest account \nfor RNP-II will be established at the Royal Monetary Authority, and the initial and maximum \namount to be deposited in the imprest account shall not exceed 10% of the grant amount or the \nequivalent  of  6  months  estimated  expenditure  to  be  financed  from  the  imprest  account, \nwhichever is lower. The DoR will be responsible for monitoring this account, including monthly \nreconciliation  of  the  accounts  and  preparation  of  the  withdrawal  applications  for \nliquidation/replenishment  of  the  account.  To  expedite  disbursement  during  implementation, \nstatement of expenditure (SOE) will be used to reimburse, liquidate, or replenish the imprest \naccount for any individual payments not exceeding the equivalent of $50,000, which may be \nreviewed and increased to $100,000 based on experience of the new project team and its \ncapacity to manage SOE. The project coordinator will ensure timely processing of payment \nrequests from the contractors and will ensure that the PMO processes and forwards each \npayment request within 5 days of receipt of such requests to the Ministry of Finance for release \nof funds.  \n \n8.  Accounting, Auditing, and Reporting \n \n59.  The DOR will maintain separate records and accounts adequate to identify the goods \nand services financed from the grant proceeds, the expenditure incurred, and the use of local \nfunds under the Project. The accounts will be set up in accordance with sound accounting \nprinciples. These project accounts and related financial statements will be audited annually in \naccordance with sound auditing standards by auditors acceptable to ADB. The annual audit \nreport will include the audit of the SOE procedures, and will specifically include a separate audit \nopinion on the use of grant proceeds and compliance with SOE procedures. The imprest \naccount and SOE will be audited as part of the regular annual audit. The auditor’s opinion of the \nexamination of the imprest account and SOE will be separate in the auditor’s report. \n \n60.  The audited reports and financial statements will be submitted to ADB not later than 9 \nmonths after the end of each fiscal year, taking into account the geographical and logistical \ndifficulties in completing the auditing within 6 months. The request from the Government for a 9-\nmonth period for completing and submitting reports of audits carried out on the project activities \ncan be considered justified considering that Project roads are scattered from the west to the \neast with difficult access, and contracts will be managed by the PMO and two site offices which \nare also scattered to facilitate close management of project roads. This will mean that the PMO \nwill require more time for checking submissions by site offices. Under the ongoing project (RNP-\nI), the time allowed for submission of audited project accounts to ADB is 9 months following the \nend of the fiscal year based on weak capacity of the country's auditing systems. Of the two \nactual submissions so far, one was delayed by 2.6 months beyond the 9 months and the other \nwas submitted 1.5 months in advance, which is still 7.5 months from the end of the fiscal year. \n \n61.  The  DoR  will  prepare  and  provide  ADB  with  Project  quarterly  progress  reports  on \nprogress made during the period of review, changes if any to the implementation schedule, \nproblems or difficulties encountered and remedial actions taken, anticipated problems and the \nproposed remedial measures, and work to be undertaken in the following period. The DoR will \nsubmit the quarterly progress reports to ADB within 45 days from the close of each quarter. \nThese reports will also include a summary financial account for each subproject, expenditure to \n ", "14  \ndate,  report  on  performance  monitoring,  and  the  results  of  monitoring  of  the  social  and \nenvironmental impacts. \n \n62.  The DoR will prepare and provide ADB with a road completion report within 3 months of \nphysical completion of each individual road, and a Project completion report within 3 months of \ncompletion of transactions under the Project. These reports will cover a detailed evaluation of \neach  road  project  and  the  overall  project  covering  the  design,  costs,  contractors’  and \nconsultants’ performance, social and economic impact, economic rate of return, and other \ndetails relating to the Project as may be requested by ADB. \n \n9.  Project Performance Monitoring and Evaluation \n \n63.  The  DoR  will,  within  3  months  of  the  grant  signing,  develop  a  systematic  project \nperformance monitoring system, in a form and substance acceptable to ADB, for use throughout \nthe life of the Project. \n \n64.  The DoR will establish, within 3 months of the effective date of the grant, a baseline for \nperformance indicators to be used for monitoring implementation of each road project. It will \nthereafter conduct evaluation surveys annually under each road project, in accordance with the \nproject performance monitoring system, to evaluate the scope, implementation arrangements, \nprogress, and achievements of objectives of the Project. \n \n10.  Project Review \n \n65.  ADB and DoR will meet regularly as required to discuss the progress of the Project and \nany changes to implementation arrangements or remedial measures required to be undertaken \ntowards achieving the objectives of the subprojects and the Project. A midterm review of the \nProject will be undertaken by ADB and DoR in 2012. The midterm review will focus on issues \nrelated to implementation arrangements, and agree on changes, if needed, to achieve the \nobjective of the Project. \nIV.  TECHNICAL ASSISTANCE \n \n66.  The TA of $400,000 for Capacity Building of the Department of Roads will cover part of \nthe Government’s initiatives to strengthen DoR capacity in road technologies and road asset \nmanagement to ensure the quality of road construction. The focus of the TA will be to equip \nDoR officials with knowledge of and skills in the road technologies of survey, design, and \nconstruction, especially with environmental considerations. Support to road asset management \nwill be continued with focus on guiding DoR officials in the optimal use of the road asset \nmanagement systems and application of computerized systems in applicable roads. \n \n67.  The  consultants  will  undertake  the  services  in  close  consultation  with  the  director \ngeneral of the DoR. Other agencies such as SQCA, CDC, CDB, and Construction Association \nof Bhutan will also participate in training and workshops. The consultants will also conduct \ntraining and workshops in the field and nationally as required. \n \n68.  The TA will be financed on a grant basis from ADB's TA funding program (Technical \nAssistance Special Fund-IV), and be carried out by an international consulting firm, to be \nrecruited in accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended \nfrom time to time). The TA will be implemented for 6 months from December 2009 to May 2010. ", " 15 \nInternational inputs of about 13 person-months are required. Terms of reference for the TA are \nin Appendix 10. \n \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n \nA.  Technical Aspects \n \n69.  Various measures suitable to Bhutanese  conditions  are incorporated in  the  design, \nespecially  environmental  considerations  in  design  and  construction,  e.g.,  bioengineering  in \nslope  protection,  controlled  blasting,  and appropriate  technologies. Overall, the Project will \ndevelop quality roads (thereby substantially improving transport efficiency), speed up traffic, \nimprove travel conditions, and reduce journey time and vehicle operating costs (VOCs). \n \nB.  Institutional and Operational Improvements \n \n70.  Improving  management  of  the  Bhutan  road  network  through  the  capacity  building \ncomponent and the TA, and the expansion of the road network under the Project, will enhance \noverall road conditions and usability, thus increasing the travel speeds and reducing travel time, \naccidents, overloading, and hence subregional traffic. The enhancement of the DoR’s capacity \nin construction quality and road asset management will improve sustainability of roads and \nefficiency  of  road  maintenance,  leading  to  better  governance  in  road  administration  and \naccountability  creating  an  environment  encouraging  efficiency  within  the  DoR  and  the \nconstruction industry. This will ensure that road asset development and management is more \nefficient, and construction and maintenance is of higher quality, resulting in decreased recurrent \ncosts over the medium and long term. This will add to the overall level of social and economic \ndevelopment in Bhutan. \n \nC.  Economic Assessment \n \n71.  The economic assessment was conducted in accordance with ADB’s Guidelines for the \nEconomic Analysis of Projects.9 The highway design and maintenance model was used to \ncalculate VOCs and time costs with modification for conditions in Bhutan. The principal benefits \nare VOCs savings and travel time savings. Additional benefits to the population in project-\naffected areas have been added: (i) savings in VOCs and time due to improved passenger and \nfreight transport, (ii) benefits of traffic generated by increased consumption and production due \nto better access, (ii) reduced loss of perishable goods are also added as part of the exogenous \nbenefits of the model, and (iv) VOC savings for the traffic diverted from other routes due to \nshortened project roads. \n \n72.  The economic internal rate of return (EIRR) for the roads evaluated varied between 16% \nand 24%. The Project as a whole and by the individual road is robust. This is mainly due to the \nleast-cost approach, such as reducing the formation width and use of gravel for those roads \nhaving limited traffic. \n \n73.  The sensitivity of the EIRR for the project roads was analyzed with respect to changes in \nthe  benefit  and  cost  streams.  The  following  sensitivity  test  cases  were  examined:  (i) \nconstruction costs increase by 20%, (ii) benefits decrease by 20%, (iii) a combination of the first \ntwo cases, (iv) a construction delay of 1 year, and (v) a 50% reduction to the highest benefit \n                                                \n9  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n ", "16  \ncategory. The results show that the quantified economic benefits are robust to various sensitivity \ntests. Only one road has an EIRR slightly below 12% in the worst-case scenario. The roads \nserve one of the most undeveloped areas of the country, and their improvement will have a \npositive impact on the development of these areas. Considering their positive development \nimpact and the fact that even in the worst-case scenario, they have an EIRR of more than 10%, \nthe roads are recommended for implementation under the Project along with all other roads \nincluded in the analysis. Details of the economic assessment are in Supplementary Appendix E. \n \nD.  Financial Sustainability \n \n74.  Incremental recurrent costs associated with the project are estimated to be 14% of the \ncurrent DoR maintenance budget and 2% of the overall DoR budget on an annual basis. The \nmaintenance  will  be  required  after project  completion in 2014 and  the appropriate budget \nincrease is expected, considering the trend in past years. It is reasonable to expect that funds \nwill be available to meet these costs. \n \nE.  Social Impacts \n \n75.  Livelihood and Poverty Reduction. Remoteness and isolation are the major causes of \npoverty in Bhutan. The construction of national highways and feeder roads covering 183.0 km \n(Manitar–Raidak, 37.0 km; Raidak–Lhamoizhingkha, 25.0 km; Panbang–Amshingwoong, 36.0 \nkm; Samdrupcholing–Samrang, 23.0 km; and Tsebar–Mikuri–Shingchungri, 62.0 km) will have \ndirect benefits for the local population (poor and vulnerable groups and households headed by \nwomen).  The  Project  is  expected  to  improve  the  quality  of  life  and  bring  new  economic \nopportunities to the remote areas of the country. It is also expected to increase economic \nactivity  (particularly  in  small  retail)  at  the  roadsides  and  increased  accessibility  due  to \nconstruction of access roads connected to the main roads.  \n \n76.  The socioeconomic impacts of the Project will be positive in terms of access to health \ncare facilities and education, improved communication facilities, easy transportation of cash \ncrops, and vibrant growth of economic activities in rural villages. Rural electrification is also \nexpected to improve once road connectivity is established. This will permit students to study for \nlonger hours in the evening, and contribute to a cleaner living environment through the use of \nelectricity and gas for cooking, thus saving the forests from further degradation. \n \n77.  The income-generation activities of the population of the immediate and wider project \ninfluence areas are expected to increase through sales of local produce at the road sites almost \non a daily basis. As a result, the Project will significantly reduce the poverty level and improve \nthe  quality  of  life  in  the  five  beneficiary  dzongkhags  (districts)—Chhukha,  Dagana, \nPemagatshel, Samdrupjongkhar and Zhemgang—through connectivity of these remote rural \nareas. A summary poverty reduction and social strategy is in Appendix 11.  \n \n78.  Gender. Gender participation was ensured during the course of the social study by \nundertaking a process of gender analysis to assess the impact of the Project. Sixteen focus \ngroup discussions were undertaken with women belonging to different socioeconomic groups \nsuch  as  high  income,  poor  people,  and  women  belonging  to  different  ethnicities.  These \ndiscussions revealed that the majority of the women felt that the roads will benefit them as they \nwill be able to transport their yield to market and this will help increase their income. The study \nrevealed no significant discrimination against women in Bhutan. The socioeconomic survey \nshowed that, although some activities may be predominantly undertaken by either women or \nmen, women and men traditionally have equal status for most socioeconomic activities. The ", " 17 \nstudies also revealed that rural women are becoming more visible in both household and other \nactivities, and women are frequently taking on additional work to ensure a comfortable lifestyle \nfor their families. Along with men in the project areas, women will benefit from (i) easier access \nto external markets, (ii) increased local retailing opportunities, and (iii) easier access to health \ncare  centers  and  education  facilities.  Women  may  also  benefit  more  than  men  from  the \nincreased access to schools. Traditionally, enrolment rates in schools have been lower for girls \nthan for boys. \n79.  Involuntary Resettlement and Indigenous People. To assess the Project resettlement \nimpacts, a census survey based on preliminary road designs was undertaken from February to \nApril 2009. For the five roads proposed for construction (national and feeder), 125.89 acres of \nprivate land (107.59 acres of dry land and 18.3 acres of wet land) are going to be affected. All \nthe land to be acquired is privately owned. There are 279 affected households in total for all the \nroads.  Eighty  six  affected  structures  are  mainly  permanent  houses,  temporary  sheds, \ncowsheds, toilets, water tanks, and water taps. There are also mud irrigation channels that are \ncommunity-owned and will require restoration. \n \n80.  Five separate short resettlement plans have been prepared to mitigate and address all \nthese  and  associated  losses.  These  resettlement  plans  were  developed  based  on  ADB’s \nInvoluntary Resettlement Policy (1995), and Government Land Act 1979 (amended in 2007). \nComplete details of compensation rates for the loss of land and structures, shifting assistance, \nand  other  income  restoration  assistance  are  provided  in  the  entitlement  matrix  of  the \nresettlement plans. Additional support provisions for affected people belonging to vulnerable \ngroups are included in the resettlement plans. No impact on indigenous people is envisaged. \nThe total cost for resettlement is estimated at $1.23 million (Nu63,965,384). A summary of the \nresettlement plans is in Supplementary Appendix A.   \n81.  AIDS  and Human  Trafficking. The Government has the 15-year National Sexually \nTransmitted Disease/AIDS Control Program. This is a multisector initiative involving all sections \nof society in Bhutan since 1988, assisted by bilateral development agencies, United Nations \nagencies, and  a World Bank grant.10 The  Government  has  been  successfully carrying out \nawareness campaigns and free health care to minimize the spread of HIV/AIDS in various parts \nof the country. The social assessments undertaken have not revealed any significant risks of \nHIV/AIDS and human trafficking. However, the DoR will ensure that all civil works contractors \ndisseminate information at work sites on the risks of sexually transmitted diseases and AIDS for \nthose employed during construction. Contracts for all subprojects will include specific clauses on \nthese undertakings, and compliance will be strictly monitored by the DoR, with the support of \nsupervision consultants during project implementation. \n \nF.  Environmental Impacts \n \n82.  The Project has been classified as category A under ADB’s Environment Policy (2002) \nas some of the road segments fall inside environmentally sensitive areas. Of the five road \nsegments,  the  Panbang–Nganglam  road  falls  inside  the  buffer  zone  of  the  Royal  Manas \nNational Park for most of its 36 km length, and approximately 7 km of the Samdrupcholing–\nSamrang  road  falls  inside  the  Khaling  Wildlife  Sanctuary.  In  addition  to  these  two,  road \nsegments  along  the  Raidak–Lhamoizhingkha  road  fall  inside  habitat  of  important  wildlife \n                                                \n10  World Bank. 2004. Project Appraisal Document on a Proposed Grant in the Amount of SDR 4.0 million (US$5.77 \nmillion equivalent) to the Kingdom of Bhutan for an HIV/AIDS and STI Prevention and Control Project. Washington \nD.C.   \n ", "18  \nspecies—elephant (Elephus maximus) and gaur (Bos gaurus). Both these species are listed as \nendangered  and  vulnerable  under  the  IUCN11 list  and  under  Schedule  I  (totally  protected \nspecies) of the Forest and Nature Conservation Act of Bhutan 1995. In addition, the Forest and \nNature  Conservation  Act  requires  the  preparation  of  a  detailed  environmental  impact \nassessment (EIA) for projects that fall inside or in the buffer zone of protected areas. An EIA \nhas been prepared for this project and the summary EIA (Supplementary Appendix B) was \ncirculated to the Board. \n \n83.  Anticipated environmental impacts under the Project include impacts on (i) the physical \nenvironment such as air, soil, and water; (ii) the biological environment, such as vegetation and \nwildlife; and (iii) the socioeconomic environment, such as land acquisition and resettlement, \nlabor  conditions,  and  damage  to  local  infrastructure.  Most  of  the  impacts  are  short  term, \nreversible, and confined to the construction stage of the Project. Most of the impacts can be \nminimized  and  addressed  through  mitigation  measures  that  have  been  included  in  the \nengineering design and the environmental management plan (EMP), which follow the principles \nof environmentally friendly road construction advocated by the Department of Roads. Hence, all \nnecessary mitigation costs have already been included in the engineering works.  \n \n84.  Removal of approximately 100 hectares (ha) of vegetation including 21,000 trees with a \ndiameter  breast  height  (dbh)  that  is  greater  than  0.9  meter  are  potential  permanent  and \nirreversible  impacts. However,  necessary  measures  will  be  implemented  to revegetate  the \nnewly cut slopes and areas and a compensatory tree plantation program along with a lump-sum \nbudget amount have been included in the EMP to recover the lost trees. Disturbance to wildlife \nhabitat and obstruction of the wildlife movement paths, particularly of elephant and gaur, from \nthe Indian plains in the south into the foothills of Bhutan in the north are the most significant \nimpacts  anticipated  from  the  Project.  Discussions  have  been  carried  out  with  the  Nature \nConservation Division of the Department of Forests, and the department has agreed to provide \ntechnical support for ensuring the development of road design and structures that will allow the \ncontinuation of the wildlife movement. \n \n85.  Both the EMP and engineering costs will be further updated after the detailed design \nstudies have been carried out. An environment specialist will be engaged to ensure that all \nproposed measures are taken to minimize or mitigate negative impacts during the preparation of \nthe detailed design. Significant changes in the EIA and EMP due to significant changes in the \nProject will warrant resubmission of the EIA report to government agencies of Bhutan and ADB \nfor approval. \n \nG.  Project Risks \n \n86.  The risk of delayed implementation will be mitigated through (i) the DoR’s advance \nactions and ADB's prior review of procurement, (ii) more hands-on advice during procurement \nprocesses,  and  (iii)  more  awareness  of  ADB  safeguard  requirements  by  the  DoR  and \ndzongkhag officials. ADB prior review will facilitate the approval process of bid evaluation. \nHands-on support will be provided by the consultant under the Project. Training in safeguard \nrequirements  will  be  provided  to  the  DoR  and  dzongkhag  officials  by  environment  and \nresettlement specialists under the design and construction supervision consultants to mitigate \ndelays  due  to  procedural  clearance. The  DoR  will  provide  required  support  to  dzongkhag \noffices, such as survey teams to facilitate land acquisition.  \n \n                                                \n11  International Union for Conservation of Nature ", " 19 \n87.  The country assistance program evaluation for Bhutan12 indicated a risk of ad hoc design \nchanges, which could result in realignment, leading to implementation delay. This risk has been \nminimized  with  full  consultation  with  local  communities  and  dzongkhag  officials.  Technical \nadvice will be provided by the consultant under the attached TA and design and supervision \nconsultants on appropriate technologies with environment considerations, which will ensure \ntimely implementation of high-quality projects. \n \n88.  The risk of inadequate maintenance financing is mitigated through TA for continued \nsupport to asset management planning. Sufficient budget was allocated to the targeted length \nunder the 9th FYP and the Government has provided for increased cost per km and increased \ntarget length under the 10th FYP. \n \n89.  As the country program evaluation and project performance audit report suggest, the TA \nis designed to reflect local conditions, develop simpler practical systems, and make consultants \ninput more DoR-oriented, by providing DoR staff with specific tasks to be completed with \nminimal inputs given by international consultants for overall guidance. \n \n90.  Fiduciary risks are addressed by adopting international best practices in procurement \nwith ADB prior review. This is a repeat project. The Ministry of Finance and the DoR have been \nexposed to ADB requirements and are fully aware of procedures. A discrepancy was recently \nidentified in the computation method under the ongoing RNP-I. The issue has been discussed \nand resolved, and hence no more issues are envisaged. \n \nVI.  ASSURANCES AND CONDITIONS \n \nA.  Specific Assurances \n \n91.  In addition to the standard assurances, the Government and the DoR have given the \nfollowing assurances, which will be incorporated in the legal documents: \n \n92.  Road  Maintenance  Financing.  The  Government  will  provide  sufficient  and  timely \nbudget for routine and periodic maintenance of the entire road network every year throughout \nproject implementation. \n  \n93.  Counterpart Funds. The Government will ensure the timely and adequate provision of \nall counterpart funds for the Project. \n \n94.  Road Safety. The Government will ensure that road safety measures are implemented, \ntaking into account findings and recommendations of the PPTA and design and supervision \nconsultants. \n \n95.  Overloading. The Government will ensure that all prevailing regulations on overloading \ncontrol,  including  penalties,  will  be  effectively  implemented,  including  by  further  installing \noverweigh bridges. \n \n96.  Health. The Government and the DoR will ensure that contractors provide adequately \nfor health and safety. Bidding documents will include measures on how contractors will address \nthis, including an information and awareness raising campaign for construction workers on \nsexually transmitted diseases, HIV/AIDS, and human trafficking. \n                                                \n12  ADB. 2005. Country Assistance Program Evaluation for Bhutan. Manila. \n ", "20  \n \n97.  Labor. The Government and the DoR will ensure that civil works contractors comply with \nall  applicable  labor  laws  and  regulations,  do  not  employ  child  labor  for  construction  and \nmaintenance activities, and provide appropriate facilities for women and children in construction \ncampsites. People directly affected by the Project will be given priority to be employed by the \nProject. Contractors will not differentiate wages between men and women for work of equal \nvalue. A specific clause ensuring this will be included in bidding documents. The DoR will \ncooperate with the Department of Labor to monitor the implementation of this clause. \n \n98.  Environmental Consideration. The Government will implement all mitigation measures \nincluded in the EIA reports in accordance with the Royal Bhutan Environmental Policy as well as \nADB’s Environment Policy. The DoR will consult on a continuing basis with the park managers \nof the nearby national parks on the locations for construction campsites, hot mix and crushing \nplants, and disposal and handling of spoiled materials. The DoR will incorporate the EIA reports \nincluding  the  EMP  in  bidding  documents  and  civil  works  contracts,  and  are  updated,  if \nnecessary, in the course of Project implementation with prior approval of ADB ensure that \ncontractors will implement the required mitigation measures and EMP as described in these \nreports.  The  DoR  shall  ensure  that  all  conditions  attached  to  these  clearances  will  be \nimplemented and monitored. The DoR will promptly mitigate and minimize any adverse impact \non the environment that may arise from the Project implementation in accordance with the EMP. \nThe DoR will undertake an environmental monitoring plan and submit semiannual reports to \nADB and agencies on the implementation of the EMP as part of the progress report on Project \nimplementation. The Government will report to ADB any change in alignment or to project \ncomponents since the environmental assessment report was approved to allow a consideration \non whether additional environmental assessment study is required. \n \n99.  Land Acquisition and Resettlement. The Government will (i) implement the Project in \naccordance  with  the  resettlement  plans  prepared,  ADB’s  Involuntary  Resettlement  Policy \n(1995), Policy on Indigenous Peoples (2006) and applicable national laws and regulations; (ii) in \ncase of any design changes in project roads, ensure that the resettlement plans are updated on \nthe basis of the final alignment and submitted to ADB for review and approval prior to awarding \nof civil works contracts; and (iii) provide semiannual progress reports on the implementation of \nthe resettlement plans. \n \n \nB.  Conditions for Award of Contracts \n \n100.  The Government will not award civil works contract unless the following requirements \nhave been met:  \n \n(i)  During  the  detailed  design  phase  of  the  Project,  the  DoR  will  update  the \nresettlement plans  and  the EMP  as required. If the  scope  of the Project  is \nsubstantially changed, the resettlement plans will be revised accordingly and \nsubmitted to ADB for approval before award of any civil works contract. Any \nchanges to the EMP will be reviewed, recorded, and submitted to the National \nEnvironment Commission as well as to ADB for review and concurrence as \nrequired prior to awarding of civil works contracts.  \n(ii)  The  DoR  will  have  obtained  the  environmental  clearance  from  the  National \nEnvironment Commission for the purposes of the contract. \n ", " 21 \nC.  Conditions for Commencement of Civil Works \n \n101.  The DoR will not commence civil works unless it has acquired, paid compensation for, \nand made available the land and rights in land free from any encumbrances, and cleared any \nobstruction  from  the  related  section  required  to  be  handed  over  to  the  contractor  for \ncommencement of construction in accordance with the work schedule under the related civil \nworks contract. \n \nVII.  RECOMMENDATION \n102.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the grant not exceeding $38,760,000 to the Kingdom of Bhutan from ADB’s Special \nFunds resources for the Road Network Project II, on terms and conditions that are substantially \nin accordance with those set forth in the draft Grant Agreement presented to the Board. \n \n \n \n \nC. Lawrence Greenwood, Jr. \nVice-President \n \n14 October 2009 \n ", "Appendix 1          22 \nDESIGN AND MONITORING FRAMEWORK \n    Data   \nDesign  Performance  Sources/Reporting   \nSummary  Targets/Indicators  Mechanisms   Assumptions and Risks \nImpact      Assumptions \nIndustrial  Traffic volume along the  Post-implementation  Various government \ndevelopment  project corridor increased  measurement  development activities \npromoted in the  by 20% more than the    effectively coordinated with \nsouthern economic  country's average traffic  Government  road sector investment \nhubs and increased  growth rate  socioeconomic   \nregional trade    statistics, e.g.,  The Government provides \nthrough increased  Volume of cross-border  Selected Economic  routine and periodic \npassenger and  traffic increased by 50%  Indicators, Statistical  maintenance throughout the \nfreight transport on  more than the country's  Yearbook of Bhutan  project life \nthe country's road  average traffic growth rate   \nnetwork and regional   \ntransport and  Industrial activities (the \ndistribution system  number of industries) in \n  project-influenced \ndzongkhags (districts) \nincreased by 10% more \nthan the country's average \ntraffic growth rate \n \nContribution of road \ntransport sector to gross \ndomestic product (11.3% in \n2007) increased by 10% \nOutcome      Assumptions \nExpanded road  Average travel time along  Post-implementation  Timely and quality project \ntransport capacity in  project roads reduced by at  measurement  delivery \nthe southern region,  least 50% (from more than     \nfacilitating efficient  3 hours)    Transport modes and \nand safe transport in      services available for the \nthe southern region  Fatality rate along the    project roads \nof the country and  project corridor not  RSTA accident data    \nwith India and  exceeding the country's   \nthrough India to  average fatality rate (5 per \nBangladesh and  10,000 vehicles) \nNepal \nOutputs       Assumptions \n1. Critical sections  180 km completed by 2014  Progress reports  Civil works implemented on \nconnected along      schedule \nthe southern east–   ADB's review   \nwest corridor    missions  Qualified civil works \n      contractors and consultants \n2. Strengthened  Project roads maintained  DoR road condition  participate \ncapacity of road  with international  survey   \nEfficient and effective \nengineering  roughness index below 5   \nprocurement and safeguard \ntechnologies and  (paved roads) and at an all-\nimplementation \nroad asset  weather standard (gravel \n \nmanagement  roads) \nGovernment commitment to \n \ninstitutional strengthening ", " 23 \nActivities with Milestones  Inputs \n1. Road construction  For 1: \n1.1  Engagement of design and supervision consultants by end of 2009  ADB: $38.76 million \n1.2  Procurement of civil works completed by September 2010  Government: $15.56 million \n1.3  Construction of all civil works completed by end of 2014   \n  For 2: \n2. Capacity building (technical assistance)  ADB: $0.4 million \n2.1  Consultant selection by June 2010  Government: $0.1 million in-\n2.2  Training of DoR field office staff by end of 2010  kind contributions \n2.3  Road maintenance planning by end of 2010 \n \nADB = Asian Development Bank; DoR = Department of Roads; RSTA = Road Safety and Transport \nAuthority. \n \n \n \n \n \n ", "24         Appendix 2 \nBHUTAN ROAD SECTOR \n \nA.  Introduction \n \n1.  Transport and communications contributed 11.3% to overall gross domestic product in \n2007. Road transport is the only internal transport mode in Bhutan, other than a few ropeways. \nThe country has no domestic flights, no railways, and no navigable rivers. However, many areas \nare not accessible by road and are served only by an extensive network of mule tracks which \nexists throughout the country. The census survey in 2005 indicates that 9.7% of the population \nlives more than 6 hours away from the nearest road and that the rural households in six districts \ncomprise 73% of this percentage. Only one airport provides limited air access to the rest of the \nworld. The Asian Development Bank (ADB) involvement in transport and communications so far \nhas been only in the road sector. \n \n2.  The Government's 10th Five-Year Plan (FYP, 2008–2013) objectives for roads and \nbridges are (i) providing road access to all gewog (town) centers; (ii) reducing poverty incidence \nand improving the quality of life of the rural population through enhanced rural accessibility; (iii) \nenhancing national security and solidarity through an improved/expanded road network; (iv) \nenhancing road connectivity to facilitate accelerated hydropower development; (v) consolidating \nenvironmentally friendly construction practices to minimize impacts on the environment; (vi) \nenhancing reliability, economy, safety, ease, and comfort of road travel through reducing travel \ntime, road user costs, transportation costs of goods and services, and traffic accidents; (vii) \npromoting  and  enhancing  private  sector  participation  in  delivery  of  construction  and \nmaintenance  of  road  and  bridge  infrastructure;  and  (viii)  building  professionalism  and \nengineering capacity in the areas of planning, design, monitoring, quality control, and cost-\neffective  construction  of  road  and  bridge  infrastructure  works.  The  overall  budget  of  the \nDepartment of Roads (DoR) under the 10th FYP is Nu13,708 million for (i) road construction, \nincluding feeder roads (Nu6,438 million); (ii) road improvement, including realignment (Nu4,569 \nmillion); (iii) road resurfacing (Nu1,389 million); (iv) routine maintenance (Nu784 million); (v) \nmonsoon restoration (Nu200 million); and (vi) bridges and other activities. \n \nB.  Road Network and Traffic \n \n3.  In a landlocked country such as Bhutan, socioeconomic development depends largely \non an efficient and reliable road network. Since the construction of the 179 kilometer (km) \nPhuentsholing–Thimphu Highway in 1959, the national road network has expanded to about \n4,947 km of motorable roads, including 1,632 km of national highways, 489 km of district roads, \n813 km of feeder roads, 150 km of urban roads, 717 km of farm roads, and 560 km of forest \nroads. This gives a road density of 0.13 km per square km and 7.5 km per 1,000 inhabitants. \nThe km per inhabitants figure is relatively high in comparison with countries of similar size and \nincome level; this is due to Bhutan’s low population density. Travel between east and west \nregions relies on the single east–west national highway running through the northern part of the \ncountry, or it requires going through in India, especially in southern areas of the country. Other \nthan the traditional surface border crossings with India, only one airport provides limited air \naccess to the rest of the world. \n \n4.  Almost all national highways (95%), more than 90% of the district and urban roads, and \nabout 20% of feeder roads are paved. Narrow roads have been built along steep hillsides prone \nto  landslides.  Roads  become  difficult  to  use  during  the  winter  months  and  rainy  season. \nImprovement, maintenance, and expansion of the existing road network is urgently required. \nBecause of the mountainous terrain, the area of land suitable for agriculture is limited, and the ", "Appendix 2       25 \npopulation of less than 700,000 is  distributed in remote  settlements. This  situation makes \nconstruction and maintenance of roads extremely difficult and costly. The widespread use of \nmanual resurfacing can only provide low-quality pavement. \n \n5.  The number of motor vehicle registrations increased from 29,914 in 2005 to 35,703 in \n2007, which is an average annual increase of 9.2%. The highest increase was in light vehicles \nat 13%, and there was not much increase in two-wheelers. Out of 35,703 motor vehicles \nregistered, over 60% were light vehicles and taxis, 20% were two-wheelers, and 13% were \nheavy vehicles.  \n \n6.  Despite rapid traffic growth, the number of reported accidents has decreased from 1,039 \naccidents with 22 fatalities in 2005 to 858 accidents with 18 fatalities in 2007. This translates to \n5 annual fatalities per 10,000 vehicles, which is low in comparison with other lower and middle-\nincome countries where the range is 5–100 annual fatalities per 10,000 vehicles. However, the \nextent of underreporting of accidents, especially in rural areas, is not known. Considering the \nhigh rate of vehicle increase, these positive statistics may not be sustained. \n \nC.  Bhutan Road Asset Management \n \n7.  The DoR under the Ministry of Works and Human Settlement (MoWHS) has direct \nresponsibility for 2,449 km of roads, comprising 1,125 km of national highways, 419 km of \ndistrict roads, 805 km of feeder roads, and 100 km of urban roads. The road network under the \nDoR has increased by almost 16%, from 2,120 km in 2005. DANTAK, an organization under the \nArmy Engineering Corp of the India Border Force, has constructed and maintained the country's \nmain road network since 1959, and continues to maintain 12% of Bhutan's main road network \nunder a grant from the Government of India. Farm roads, forest roads, and some feeder roads \nare managed by the Departments of Agriculture, Forestry and Education, and local roads and \nmule tracks are the responsibility of local government authorities. The DoR is also responsible \nfor the management of the national workforce, which has been primarily employed for force-\naccount road construction and maintenance works. \n \n8.  The DoR is responsible for the planning, construction, and management of roads. The \ndirector general is the technical and administrative head of the DoR, reporting to the secretary \nof the MoWHS. The headquarters is organized with four divisions which are responsible for \nconstruction and maintenance of roads: the Survey and Design Division, the Investigation and \nDevelopment Division, the Roads Division, and the Bridge Division. The divisions are headed by \nchief engineers who are responsible for implementation of policy and overall supervision of DoR \nadministration. In addition to the four divisions, project management units are set up for special \nprojects such as those funded by ADB and the World Bank. \n \n9.  The DoR has eight field divisions, headed by executive engineers who are responsible \nfor the maintenance of about 300 km of roads. A field division has at least three subdivisions, \neach headed by an engineer acting as deputy executive engineer. Deputy executive engineers \nmanage  and  supervise  works  within  their  subdivisions,  involving  design  and  contract \nmanagement, including quality control and testing. Each subdivision has two further sections or \nunits, headed by a junior engineer who is the basic field functionary and is responsible for \nmanaging actual construction activity in the field and taking measurements. Some divisions \nhave laboratories for the mandatory testing of material. \n \n10.  The  existing  DoR  organization  is  fairly  well  in  line  with  the  requirement  of  road \ndevelopment  and  management.  However,  the  capacity  of  the  DoR  in  the  core  processes \n ", "26         Appendix 2 \nrequires strengthening and reorganization. The Construction Development Board (CDB) can \narrange  training  for  contractors  and  DoR  personnel  to  improve  their  skills  in  construction \nmanagement, but capacity and resources are limited. \n \nD.  Implementation Capacity \n \n1.  Procurement and Implementation \n \n11.  Work procurement is governed by the Procurement Rules and Regulation 2009 (PRR \n2009) with the Standard Bidding Document for procurement of works. The rules are applicable \nto all government agencies. The procurement procedures are well defined and cover all aspects \nof  procurement  such  as  registration  of  bidders,  organization  of  procurement,  procurement \nmethods, bidding process, and award of contract. The PRR 2009 also defines institutional \narrangements  for  addressing  grievances  in  the  procurement  process  and  establishing  a \nprocurement  policy  division.  The  Public  Procurement  Policy  Division  has  already  been \nestablished and is mandated to monitor implementation of rules and regulations, and develop \nand  administer  the  grievances  review  mechanism  and  deal  with  all  procurement-related \nfunctions such as improvements to procedures, research, training, and capacity development. \nPRR grants exemption to the application of rules for externally funded projects if required. \n \n12.  There is a need for more training for procurement professionals and contractors in \nprocurement  process,  contracts,  and  contract  implementation.  In  addition  to  the  Public \nProcurement Policy Division, the CDB is organizing training courses for contractors. Under the \nproposed Project, a consultant will be engaged for procurement assistance. \n \n13.  The procurement of works for the ongoing ADB-funded Road Network Project (RNP-1) is \nundertaken  by  the  project  management  office  (PMO),  which  has  successfully  completed \nprocurement for 12 projects so far. The time taken from the date of bid invitation to contract \neffectiveness ranged from 4 months to 7 months, except in cases where no technically qualified \nbid was obtained in the first instance which has added 2–3 months time for rebidding. The DoR \nis now very familiar with ADB requirements. \n \n14.  The main weaknesses in project execution are design finalization, procurement, and \nland acquisition. The DoR has increased the number of engineers, especially in the survey and \ndesign areas, and further capacity enhancement in terms of the number of engineers and skills \nand  knowledge  is  required.  For  safeguard  implementation,  the  DoR  has  strengthened  its \ncapacity to satisfy interministerial procedures, such as environmental clearance, and enhanced \nits familiarity with ADB procurement procedures. During the regional workshop, representatives \nfrom dzongkhags (districts) with project roads were invited for discussions to expedite land \nacquisition  processes. For  procurement, the DoR has  been  exposed to ADB  procurement \nprocedures after several ADB projects. Private sector contractors have also gained experience \nthrough a number of larger works. The DoR takes initiatives to ensure the timely completion of \nhigh-quality construction works, and these include the regular monitoring of project progress. \n \n15.  Under the Project, the DoR will outsource design works to international engineering \nconsultants,  who  will  provide  procurement  assistance  support  including  finalizing  bidding \ndocuments.  On  safeguard  aspects,  while  dzongkhags  are  competent  authorities  for  land \nacquisition, the DoR has offered support such as surveys. The social and resettlement specialist \nunder  the  design  and  supervision  consultant  will  also  provide  training  to  the  DoR  and \ndzongkhag officers to familiarize them with ADB policies and requirements, thus improving the ", "Appendix 2       27 \nGovernment's capacity in safeguard implementation. The attached technical assistance will \nenhance DoR capacity in the planning and engineering of roads using modern technologies.  \n \n2.  Financial Management \n \n16.  The MoWHS Accounts Division looks after the entire ministry accounts, which includes \nthe Department of Roads. It administers both the fiscal and project accounts. MoWHS financial \nmanagement  is  guided  by  the  Financial  Rules  and  Regulations  2007  as  provided  in  the \nFinancial  Manual  2001  of  the  Government.  The  MoWHS  Accounts  Division  is  staffed  by \nexperienced  staff  deputed  from  the  Ministry  of  Finance.  The  accounting  system  is  fully \ncomputerized (known as the Budget and Accounting System [BAS]), a computerized double-\nentry cash accounting system which  is used across all government agencies. The accounting \ndivision staff are well trained in the BAS. The Fixed Asset Register (FAR) is maintained for all \ngoods purchases and inventoried.1 Monthly reports of receipt and appropriation are generated \nby the BAS and submitted to the Department of Public Accounts (DPA) through the parent \nministry. The DPA consolidates the monthly reports and submits the annual report for all the \nagencies. While the Internal Audit Division carries out auditing of the ministry’s accounts, the \nRoyal  Audit Authority  is  the  designated  agency  of  the  Government  for  annual  auditing  of \ngovernment and project accounts as per statutory requirement. \n \n17.  The ongoing ADB project has a full-time accounts officer, assisted by an accounting \nassistant,  posted  to  the  project  implementation  unit  (PIU).  The  transactions  are  recorded \nthrough the BAS and monthly financial reports are generated from the BAS. No particular \ndifficulty was reported by the PIU in project accounting and reporting for the Project. A separate \nproject account is maintained for receiving funds from ADB and the Government. There has \nbeen difficulty and delay in obtaining required documentation in a timely manner from the \ncontractors to process the payments and submit documentation for replenishment of funds from \nADB. This process is being improved and the PIU expects that the processing of both payments \nand replenishments can be done in a timely manner. \n \n18.  ADB funds for the Government are received through the Royal Monetary Authority, \nwhich in turn informs the DPA. The DPA then releases the funds, as per the budget provisions \n(which includes the Government’s contribution) for all planned programs and projects, to the \nexecuting agency. For projects, the PMO has a joint signatory imprest account with the Bank of \nBhutan for all appropriations, with the project manager and the accountant as the signatories. \n \n19.  Overall,  the  financial  management  and  accounting  system  is  well  established.  The \nProject is a repeated operation and the financial management arrangements for the Project will \nremain the same as they were for the RNP-I. The Government is familiar with managing \nexternal funds, as well as utilizing, accounting, and reporting for the same. However, there were \nsome errors in claims submitted for the RNP-I. This was partly attributed to weak capacity of the \nPMO and its misunderstanding of claim processing procedures. Recently, ADB has conducted \ntraining on ADB loan disbursement procedures, which was attended by project accountants and \nproject coordinators of ongoing ADB projects in Bhutan. To ensure continuity and the transfer of \ninstitutional knowledge from RNP-I for the Project, DoR officers experienced in RNP-I will \nprovide support to the new PMO on the requirement basis.  \n \n \n                                                \n1  The goods/consumables are not reported in the FAR, although a stock register is required to be maintained for \nshowing receipt and issue to maintain accountability. \n ", "28         Appendix 2 \nE.  Road Transport Regulation and Industry \n \n20.  The Road Safety and Transport Authority (RSTA) of the Ministry of Information and \nCommunications is responsible for all motor vehicle-related activities including registration and \nlicensing and roadworthiness and emission tests. The RSTA regulates the transport industry \nand sets tariffs. The tariffs are binding for passenger traffic but are considered indicative for \nfreight as it only applies to hiring by the Government. Large transport contracts are generally \ncontracted out by industries in open tender to both transport companies and truck owners. The \nfreight transport market is fully competitive. The size of the truck fleet has risen significantly in \nrecent years and increased competition is reported. \n \n21.  Privatization of bus operations was initiated in 1985 and all routes were privatized by \nOctober 1999. As of June 2009, the RSTA had 124 bus routes covering 18 dzongkhags (except \nGasa and Pemagatshel) operated by 35 private operators. There are 180 buses in operation \n(excluding city buses), which is above the RSTA public transport target in the 10th FYP (170 \nbuses). Private operators may propose new routes for operation for RSTA permission, which is \nprovided based on assessment of potential demand. New routes proposed by RSTA will be \ncontracted out based on open competition, with passenger fares regulated by the RSTA on the \nbasis of direct cost plus operational overhead. Public demand for transport services has been \nincreasing, and the frequency of service has increased and operation hours expanded. There \ncontinues to be strong demand for more routes, and this will grow with the construction of many \nnew roads. To encourage private operators to purchase new buses for better services, the \nRSTA has waived import duty for buses as a subsidy measure, and operation contracts have \nbeen extended to 10 years. \n \n22.  The Road Safety and Transport Act of 1999 defines the roles of RSTA and the traffic \npolice in implementing the road traffic safety rules. The act reflects modern practice and the \ntraffic safety rules are in line with international standards.  \n \nF.  Road Expenditure and Revenue \n \n23.  Budgetary expenditure of the DoR under the 9th Five-Year Plan (FYP, 2002–2007, \nextended to 2008) was Nu7,418 million ($161 million) against an original budget of Nu6,566 \nmillion ($143 million). The substantial increase in expenditure is due to extension of the 9th FYP \nto 2008. The average annual expenditure is Nu1,236 million against the original average annual \nexpenditure of Nu1,313 million, which is 6% underspending. This demonstrates remarkable \nimprovement in DoR capacity and commitment. Under the 10th FYP (2008–2013), the overall \nbudget is Nu13,708 million, which is 1.8 times (2.2 times on the annual basis) the amount in the \n9th FYP due to the new Government’s priority for road rehabilitation and development.  \n \n24.  Specific charges for road use are taxes on motor vehicles levied by the RSTA, including \nannual registration, renewal, and ownership transfer fees, were Nu97 million in 2008, increasing \nfrom Nu60 million in 2005. In addition, road users pay sales tax on fuel and custom duties and \nsales tax on vehicles, which was Nu121 million in 2005 and Nu152 million in 2008. Revenue \nrelating to road use was Nu249 million in 2008, increasing from Nu181 million in 2005; this is \nabsorbed into general government revenue. The average annual increase is very high at 15.6%. \n \nG.  Main Sector Issues and Government Initiatives \n \n25.  Despite the expansion of the road network, it requires improvement in terms of coverage \nand condition. Demands of road transport are increasing. One of the major concerns with ", "Appendix 2       29 \nBhutan's trunk road network is that the country is dependent on the single east–west national \nhighway running through the northern part of the country. The absence of a similar east–west \nhighway running through the south constrains travel in the southern part. \n \n26.  Under the 10th FYP, the construction of the Southern East–West Highway is a major \nroad  infrastructure  development  priority,  in  addition  to  road  construction  connecting  to \nhydropower projects. The Southern East–West Highway will facilitate industrial development in \nthe southern economic hubs and special economic zones and integrate them more effectively \nwith their primary markets in India. Additionally, the Southern East–West Highway will provide \nan internal transit route for Bhutanese passengers and goods, i.e., an alternative to the existing \neast–west national highway running through the northern part of the country. The 10th FYP also \nput priority on continued maintenance and management of road assets, quality assurance and \nstandardization, and strengthening of the road construction industry. \n \n1.  Department of Roads Capacity Building \n \n27.  There was only a very limited role for Government staff, local engineers, and contractors \nin road planning, construction, and management until the early 1990s. Since the 8th FYP \n(1997–2002), the Government and domestic private sector contractors have gained experience \nin road sector development and management, and the total DoR budget under the 10th FYP is \nNu13.7 billion. To manage the massive investment in roads, the DoR has initiated capacity \nstrengthening and the streamlining of its business procedures. One of the major initiatives \nincludes corporatization of the mechanical division with the establishment of the Construction \nDevelopment Corporation (CDC) in July 2007. Utilization of equipment and work efficiency of \nthe CDC has been increased. \n \n28.  The DoR will continue to further strengthen its capacity in both the policy and planning \nand engineering and technical aspects. The Japan International Cooperation Agency (JICA) has \nprovided engineers on a long-term basis to the DoR to strengthen its engineering capacity. SNV \nBhutan has provided experts to provide training for design and construction with environmental \nconsiderations.  Under  the  proposed  attached  TA,  assistance  will  be  provided  in  asset \nmanagement and road technologies of survey, design, and construction, and especially on \nenvironmentally friendly road construction (EFRC) methods. \n \n2.  Road Maintenance Financing \n29.  During the extended 9th FYP (2002–2008), the expenditure on resurfacing was Nu1,215 \nmillion for 1,285 km and for routine maintenance was Nu623 million for 2,307 km. The average \ncost per km of Nu945,000 for resurfacing and Nu45,000 for routine maintenance is considered \nappropriate.  The  average  annual  length  scheduled  for  resurfacing  was  214  km,  which  is \nconsidered to be about a 7-year resurfacing period. \n \n30.  Under the 10th FYP, the budget for resurfacing is Nu1,389 million for a planned 1,415 \nkm, and for routine maintenance Nu784 million. The budget per km is considered adequate and \nthe average annual length for resurfacing is about 280 km, which is about a 30% increase from \nthe 9th FYP. All roads are now in a periodic maintenance cycle. The average cost per km both \nfor resurfacing and routine maintenance has been increased to ensure better quality through \nmore mechanization. \n \n31.  Efficiency of the use of the maintenance budget has also improved. The productivity of \nthe large national workforce for routine maintenance has been improved during the 9th FYP \n ", "30         Appendix 2 \nfrom 1 km per person to 1.5 km per person through scheduled retirements, a freeze on new \nrecruitment, and increasing mechanization. A recent DoR initiative includes the introduction of \nperformance-based contracts in routine maintenance for a batch of road sections to a group of \nroad workers. The DoR continues to improve the road asset management systems for optimal \nallocation of the budget. The construction industry’s experience with mechanized roadworks is \nincreasing as the volume of works increases. These actions demonstrate the Government’s \nincreased commitment to maintenance and the increased efficiency of road maintenance works. \n \n32.  Taking into account the past budgetary provision and the trend, the Government is \nassessed as being able to adequately provide maintenance financing in a sustainable manner. \nIncreased  maintenance  quality  and  productivity  due  to  increased  mechanization,  quality \nassurance  systems,  the  recent  introduction  of  performance-based  contracts  for  routine \nmaintenance, and more adoption of EFRC techniques and appropriate road technologies, will \nalso increase the efficiency of maintenance works and hence reduce maintenance costs. The \nGovernment has given assurances that it will provide adequate financing to maintain roads \ndeveloped under Asian Development Bank (ADB) financing. \n \n  3.  Construction Quality \n \n33.  Construction quality is a critical element for sustainable operation and management, and \nachieving it requires strengthening the capacity of both the Government and the private sector \nin quality assurance and control. The Government mandates the DoR to review design for all \nroads, including farm roads, which will enhance the quality of roads at all levels. Considerations \nwould also require the use of appropriate design and technology for building roads in the \ncontext of Bhutan, including traffic, weather, and soil conditions. Simple, low-cost methods are \noften more appropriate and effective in terms of construction speed, quality, and environmental \nconsideration, e.g., use of natural gravel, etc. The proposed Project will consider design and \ntechnology for simple, low-cost methods as appropriate. \n \n34.  The Standards and Quality Control Authority (SQCA) under the Ministry of Works and \nHuman Settlement is responsible for improving quality assurance. A technical specification was \nrenewed  and  published  in  February  2005,  incorporating  environmental  considerations.  All \nconstruction materials require certification by SQCA for use. The proposed attached TA project \nwill provide training in road technologies, which will help improve quality during the survey, \ndesign, and construction phases. \n \n4.  Construction Industry \n \n35.  With  limited  works  in  the  past,  the  local  construction  industry  has  little  capacity. \nHowever, local contractors have gained experience since the 8th FYP, and there has been \nfurther promotion of private sector participation under the 9th FYP. The amount of contracting \nout to the private sector has increased from Nu70 million under the 7th FYP (1992–1997) to \nNu1,027 million under the 8th FYP (1997–2002) and Nu3,806 million under the 9th FYP. The \ncontract awards under ADB's Road Improvement Project2 (Nu500 million) and Road Network \nProject3 (Nu1,232 million) greatly contributed to this increase. \n \n                                                \n2  ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nKingdom of Bhutan for the Road Improvement Project. Manila. \n3  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and \nTechnical Assistance Grant to the Kingdom of Bhutan for the Road Network Project. Manila. ", "Appendix 2       31 \n36.  The Construction Development Board (CDB) has a computerized registration system for \ncontractors and an interim mechanism for dispute resolution. The CDB will continue with these \nconstruction development services, research and technology development, and awareness of \nbest  practices. Training  provided  under  the  attached  TA  project  could  be  open  to  private \ncontractors. \n \n37.  Under the 10th FYP, the DoR will coordinate all roadwork contracts to be outsourced to \nthe private sector. Regional and internationally accredited engineering and construction firms \nwill also be encouraged to participate, in joint ventures with national construction firms where \nnecessary,  to  improve  the  quality  and  quantity  of  project  delivery.  Under  the  Project, \ninternational competitive bidding will be adopted. \n \n5.  Vehicle Pollution Control \n \n38.  To minimize pollution, the Government made a pollution control certificate for all vehicles \ncompulsory, and so all vehicles are required to have pollution checks. The RSTA encourages \nthe establishment of private sector pollution check centers, and there are two such centers so \nfar—in Thimphu and Phuentsholing. The Government has continued to establish permanent \npollution check centers, but needs to establish more centers in major cities, with emission test \nmachines to be installed in each center.  \n \n6.  Overloading \n \n39.  Overloading is an emerging problem in Bhutan as the size of vehicles increases. It is \nalso  expected  that  overloaded  trucks  will  operate  on  the  major  national  highways  as  the \neconomy  grows. An  overloading  control program is  being set  up  with  initial  installation  of \nweighbridges at major border points such as Gelephu, Jongkhar, Phuentsholing, Samdrup and \nSamtse. Mobile weighbridges are available and more weighbridges will be installed in industrial \ntowns. An overloading penalty of Nu500 per ton is strictly enforced.  \n \n7.  Road Safety \n \n40.  Bhutan  has  a  lower  accident  rate  compared  with  other  lower  and  middle-income \ncountries. However, the extent of underreporting of accidents, especially in rural areas, is not \nknown. Considering the high growth of the vehicle fleet, these positive statistics may not be \nsustained. \n \n41.  The Road Safety and Transport Regulation of 1999 provides regulations for registration \nand licensing, commercial passenger vehicles, traffic control, and enforcement mechanisms. \nMeasures have been taken to educate all drivers on basic safety precautions and many driving \nrefresher courses have been organized. Vehicle inspections have been conducted, including \npredeparture inspection for buses and inspection of all vehicles every year, except commercial \nvehicles for which inspection is conducted every half year. Awareness of the need to improve \nroad safety is increasing. High-risk accident areas are identified and reported to the DoR for \nfuture improvement. Road safety audits are undertaken under the Project. \n ", "32      Appendix 3 \nEXTERNAL ASSISTANCE TO THE ROAD SECTOR \n \nTable A3.1: Asian Development Bank Loan and Technical Assistance Projects \n \nProject Name  Approval  Amount  Grant/Loan \nDate  ($) \nMultiproject  1983  5,000,000  Loan \nRoadworks Mechanization  1986  4,500,000  Loan \nEast–West Highway Maintenance  1993  5,200,000  Loan \nRoad Improvement  2000  12,800,000  Loan \nMultiproject  22-Sep-83  145,000  Grant \nRoad Construction and Training  24-Jun-85  75,000  Grant \nInstitutional Strengthening of Public Works Department  28-Oct-86  150,000  Grant \nInstitutional Strengthening of the Department of Roads  6-Sep-91  530,000  Grant \nRoad Project  30-Mar-92  250,000  Grant \nDevelopment of Maintenance Management System  18-Nov-93  390,000  Grant \nConstruction Management  18-Nov-93  740,000  Grant \nRoad Transport Network Development  15-Dec-98  650,000  Grant \nCapacity Building of the Construction Development Board  15-Jan-99  400,000  Grant \nRoad Planning and Management Strengthening  4-Aug-00  954,000  Grant \nRoad Network Expansion  10-Jul-03  500,000  Grant \nRoad Network Project  30-Sep-05  27,300,000  Loan \nCapacity  Building  for  Road  Safety  and  Road  Asset  30-Sep-05  300,000  Grant \nManagement \nPreparing Road Network Project II  10-Sep-08  650,000  Grant \nSource: Asian Development Bank \n \nTable A3.2. Assistance from Other Sources in Recent Years \n \nApproval \nSource  Project Name  Amount  Grant/Loan \nDate \nWB  Japanese Grant for Rural Access Project  26-May-99  $196,000   Grant \n  Rural Access Project  19-Nov-99  $11,600,000  Loan \n  Second Rural Access Project  12-Mar-07  $10,000,000  Grant \nAustria  TA to Hesothangkha Mechanical Workshop  1-Jan-00  Nu7,600,812   Grant \nIndia  Various road projects under 9th  FYP    2,830,100,000  Grant \n  Various road projects under 10 FYP    4,483,780,000  Grant \nJapan  Third Phase Road Construction and  2004  Nu602,000,000   Grant \nMaintenance Equipment \n  Reconstruction of Highway Bridges   11-Jan-01  ¥49,000,000   Grant \n  Reconstruction of H/way Bridges  8-May-01  ¥1,762,000,000   Grant \n(Construction) \n  Second Phase Reconstruction of H/way  2004  Nu230,000,000   Grant \nBridges \nNetherlands  Rural Access TA Project   1-Apr-00  f1,995,000   Grant \n  EFRC Support Project   2003  Nu33,000,000  Grant \nSwitzerland  Puna Tsang Chhu Bridge Phase II   3-Aug-99  SwF2,393,000   Grant \n  Suspension Bridge Programme Phase IV Part  14-Jan-99  SwF2,490,000   Grant \nII \n  Reconstruction of Seven Suspension Bridges  14-Aug-01  Nu9,759,000   Grant \n  Suspension Bridge Programme, Phase V   10-Feb-03  SwF2,495,000   Grant \n  EFRC Support Project  2003  Nu39,000,000  Grant \n f  =  Dutch  guilder,  ¥ = Japanese  yen,  Nu = Bhutan  ngultrum,   Rs = India  rupees,  SwF = Swiss  franc,  \n EFRC = environment friendly road construction, R&D = research and development, TA = technical assistance. \n Source: Ministry of Finance. ", "Appendix 4        33 \nPROJECT ROADS AND SUMMARY OF DESIGN STANDARDS \n \n1.  The intention of the Road Network Project II is to construct and rehabilitate about 121 \nkilometers (km) of national highway (23 km of which is of feeder roads standard) and about 62 \nkm of feeder roads in Bhutan. \n \nTable A4: Project Roads \nContract Packages  Length (km) \nNational Highway   \n  Manitar–Raidak    37 \n  Raidak–Lhamoizingkha  25 \n  Panbang–Amshingwoong (Ngangalam)  36 \n  Samdrupcholing–Samranga  23 \nFeeder Roads   \n  Tsebar–Mikuri–Durung Ri  62 \nkm = kilometer. \na  Feeder road design standard. \nSource: Department of Roads \n \n2.  The general guidelines given in the Road Survey and Design Manual published in June \n2005 by the Department of Roads and the Road Design Manual Part-1 (Geometric Design of \nRural Roads) have been adopted as the design standards for the study. Suitable modifications \nand additions have been incorporated to suit local conditions and study requirements. The \nproject roads covered under this study are characterized by steep mountains and deep gorges. \nFactors such as weak geology, varying topography and climate conditions, and environmental \nrequirements dictate the choice of road alignment. Short sections of the road however do pass \nthrough rolling to hilly terrain. \n  \n3.  The general principle adopted was to follow the existing alignment as much as possible \nto limit the extent of land acquisition and earthworks and to maximize the use of the existing \nroad formation. Where the existing alignment proved unsafe for suggested traffic speeds, minor \nhorizontal realignments are proposed for some of the sections to improve safety and general \ndrivability.  The  major  geometric  design  elements  constituting  the  cross-section  are  the \ncarriageway, the shoulders, and the side drain. The carriageways include the traveled way and \npassing bays. \n \n4.  A detailed description of the design approach is as follows: \n \n(i)  Cross-section. For national highways: two lanes, single carriageway, 5.5 meters \n(m) wide with earth shoulders 1.5 m wide. For feeder roads: single lane, single \ncarriageway, 3.50 m wide, with 0.5 m earth shoulders and passing bays. \n \n(ii)  Rights-of-way. A 30 m wide right of way has been recommended for all project \nroads to accommodate future road connections or changes in alignment, road \nwidth, or junction layout of existing roads, and to improve the safety, safety \noperation, and appearance of the roads. \n \n(iii)  Design speed. As per the Bhutanese standards, 60 km per hour will be the \ndesign speed. This is, however, only economically justifiable in flat or rolling \n ", "34      Appendix 4 \nterrain. As all roads are in steep mountains and deep gorges, design speeds of \n40 km per hour were justifiable and therefore applied.  \n \n(iv)  Design life. Twenty years after opening to traffic (2032). \n \n(v)  Pavement. The pavements are designed for 10 years and take into account \nprojected traffic loading, existing pavement structure, subgrade California bearing \nratio (a test of subgrade mechanical strength), and quality of materials available. \nFor national highways, double bituminous surface treatment surfacing, wet mix \nmacadam base course, and profile correction is recommended. For feeder roads, \nunsealed gravel surface course is recommended. \n \n(vi)  Bridges. The highway has several bridges. The bridge types recommended is \nreinforced cement concrete (RCC) for up to 20 m spans. \n  \n(vii)  Drainage. The drainage system recommended includes culverts, bridges, and \nside  drains,  cut-off  drains,  and  catch  water  drains.  RCC  slab  culverts  are \nrecommended.  \n \n5.  In addition, the following safety and roadside features will be incorporated: \n \n(i)  Road safety structures (breast walls, retaining walls, toe walls, and check walls), \nwill be reconstructed. Their heights range from 1.0 m to 8.0 m, with an average of \n2.7 m. \n \n(ii)  Bus  stops  with  passenger  shelters  and  truck  turnoffs  will  be  constructed  at \nappropriate locations. \n \n(iii)  Guard rails and crash barriers will be constructed at identified high-risk points \n(although this is limited to what is economically justifiable); however, the following \nengineering measures will increase safety: \n \n(a)  all curve radii will correspond to design speeds, \n(b)  all required widening at curves will be provided, \n(c)  adequate road width will be provided with easy gradients, \n(d)  vision berms will be provided at curves, and \n(e)  proper road markings and signs will be provided. \n \n(iv)  Proper  road  furniture—including  road  signs,  road  markings,  kilometer  posts, \nright-of-way pillars, and guard posts—will be provided. \n \n6.  Construction will incorporate environmental consideration in design and construction \nnow being applied on selected road projects in Bhutan. This will minimize damage to the natural \nenvironment by \n \n(i)  using controlled blasting, \n(ii)  limiting the use of bulldozers (excavator-tipper combinations will be used instead), \n(iii)  using log and boulder barriers to control slipping of blasted or excavated materials, \nand \n(iv)  incorporating bioengineering techniques. ", " \n  DETAILED COST ESTIMATES AND FINANCING PLAN \n  ($ million) \n                     \nADB \nForeign  Local  ADB  Government  Share  Government \n   Item       Exchange  Currency  Total  Financing  Financing  (%)  Share (%) \n  A.  Land Acquisition and Resettlement  0.00  1.23  1.23  0.00  1.23  0.0  100.0 \n                       \n  B.  Civil Worksa                 \n    1.  Manitar–Raidak Road  3.30  2.20  5.49  3.86  1.64  70.2  29.8 \n    2.  Raidak–Lhamaozingkha Road  5.88  3.92  9.79  6.88  2.92  70.2  29.8 \n    3.  Panbang–Amshingwoong (Nganglam)  7.64  5.09  12.74  8.94  3.79  70.2  29.8 \n    4.  Tsebar–Mikuri–Durung Ri Road  6.18  4.12  10.29  7.23  3.07  70.2  29.8 \n    5.  Samdrupcholing–Samrang Road  2.68  1.79  4.47  3.14  1.33  70.2  29.8 \n      Subtotal (B)  25.67  17.11  42.79  30.04  12.75  70.2  29.8 \n                       \n  C.  Design Consultant  0.70  0.80  1.50  1.50  0.00  100.0  0.0 \n                       \n  D.  Supervision Consultant  1.00  1.50  2.50  2.50  0.00  100.0  0.0 \n                       \n  E.  Capacity Building (Equipment)  1.00  0.00  1.00  1.00  0.00  100.0  0.0 \n                       \n      Subtotal (A+B+C+D+E)  28.37  20.65  49.02  35.04  13.98  71.5  28.5 \n                       \n  F.  Contingencies                 \n      Physical Contingencyb  1.28  0.92  2.20  1.55  0.66  70.2  29.8 \n      Price Contingencyc  0.37  2.72  3.10  2.17  0.92  70.2  29.8 \n                       \n        Total  30.03  24.29  54.32  38.76  15.56  71.4  28.6  A\np\n                                 pe\n     ADB = Asian Development Bank.  nd\n     a Cost estimates are based on preliminary design and includes environmental mitigation. Cost estimates include taxes and duties estimated at about $3.8 million.  ix 5\n             Sbc  PoPuhriryccseei c:c aAol nsctioainnngt ieDnnegcveieenlsco ipecoms maerpneut  tBceoadmn akpt.u  0te.5d% a to 5n% fo oref icginv iel wxcohraksn.g e costs and 5% on local currency costs.            3\n5\n \n ", " \n3\n6\n \n  \nA\nPROJECT ORGANIZATION STRUCTURE \np\np\ne\nn\nd\nix\n \n6\n \nDEPARTMENT OF ROADS \nDesign Consultants \n \nTeam Leader – Highway/Geotech Engineer  Project Coordinator  Asian  \nBridge Structural Engineer    Development \nEnvironment Specialist  Design Engineers  Bank \nSocial Resettlement Specialist  Accountant   \nSenior Surveyor  Supporting Staff \nJunior Surveyor   \nAt Thimphu during Design  \nAssistant Surveyors \n \n \n \nAssistant Engineer  Assistant Engineer \n   \nSupervision Consultants \nTeam Leader – Highway/Geotech Engineer \nThree Resident Engineers \nBridge Structural Engineer \nSite Inspectors \nEnvironment Specialist \n \nSource: Asian Development Bank \n ", " \nIMPLEMENTATION SCHEDULE\n2009 2010 2011 2012 2013\nItem Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\nA. Detailed Design\n1. Selection\n2. Detailed Design\nB. Construction Supervision Consultants\n1. Selection\n2. Supervision\nC. Civil Works\n \n  \n A\np\np\n    1. Procurement en\nd\nix\n 7\n  \n  \n    2. Construction     \n  \n3\n7\nSource: Asian Development Bank  \n  \n ", " \nINDICATIVE CONTRACT PACKAGESa  3\n8\n                      A\n    Package  Approx.  Estimated  Proposed  p\np\n    No.  Length  Cost  Duration  e\nn\nRoad Section  Package Description  (km)  ($)  (years)  dix\nNational Highways     8\n  \nManitar–Raidak  Manitar–km 20  NH-01  20  3.2  3 \n \nKm 20–Raidak  NH-02  17  2.9  3 \n \nRaidak and Kalikhola bridges  BR-01    2.4  2.5 \n \nRaidak–Lhamoizingkha  Raidak–Lhamoizingkha  NH-03  25  8.5  3 \n \nPanbang–Amshingwong  Panbang–km 18  NH-04  18  6.5  3 \n(Nganglam)   \nKm 18–Amshingwong  NH-05  18  7.7  3 \n \nSandrupcholing–Samrang  Sandrupcholing–Samrang  NH-06  23  2.8  2.5 \n \n  Diklai and Samrang bridges  BR-02    2.5  2.5 \n \nFeeder Roads   \nTsebar–Mikuri  Tsebar–Hye River bridge (not included) km 24  FR-01  24  4.3  2.5 \n \nDrungri–Hye River bridge (included) km 24  FR-02  38  7.1  3 \n \nkm = kilometer. \na Includes physical contingencies. \nSource: Department of Roads.\n ", "Appendix 9        39 \n \nPROCUREMENT PLAN \n \nBasic Data \nProject Name: Road Network Project II \nCountry: Bhutan  Executing Agency: Department of Roads \nGrant Amount: $38.76 million  Grant Number:  \nDate of First Procurement Plan:  Date  of  this  Procurement  Plan:  20  August  \n2009 \nA.  Process Thresholds, Review, and 18-Month Procurement Plan \n1.  Project Procurement Thresholds \n1.  Except as the Asian Development Bank (ADB) may otherwise  agree, the following \nprocess thresholds shall apply to procurement of goods and works.  \n \nProcurement of Goods and Works \nMethod  Threshold \nInternational Competitive Bidding (ICB) for Works  Above $1,000,000  \nNational Competitive Bidding (NCB) for Works  $100,000 up to $1,000,000 \nShopping for Works  Below $100,000  \nInternational Competitive Bidding for Goods  Above $500,000  \nNational Competitive Bidding for Goods  $100,000 up to $500,000 \nShopping for Goods  Below $100,000  \n2.  ADB Prior or Post Review \n2.  Except as ADB may otherwise agree, the following prior or post review requirements \napply to the various procurement and consultant recruitment methods used for the project.  \n \nProcurement of Goods and Works \nProcurement Method  Prior or Post  Comments \nInternational Competitive Bidding (ICB) Works  Prior  Single-Stage; Two-Envelope \nNational Competitive Bidding (NCB) Works  Prior  Single-Stage; Two-Envelope \nShopping for Works  Prior   \nInternational Competitive Bidding for Goods  Prior   \nNational Competitive Bidding for Goods  Prior   \nShopping for Goods  Prior   \n  3.  Consulting Services \n3.  Consulting services of international consulting firms in association with domestic firm will \nbe engaged to prepare detailed engineering design and bidding documents, and to provide \nconstruction supervision of all works will be engaged for the project. \nRecruitment of Consulting Firms \nSelection Method  Prior or Post  Comments \nQuality- and Cost-Based Selection (QCBS)  Prior   \nSingle Source Selection (SSS)  Prior   \n \n \n ", "40      Appendix 9 \n4.  Goods and Works Contracts Estimated to Cost More Than $1 Million \n4.  The following table lists goods and works contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months. \n \nPrequalification   Advertisement  \nGeneral  Contract   Procurement  of Bidders  Date \nDescription  Value  Method  (Yes/No)  (quarter/year)  Comments \nUpgrading  $2.4  ICB  No  Q2/2010  Qualification  requirements  will \nand  million  -  be based on annual workloads \nconstruction  $8.5  of  the  contract  because  the \nof roads  million  project roads in harsh mountain \n(Refer  to  (10  areas are only accessible from \nIndicative  packages)  one side and, irrespective of the \nPackages  in  contract size, the work progress \nAppendix 8)  is  linear  to  one-direction  with \nvery  limited  work  space  as  a \nrolling progress of a series of \ncontinuous  works  of  small \nstretch. \n \n5.  Consulting Services Contracts Estimated to Cost More Than $100,000  \n \n5.  The following table lists consulting services contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months.  \n \n      Advertisement  International   \nGeneral  Contract  Recruitment  Date  or National   \nDescription  Value   Method  (quarter/year)   Assignment   Comments  \nDetailed  $1.5 million  SSS  Q3/2009  International  Refer to \nEngineering  Firm with  Supplementary \nNational  Appendix F \nConsultants \nConstruction  $2.5 million  QCBS  Q2/2010  International   \nSupervision  Firm with \nNational \nConsultants \nB.  Indicative List of Packages Required Under the Project \n6.  The following table provides an indicative list of all procurement (goods, works and \nconsulting services) over the life of the project. Contracts financed by the Borrower and others \nshould also be indicated, with an appropriate notation in the comments section. \n \n  Estimated  Estimated    Domestic   \nGeneral  Value  Number of  Procurement   Preference   \nDescription  (cumulative)   Contracts   Method  Applicable  Comments  \nWorks  $48 million  10  ICB  YES  ADB is currently \nupdating the list of \ncountries eligible for \ndomestic preference, \nwhich will be issued \nshortly. If Bhutan is \nnot on the updated \nlist of eligible ", "Appendix 9        41 \n \n  Estimated  Estimated    Domestic   \nGeneral  Value  Number of  Procurement   Preference   \nDescription  (cumulative)   Contracts   Method  Applicable  Comments  \ncountries at the time \nof bidding, the \ndomestic preference \nreferred to elsewhere \nin this report will not \nbe applicable to this \nProject. \nGoods  $1.0 million           V   a  r i o  u  s           NCB and  NO   \nShopping \n  Estimated  Estimated \nGeneral  Value  Number of  Recruitment   Type of \nDescription  (cumulative)   Contracts   Method  Proposal  Comments \nConsulting  $2.5 million  2  SSS and  Bio (for SSS)   \nServices  QCBS  and Full \nC.  National Competitive Bidding \n1.   General \n7.  The  procedures  to  be  followed  for  national  competitive  bidding  shall  be  the  open \ntendering/bidding method set forth in the Procurement Manual, Rules and Procedures 2009 of \nthe Government of Bhutan with the clarifications and modifications described in the following \nparagraphs required for compliance with the provisions of the Procurement Guidelines (2007, \nas amended from time to time) of the Asian Development Bank (ADB). \n \n2.  Registration \n \n(i)  Bidding  shall  not  be  restricted  to  pre-registered  firms  under  the  national \nregistration system of the Construction Development Board (CDB), and such \nregistration shall not be a condition for the submission of bids in the bidding \nprocess. \n \n(ii)  Where registration is required prior to award of contract, bidders: (a) shall be \nallowed a reasonable time to complete the registration process; and (b) shall not \nbe denied registration for reasons unrelated to their capability and resources to \nsuccessfully  perform  the  contract,  which  shall  be  verified  through  post-\nqualification. \n \n3.  Prequalification \n8.  Post qualification shall be used unless prequalification is explicitly provided for in the \ngrant  agreement/procurement  plan.  Irrespective  of  the  procedure  applied  (whether \nprequalification or post-qualification), no domestic or foreign contractor shall be precluded from \nparticipation. \n9.  If prequalification is undertaken, the prequalification criteria should include \"eligibility \nrequirements\", \"financial situation\", \"pending litigation\", and \"experience\". Technical capacity \n(personnel and equipment) should not be part of the prequalification criteria. \n ", "42      Appendix 9 \n10.  A minimum period of 28 days shall be allowed for the preparation and submission of \nprequalification  applications.  The  28-day  period  is  to  be  counted  from  either  (i)  date  of \npublication  of  the  prequalification  invitation  in  a  local  newspaper  or  website,  or  (ii) \ncommencement  date  for  issue  of  the  prequalification  documents  to  interested  parties, \nwhichever of the two dates is the latest up to the date set for the deadline for submission of the \nprequalification applications. \n \n4.  Procurement Process \n \n11.  One envelope process shall be used unless two-stage process is explicitly provided for \nin the grant agreement/procurement plan. \n \n5.  Advertising \n12.  Bidding of NCB contracts estimated at $500,000 or more for goods and related services \nor $1,000,000 or more for civil works shall be advertised on ADB’s website via the posting of \nthe Procurement Plan. \n \n6.  Bidding Documents \n \n13.  Procuring entities shall use standard bidding documents acceptable to ADB for the \nprocurement of goods, works, and related services, based ideally on the standard bidding \ndocuments issued by ADB. \n \n7.  Packaging \n \n14.  Slicing or splitting of contracts within a package shall not be used to change the contract \nsizes  and  the  corresponding  methods  of  procurement  indicated  in  the  grant \nagreement/procurement plan. \n8.  Bid Security and Performance Security \n15.  Where required, bid security (earnest money), retention money (or security deposit) and \nperformance security (or performance guarantee) shall be in the form of a demand draft, \ncertified check, letter of credit, or bank guarantee from a reputable bank. \n16.  The terms and conditions of bid security as well as retention money and performance \nsecurity shall be clearly specified in the forms provided and/or conditions of contract in terms of \nperiods of validity and grounds for forfeiture, or release of the bank guarantees, or refund of the \ncash security deposits. \n9.  Preferences \n \n(i)  No preference of any kind shall be given to domestic bidders or for domestically \nmanufactured goods. \n(ii)  Foreign suppliers and contractors from ADB member countries shall be allowed to \nbid, without registration, licensing, and other government authorizations, leaving \ncompliance  with  these  requirements  for  after  award  and  before  signing  of \ncontract. ", "Appendix 9        43 \n \n10.  Rejection of All Bids and Re-bidding  \n \n17.  Bids shall not be rejected and new bids solicited without the ADB’s prior concurrence. \n11.  Low Bids and Unbalanced Bids \n18.  Bids shall not be rejected solely because the bid price (i) is lower by a certain \npercentage  of  the  contract  cost  estimate,  or  (ii)  seriously  unbalanced  or  front  loaded. \nInstead  of  rejection  of the  bids,  the  bidder  whose  bid  is  determined  to  be the lowest \nevaluated  substantially  responsive  bid  may  be  required  by  the  Executing \nAgency/Implementing Agency to provide a higher performance security to a level sufficient \nto protect the Executing Agency/Implementing Agency against financial loss in the event of \ndefault of the successful bidder under the contract. \n \n12.  Participation by Government-Owned Enterprises \n \n19.  Government-owned enterprises in the Bhutan shall be eligible to participate only if they \ncan establish that they are legally and financially autonomous, operate under commercial law, \nand are not a dependent agency of the procuring entity, or the Project Executing Agency or \nImplementing Agency. \n13.  Member Country Restrictions \n \n20.  Bidders must be nationals of member countries of ADB, and offered goods, works, and \nservices must be produced in and supplied from member countries of ADB. \n \n14.  Exclusion of Bidders  \n \n21.  Exclusion of bidders for reasons cited in para. 2.1.4.1 of the Procurement Manual, Rules \nand Procedures 2009, including inclusion on national sanctions lists may be applied only with \nprior approval of ADB. Rejection of bids on account of \"past poor performance\" of bidders shall \nalso be subject to ADB's prior approval. \n \n15.    Disclosure of Decision on Contract Awards \n \n22.  At the same time that notification on award of contract is given to the successful bidder, \nthe results of bid evaluation shall be published in a local newspaper, or a well-known freely \naccessible website identifying the bid and lot numbers and providing information on (i) name of \neach bidder who submitted a bid; (ii) bid prices as read out at bid opening; (iii) name of bidders \nwhose bids were rejected and the reasons for their rejection; and (iv) name of the winning \nbidder, and the price it offered, as well as duration and summary scope of the contract awarded. \nThe Executing Agency/Implementing Agency/contracting authority shall respond in writing to \nunsuccessful  bidders  who  seek  explanations  on  the  grounds  on  which  their  bids  are  not \nselected. \n \n ", "44      Appendix 10 \nOUTLINE TERMS OF REFERENCE FOR TECHNICAL ASSISTANCE FOR \nCAPACITY BUILDING OF THE DEPARTMENT OF ROADS \n \nA.  Objective \n \n1.  The main objective of the consulting services is to support the Government of Bhutan in \nimproving the sector management performance through capacity building of the Department of \nRoads (DoR). The focus of the technical assistance (TA) will equip DoR engineers with (i) \nmodern road technologies suited for Bhutan in the area of survey, design, and construction; and \n(ii) enhanced analytical skills to utilize road asset management systems in an optimal manner in \nthe Bhutan context. \n \nB.  Scope of Services \n \n2.  The  consultants  will  undertake  the  services  in  close  consultation  with  the  director \ngeneral and chief engineers of the DoR. They will also conduct training and workshops as \nrequired at the district and headquarters levels. The consultant will undertake tasks under two \ncomponents: modern road technologies, and road asset management. \n \n  1.  Modern Road Technologies \n \n3.  The objective of this task is to equip DoR engineers with knowledge of and skills in \nmodern road technologies in survey, design, and construction of mountainous roads. The role of \nthe consultant will therefore be to work with the Door in the same office and assist the DoR \nengineers in all aspects for them to conduct all the required tasks in developing roads. The \ntasks should be conducted in a timely manner, taking into account the timing of design and \nconstruction. \n \n4.  The consultants will do, but not be limited to, the following: \n \n(i)  Provide  examples  of  international  best  practices  for  mountainous  roads \ndevelopment  in  survey,  design,  and  construction  with  environmental \nconsiderations. \n(ii)  Review, discuss, and propose enhancement, if any, to the existing standards and \nmethods of survey, design, and construction, in comparison with international \nbest practice, taking into account the Bhutanese conditions. \n(iii)  Develop a toolkit or handbook of international best practices applicable to Bhutan \nfor DoR engineers to use in planning survey, design, and construction. \n(iv)  Identify projects or road sections on which to adopt international best practices at \neach  stage  of  survey,  design,  and  construction,  including the  Second  Road \nNetwork Project. \n(v)  Discuss the applicability of practices and apply appropriate methods to undertake \ndesign, survey, and construction for identified road sections/projects. \n(vi)  Consult with selected local communities and environment-related agencies such \nas  the  Natural  Conservation  Division  to  reflect  appropriate  environmental \nconsiderations with a balance of cost and time efficiency in road development. \n(vii)  Provide  training  for  DoR  engineers  on  selected  modern  road  technologies, \nincluding  environmental  considerations,  in  survey,  design,  and  construction. \nWorkshops will be held for disseminating the concept and the method. \n(viii)  Assist the DoR further in planning survey, design, and construction on other road \nsections. ", "Appendix 10        45 \n \n(ix)  Recommend  a  training  program  for  DoR  engineers  to  have  for  updating \nknowledge and skills in road technologies. \n(x)  Identify  issues  and  problems,  and  recommend  the  required  changes  to  the \ntoolkit/handbook and DoR design standards/manuals. \n \n  2.  Road Asset Management \n \n5.  The objective of this task is to increase DoR engineers' knowledge of appropriate use of \nroad asset management systems in the Bhutan context. The role of the consultant will therefore \nbe to work with the DoR in the same office and assist DoR engineers in undertaking road asset \nmanagement planning. This will be undertaken in close coordination with the director general of \nthe DoR. The consultant will reflect discussions and outputs of the Modern Road Technologies \ncomponent. \n \n6.  The consultants will do, but not be limited to, the following: \n \n(i)  Develop and recommend the overall architecture, enabling decision makers to \npropose and allocate maintenance budgets efficiently and objectively.  \n(ii)  Within the overall architecture of decision-making systems of budget proposal \nand allocation, determine the role and applicability of the computerized systems \nin the Bhutan context, including the constraints of the computerized systems in \nBhutan as road deterioration is mainly due to natural cause such as landslides. \n(iii)  Determine practical and appropriate level of detail for the purpose of decision \nmaking at headquarters and in the field offices, especially for decisions regarding \nthe  annual  proposal  and  allocation  into  each  division,  subdivision,  and \nsection/unit. \n(iv)  Identify road sections where the computerized system is applicable, e.g., where \ndeterioration is mostly caused by traffic loads (including the east–west highway \nand the north–south highway) and where minimal damage is due to natural \ncauses. \n(v)  Decide how to determine the maintenance needs for road sections where the \ncomputerized system is not applicable, e.g., where there are low traffic loads and \nwhere deterioration is mostly due to natural causes. \n(vi)  Develop a practical and appropriate scheme/program for data collection, e.g., \ndata collection cycle, required details of interval, etc., at this initial stage. \n(vii)  Provide training to and assist the DoR in data collection. \n(viii)  Develop  practical  and  appropriate  level  of  use  of  computerized  asset \nmanagement systems. \n(ix)  Set up the overall analysis systems, including a manual for the DoR to use, for \nroad asset management planning over the Bhutan road network which is the \nresponsibility of the DoR. \n(x)  Execute the overall systems, run the computerized systems for selective road \nsections, and provide analysis for annual budget proposal and allocation. \n(xi)  Recommend further areas of improvement and a training program. \n \nC.  Reporting \n \n7.  The consultants will provide the Asian Development Bank (ADB) with progress reports \non  achievements,  problems,  and  recommendations.  The  consultants  will  prepare  specific \nworking papers in accordance with each item, or, as appropriate, a group of items, in the terms \nof reference (TOR). Upon completion of their services, the consultants will prepare a draft final \n ", "46      Appendix 10 \nreport covering all tasks required by the TOR. A final report will be prepared 30 days after the \ntripartite review meeting with the DoR, ADB, and the consultants. \n \n8.  The consultants, in consultation with the DoR, will prepare a training program in the \nareas specified in the TOR. The consultants will prepare comprehensive training proposals, \nincluding selection criteria for candidates, training objectives, and cost estimates. \n \nD.  Staffing \n \n9.  The technical assistance (TA) will be implemented for 6 months from December 2009 to \nJune 2010. International inputs of 13 person-months are required, including (i) a road engineer \nas  team  leader,  experienced  in  mountain  roads  (5  person-months);  (ii)  a  bridge/structural \nengineer, experienced in mountain roads (1.5 person-months); (iii) an environment specialist, \nexperienced in design and construction of mountain roads (2 person-months); and (iv) a road \nasset management systems specialist, experienced in pavement and maintenance of mountain \nroads (4.5 person-months). All experts should have experience in mountain roads both in \ndeveloping and developed countries \n \nE.  Cost Estimates \n \n10.  The total cost of the TA is estimated to be $500,000 equivalent. ADB will finance \n$400,000 equivalent on a grant basis from its TA funding program (Technical Assistance \nSpecial Fund-IV). Disbursements under the TA will be made in accordance with ADB's \nTechnical Assistance Disbursement Handbook.1  The Government’s counterpart in-kind \ncontribution will be $100,000 equivalent (Table A10). \n                                                \n1 ADB. 2008. Technical Assistance Disbursement Handbook. Manila. ", "Appendix 10        47 \n \nTable A10: Cost Estimates \n($’000) \n            Total \nItem        Cost \nA. Asian Development Bank Financinga    \n1. Consultants     \n  a. Remuneration and Per Diem   \n    i. International Consultants   234.00 \n  b. International and Local Travel  20.00 \n  c. Reports and Communications  3.00 \n2. Equipment (computer, printer, vehicles, etc.)b  40.00 \n3. Workshops, Training, Seminars, and Conferences  50.00 \n4. Surveys    5.00 \n5. Miscellaneous Administration and Support Costs  5.00 \n6. Representative for Contract Negotiations  6.00 \n7. Contingencies    37.00 \n  Subtotal (A)    400.00 \n         \nB. Government Financing   \n1. Office Accommodation and Transport  50.00 \n2. Remuneration and Per Diem of Counterpart Staff  30.00 \n3. Others    20.00 \n  Subtotal (B)    100.00 \n       \nTotal     500.00 \na  Financed by the Asian Development Bank’s technical assistance funding program \n(Technical Assistance Special Fund-IV). \nb  Equipment will be turned over to the Government after completion of the technical \nassistance. \nSource: Asian Development Bank estimates. \n ", " 48            Appendix 11 \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry/Project Title: Bhutan/Road Network Project II \n \nLending/Financing  Department/  South Asia Department/ \nProject Grant \nModality:  Division:  Transport and Communications Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Link to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nThe Bhutan National Poverty Reduction Strategy identifies remoteness and isolation as the major causes of poverty in \nBhutan, and prioritizes the extension and improvement of physical infrastructure, including communications and planned \nurbanization, as strategic interventions to combat poverty. The Government has given the development of road infrastructure \nthe highest priority in the 10th Five-Year Plan. The Bhutan country operations business plan (2008–2010)a prioritizes Asian \nDevelopment Bank (ADB) assistance to the transport sector to enhance the connectivity and accessibility of remote and rural \nareas.  \n \nMore than half of the population of Bhutan lives in rural areas. Road network connectivity is therefore a key factor in the \nGovernment’s overall development goals. For this reason, the Government is highly committed to developing and promoting \nthe proposed Project, from which a larger part of the population is expected to benefit. Access to roads in rural areas is a key \nelement of human development and economic growth. It is also expected to improve health care services and education. \nMost of all, it means a greater range of opportunities for rural people to improve their quality of life and capacity to generate \nincome. It will also improve the living conditions of women and children. Another immediate tangible benefit is the reduction of \ntime spent in travelling and therefore the increase in productivity by more business opportunities and employment in rural \nareas of Bhutan.  \n \nB.  Poverty Analysis                                                                  Targeting Classification: General intervention \n1.  Key Issues  \n \nRemoteness and isolation are the major causes of poverty in Bhutan. The construction of national highways and feeder roads \ncovering 183.0 kilometers (km) (Manitar–Raidak, 37.0 km; Raidak–Lhamoizhingkha, 25.0 km; Panbang–Amshingwoong, 36.0 \nkm; Samdrupcholing–Samrang, 23.0 km; and Tsebar–Mikuri–Shingchungri, 62.0 km) will have direct benefits for the local \npopulation (poor people, vulnerable groups, and households headed by women). The Project is expected to improve the \nquality of life and bring new economic opportunities to remote areas of the country. It is also expected to increase economic \nactivity (particularly in small retail) at the road sites and increased accessibility due to construction of access roads connected \nto the main roads.  \n \nThe socioeconomic impacts of the Project will be very positive: access to health care facilities and education, improved \ncommunication facilities, easy transportation of cash crops, and vibrant growth of economic activities in the rural villages. \nRural electrification is also expected to improve once road connectivity is established. This will permit students to study for \nlonger hours in the evening, and contribute to a cleaner living environment through the use of electricity and gas for cooking, \nthus also saving the forests from further degradation. \n \nThe income-generation activities of the population of the immediate and wider project influence areas are expected to \nincrease through sales of local produce at the road sites almost on a daily basis. As a result, the Project will significantly \nreduce the poverty level and improve the quality of life in the five beneficiary dzongkhags (districts)—Chhukha, Dagana, \nPemagatshel, Samdrupjongkhar, and Zhemgang—through connectivity of these remote rural areas. \n \n2. Design Features. Not Applicable. \n \nC.  Poverty Impact Analysis for Policy-Based Lending \n \n1.  Discuss the impact channels of the policy reform(s) (direct and indirect, short and medium term) to the country and major \ngroups affected.  Not Applicable. \n \n2.  Discuss the impact of the policy reform(s) on vulnerable groups and ways to address it/them (refer to social analysis). \n         Not Applicable. \n \n3.  Discuss how the policy reform(s) contribute(s) to poverty reduction, pro-poor growth, and the MDGs.  Not Applicable. \n ", "Appendix 11          49 \n \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis  \n \nThis analysis covers the poverty and social analysis of the proposed five roads under the Project. The household survey \ncovered 68 villages: 22 villages on the Manitar–Raidak road, 16 villages on the Raidak–Lhamoizhingkha road, 8 villages on \nthe Panbang–Amshingwoong road, 8 villages on the Samdrupcholing–Samrang road, and 14 villages on the Tsebar–Mikuri–\nShingchungri road. The questionnaire developed for this survey was based on the requirements of the Project terms of \nreference, with reference to ADB’s Guidelines for the Incorporation of Social Dimensions in ADB Operations (1993)b and \nADB’s Handbook for Poverty and Social Analysis (2001)c. \n \nThe survey was based on a random sampling approach using population size. The household survey began meeting with the \nvillage headman or a representative of the geog (block), through which either the existing road passed or through which the \nproposed national roads might be aligned. Twenty percent of the total households of gewogs (villages) were selected for \ninterview by randomly selecting the visibly poor and rich households. Consultation with the communities (324 male and 162 \nfemale participants) and 16 focus group discussions at different levels were another component. These activities were \nconducted simultaneously with the household survey and by the same survey team at different times and locations. The \ndiscussions were conducted in different part of the villages falling under the same geog and within the project influence area \nregardless of the affected persons. All the respondent sample households reported that most women spend time on \npurchasing household items, collecting drinking water and fuel wood and supporting cultivation. Women in villages are also \nactively involved in religious and cultural activities.  \n \nSince most of the villages are located far from motorable roads, the villagers have to walk a considerable distance to reach \nthe road heads. There are community, primary, lower secondary, middle secondary, higher secondary, and private schools in \nall the five dzongkhags. In most of the villages, children walk for 30 minutes to 3 hours to get to school. There are basic health \nunits, outreach clinics, and general hospitals in all the five dzongkhags. Not all the houses have drinking water due to poor \nwater sources.  \nThe people in the influence areas are agricultural farmers, with 90% being engaged in agricultural activities. Some \nhouseholds reported combining their agricultural activities with shopkeeping and with some wage activities. The main cereals \ngrown are rice, maize, wheat, and millet. The cash crops grown are mainly areca nut, oranges, and cardamom. The villagers \nalso tend to cattle farming and produce milk, cheese, and butter, which are locally consumed, and the surpluses are sold. \n \nB.  Consultation and Participation \n1. A socioeconomic survey covering 20% of the total households of geogs, and 16 focus group discussions were conducted in \nFebruary–April 2009 to gather feedback from the local communities on the proposed development, perceived socioeconomic \nimpacts, and acceptable alignment of the access road. These discussions were held with men, women, farmers, high-income \ngroups, poor people, shopkeepers, and government officials to ensure a comprehensive perspective on the project as well as \nits impacts. \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and \nmonitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.  Was a C&P plan prepared?   Yes      No  \nThe C&P plan was prepared to inform and collate public views to facilitate informed decisions. \nC.   Gender and Development \n1.  Key Issues  \nGender participation was ensured during the course of the social study by undertaking a process of gender analysis so as to \nassess the impact of the Project. Sixteen focus group discussions were undertaken with women belonging to different \nsocioeconomic groups such as high-income, poor, and women of different ethnicity. These discussions revealed that the \nmajority of the women felt that the roads will benefit them as they will be able to transport their yield for market and this will \nhelp increase income. The study revealed no significant discrimination against women in Bhutan. The socioeconomic survey \nshowed that, although some activities may be predominantly undertaken by women or men, women and men traditionally \nhave equal status for most socioeconomic activities. The studies also revealed that rural women are becoming more visible in \nboth household and other activities, and women are frequently taking on additional work to ensure a comfortable lifestyle for \ntheir families. Along with men in the project areas, women will benefit from (i) easier access to external markets, (ii) increased \nlocal retailing opportunities, and (iii) easier access to health care centers and education facilities. Women may also benefit \nmore than men from the increased access to schools. Traditionally enrolment rates in schools have been lower for girls than \nfor boys. \n ", " 50            Appendix 11 \n \n2.  Key Actions: Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n \n    Gender plan          Other actions/measures         No action/measure \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n \nIssue  Significant/Limited/  Strategy to Address  Plan or Other Measures \nNo Impact  Issue  Included in Design \n  Limited  A 100% census was   \nInvoluntary  undertaken based on     Full Plan \nResettlement  preliminary design to     Short Plan \nidentify all project-related     Resettlement Framework \nimpacts. The survey     No Action \nidentified that 279 \nhouseholds will incur \nimpacts on assets such as \nagricultural land, \nresidential and commercial \nassets, trees, etc. \nResettlement plans have \nbeen prepared to mitigate \nand address all losses. \n \n  No Impact  No indigenous people were   \nIndigenous Peoples  identified therefore no     Plan \nspecific action was     Other Action \nforeseen.      Indigenous Peoples \nFramework \n   No Action \n    The Project construction is   \nLabor  expected to generate   \n Employment   employment opportunities     Plan \nopportunities  for local communities     Other Action  \n Labor retrenchment  during the construction     No Action \n Core labor standards  phase. Men and women \nwill be paid equally for \nequal work. The DoR will \nensure that all civil works \nwill comply with all \napplicable labor laws, and \nchild labor is not used for \nconstruction and \nmaintenance activities. \n    The Project will reduce   \nAffordability  transport costs and     Action \nincrease the mobility of the     No Action \nlocal population in the \nProject areas. \nOther  Risks  and/or    The Government has been   \nVulnerabilities  successfully carrying out    Plan \nHIV/AIDS  awareness campaigns and    Other Action \nHuman trafficking  free health care to     No Action \nOthers(conflict, political  minimize the spread of \ninstability,  etc),  please  HIV/AIDS in various part of \nspecify  the country. \n \nThe  social  assessments \nundertaken  have  not \nrevealed  any  significant \nrisks  on  social  aspects \nsuch as gender, HIV/AIDS, \nand human trafficking.  ", "Appendix 11          51 \n \nIssue  Significant/Limited/  Strategy to Address  Plan or Other Measures \nNo Impact  Issue  Included in Design \n    However, the DoR will   \nensure that all civil works \ncontractors disseminate \ninformation at worksites on \nthe risks of sexually \ntransmitted diseases and \nHIV/AIDS for those \nemployed during \nconstruction. Contracts for \nall subprojects will include \nspecific clauses on these \nundertakings, and \ncompliance will be strictly \nmonitored by the DoR, with \nsupport from the \nsupervision consultant \nduring project \nimplementation. \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?  Yes        \na ADB. 2007. Bhutan Country Operations Business Plan 2008-2010. Manila. \nb ADB. 1993. Guidelines for the Incorporation of Social Dimensions in ADB Operations. Manila. \nc ADB. 2001. Handbook for Poverty and Social Analysis. Manila. \n \n "], "metadata": {"Author": "MKE", "CreationDate": "D:20091011161056+08'00'", "Creator": "PDFCreator Version 0.9.6", "Keywords": "", "ModDate": "D:20100609120330+08'00'", "Producer": "GPL Ghostscript 8.63", "Subject": "", "Title": "RRP_BHU_ RNP-II 10Nov09"}}