{"Author": "Asian Development Bank", "CreationDate": "D:20150921141225+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia agriculture, mongolia rural development, mongolia agro-industry, mongolia marketing, mongolia trade, mongolia livestock, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20150925112510+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Agriculture and Rural Development Project (Additional Financing), Mongolia", "Title": "39229-033: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 39229-033 \nAugust 2015 \n \n \n \nProposed Loans for Additional Financing and \nAdministration of Technical Assistance Grant  \nMongolia: Agriculture and Rural Development \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  is  the  version  of  the  document  approved  by  ADB’s  Board  of  Directors  that  excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Public Communications \nPolicy 2011. \n \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 24 August 2015) \n\nCurrency unit \nMNT1.00 \n$1.00 \n\ntogrog (MNT) \n$0.000502 \nMNT1,992.00 \n\n \n\n– \n= \n= \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \n\nAsian Development Bank \nAsian Development Fund \nMinistry of Finance \nMinistry of Food and Agriculture \nMinistry of Industry \nordinary capital resources \nproject administration manual \nproject management unit \nproject participating bank \nproject participating enterprise \nspecial drawing right \nsmall and medium-sized enterprises \ntechnical assistance \nvalue chain investment \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\nADB \nADF \nMOF \nMOFA \nMOI \nOCR \nPAM \nPMU \nPPB \nPPE \nSDR \nSMEs \nTA \nVCI \n\nVice-President \nS. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector \n \nTeam leader \nTeam members \n\nQ. Zhang, Environment, Natural Resources, and Agriculture Division, EARD \n \nT. Ueda, Senior Natural Resources Economist, EARD \nJ. Battsengel, Senior Procurement Officer, Mongolia Resident Mission \n(MNRM), EARD \nC. Carreon, Project Officer, EARD \nE. Enkhbold, Investment Officer, MNRM, EARD \nK. Guy, Transport Specialist, EARD \nY. Hirao, Financial Control Specialist, Controller’s Department \nS. Lee, Financial Sector Specialist, EARD \nJ. Lucero, Project Analyst, EARD \nO. Purevjav, Operations Assistant, MNRM, EARD \nA. Qadir, Senior Counsel, Office of the General Counsel \nF. Radstake, Principal Environment Specialist, EARD \nS. Robertson, Natural Resources and Agriculture Specialist, EARD \nA. Sebastian-Mercader, Operations Assistant, EARD \nPeer reviewer \nA. Tayyab, Principal Portfolio Management Specialist, South Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n\fPage \n\n1 \n1 \n1 \n4 \n4 \n5 \n7 \n7 \n8 \n8 \n8 \n8 \n9 \n9 \n9 \n10 \n10 \n\n11 \n16 \n\n \n\nCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\n \nAPPENDIXES \n\nRevised Design and Monitoring Framework \n\nList of Linked Documents \n\nIII. \nIV. \n\nV. \nVI. \n\n1. \n\n2. \n\n \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nAgriculture, natural \nresources and rural \ndevelopment\n\nAgriculture and Rural Development \nProject (Additional Financing)\nMongolia\nGovernment of Mongolia\n\nSubsector(s)\nAgro-industry, marketing, and trade\nLivestock\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nEco-efficiency\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 39229-033\n\nEARD/EAER\n\nMinistry of Finance\n\n     ADB Financing ($ million)\n32.50\n17.50\n\nTotal\n\nClimate Change Information \nClimate Change impact on the \nProject\n\n50.00\n\nLow\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\nNo\n\nLow\n\n8. Financing\n\nComponents\nInstitutional development\n\nKnowledge sharing activities\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nImplementation\nPrivate Sector\nPromotion of private sector investment\nPublic sector goods and services essential for \nprivate sector development\n\nLocation Impact\nRural\nUrban\n\nHigh\nMedium\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nAmount ($ million)\n\nModality and Sources\nADB\n     Sovereign Project loan: Ordinary capital resources\n     Sovereign Project loan: Asian Development Fund \nCofinancing\n     Japan Fund for Poverty Reduction\nCounterpart \n     Government\n  \n     Beneficiaries\nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\n50.00\n35.00\n15.00\n2.00\n2.00\n11.00\n1.00\n\n10.00\n63.00\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n08052014112003453053\n\nGenerated Date: 26-Aug-2015 14:52:42 PM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  proposed \nloans to Mongolia for the additional financing of the Agriculture and Rural Development Project, \nand  (ii)  the  proposed  administration  of  technical  assistance  (TA)  to  be  provided  by  the  Japan \nFund for Poverty Reduction for Supporting Agriculture Value Chain.1 \n \n2. \nThe  additional  financing  will  primarily  help  Mongolia  increase  the  value  addition  on  its \nrich  yet  underutilized  livestock  and  other  agricultural  resources  through  (i)  value  chain \ninvestments (VCIs) by agro-enterprises and cooperatives, (ii) capacity strengthening of primary \nproducers  and  processors,  (iii)  improvement  of  marketing  and  technical  capacity  of  agro-\nenterprises and cooperatives, and (iv) development of Mongolian product brand(s). As a result, \nthe additional financing is expected to generate employment opportunities and help diversify the \nMongolian economy, which has been driven by the mining sector. \n \n\nII. \n\nTHE PROJECT \n\n \nA. \n\nRationale \n\n3. \nThe Asian Development Bank (ADB) approved on 29 September 2008 a grant of $14.72 \nmillion  from  its  Asian  Development  Fund  (ADF)  for  the  Agriculture  and  Rural  Development \nProject (current project).2 The revised closing date of the current project grant is 31 December \n2015. The current project was supported by associated TA of $2 million from the Japan Special \nFund for Agricultural Marketing and Brand Development. The current project aims at a reliable \nsupply  of  premium-value  agricultural  products  to  niche  markets  by  selected  enterprises.  It \ncomprises two outputs: (i) value chains able to deliver unique, premium-value products to niche \nmarkets;  and  (ii)  fully  defined  process  and  institutional  arrangements  for  collaborative  brand \ndevelopment and management developed and demonstrated. \n \n4. \nAgriculture sector is the backbone of the Mongolian economy and considered a key for \ndiversifying  the  economy,  which  relies  too  heavily  on  the  mining  sector.  In  2013,  Mongolian \nagricultural primary products accounted for 20.1% and processed products for about 11.1% of \nMongolia’s  gross  domestic  product.  They  are  also  the  second  largest  export  products  after \nmineral  products,  accounting  for  8.2%  of  total  exports  by  value  in  2013. 3  However,  the \nagriculture  sector  is  mostly  concentrated  on  primary  production  and  forgoing  significant  value \naddition  in  agriculture  because  of  limited  processing  capacity.  The  bottleneck  is  lack  of  long-\nterm financing, which has significantly hindered Mongolian agro-enterprises from making long-\nterm investments to improve their productivity. As a result, Mongolia exports a significant portion \nof  its  agricultural  products  (e.g.,  wool,  cashmere,  and  animal  skins)  after  primary  processing \nwhile  it  imports  a  substantial  volume  of  processed  or  final  products  (e.g.,  dairy  products).  It  is \ncrucial  for  Mongolia  to  capitalize  on  the  rich  yet  untapped  resources  of  the  agriculture  sector, \nwhich  employed  30%  of  the  labor force  in  2013.  Development  of the  agro-processing  industry \nwill  have  a  substantial  impact  on  employment,  in  itself  and  through  its  backward  linkages,  in \nrural  areas,  where  the  poor  comprised  33.3%  of  the  population  in  2012,  and  consequently \ncontribute to sustainable and equitable development of the nation. \n \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund  Grant  and  Technical  Assistance  Grant  to  Mongolia  for  the  Agriculture  and  Rural  Development  Project. \nManila. \n\n3  National Statistical Office of Mongolia. 2014. Mongolian Statistical Yearbook 2013. Ulaanbaatar. \n\n \n\n\f2 \n\nPerformance of the current project. The current project is considered to be performing \n\n5. \nwell4 based on the five standards stipulated in the relevant section of the operations manual.5 \n \n\n(i) \n\n(ii) \n\n(iii) \n\nOutput  delivery.  The  current  project  made  progress  toward  the  outcome  and \nlargely  accomplished  outputs  1  and  2.  Against  the  outcome,  the  current  project \nenabled 12 project participating enterprises (PPEs) to start selling some of their \nproducts to international and domestic premium-value buyers, but establishment \nof  business  partnerships  will  take  longer.  Against  output  1,  the  current  project \nfinanced 12 PPEs to develop their respective value chains to deliver higher-value \nproducts.6 Those PPEs have realized noticeable improvements in product quality \nand  productivity,  and  significant  job  creation  directly  at  the  enterprises  and \nindirectly  at  the  producers  of  raw  materials.7 The  current  project  also  provided \n(a) equipment  and  supplies  to  livestock  testing  centers  and  veterinary  service \ncenters of six selected provinces; and (b) machinery, equipment, and agricultural \ninputs,  as  well  as  training  to  selected  agricultural  cooperatives  to  improve  the \nquality  and  production  of  raw  materials.8 Against  output  2,  the  current  project \ndeveloped a framework for brand development, applied it to animal fiber and its \nproducts, and developed a Mongolian brand certification mark, Mongolian Noble \nFiber.  The  certification  mark  has  been  registered  at  the  intellectual  property \noffices of Mongolia and 33 selected countries. \nImplementation  progress.  Implementation  progress  is  satisfactory:  98.9%  of \ndisbursements and 98.9% of contract awards against 94.8% of elapsed time as \nof 14 August 2015. \nSafeguard  compliance.  Safeguard  requirements  have  been  met  satisfactorily. \nEnvironmental  and  social  safeguard  screening  procedures  have  been  well \nestablished under the current project and applied to every subproject. \n\n(iv)  Management  of  risks. The report and recommendation of the President for the \ncurrent project identified (a) inadequate capacity of the enterprises to implement \ntheir  investment  plans,  (b) delays  in  procurement  processes, (c)  delivery  delays \nby  contractors,  and  (d)  misuse  of  funds  by  enterprises.  Project  implementation \nsupport  provided  by  the  project  management  unit  (PMU)  successfully  managed \nmost  of the risks  by  assisting the  PPEs  in  ensuring  that  VCI  subloan  proposals \nare feasible and by closely monitoring the PPEs’ implementation of the proposals. \nOn-track rating. The performance of the current project is rated on track. \n\n(v) \n\n \n6. \nAdditional  financing  eligibility  criteria  met.  ADB’s  due  diligence  confirmed  that  the \nadditional financing meets the eligibility criteria and standards.9 The additional financing is in line \nwith  the  Government  of  Mongolia’s  action  program  for  2012–2016,  which  places  the  highest \npriority  on  employment  generation.10 The  additional  financing  will  fully  support  ADB’s  interim \ncountry partnership strategy, 2014–2016 for Mongolia, which restores the core sector status of \n\n                                                \n4  Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n5  ADB. 2011. Additional Financing. Operations Manual. OM H5/OP. Manila (para. 3). \n6  Against  the  target  of  15,  fewer  PPEs  were  assisted  because  the  actual  subloan  amounts  were  larger  than  the \n\nsubloan amounts estimated during project preparation. \n\n7  ADB required a VCI proposal as well as financial, environmental, and social due diligence reports for each subloan \n\nunder the current project, and will continue to do so under the additional financing. \n\n8  Contract farming between the PPEs and herders for primary livestock-based products (e.g., cashmere, wool, and \nleather) was found difficult because the PPEs and domestic producers are not able to offer competitive prices to \nkeep herders in contracts, as the middlemen usually offer higher prices in bulk purchases. \n\n9  ADB. 2011. Additional Financing. Operations Manual. OM H5. Manila (para. 4 of BP; para. 3 of OP). \n10 Government  of  Mongolia.  2012.  Action  Program  of  the  Reform  Government  through  the  Years  2012–2016. \n\nUlaanbaatar. \n\n \n\n\fthe  agriculture,  natural  resources,  and  rural  development  sector;  and  highlights  private  sector \ndevelopment  for  employment  generation  and  diversification  of  the  economy.11 The  additional \nfinancing is listed as a firm project for 2015 in ADB’s country operations business plan, 2014–\n2016  for  Mongolia. 12  ADB  is  currently  preparing  two  loan  projects  for  Mongolia:  Regional \nUpgrades of Sanitary and Phytosanitary Measures for Trade Facilitation, which will complement \nthe  project  by  assisting  agricultural  and  food  product  trade;  and  Supporting  the  Credit \nGuarantee System for Economic Diversification and Employment Project, which will support the \nfinancing sector’s lending to small and medium-sized enterprises (SMEs). \n \nAdditional  financing  priority  met. 13 The  additional  financing  has  a  high  degree  of \n7. \nreadiness  since  implementation  capacity  is  well  advanced  and  safeguard  requirements  have \nbeen met. The PMU’s capacity for due diligence, including that for safeguards, built during the \ncurrent project, adds a distinctive feature. The subproject selection criteria, approval procedure, \nand monitoring mechanism, established under the current project, will continue to be applied.14 \n \n8. \nChanges  in  project  scope.  The  additional  financing  will  assist  the  government  in \nscaling up and modifying the scope of the current project that is performing well. In response to \nthe  government  request,  the  project  will  (i)  include  additional  subsectors,15 (ii)  adopt  a  regular \nonlending modality,16 and (iii) expand the range of subloans by lowering the minimum amount.17 \nThe project will focus not only on export-oriented subsectors, but also on subsectors oriented for \ndomestic markets, smaller-scale agro-enterprises, and cooperatives. Consequently, the focus of \nproject  impact  and  outcome  was  changed  from  the  promotion  of  partnerships  with  premium-\nvalue buyers to economic diversification through higher value addition to agricultural resources. \n \nLessons from the current project were incorporated in the project design. First, it became \n9. \nclear  that  PPEs  do  not  have  sufficient  technical  and  marketing  capacity  to  establish  business \nrelationships with buyers of high-value products, particularly international ones. In response, two \nbroad  outputs  under  the  current  project  were  articulated  into  four  outputs  to  factor  in  capacity \nimprovement  of  agro-enterprises  and  primary  producers  in  the  project  design.  Second,  the \ncurrent  project  was  implemented  with  three  separate  PMUs,  according  to  project  component, \nand experienced high costs of operation and difficult coordination between the components. To \naddress such issues, the PMUs will be integrated into a single PMU with three subunits: a VCI \nsubloan processing subunit for output 1 and two technical advisory subunits, one responsible for \noutput 2 and the other for outputs 3 and 4.18 \n \n\n \n\n                                                \n11 ADB. 2014. Interim Country Partnership Strategy: Mongolia, 2014–2016. Manila. \n12 ADB. 2014. Country Operations Business Plan: Mongolia, 2014–2016. Manila. \n13 ADB. 2011. Additional Financing. Operations Manual. OM H5/BP. Manila (para. 11).  \n14 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n15 The project will continue to support the wool and cashmere, leather, meat, and dairy subsectors; and add apparel, \nsea buckthorn, and bee farming subsectors. During project implementation, more subsectors and business types \nrelating to agro-processing and agriculture may be added. \n\n16 Under the current project, the government provides a project participating bank (PPB) with an actual credit transfer \nequivalent to 50% of the subloan amount free of charge as a guarantee. This guarantee mechanism was designed \nto  support  the  PPBs’  lending  to  the  agro-processing  industry  and  served  the  purpose  under  the  current  project \nfinanced by a grant. With additional financing from loans, the government will relend loan proceeds to the PPBs for \nsubsequent onlending to the PPEs. \n\n17 The additional financing will set the minimum amount at $150,000, instead of $600,000 under the current project. \n18 Under  the  current  project,  three  PMUs  had  been  set  up  in  different  offices  for  the  (i)  value  chain  development \n\ncomponent, (ii) rural infrastructure and services development component, and (iii) associated TA. \n\n3 \n\n \n\n\fOutputs \n\nImpacts and Outcome \n\nB. \n \n10. \nThe impacts of the overall project will be (i) competitiveness of the agriculture processing \nindustry enhanced, (ii) private sector-led employment generated, and (iii) SMEs developed. The \noutcome  of  the  overall  project  will  be  value  addition  on  Mongolian  agricultural  resources \nincreased by PPEs. The project is expected to increase primarily the agro-processing capacity \nand secondarily primary agricultural production in Mongolia, and hence increase value addition \nto  agricultural  resources.  The  increased  capacity  will  lead  to  employment  generation,  and \nindirectly  benefit  herders,  farmers,  and  primary  processors  through  the  PPEs’  increased \ndemand for raw materials (footnote 8). \n \nC. \n \n11. \nThe  overall  project  will  have  the  following  outputs:  (i)  VCIs  financed,  (ii)  production \ncapacity  of  herders  and  farmers  improved,  (iii)  enterprises’  marketing  and  technical  capacity \nimproved,  and  (iv)  Mongolian  product  brand(s)  developed.  To  ensure  relevance  and \nsustainability,  capacity  development  will  be  conducted  in  cooperation  with  technical  agencies, \nuniversities, and business associations in Mongolia. \n \n12. \nOutput  1:  Value  chain  investments  financed.  Output  1  comprises  (i)  preparation  of \nthe  VCI  proposals;  (ii)  due  diligence  of  the  VCI  subprojects;  (iii)  provision  of  subloans  to  the \nPPEs19 to improve their value chains and/or enhance their production and productivity; and (iv) \ncapacity  development  of  the  PPEs  and  project  participating  banks  (PPBs)  on  financial \nmanagement,  value  chain  development,  and  social  and  environmental  safeguards.  The \nconsolidated PMU  will assist the PPEs in preparing the VCI proposals for subloan application, \nparticularly  in  identifying  areas  for  business  improvement  such  as  marketing,  product \ndevelopment, and quality control. The identified needs will be reflected in the VCI proposals and \nused to tailor activities under outputs 2 and 3. The VCI financing is described in para. 18. \n \n13. \nOutput  2:  Production  capacity  of  herders  and  farmers  improved.  Output  2 \ncomprises (i) capacity development for herders, farmers, and primary processors of agricultural \nproducts;  (ii)  provision  of  veterinary  medical  supplies,  equipment,  machinery,  material,  and \ninputs  for  herders,  farmers,  and  primary  processors  of  agricultural  products;  and  (iii) \nconstruction of a livestock primary processing facility. The project will help herders, farmers, and \nprimary  processors,  including  potential  suppliers  of  raw  materials  and  primary  processed \nproducts to the PPEs, to improve their production capacity and quality control. \n \n14. \nOutput  3:  Enterprises’  marketing  and  technical  capacity  improved.  Output  3 \ncomprises (i) marketing and technical capacity development to enable the PPEs to produce and \ndeliver  high-value  and/or  quality  products  to  domestic  and  international  markets;  and  (ii) \nprovision  of  equipment  and  capacity  development  to  technical  and  research  institutes  dealing \nwith  food  and  agriculture  products.  This  output  is  based  on  an  observation  from  the  current \nproject—that  a  substantial  gap  exists  between  the  capacity  of  the  PPEs  and  the  quality \nstandards  that  international  markets  require.  In  tandem  with  financial  support  to  the  PPEs \n(output  1),  strengthening  enterprises’  marketing  and  technical  capacity  is  crucial  to  realizing \nhigher value addition. The capacity development training will be given not only to the PPEs, but \nalso to other agro-enterprises of interest for a wider impact. The training will help strengthen the \n\n                                                \n19 PPEs under the current project comprise public limited or limited liability companies. Under the additional financing, \n\nPPEs will also include cooperatives registered under the Law on Cooperatives. \n\n4 \n\n \n\n\fquality-testing capacity of technical institutes, which will help improve and assure the quality of \nMongolian products in the medium term. \n \n15. \nOutput  4:  Mongolian  product  brand(s)  developed.  Output  4  comprises  (i)  brand \ndevelopment for export-oriented products (e.g., animal fiber and its processed products); and (ii) \npromotion  and  management  of  brand(s)  developed  and/or  to  be  developed.  Regarding  brand \nmanagement,  the  project  will  continue  to  help  the  government  register  the  Mongolian  Noble \nFiber  certification  mark  with  national  intellectual  property  offices  of  selected  countries  that  are \ncurrent and potential buyers of the Mongolian animal fiber products. Regarding brand promotion \nand  management,  the  project  will  assist  Mongolian  agro-enterprises  in  getting  their  products \ntested and certified for the certification mark. \n \nD. \n \n16. \nThe  additional  financing  is  estimated  to  cost  $61.0  million  (Table  1).  Detailed  cost \nestimates  by  expenditure  category  and  by  financier  are  in  the  project  administration  manual \n(PAM) (footnote 14). \n \n\nInvestment and Financing Plans \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nA.  Base Costc \n\n1.   Value chain investments financed \n \n2.   Production capacity of herders and farmers improvedd \n \n3.   Enterprises' marketing and technical capacity improved \n \n4.   Mongolian product brand(s) developed \n \n      Project managemente \n \n      Subtotal (A) \n \nB.  Contingenciesf \nC.  Financing Charges During Implementationg \n  \n\nTotal (A+B+C) \n\nCurrent \nAmounta \n\nAdditional \nFinancingb  Total \n\n \n\n \n\n39.55 \n2.22 \n0.00 \n0.00 \n2.40 \n44.17 \n3.33 \n0.00 \n47.50 \n\n \n\n52.02 \n2.22 \n1.22 \n0.56 \n1.51 \n\n91.57 \n4.44 \n1.22 \n0.56 \n3.91 \n57.54  101.71 \n4.00 \n2.79 \n61.00  108.50 \n\n0.67 \n2.79 \n\nNote: Numbers may not sum precisely because of rounding. \na  Refers to the original amount. Includes taxes and duties of $0.67 million to be financed by the government. \nb  Includes taxes and duties of $0.54 million to be financed from the government and Asian Development Bank (ADB) \nloan resources. ADB financing of taxes and duties is deemed acceptable as the (i) amount is within the reasonable \nthreshold  identified  during  preparation  of  the  country  partnership  strategy,  (ii)  amount  does  not  represent  an \nexcessive share of the project investment plan, (iii) taxes and duties apply only to ADB-financed expenditures, and \n(iv) financing of taxes and duties is material and relevant to the success of the project. \n\nc  In mid-2015 prices as at 16 March 2015. \nd  This output corresponds with the rural infrastructure and services development component of the current project. \ne  Comprises  (i)  project  management  support,  and  (ii)  capacity  development  of  the  project  steering  committee  and \n\nproject management unit to ensure effective project management and implementation. \n\nf  Physical  contingencies  computed  at  5%  for  all  expenditure  categories  except  value  chain  investments  and \nconsulting services. Price contingencies computed for all expenditure categories except value chain investments at \n1.5% for 2016, 1.4% for 2017, and 1.5% for the years 2018–2020 on foreign exchange costs; and 9.0% for 2016, \n8.5%  for  2017,  and  8.0%  for  the  years  2018–2020  on  local  currency  costs;  includes  provision  for  potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \n\ng  Includes interest and commitment charges. Interests during construction have been computed for (i) ADB’s Asian \nDevelopment  Fund  loan  at  2.0%  per  annum  during  the  implementation  period,  and  (ii)  ADB’s  ordinary  capital \nresources loan at the 5-year US dollar fixed swap rate plus an effective contractual spread of 0.5% and maturity \npremium of 0.1%. Commitment charges for an ordinary capital resources loan are 0.15% per year to be charged on \nthe undisbursed loan amount. \n\nSource: Asian Development Bank estimates. \n\n5 \n\n \n\n\f6 \n\n \n\nThe  government  has  requested  a  loan  of  $35  million  from  ADB’s  ordinary  capital \n17. \nresources (OCR) to help finance the project. The OCR loan will have a 25-year term, including a \ngrace period of 5 years, following the straight-line method, an annual interest rate determined in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.15% per year (the interest and other charges during construction to be \ncapitalized  in  the  loan),  and  such  other  terms  and  conditions  set  forth  in  the  draft  loan \nagreement.20 The average maturity is 15.25 years, and the maturity premium payable to ADB is \n0.1% per annum. The government has also requested a loan in various currencies equivalent to \nSDR10.719 million from ADB’s Special Funds resources (ADF) to help finance the project. The \nADF loan will have a 25-year term, including a grace period of 5 years, an interest rate of 2% \nper annum during the grace period and thereafter, and such other terms and conditions set forth \nin the draft loan agreement.21 \n \n18. \nFinancing for value chain investment subloans. For output 1 (item i), the government \nwill  relend  an  estimated  $41.25  million  from  the  loan  proceeds  to  the  PPBs  under  onlending \nagreements to be entered into between the Ministry of Finance (MOF) and the PPBs on terms \nand conditions satisfactory to ADB. The government’s relending to the PPBs will carry interest \nthat reflects the cost of funds plus a minimum spread to cover transaction costs and risks such \nas the foreign exchange risks. The PPBs will then provide subloans to the PPEs under subloan \nagreements  to  be  entered  into  between  the  PPBs  and  the  PPEs  on  terms  and  conditions \nsatisfactory  to  ADB  and  the  government.  The  subloans  to  the  PPEs  (VCI  subloans)  will  carry \ninterest that reflects at least the cost of funds plus a minimum spread to cover transaction costs \nand  risks,  but  not  less  than  the  interest rate  under  which  ADB  provides  loans  from  its OCR.22 \nEach  VCI  subloan  will  be  in  an  amount  between  $0.15  million  and  $3.0  million.  The  VCI \nsubloans  will  be  selected  based  on  the  selection  criteria  and  through  the  selection  process  in \nthe PAM. No subloan will finance any activities in ADB’s prohibited investment activities list as \nset forth in Appendix 5 of ADB’s Safeguard Policy Statement (SPS, 2009). Loan guarantees will \nbe provided from ADB loans or existing guarantee schemes outside the project mainly to help \nSMEs  and  cooperatives  with  limited  financial  capacity  overcome  lack  of  collaterals. 23 Loan \nproceeds  for  VCI  subloans  repaid  by  the  initial  batch  of  PPEs  as  well  as  the  current  grant \nproceeds repaid by 12 PPEs will be further revolved for wider impacts on agriculture value chain \ndevelopment.24 The financing plan is in Table 2. \n \n\n \n\n                                                \n20 Loan Agreement: Ordinary Capital Resources (accessible from the list of linked documents in Appendix 2). \n21 Loan Agreement: Asian Development Fund (accessible from the list of linked documents in Appendix 2). \n22 Relending terms for financial intermediaries and onlending terms for final borrowers will be decided in reference to \n\nthose offered for similar financial intermediation loans of other development partners in Mongolia. \n\n23 The PPEs may also avail of guarantees from an ADB loan for Mongolia’s Supporting the Credit Guarantee System \n\nfor Economic Diversification and Employment Project, the processing of which will start shortly. \n\n24 The  Japan  International  Cooperation  Agency  has demonstrated  success in  revolving  financial intermediary loans \n\nthrough Mongolian commercial banks. \n\n\fTable 2: Financing Plan \n\nCurrenta\n\nAmount\n($ million)\n\nShare of \nTotal (%)\n\nAdditional Financing\nAmount\nShare of \nTotal (%)\n($ million)\n\nTotal\n\nAmount\n($ million)\n\nShare of \nTotal (%)\n\n0.0\n24.6\n57.4\n1.6\n0.0\n16.4\n100.0\n\n31.0\n0.0\n0.0\n3.0\n23.2\n42.9\n100.0\n\n0.00\n15.00\n35.00\n1.00\n0.00\n10.00\n61.00\n\n13.6\n13.8\n32.3\n2.2\n10.1\n28.0\n100.0\n\n14.72\n0.00\n0.00\n1.41\n11.00\n20.37\n47.50\n\n14.72\n15.00\n35.00\n2.41\n11.00\n30.37\n108.50\n\nSource\nADB ADF Grant\nADB ADF Loan\nADB OCR Loan\nGovernment\nPPBs\nPPEs\nTotal\nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources, PPB = project \nparticipating bank, PPE = project participating enterprise. \nNote: Percentages may not total 100% because of rounding. \na  Refers to the original amount. \nSource: Asian Development Bank estimates. \n \nE. \n \n19.  MOF  will  continue  to  be  the  executing  agency.  The  Ministry  of  Food  and  Agriculture \n(MOFA) and Ministry of Industry (MOI) will be the implementing agencies. The project steering \ncommittee will continue to oversee project implementation. It will comprise representatives from \nMOF,  which  chairs  the  committee;  MOFA;  MOI;  the  Ministry  of  Environment,  Green \nDevelopment  and  Tourism;  and  the  Bank  of  Mongolia.  The  project  director  of  the  PMU  will \ncontinue  to  be  the  secretary  of  the  project  steering  committee  and  also  be  responsible  for \noverall project management. The implementation arrangements are summarized in Table 3 and \ndescribed in detail in the PAM (footnote 14). \n \n\nImplementation Arrangements \n\n \n\nAspects \nImplementation period \nEstimated completion date \nand loan closing date \nManagement \n\nTable 3: Implementation Arrangements \n\nArrangements \n\nJanuary 2016–December 2020 \n31 December 2020 and 30 June 2021 \n\n \nProject steering committee \nMinistry of Finance \n\n(i)   Oversight body \n(ii)  Executing agency \n(iii) Implementing agencies  Ministry of Food and Agriculture and Ministry of Industry \n18 contracts \n3 contracts \n382 person-monthsa \n\nProcurement \n\nNational competitive bidding \nShopping \nIndividual consultant selection \nThe Asian Development Fund and ordinary capital resources loan proceeds will be \ndisbursed in accordance with the Asian Development Bank’s Loan Disbursement \nHandbook (2015, as amended from time to time), and the detailed arrangements \nagreed upon between the government and the Asian Development Bank. \n\n$2,797,878 \n$72,920 \n$843,000 \n\nConsulting services \nDisbursement \n\na  Contracts  of  six  of  the  seven  consultants  engaged  under  the  current  project  will  be  extended  while  an  additional \n\nconsultant will be recruited for the additional financing. \n\nSource: Asian Development Bank estimates. \n \n\nIII. \n\nTECHNICAL ASSISTANCE \n\n \n20. \nThe  TA  is  estimated  to  cost  $2.33  million,  of  which  $2.00  million  will  be  financed  on  a \ngrant basis by the Japan Fund for Poverty Reduction. The government will provide counterpart \nsupport in the form of office accommodation and other in-kind contributions. MOFA will be the \nexecuting  agency  for  output  2  and  MOI  for  outputs  3  and  4.  The  TA  is  expected  to  be \nimplemented from April 2016 to March 2019. The TA will finance consulting services to improve \n\n7 \n\n \n\n\f8 \n\n \n\nthe capacity of primary producers and processors, improve the marketing and technical capacity \nof agro-enterprises and cooperatives, and develop the Mongolian product brand(s). The TA will \nbe an integral part of the project since the additional financing needs to cover more and diverse \nsubsectors and business types and, expectedly, smaller agro-enterprises and cooperatives that \nhave limited capacity.25  \n \n\nIV. \n\nDUE DILIGENCE \n\nTechnical \n\nEconomic and Financial \n\n \nA. \n \n21. \nThe project design was modified to include output 3 to reduce the gaps between PPEs’ \ntechnical capacity and the quality standards that markets demand, which were observed under \nthe current project. The PMU will be equipped with agribusiness, marketing, and sector experts \nto assist selected PPEs in designing their VCI proposals according to the requirements of target \nmarkets and in overcoming technical deficiencies through the implementation of the VCIs. \n \nB. \n \n22. \nThe  economic  and  financial  analyses  examined  model  VCI  subprojects  from  seven \nsubsectors and an animal skin primary processing subproject (footnote 15). As enterprises and \nfarms will be selected during implementation, necessary information was collected from relevant \nenterprises  and  farms.  The  analysis  confirmed  the  financial  and  economic  viability  of  all  the \nsubprojects.26 The  sensitivity  analysis  confirmed  that  they  are,  by  and  large,  robust  against \ndifferent adverse scenarios. During project implementation, the PPBs will conduct financial due \ndiligence for  each  subproject. The  PMU  will  continue  its  own financial  due  diligence for  cross-\nchecking  and  conduct  economic  due  diligence  on  selected  subprojects. 27 The  financial  due \ndiligence  reports  of  the  four  PPBs  prepared  for  the  current  project  were  updated. 28 Those \nreports confirmed that all the PPBs are qualified to continue to participate in the project.29 \n \nC. \n \n23. \nA financial management assessment of MOF and procurement capacity assessments of \nMOFA and MOI confirmed that all three ministries, with the support of the PMU, have adequate \ncapacity for financial management and procurement under the project. The PMU members for \nthe  current  project,  who  are  familiar  with  the  government’s  and  ADB  requirements  on \ndisbursement,  procurement,  and  social  and  environmental  safeguards,  will  continue  project \nimplementation.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  and \ndiscussed  with  the  government  and  the  executing  and  implementing  agencies.  The  specific \npolicy requirements and supplementary measures are described in the PAM (footnote 14). \n \n\nGovernance \n\n                                                \n25 While  the  TA  will  finance  consultants,  training  for  capacity  development  for  agro-enterprises,  primary  producers, \nand processors under outputs 2 and 3 will be separately financed by the ADF loan due to TA budget constraints. \n\n26 Economic Analysis and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n27  As the number of subprojects will be large, economic analysis will focus on the examination of economic viability \n\nthrough a cost–benefit analysis and on selected subprojects in each subsector and business type. \n\n28 Khan, Xac, Trade and Development, and Golomt banks, PPBs under the current project, will continue to serve for \nthe project since they (i) substantially meet the Bank of Mongolia’s prudential requirements and (ii) have adequate \nstaff for financial management of the project. \n\n29 Due  Diligence  Reports  of  Project  Participating  Banks  (not  available  to  the  public  as  per  ADB’s  Public \nCommunications Policy 2011). Other banks and nonbank financial institutions may be considered for participation \nin the project if they pass the financial due diligence. \n\n\fSafeguards \n\nPoverty and Social \n\nD. \n \n24. \nThe overall project (under output 1) will generate 1,800 new jobs, 40% of which will be \nfor women, at the PPEs and their respective supply chains. The project will also have an indirect \nimpact on employment generation by primary product producers and processors in rural areas \nbecause  demand  will  increase  as  the  processing  capacity  increases.  Poor  and  socially \nmarginalized households will potentially benefit from these job opportunities, particularly at the \nPPEs. The overall project will also assist 120 agricultural cooperatives under output 2. Outputs \n2 and 3 will include programs to build primary producers’ capacity and provide training to PPEs’ \nemployees to ensure production efficiency, product quality, and safety. The project is classified \nas effective gender mainstreaming. A gender action plan was prepared. \n \nE. \n \n25. \nEnvironment. The project continues to be classified as category B. The current project \nconfirmed mainly positive environmental benefits. For the additional financing, an environmental \nassessment and review framework30 was prepared in compliance with Mongolia’s environmental \nregulations  and  SPS  to  guide  the  executing  agency  and  the  PPBs  in  the  preparation  of  the \nenvironmental  assessments  of  subprojects.  The  screening  procedures  in  the  environmental \nassessment  and  review  framework,  which  were  established  under  the  current  project,  and \ncomplemented with a brief climate risk assessment, will be applied to screen every subproject \nand exclude all category A subprojects. Based on the proposed activities, no significant adverse \nenvironmental  impacts  are  expected,  and  climate  risk  is  considered  low.31 The  impacts  will  be \nmitigated through the implementation and monitoring of the environmental management plans. \n \n26. \nInvoluntary  resettlement  and  indigenous  peoples.  The  project  continues  to  be \nclassified  as  category  C  for  involuntary  resettlement  and  indigenous  peoples.  Screening \nprocedures  for  those  social  safeguards  established  under  the  current  project  will  be  applied \nunder  the  additional  financing.  For  involuntary  resettlement,  the  PMU  will  also  assess  the \nsocioeconomic  impacts  of  each  subproject  and  take  measures  to  avoid  displacement. \nConstruction  activities  will  take  place  on  enterprise-owned  land.  Additional  land,  if  needed  by \nthe  PPEs,  will  be  acquired  commercially  under  willing  buyer–willing  seller  agreements.  Land \nacquisition  that  would  cause  involuntary  economic  and  physical  displacement  will  not  be \npermitted. For indigenous peoples, the project is expected to have only positive impacts, if any, \nas  subprojects  will  provide  capacity  development  and  agricultural  machinery,  equipment, \nmaterials, and inputs for project beneficiaries; and provide job opportunities at the PPEs. Given \nthe uncertainty, an ethnic minorities planning framework was prepared.32 If indigenous peoples \ngroups, as defined by SPS, Safeguard Requirement 3, be identified as project beneficiaries or \nimpacted, an ethnic minorities development plan will be prepared for the subproject. \n \nF. \n \n27.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan.33 The  overall  risk  rating  of  the  project  is \nmoderate. The integrated benefits and impacts are expected to outweigh the costs. \n\nRisks and Mitigating Measures \n\n                                                \n30 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n31 Most  project  activities  are  indoors,  except  sea  buckthorn  plantation  and  bee  farming,  which  are  not  particularly \n\n32 Indigenous  Peoples  Planning Framework:  Ethnic  Minority  Planning  Framework  (accessible  from  the  list  of  linked \n\nsensitive to climate change impacts. \n\ndocuments in Appendix 2). \n\n33 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\fTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nFluctuations  in  international  market  prices \nand  the  foreign  exchange  rate  adversely \nthe  sales  and  exports  of  project \naffect \nparticipating enterprises. \nSource: Asian Development Bank. \n \n\nMitigating Measures \n\nthe  project  participating \nThe  project  will  provide \nenterprises  with  advisory  services  and \ntraining  on \nmarketing so that they can mitigate the impact from such \nfluctuations on their businesses. \n\nV. \n\nASSURANCES AND CONDITIONS \n\n \n28. \nThe government, MOF, MOFA, and MOI have assured ADB that implementation of the \nproject  shall  conform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM (footnote 14) and loan documents.  \n \n29. \nThe  government  has  agreed  with  ADB  that  no  withdrawals  or  transfers  shall  be  made \nfrom the loan accounts to the special account of a PPB until (i) MOF and such PPB shall have \nduly entered into an onlending agreement, and (ii) the onlending agreement shall have become \nlegally binding upon the government and such PPB in accordance with its terms. \n \n\nVI. \n\nRECOMMENDATION \n\nI  am  satisfied  that  the  proposed  loans  would  comply  with  the  Articles  of  Agreement  of \n\n \n30. \nthe Asian Development Bank (ADB) and recommend that the Board approve \n \n\n(i) \n\n(ii) \n\n(iii) \n\nthe loan of $35,000,000 to Mongolia for the additional financing of the Agriculture \nand  Rural  Development  Project,  from  ADB’s  ordinary  capital  resources,  with \ninterest  to  be  determined  in  accordance  with  ADB’s  London  interbank  offered \nrate  (LIBOR)-based  lending  facility;  for  a  term  of  25  years,  including  a  grace \nperiod  of  5  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance  with  those  set  forth  in  the  draft  loan  agreement  presented  to  the \nBoard; \nthe  loan  in  various  currencies  equivalent  to  SDR10,719,000  to  Mongolia  for the \nadditional  financing  of  the  Agriculture  and  Rural  Development  Project,  from \nADB’s  Special  Funds  resources,  with  an  interest  charge  at  the  rate  of  2%  per \nannum during the grace period and thereafter; for a term of 25 years, including a \ngrace period of 5 years; and such other terms and conditions as are substantially \nin  accordance  with  those  set  forth  in  the  draft  loan  agreement  presented  to  the \nBoard; and \nthe  administration  by  ADB  of  technical  assistance  not  exceeding  the  equivalent \nof  $2,000,000  to  the  Government  of  Mongolia  for  Supporting  Agriculture  Value \nChain to be provided by the Japan Fund for Poverty Reduction on a grant basis. \n\n25 August 2015 \n\nTakehiko Nakao \nPresident \n \n \n\n10 \n\n \n \n \n\n \n\n\fAppendix 1 \n\n11 \n\nREVISED DESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the project is aligned with: \n\nCurrent project \nPremium value differentiation for Mongolian products sustained \n\nOverall project \nCompetitiveness of agriculture processing industry enhanced \nPrivate sector-led employment generated \nSmall and medium-sized enterprises developed \n(MDG–based Comprehensive National Development Strategy of Mongolia, 2008)a \n \n\nData Sources and \nReporting \nMechanisms \n\n \n \n \nPPEs’ VCI \nimplementation and \nmonitoring reports, \ncontracts with raw \nmaterial producers, \nand audited and \nunaudited financial \nstatements through \nquarterly project \nprogress reports from \nPMU \n\nRisks \n\n \n \n \nFluctuations in \ninternational \nmarket prices and \nthe foreign \nexchange rate \nadversely affect \nthe sales and \nexports of PPEs. \n\nResults Chain \nOutcome \n \nCurrent project \nFifteen Mongolian \nenterprises have \nimproved quality, \npremium-value \nMongolian \nagricultural products \navailable in select \nniche markets, and \nreplicable process \ndeveloped for brand \ndevelopment and \nmanagement \n \nOverall project \nValue addition on \nMongolian \nagricultural \nresources increased \nby PPEs \n\nPerformance Indicators with \nTargets and Baselines \n\n \n \nCurrent project \nDeliveries of the 15 funded \nenterprises in partnership with \npremium-value buyers \n \n \n \n \n \n \n \n \n \n \nOverall project \nBy Q4 2020, compared with the \nlevel before VCI implementation: \na. PPEs increase their shares of \n\nprocessed products in total sales \nby at least 10% (added) \n\nb. Export-oriented PPEs increase \ntheir export share in total sales \nby 20% on average (added) \nc. PPEs generate 1,800 new jobs, \nof which at least 40% are to be \nfilled by women (added; \n2015 baseline: 1,150) \n\n \n \n\n \n\n \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \nOutputs \n \nOutput 1 \nCurrent project  \nValue chains able to \ndeliver unique \npremium-value \nproducts to niche \nmarkets \n\nOverall project \nVCIs financed \n\nOutput 2 \nOverall project \nProduction capacity \nof herders and \nfarmers improved \n(new; defined as a \nseparate output from \noutput 1 of the \ncurrent project) \n\nOutput 3 \nOverall project \nEnterprises’ \nmarketing and \ntechnical capacity \nimproved  \n(new; defined as a \nseparate output from \noutput 2 of the \ncurrent project) \n\n \n\nPerformance Indicators with \nTargets and Baselines \n\n \n \n \nCurrent project  \nSupply chains of 15 enterprises \nsupported by the project are \ncapable of meeting quality and \nreliability standards that allow them \nto deliver products to identified \npremium-value niche markets by \nDecember 2012 \n \nOverall project \n1a. About 80 VCIs are financed by \n\nQ4 2020 (changed; \n2015 baseline: 12) \n\n1b. Due diligence of about 80 VCI \n\nsubprojects is completed by Q3 \n2020 (added; 2015 baseline: 16) \n\n1c. 800 person-times of PPE staff \nand 120 person-times of PPB \nstaff are trained on finance, \nsafeguards, gender, and \nmonitoring by Q2 2020, of which \nat least 40% are women (added; \n2015 baseline: 300 and 32) \n\n \nOverall project \n2a. 120 herder and farmer \n\ncooperatives supported by the \nproject increase their outputs by \nat least 20% by Q4 2020 \n(added; 2015 baseline: 104) \n2b. 5,500 person-times of herders, \nfarmers, primary processors, \nand relevant technical staff of \nlocal governments, of which \n40% are women, trained by \nQ4 2019 (added; 2015 baseline: \n4,320) \n\n \nOverall project \n3a. 800 person-times of PPE staff, \nof which at least 40% are \nfemale, are trained on marketing \nand technical skills by Q4 2020 \n(added; 2015 baseline: 350) \n\n3b. Technical guidelines for \n\nenterprises of animal fiber and \nleather subsectors are \ndeveloped by Q4 2019 (added) \n\nData Sources and \nReporting \nMechanisms \n\n \n\nRisks \n\n \n\n \n1a. Signed subloan \nagreements from PMU \n \n1b. Due diligence \ndocuments of the VCI \nsubprojects from PMU \n \n1c. Quarterly project \nprogress reports from \nPMU \n\n \n1a.–1b. Economic \nslump will \nsuppress the \nPPEs’ borrowing \ncapacity and \ninterest in the VCI \nopportunities. \n\n \n \n2a. Severe \nweather hampers \nproduction of the \ncooperatives. \n\n \n \n2a. Cooperative \nsurvey \n \n \n \n2b. Quarterly project \nprogress reports from \nPMU \n\n \n\n \n \n3a. Quarterly project \nprogress reports \n \n \n \n3b. Quarterly project \nprogress reports \n\n\fResults Chain \n \n\nOutput 4 \nCurrent project \nFully defined \nprocess and \ninstitutional \narrangements for \ncollaborative brand \ndevelopment and \nmanagement \ndeveloped and \ndemonstrated \n(output 2 of the \ncurrent project) \n \nOverall project \nMongolian product \nbrand(s) developed \n(redefined output 2 \nof the current \nproject) \n\n \n\n \n \n\n \n\nPerformance Indicators with \nTargets and Baselines \n3c. Target market analysis for \n\nleather subsector is completed \nby Q4 2019 (added) \n\n \n4a. \n\n \n\n \n4b. \n\n \n4c. \n\n \n4d. \n\n \n4e. \n\nCurrent project \nFramework for brand \ndevelopment is ready by \nJune 2012 \n\nOverall project \nFramework for brand \ndevelopment is ready by \nQ3 2013 (completed) \n\nOverall project \nMongolian animal fiber \ncertification mark is registered \nwith the Mongolian Intellectual \nProperty Office by Q2 2013 \n(completed) \n\nOverall project \nProcedures and standards for \nthe Mongolian animal fiber \ncertification mark are developed \nby Q4 2015 (added) \n\nOverall project \nMongolian animal fiber \ncertification mark is registered \nwith intellectual property offices \nof selected 31 countries by \nQ4 2015 (completed) \n\nCurrent project \nBrand partnership agreements \nbetween at least three \nMongolian enterprises and \ninternational brands by \nJune 2012 \nOverall project \nBrand partnership agreements \nbetween at least three \nMongolian enterprises and \ninternational brands by Q4 2020 \n(changed; 2015 baseline: 0) \n\n \n\nAppendix 1 \n\n13 \n\nRisks \n\nData Sources and \nReporting \nMechanisms \n3c. Target market \nanalysis report for \nleather subsector \n \n4a.–4e. Quarterly \nproject progress \nreports from PMU \n\n \n\n \n\n \n\n \n\n \n\n\f14 \n\nAppendix 1 \n\nKey Activities with Milestones \n \n1.  VCIs financed \n1.1  Establish the PMU for the VCI component (Q3 2009) (completed). \n1.2  Finalize the VCI proposals for all enterprises (Q3 2012) (completed). \n1.3  Complete assessments by the PPBs, finalize lending terms, and set up individual credit lines \n\n(Q4 2012) (completed). \n\n1.4  Finalize the contractual and procurement arrangements (Q4 2014) (completed). \n1.5  Complete all VCIs (Q4 2010–Q4 2014) (completed). \n1.6  Provide the PPEs and the PPBs with advisory services and training on proposal preparation, finance, \n\nsafeguards, gender, and monitoring (Q1 2016–Q2 2020) (added). \n\n1.7  Assist about additional 80 PPEs in preparing the VCI proposals and conduct due diligence for the \n\n1.8  Facilitate conclusion of the VCI subloan agreements between the additional PPEs and PPBs \n\nVCIs (Q2 2016–Q3 2020) (added). \n\n(Q3 2016–Q4 2020) (added). \n\n \n2.  Production capacity of herders and farmers improved \n2.1  Establish the PMU for the rural infrastructure and service development component (Q3 2009) \n\n(completed). \n\n2.2  Recruit consultants (Q1 2010) (completed). \n2.3  Complete all consultative decision processes (Q2 2010) (completed). \n2.4  Finalize the contractual and procurement arrangements (Q1 2012) (completed). \n2.5  Complete all rural infrastructure and service development investments (Q3 2012) (completed). \n2.6  Complete the needs analysis and assessments (Q3 2016–Q1 2017) (added). \n2.7  Select the cooperatives for capacity development and other assistance (Q4 2016–Q2 2017) (added). \n2.8 \n \n3.  Enterprises’ marketing and technical capacity improved \n3.1  Develop the technical guidelines for enterprises, particularly of animal fiber and leather subsectors \n\nImplement capacity development and other assistance (Q4 2016–Q4 2019) (added). \n\n(Q3 2012–Q4 2019) (added). \n\n(Q4 2013–Q4 2019) (added). \n\n3.2  Update technology and techniques for wool and cashmere, leather, and garment technical institutes \n\n3.3  Undertake a needs assessment on PPEs’ marketing and technical capacity for each project \n\nsubsector and identify trainee agro-enterprises and cooperatives with value addition opportunities \n(Q3 2016–Q2 2017) (added). \n\n3.4  Develop and implement a marketing and technical training program for selected agro-enterprises \n\nand cooperatives of each project subsector (Q1 2017–Q4 2020) (added). \n\n3.5  Conduct a target market analysis for the leather subsector (Q1 2018–Q4 2019) (added). \n \n4.  Mongolian product brand(s) developed \n4.1  Establish the PMU for the Technical Assistance for Agricultural Marketing and Brand Development \n\n4.2  Develop the Mongolian animal fiber certification mark (hypothetical brand case), (Q1 2012–Q1 2013) \n\n4.3  Register the Mongolian animal fiber certification mark with the Mongolian Intellectual Property Office \n\n(Q3 2011) (completed). \n\n(completed). \n\n(Q4 2012–Q3 2013) (completed). \n\n4.4  Develop a business plan for brand management agency (Q4 2012–Q1 2013) (completed). \n4.5  Complete the internal and external surveys (Q3 2013) (completed). \n4.6  Register the Mongolian animal fiber certification mark with intellectual property offices of selected \n\n4.7  Develop procedures and standards for the Mongolian animal fiber certification mark (Q1 2013–\n\ncountries (Q4 2012–Q4 2015) (added). \n\nQ4 2015) (added). \n\n4.8  Facilitate the matchmaking between the PPEs and international brands (Q1 2012–Q4 2020) (added). \n4.9  Support at least three enterprises for partnership using the Mongolian animal fiber certification mark \n\n(Q1 2013–Q4 2020) (changed). \n\n \n\n \n\n\fAppendix 1 \n\n15 \n\nProject Management Activities \nPrepare quarterly project progress reports (Q3 2009–Q4 2020) (added). \nMonitor the implementation of output 1 (Q3 2009–Q4 2020) (added). \nRecruit key consultants for outputs 2, 3, and 4 (Q4 2015–Q2 2016) (changed). \nEstablish an integrated PMU (Q2 2016) (added). \nMake procurement arrangements for outputs 2 and 3 (Q3 2009–Q4 2019) (changed). \nConduct capacity development of the project steering committee and the PMU on project management \n(Q1 2012–Q2 2020) (added). \nSubmit audited annual financial statements (Q1 2011–Q4 2020) (added). \nSubmit annual gender action plan and environment monitoring reports (Q1 2012–Q4 2020) (added). \nInputs \n \n\nAsian Development Bank \n\nLoan \n$0 (current) \n$35.00 million (OCR, additional) \n$15.00 million (ADF, additional) \n$50.00 million (overall) \n\nGrant \n$14.72 million (ADF, current) \n\n$0 (additional) \n\n$14.72 million (overall) \n\n \n\n \n\nCofinancier \nTechnical Assistance Grant \n\n$2.00 million (JSF, current) \n$2.00 million (JFPR, additional) \n$4.00 million (overall) \n\nGovernment \n\n$1.41 million (current) \n$1.00 million (additional) \n$2.41 million (overall) \n \n\n \n \nAssumptions for Partner Financing \n \nNot applicable. \n \nADF  =  Asian  Development  Fund,  JFPR  =  Japan  Fund  for  Poverty  Reduction,  JSF  =  Japan  Special  Fund,  MDG  = \nMillennium  Development  Goal,  OCR  =  ordinary  capital  resources,  PMU  =  project  management  unit,  PPB  =  project \nparticipating bank, PPE = project participating enterprise, Q = quarter, VCI = value chain investment. \na  Government  of  Mongolia.  2008.  MDGs-Based  Comprehensive  National  Development  Strategy  of  Mongolia. \n\nUlaanbaatar. \n\nSource: Asian Development Bank. \n\n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=39229-033-3 \n\nLoan Agreement: Asian Development Fund \nLoan Agreement: Ordinary Capital Resources \nSector Assessment (Summary): Agriculture, Natural Resources, and Rural Development \nProject Administration Manual \nSummary of Project Performance \nContribution to the ADB Results Framework \nDevelopment Coordination \nAttached Technical Assistance \nFinancial Analysis \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nGender Action Plan \nEnvironmental Assessment and Review Framework \nIndigenous Peoples Planning Framework: Ethnic Minority Planning Framework \nRisk Assessment and Risk Management Plan \n\n16 \n\nAppendix 2 \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n14. \n15. \n16. \n \nSupplementary Documents \n \n17. \n18. \n19. \n20. \n \n\nFinancial Management Capacity Assessment \nProject Procurement Classification \nProcurement Capacity Assessment \nDue Diligence Reports of Project Participating Banks \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 24 August 2015) \n", "Currency unit \nMNT1.00 \n$1.00 \n", "togrog (MNT) \n$0.000502 \nMNT1,992.00 \n", " \n", "– \n= \n= \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \n", "Asian Development Bank \nAsian Development Fund \nMinistry of Finance \nMinistry of Food and Agriculture \nMinistry of Industry \nordinary capital resources \nproject administration manual \nproject management unit \nproject participating bank \nproject participating enterprise \nspecial drawing right \nsmall and medium-sized enterprises \ntechnical assistance \nvalue chain investment \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", "ADB \nADF \nMOF \nMOFA \nMOI \nOCR \nPAM \nPMU \nPPB \nPPE \nSDR \nSMEs \nTA \nVCI \n", "Vice-President \nS. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector \n \nTeam leader \nTeam members \n", "Q. Zhang, Environment, Natural Resources, and Agriculture Division, EARD \n \nT. Ueda, Senior Natural Resources Economist, EARD \nJ. Battsengel, Senior Procurement Officer, Mongolia Resident Mission \n(MNRM), EARD \nC. Carreon, Project Officer, EARD \nE. Enkhbold, Investment Officer, MNRM, EARD \nK. Guy, Transport Specialist, EARD \nY. Hirao, Financial Control Specialist, Controller’s Department \nS. Lee, Financial Sector Specialist, EARD \nJ. Lucero, Project Analyst, EARD \nO. Purevjav, Operations Assistant, MNRM, EARD \nA. Qadir, Senior Counsel, Office of the General Counsel \nF. Radstake, Principal Environment Specialist, EARD \nS. Robertson, Natural Resources and Agriculture Specialist, EARD \nA. Sebastian-Mercader, Operations Assistant, EARD \nPeer reviewer \nA. Tayyab, Principal Portfolio Management Specialist, South Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", "Page \n", "1 \n1 \n1 \n4 \n4 \n5 \n7 \n7 \n8 \n8 \n8 \n8 \n9 \n9 \n9 \n10 \n10 \n", "11 \n16 \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "TECHNICAL ASSISTANCE \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", " \nAPPENDIXES \n", "Revised Design and Monitoring Framework \n", "List of Linked Documents \n", "III. \nIV. \n", "V. \nVI. \n", "1. \n", "2. \n", " \n", " \n"]}