{"path": "data/input/reports/39293-037-sri-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \n \n \n \n \n \n \nProject Number: 39293 \nJune 2013 \n \n \n \nProposed Results-Based Loans  \nDemocratic Socialist Republic of Sri Lanka: \nEducation Sector Development Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n (as of 13 May 2013) \n \nCurrency unit  –  Sri Lankan rupees (SLRe/SLRs) \nSLRe1.00  =  $0.0079  \n$1.00  =  SLRs126.10 \n     \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nADF  –  Asian Development Fund \nDLI  –  disbursement-linked indicator \nDLR  –  disbursement-linked result \nEIRR  –  economic internal rate of return \nESDFP  –  Education Sector Development Framework and Program  \nESDP  –  Education Sector Development Program \nESMF  –  Environmental and Social Management Framework \nGDP  –  gross domestic product \nGCE  –  general certificate of education  \nMOE  –  Ministry of Education \nMOFP  –  Ministry of Finance and Planning \nNHREP  –  National Human Resources and Employment Policy  \nOCR  –  Ordinary Capital Resources \nRBL  –  results-based lending \nSMTSU  –  Sector Monitoring and Technical Support Unit \nTA  –  technical assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Sri Lanka and its agencies ends on 31 \nDecember. \n \n(ii)  In this report, \"$\" refers to US dollars. \n   ", " \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leader  S. Shakil, Social Sector Specialist, SARD \nTeam members  H. Huang, Economist, SARD \nS. Muthugala, Senior Procurement Officer, SARD  \nM. Mukai, Senior Information Technology Specialist (Business Process \nManagement), Office of Information Systems and Technology \nB. Panth, Lead Education Specialist, SARD \nB. Reid, Principal Financial Management Specialist, Operations Services and \nFinancial Management Department (OSFMD) \nR. Sabur, Senior Safeguards Specialist, SARD \nS. Shafiq, Financial Management Specialist, SARD \nR. Shaheen, Procurement Specialist, OSFMD  \nA. Syed, Counsel, Office of the General Counsel \nY. Tatewaki, Senior Financial Control Specialist, Controller’s Department  \nK.M. Tilakaratne, Senior Implementation Officer, SARD  \nF. Tornieri, Senior Social Development Specialist, SARD \nPeer reviewer  S. Jagannathan, Senior Education Specialist, Regional and Sustainable \nDevelopment Department  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n \n \n \n ", "", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Strategic Context  1 \nB.  Rationale and Key Features  2 \nC.  Scope  3 \nD.  Results  3 \nE.  Program Expenditure Framework and Financing Plan  4 \nF.  Disbursement Arrangements and Verification Protocols  5 \nG.  Program Action Plan  5 \nH.  Implementation Arrangements  5 \nIII.  SUMMARY OF ASSESSMENTS  6 \nA.  Soundness  6 \nB.  Results  7 \nC.  Expenditure and Financing  7 \nD.  Systems and Institutions  8 \nE.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATIONS  10 \n  \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n ", "", " \nPROGRAM AT A GLANCE \n \n   \n1. Project Name:  Education Sector Development Program 2. Project Number: 39293-037\n     \n3. Country: Sri Lanka 4. Department/Division:  South Asia Department/Human and Social Development Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n     \n Education √ Education sector development\n     Upper secondary education \n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n     \n Social development √ Human development\n Gender equity    Gender equity in economic opportunities \n Capacity development    Institutional development \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n No Climate Change Indicator available.    Gender equity theme (GEN)  √ \n \n Effective gender mainstreaming (EGM)   \n Some gender elements (SGE)   \n No gender elements (NGE)   \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National Medium\n   \nGeographic  Income   Rural High\nGeneral    dimensions of  Millennium  poverty at   Urban  Medium \nIntervention development \ninclusive    household   \n  goals  \ngrowth level\n \n√      \n9. Project Risk Categorization: Comp lex  \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement C\n   \nIndigenous peoples C\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Results-based lending Asian Development Fund 100.0\n       \n Sovereign Results-based lending Ordinary capital resources 100.0\n   \nTotal     200.0\n   \n12. Cofinancing:  \n       \nFinancier Category Amount ($ Million) Administration Type\n       \n World Bank Official-Loan 100.0 Not ADB Administered\nTotal    100.0   \n   \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n   \n Government 4,601.0\n   \nTotal 4,601.0\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach Yes\n \n \n \n ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on proposed results-\nbased  loans  to  the  Democratic  Socialist  Republic  of  Sri  Lanka  for  the  Education  Sector \nDevelopment Program (ESDP).1 \n \n2.  The proposed results-based lending (RBL) program will support the Government of Sri \nLanka in equitably developing its human capital base in order to meet the objectives of the \nMahinda Chintana: Vision for the Future and the National Human Resources and Employment \nPolicy (NHREP) for Sri Lanka.2 The proposed program will support the government’s Education \nSector Development Framework and Program (ESDFP), which seeks to transform the school \neducation system to create a human capital foundation for a knowledge economy. It builds on \nthe  extensive  experience  of the  Asian  Development  Bank  (ADB)  in  Sri  Lanka’s  education \nsector.3  \n \nII.  THE PROGRAM \n \nA.  Strategic Context \n \n3.  Sri Lanka is a middle-income country with an average per capita gross domestic product \n(GDP) of $2,836 in 2011 (nominal terms). The per capita GDP grew at 7.1% in 2011 and is \nexpected to reach about $4,000 by 2016. The unemployment rate declined from about 8% in \n2003 to below 4% in 2012 because of the economic boom since the end of a long civil conflict.4 \nThe remarkable economic achievements, coupled with a low dependency ratio of 50% in 20125 \nprovide a significant opportunity for Sri Lanka to develop its human capital base in order to \naccelerate its economic development and transformation into a knowledge-based economy.  \n \n4.  Sri  Lanka  has  made  commendable  progress  in  basic  education.6  It  has  achieved \nuniversal primary enrollment and high literacy rates (91%), placing the country far ahead of its \nneighbors.7 The completion rate is 98% at the primary level and 91% for the basic education \ncycle (footnote 7). Gender parity is 1.01, indicating a slightly higher number of girls than boys in \nschool.8 On average, students attend school for about 10 years as compared to 6 years in \nneighboring South Asian countries. This success has been the result of the government’s \nsustained  strong  commitment  to  education,  including  a  free  education  policy  backed  by \ninterventions such as free textbooks and uniforms, scholarships, and adequate provision of \nschools and teachers.   \n \n5.  However, Sri Lanka must now improve the quality, relevance, and equity of secondary \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Government of Sri Lanka, Ministry of Finance and Planning, Department of National Planning. 2010. Sri Lanka: \nThe Emerging Wonder of Asia. Mahinda Chintana—Vision for the Future. Colombo; Government of Sri Lanka, \nSecretariat for Senior Ministers. 2012. The National Human Resources and Employment Policy for Sri Lanka. \nColombo. \n3 A Project Preparatory Technical Assistance was provided. ADB. 2012. Technical Assistance to Sri Lanka for \nEducation Sector Development Project. Manila. \n4  Government of Sri Lanka, Department of Census and Statistics. 2012. Labor Force Survey, 2nd Quarter, 2012. \nColombo. \n5  Ratio of population ages 0–15 and 65+ / population ages 15–64. \n6  The school structure consists of primary (grades 1–5), junior secondary (grades 6–9), and senior secondary \n(grades 10–13). Basic education comprises primary and junior secondary grades. \n7  Government of Sri Lanka, Ministry of Education. 2012. Education Sector Development Framework and Program \n(2013–2017). Colombo.  \n8  United Nations Educational, Scientific, and Cultural Organization. 2012. EFA Global Monitoring Report. Paris. \n ", "2    \neducation. Building on the progress made in basic education, Sri Lanka plans to modernize and \ntransform secondary education to shift from providing basic skills to highly cognitive and job-\nrelevant competencies. The secondary education net enrollment rate at grades 10–13 is still \nonly 65%. Pass rates for the grade 11 ordinary level examination improved from 50% in 2005 to \n61% in 2011, but are still low.9 Pass rates for grade 13 advanced level examination have \nstagnated at about 60% for the last 5 years, and are significantly lower in science, mathematics, \nand English than in other subjects. Only about 6% of students entering grade 1 each year end \nup enrolling in university; as many as 33% enter the labor market without proper academic \nqualifications or skills training, leading to an unemployment rate of 18% for the 15–24 age \ngroup.10  \n \n6.   Key  challenges  include  (i)  poor  quality  of  education  characterized  by  low  learning \noutcomes and low completion rates at the senior secondary level (grades 10–13); (ii) insufficient \nnumber of schools offering science, mathematics, and English―subjects that are essential for \npreparing graduates to enter the knowledge economy; (iii) inadequate pathways from school \neducation to post-secondary education and skills training, which affects the relevance and \ngender-inclusiveness of education to labor market requirements; (iv) a need for more integrated \ncomputer-aided  learning,  sustainable  system  for  maintenance  of  school  facilities  and \nequipment;  and  (v)  stronger  school  leadership  and  management  capacity,  and  academic \nsupport for teachers to strengthen the quality and relevance of education. Given the limited \ncapacity of universities and low capacity and weak relevance of skills training programs, a \nsignificant challenge will be addressing the needs of those students who do not receive relevant \nqualification  before  entering  the  labor  force.  A  modernized  and  more  relevant  secondary \neducation sector can create a platform to better prepare youths to enter the skills training sector \nand the labor market, and can fuel the knowledge economy. \n \n7.  To  consolidate  government  initiatives  and  development  partner  assistance,  the \ngovernment is implementing the ESDFP with a rolling medium-term sector plan in the education \nsector since 2006. The ESDFP 2013–2017 (footnote 7) aims to transform the school system, \nenhance the achievements of general education, and increase secondary education equity and \nquality in subjects relevant for a knowledge-based economy. This mirrors the objectives in the \nnational vision document, the Mahinda Chintana. The ESDFP is also embedded in the NHREP, \nthe  overarching  framework  for  human  capital  development  in  Sri  Lanka,  which  prioritizes \neducation and skills for creating a globally competitive and multiskilled workforce, and supports \nthe sector strategies.11 \n \nB.  Rationale and Key Features \n \n8.  ADB has supported the government’s education and skills training programs since the \n1980s. The proposed ESDP builds on past successes and learning, and is aligned with the \ncountry partnership strategy.12 Earlier projects made significant investments in many of the \nquality and physical aspects of secondary education that now form part of the ESDFP. Country \nand sector evaluations have assessed the overall performance of the education sector as highly \nrelevant to, and consistent with, the country's evolving priorities and ADB's corporate policies. \n                                                \n9 Government of Sri Lanka, Ministry of Education, Department of Examinations. 2011. National Symposium on \nReviewing of the Performance of School Candidates: G.C.E. (O.L.) Examination. Colombo. \n10 The government plans to increase the number of students entering universities to 10% of the cohort in the medium \nterm, which requires a large increase in the number of university seats available for high school graduates. \n11 Government of Sri Lanka's Human Capital Development Strategy (accessible from the list of linked documents in \nAppendix 2). \n12 ADB. 2011. Country Partnership Strategy: Sri Lanka, 2012–2016. Manila. \n ", "  3 \nThe contribution of the education sector assistance program to the country's socioeconomic \ndevelopment is ―likely to be substantial.‖13 Project assessments have recommended scaling up \nof past investments to strengthen system-wide efforts such as school-based assessment to \nensure  equitable  access  to  quality  and  relevant  education,  and  shifting  to  a  sector-wide \napproach to maximize impact and achieve scalability.14 \n \n9.  The RBL program is highly relevant and an appropriate modality to support the ESDFP \nas it (i) reduces transaction costs by focusing on results, rather than inputs, for fundamental \nsecond-generation reforms in education quality, by linking the disbursement of ADB financing \nmore directly to agreed-upon results; (ii) uses government systems to strengthen program \nimplementation and fiduciary systems to improve efficiency and manage risks adequately; and \n(iii)  enables  sector-wide  predictable  and  sustainable  financing  for  the  ESDFP  expenditure \nframework from the Ministry of Finance and Planning (MOFP). This approach also helps to align \nADB financing with assistance of other development partners and jointly strengthen government \ncapacity to manage and monitor the ESDFP. \n  \nC.  Scope \n \n10.  The program supports the four policy themes of the ESDFP, with sharper focus on the \nquality, relevance and equity of secondary education. Theme 1 of the ESDFP seeks to increase \nequitable  access  to  education,  especially  through  the  flagship  1,000  Secondary  Schools \nDevelopment Program, which was an outcome of years of investments supported by ADB and \nfocuses on equitable distribution of secondary schools offering all subject streams. Theme 2 \nseeks to improve the quality and relevance of education, emphasizing teaching and assessment \nstandards and integration of school-based assessment. Science and math are prioritized (with \ngreater computer-assisted learning), and a technology stream is introduced. Theme 3 seeks to \nstrengthen education governance by improving the capacity of school principals and expanding \nthe Program for School Improvement. Theme 4 includes gender-inclusive education planning \nand budgeting, and focuses on the monitoring and evaluation of results and outcomes.  \n \nD.  Results \n \n11.  The impact of the ESDP will be enhanced youth employability. The outcome will be the \ndevelopment of a modernized secondary education school system. The disbursement-linked \nresults  (DLRs)  consist  of  incremental  disbursement-linked  indicators  (DLIs)  that  are \ndevelopment outcomes, sector results, and institutional development indicators.15 These DLIs \nand program actions form a results chain that will contribute to the achievement of the ESDP \nobjectives through the four interrelated results areas that define the ADB-financed program \n(paras. 12–15).   \n \n12.  Result 1: Improved student learning. This will be achieved by (i) developing a national \nstudent  assessment  framework  that  integrates  school-based  assessment  with  external \nexaminations to fundamentally change the landscape of student learning that would lead to \nimproved pass rates for general certificate of education (GCE) examinations at the ordinary \nlevel and advanced level (DLRs 1 and 2); (ii) introducing a technology stream in secondary \nschools to develop pathways from secondary education to vocational training, which will help to \n                                                \n13 ADB. 2007. Evaluation Paper on Education Sector Assistance in Sri Lanka. Manila; ADB. 2007. Evaluation Study: \nSri Lanka Inclusive Development and Conflict Resolution―Major Challenges in the Future. Manila. \n14 ADB. 2012. Completion Report: Secondary Education Modernization Project II in Sri Lanka. Manila.  \n15 Disbursement-Linked Indicators Matrix, Verification Protocols, and Disbursement (accessible from the list of linked \ndocuments in Appendix 2).  \n ", "4    \nexpand the curriculum by making it more responsive to the labor market (DLR 3); and (iii) \nintegrating computer-aided learning as part of the curriculum, building upon the earlier physical \ninvestments.16  \n \n13.  Result 2: Improved equity and efficiency of the school system. This will be attained \nby (i) upgrading the facilities in secondary schools in accordance with the 1,000 Secondary \nSchools Development Program, which includes provision of all necessary physical facilities such \nas additional classrooms, laboratories, gender-segregated latrines (DLR 4); and (ii) recruiting, \ntraining, and deploying teachers with relevant qualifications, based on detailed teacher mapping \nand deployment planning. Together, these will lead to increased participation in science and \ncommerce streams at the advanced level (DLRs 5 and 6). \n \n14.  Result 3: Strengthened school leadership. This will be achieved by (i) strengthening \nthe capacity of central educational institutions such as the National Institute for Education and \nthe Center for Leadership and Development, and training school principals by implementing a \ngender-inclusive human resource training program for enhancing school quality and leadership \n(DLR 7); and (ii) introducing a financing facility to support sustainable school infrastructure \nmaintenance  as  part  of  the  Program  for  School  Improvement,  including  information  and \ncommunication technology and other higher-order learning equipment and facilities.  \n \n15.  Result  4:  Strengthened  capacity  for  effective  program  planning  and \nimplementation. This will  be  achieved  by  (i)  supporting  effective  management  of  ESDFP \nthrough  the  Ministry  of  Education  (MOE)’s  Sector  Monitoring  and  Technical  Support  Unit \n(SMTSU); (ii) performance-based partnership agreements between the MOE and provincial \neducation authorities to improve the alignment of the provincial education sector plans with the \nESDFP and ensure better funds allocation and flow (DLR 8); and (iii) strengthening provincial \nand zonal education capacity, including fiduciary aspects, through capacity development and \nprovision of implementation support (DLR 9). \n \nE.  Program Expenditure Framework and Financing Plan \n \n16.  ADB’s ESDP supports the government’s ESDFP, which includes a rolling medium-term \nexpenditure  framework  for  the  sector.  The  ESDFP  expenditure  projections  are  based  on \nprovincial plans with school-based targets. The ESDFP (2013–2017) is estimated to cost $4.9 \nbillion including estimated recurrent budget requirements of $4.2 billion and $720 million in \ncapital expenditures. ADB will finance $200 million and the World Bank is also providing parallel \ncollaborative cofinancing of $100 million for the ESDFP.17 \n \n17.  The government has requested (i) a loan of $100 million from ADB’s ordinary capital \nresources (OCR); and (ii) a loan in various currencies equivalent to SDR66,588,000 from ADB’s \nSpecial Funds (ADF) resources to help finance the project. The OCR loan will have a 26-year \nterm, including a grace period of 5 years, an annual interest rate determined in accordance with \nADB’s London interbank offered rate (LIBOR)-based lending facility,18 a commitment charge of \n0.15% per year, and such other terms and conditions set forth in the draft loan agreement.  The \nADF loan will have a 25-year term, including a grace period of 5 years, an interest rate of 2.0% \n                                                \n16 An e-learning initiative is being piloted and will support this activity. ADB. 2011. Technical Assistance to Sri Lanka \nfor Learning from e-learning: Testing Intelligent Learning Systems in South Asia. Manila. \n17 World Bank. 2011. Transforming the School Education System as the Foundation of a Knowledge Hub–Project \nAppraisal Document. Washington, DC. \n18  In addition, the interest includes a maturity premium of 0.10% per year.  \n ", "  5 \nper year during the grace period and thereafter, and such other terms and conditions set forth in \nthe draft loan agreement. \n \nTable 1: Program Financing (2013–2017) \n($ million) \nSource  Amount \nADB (Asian Development Fund)  100.0 \nADB (ordinary capital resources)  100.0 \nWorld Bank  100.0 \nGovernment of Sri Lanka  4,601.0 \n            Total  4,901.0 \nADB = Asian Development Bank. \nSources:  ADB  staff  estimates;  Government  of  Sri  Lanka  Education  Sector  Development \nFramework and Program 2013–2017 medium-term budgetary requirements. \n \nF.  Disbursement Arrangements and Verification Protocols \n \n18.  ADB  loans  totaling  $200  million  will  be  disbursed  over  5  years,  subject  to  the \nachievement of the DLIs. The first disbursement will be made after the achievement of at least \nthree DLIs. With at least three of the annual DLIs, the MOE may submit a withdrawal application \nalong with the evidence verifying the achievement of the DLIs. If all DLIs are achieved, the \nannual disbursement will be $40 million, and any amounts not disbursed for unmet DLIs will be \ndisbursed once they have been achieved. Verification mechanisms and protocols have been \nestablished and include verification by public, autonomous, and independent sources depending \non the nature of the DLI (footnote 15). \n \nG.   Program Action Plan \n \n19.  A program action plan has been developed to strengthen implementation of ESDFP’s \nfour results areas and achievement of program objectives.19 This includes key actions relating to \ntechnical, fiduciary, safeguards, and gender aspects of the program.  \n \nH.  Implementation Arrangements \n \n20.  The program will be implemented from June 2013 to May 2018. The MOE will be the \nexecuting agency and the implementing agencies will be the MOE and the nine provincial \neducation  departments.20  The  MOE  will  be  responsible  for  ESDFP  coordination  with \ndevelopment partners and provinces, program monitoring and reporting. It will be supported by \nthe SMTSU with staff nominated by the MOE to provide outreach to the provinces. The SMTSU \nwill undertake timely monitoring and support for implementation of the DLIs. The provincial \neducation departments will be responsible for formulating and implementing provincial ESDFP \nplans. Performance-based partnership agreements between the MOE and provincial education \ndepartments will be put in place to strengthen the alignment between resources and results and \nto ensure effective implementation of provincial sector plans. The MOFP will ensure adequate \nbudget appropriation and smooth funds flow. The National Planning and Project Management \nand Monitoring departments of the MOFP will be on the program steering committee. \n \n                                                \n19  Program Action Plan (accessible from the list of documents in Appendix 2). This will guide the implementation of \ncritical actions that complement the DLIs. \n20  Details  of  program  implementation  and  institutional  arrangements  are  in  the  Detailed  Institutional  and \nImplementation Assessment and Program Action Plan (accessible from the list of linked documents in Appendix \n2).  \n ", "6    \n21.  To support the SMTSU and provinces to implement these actions and the DLIs with \nincremental capacity building, ADB is implementing parallel capacity development technical \nassistance (TA).21 The outputs of this TA include improved technical capacity for planning and \ninstitutional and fiduciary capacity to support the efficient implementation of the ESDFP. The TA \nwill also support independent verification and performance reviews. The financial auditing and \nreporting arrangements will rely on country systems and will be based on financial statements \nprepared for the ESDFP in line with Sri Lanka Public Sector Accounting Standards and audit \nreports by the Auditor General’s Department. ADB will conduct annual fiduciary and third party \nreviews to monitor performance and safeguards compliance.   \n \nIII.  SUMMARY OF ASSESSMENTS \n \nA.  Soundness \n \n22.  The program has strong economic and social benefits. Human capital accumulation and \ntechnological change are key drivers of economic growth. Investing in human capital through \nquality education is crucial for Sri Lanka as the country strives to accelerate growth and reduce \nyouth unemployment. Recent academic literature on the economic benefits of education shows \nthe importance of the impact of learning rather than of just completion rates on economic \ngrowth.22 In addition, studies indicate that the rates of return on secondary education (passing \nthe advanced level) in Sri Lanka are high, averaging 15% for men and 18% for women.23 In \n2011, the World Bank undertook an analysis of the economic internal rate of return (EIRR) for \nthe ESDPF (footnote 17). It concluded that the program would have significant EIRRs ranging \nbetween 29% in the low case scenario to 38% in the high case scenario.24 \n \n23.  The program has three substantial economic benefits. First, students are more likely to \nenter  tertiary  education  or  skills  training  programs,  and  gain  the  skills  to  find  productive \nemployment. This would reduce the high youth unemployment rates, as reflected in the high \nEIRR.  Second,  equity  of  opportunity  and  income  are  likely  to  improve  significantly  as  the \nprogram supports the equitable distribution of schools offering all subject streams. Empirical \nevidence suggests that reducing regional and socioeconomic differences in cognitive skills \nshrinks income disparities.25 Third, overall economic welfare is likely to improve. A recent survey \nreport shows that households in which the head has completed secondary education are likely \nto have 50% higher income than those in which the household head has passed only the \nordinary level examination (grade 11).26 \n \n24.  The ESDFP’s emphasis on equity to ensure that all administrative divisions have at least \none secondary school offering all subject streams will help reduce poverty and socioeconomic \ninequalities by improving access for girls and boys in rural areas. The emphasis on quality to \nstrengthen teaching of science and technology will improve the likelihood of students gaining \nskills that will lead to productive employment. Although girls have consistently higher enrollment, \n                                                \n21 ADB. 2012. Technical Assistance to Sri Lanka for Human Capital Development Capacity and Implementation \nSupport. Manila. \n22 E. Hanushek. 2012. The 4% Solution: Unleashing the Economic Growth America Needs. New York: Crown \nBusiness. pp. 226–239.  \n23  World Bank. 2011. Transforming School Education in Sri Lanka: From Cut Stones to Polished Jewels. Colombo. \n24  Since the scope and costs of the ESDFP do not change, this analysis is also valid for ADB’s ESDP. \n25  D. Hawks and M. Ugur. 2012. Evidence on the Relationship Between Education, Skills and Economic Growth in \nLow-Income Countries. London. \n26  Government  of  Sri  Lanka,  Ministry  of  Finance and  Planning,  Department  of  Census  and  Statistics.  2011. \nHousehold Income and Expenditure Survey 2009/10. Colombo. \n ", "  7 \ncompletion, and pass rates at all levels of schooling,27 female youth unemployment (21.6%) is \nmuch  higher  than  that  of  males  at  15.7%  (footnote  4).  This  is  partly  caused  by  the \ndisproportionate enrollment of girls in the arts stream: only 19% of girls who took the advanced \nlevel enrolled in a science stream, compared with 27% of boys. Thus, girls are not acquiring the \nskills  required  by  a  changing  labor  market.  The  focus  of  the  program  on  science  and \ntechnology—subjects  that  girls  may  be  less  inclined  to  participate  in—could  put  female \nparticipation rates at risk and lead to further gender disparities in employment trends. However, \nthe  program  proposes  to  address  this  by  including  a  communication  campaign  to  raise \nawareness among girls and increase their participation in such subjects, which would improve \ntheir preparedness for the labor market, and ensure that the economic and social benefits \naccrue to both girls and boys. The program will also ensure that the upgraded schools have \nadequate female-friendly facilities and resources. \n \nB.  Results \n \n25.  The DLRs, DLIs, and program actions that the government has agreed are derived from \nthe ESDFP’s results framework, which supports national and sector objectives (footnote 15). \nThese form the results chain that was developed with extensive consultations with program \nstakeholders.  Together, they contribute to achieving and sustaining meaningful results in the \noutputs and the outcome of the program, to modernize secondary education to better prepare \ngraduates to meet the requirements of the knowledge economy. \n \nC.  Expenditure and Financing \n \n26.  The ESDFP medium-term expenditure framework is adequate to meet the key sector \nresults.  It was developed based on the realistic needs of schools, and is updated annually on a \nrolling basis. Based on its medium-term expenditure framework and in anticipation of external \nfinancing, the government has allocated 13% towards capital expenditures in 2013–2015, an \nincrease from an average of 8% during 2006–2011 to finance the critical capital requirements of \nthe ESDFP. These capital expenditures are front-loaded and will decrease incrementally. ADB’s \nfinancing of $200 million is 4% of the total education budget and 28% of the capital budget, \nmaking it a sustainable investment.28 \n \n27.  The long-term sustainability of the ESDFP will depend on (i) adequate financing by the \nMOFP  for  the  ESDFP  expenditures;  and  (ii)  improvements  in  quality  and  efficiency  of \nexpenditures, as envisaged in the program.29 In the coming years, the rapidly growing economy \nand government’s current tax reforms, including expansion of VAT, are likely to increase the \nfiscal space allowing sustained financing for ESDFP.30 As such, reliance on external financing \nfor capital budget is likely to diminish once ESDFP reforms are institutionalized. It is expected \nthat recurrent expenditures, such as teacher salary budget, will be maintained at reasonable \nlevels, as the government plans to limit new recruitment only for specialized subject teachers \nwhile addressing inequitable distribution of teachers through redeployment. The program also \nincludes  innovative  methods  to  introduce  a  school  facilities  maintenance  fund  to  manage \nrecurrent  costs.  The  program  brings  three  major  benefits  that  will  improve  efficiency  in \n                                                \n27 There is gender parity at the primary level and grade 9 completion rates are 93% for girls and 89% for boys (2010 \ndata); and 51% participation in secondary for girls, 49% for boys. \n28 With the World Bank’s $100 million financing expected to be disbursed during the same period, the combined \ncontribution is about 40% of total required capital expenditures for the program. \n29 The Expenditure and Financing Assessment includes the detailed fiscal sustainability analysis conducted for the \nprogram (accessible from the list of linked documents in Appendix 2). \n30 International Monetary Fund. 2013. IMF Country Report No. 13/120. Sri Lanka: 2013 Article IV Consultation and \nProposal for Post-Program Monitoring. Washington, D.C. \n ", "8    \nexpenditures. It will (i) strengthen budget execution in the education sector; (ii) ensure better \npredictability of funds from MOFP; and (iii) protect priority programs to meet the ESDFP results. \n \nD.  Systems and Institutions \n \n28.  Monitoring and evaluation system. The ESDFP has a strong monitoring and results \nframework, and the systems for monitoring and evaluation are adequate to meet the program \nreporting needs at the central level. However, the SMTSU will need to help strengthen provincial \ncapacity in order to improve timely implementation and reporting. \n \n29.  Governance and fiduciary systems. Governance and fiduciary systems have been \nassessed based on earlier country and sector assessments, and recent analysis and field \nassessments conducted in accordance with the requirements in the RBL policy.31 Sri Lanka’s \neducation  systems  and  performance  in  terms  of  outcomes  are  strong  and  its  education \ngovernance  and  service  delivery  track  record  is  sound.  Sri  Lanka  has  a  functional  public \neducational system where all children 6–18 years old are able to access schooling within easy \ndistance of their homes. The school-based management system is also strong. Sri Lanka \nranked better than most of its neighbors in South Asia and several countries in Southeast Asia \nin  the  Transparency  International  Corruption  Perception  Index  in  2012.32  Nonetheless,  the \ngovernment is committed to strengthen anticorruption mechanisms. The 2011 governance risk \nanalysis of the education sector33 noted instances of bribery in primary school admissions and \nfound that parents prepared fraudulent documents to establish residency in order to get into \n―popular‖ schools, as reported in complaints to the Commission to Investigate Allegations of \nBribery and Corruption in 2008.34 The ESDFP will help alleviate these cases of petty corruption \nby improving equitable access to high-quality schools in every division of the country. The risk \nanalysis  also  identified  absence  of  sector-specific  corruption  prevention  measures  for \nprocurement, but these will be developed under the program. Specific measures to improve the \ncapacity, compliance, and efficiency measures of fiduciary systems have been identified in the \ndetailed action plans to reduce risks associated with using these systems.35  \n \n30.  Financial due diligence was carried out in accordance with ADB’s methodology.36 The \nfinancial management systems assessment builds on the general and sector public financial \nmanagement risk assessments, as well as those undertaken in the preparation of ADB’s country \npartnership strategy with Sri Lanka (footnote 12). The assessment of the government’s general \nfinancial management system—particularly financial management capacity and procedures for \nthe program within the MOFP, MOE, and provinces—focused on internal controls, funds flow, \naccounting,  financial  reporting,  and  audit.  The  due  diligence  identified  weaknesses  in  (i) \nsubnational accountability mechanisms and arrangements; (ii) staffing because of a shortage of \nsuitably skilled accountants and auditors; (iii) financial reporting standards and arrangements; \nand  (iv)  external  auditing,  oversight,  and  public  accountability.  Risk  mitigation  has  been \nintroduced in the program to manage the weaknesses identified in the financial management \nsystems (Table 2).37 The substantial risks associated with the use of the government’s financial \n                                                \n31 ADB. 2013. Piloting Results-Based Lending for Programs. Manila. \n32 Sri Lanka (40), the People’s Republic of China (80), India (94), Philippines (105), Indonesia (118), Viet Nam (123), \nand Bangladesh (144). A lower score shows a lower perception of corruption. Sri Lanka ranked 79 out of 176 \ncountries. \n33 ADB. 2011. Sri Lanka: Education Sector: Governance Risk Analysis. Manila.  \n34 The permanent commission was reconstituted in 2011. \n35 Summary Fiduciary Systems Assessment (accessible from the list of linked documents in Appendix 2). \n36 ADB. 2009. Financial Due Diligence: A Methodology Note. Manila.  \n37 Details are in the Summary Fiduciary Systems Assessment (accessible from the list of linked documents in \nAppendix 2). \n ", "  9 \nmanagement  arrangements are acceptable given the track record in education and recent \nsystem improvements, provided that recommended risk-mitigating actions are undertaken.  \n \n31.  A rigorous assessment of procurement systems was conducted, which also benefited \nfrom the findings of earlier assessments of country and program procurement systems, as well \nas a review of procurement in ongoing education projects.38 The program will rely on local \nprogram systems, based on the national framework, and will exclude high-value contracts in \naccordance with the RBL policy. Sri Lanka has a functional public procurement system, based \non  comprehensive  National  Procurement  Guidelines  issued  in  2007.  In  the  absence  of  a \ncodified  public  procurement  statute,  these  guidelines  have  the  force  of  law,  and  are \nsupplemented  by  detailed  manuals  for  procurement  of  goods  and  works,  and  consultant \nrecruitment. While the MOE has reasonable capacity and expertise for procurement, capacity in \nthe provinces is limited, making the risks high. Mitigating measures to manage the procurement \nrisks have been identified and included in the program to strengthen application of sound \nprocurement practices and improved transparency and complaint-handling mechanisms.  \n \n32.  Safeguards  systems.  A  diagnostic  assessment  of  the  program  systems  for \nenvironmental  and  social  safeguards  and  the  Environmental  and  Social  Management \nFramework (ESMF) was conducted in accordance with the due diligence requirements in the \nRBL policy.39 It was disclosed on 3 April 2013. The program is designed to exclude activities \nwith  significant  environmental  impacts  (category  B).  It  is  likely  that  limited  adverse \nenvironmental impacts may result from subprogram activities, particularly during construction \nand renovation. The program will exclude activities that have land acquisition, involuntary \nresettlement, or indigenous peoples impacts (category C for both the involuntary resettlement \nand  indigenous  peoples).  Adequate  measures  to  mitigate  such  impacts  and  improve \ncompliance are outlined in the assessment. An action plan to improve safeguards compliance \nand  monitoring,  in  line  with  ADB’s  Safeguard  Policy  Statement  (2009)  principles  and  all \napplicable environmental laws and regulations of Sri Lanka, has been prepared. \n \nE.  Risks and Mitigating Measures \n \n33.  Major risks and mitigating measures are summarized in Table 2.40 \n \nTable 2: Risks Assessment and Mitigation \nRisks  Assess-  Mitigation \nment \nResults. Difficult sector results,  Medium  The program includes a number of strategies to enhance \nsuch as examination reform, could  government and stakeholder ownership for the planned \nface resistance from parents,  reforms, such as training of concerned staff and awareness \nteachers, and other stakeholders;  campaigns (including enhancing girls’ participation in non-arts \nand could be challenged by  subjects), and is building on the government’s processes for \nimplementation capacity;  the quality reforms. The results-based lending approach will \nemphasis on science and  also provide incentives to keep these programs on track, while \n                                                \n38  ADB. 2013. Spot Review Report: Proposed Loan and Asian Development Fund Grant to the Democratic Socialist \nRepublic of Sri Lanka for the Education for Knowledge Society Project. Manila; World Bank. 2011. Transforming \nthe School Education System as the Foundation of a Knowledge Hub–Project Appraisal Document. Washington, \nDC. \n39  Government of Sri Lanka, Ministry of Education. Education Sector Development Framework and Program II 2012–\n2016: Transforming School Education as the Foundation of a Knowledge Hub Project, Environmental and Social \nManagement Framework. Colombo. This ESMF was prepared for the World Bank’s TSEP and for all external \nfinancing for the ESDFP, and the government has agreed that it will be applied to all subprojects supported with \nADB financing. \n40  Integrated Risk Assessment and Risk Mitigation Measures (accessible from the list of linked documents in \nAppendix 2). \n ", "10    \nRisks  Assess-  Mitigation \nment \ntechnology could put girls’  the incremental approach will help make introduction of these \nparticipation at risk.  reforms manageable. \nExpenditure and Financing.  High   A disbursement-linked indicator and program action on sector \nInadequate budget allocations and  financing  provides  incentive  to  Ministry  of  Finance  and \ndelayed funds releases and  Planning  to  allocate  adequate  budget  for  timely  budget \nexecution.  execution. \nFiduciary. Inadequate capacity in  High  Procurement actions include: (i) updating and making easily \nprovincial procuring entities; lack  accessible bidding and related documentation, and improving \nof transparency in procurement  transparency of procurement processes; (ii) aggregating bid \nand complaints-handling  packaging at the district level to maximize efficiencies; (iii) \nmechanism; weak compliance  training on bid packaging, evaluation, and contract \nmonitoring;  management, particularly at the provincial level; and (iv) annual \nweak capacity for internal audit  procurement reviews. \nFinancial management actions include: (i) implementation of \nfinancial management actions for detailed capacity building \nmeasures for provincial accounting staff, internal and external \nauditors, as well as enhanced controls over fixed assets; and \n(ii) annual fiduciary reviews. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n34.  The government has assured ADB that implementation of the program shall conform to \nPiloting the Results-Based Lending for Programs Policy. The government has agreed with ADB \non certain covenants for the program which are set forth in the loan agreements. \n \nV.  RECOMMENDATIONS  \n \n35.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the loan in various currencies equivalent to SDR66,588,000 to the Democratic \nSocialist Republic of Sri Lanka for the Education Sector Development Program, \nfrom ADB’s Special Funds resources, with an interest charge at the rate of 2.0% \nper  annum  during  the  grace  period  and  thereafter;  for  a  term  of  25  years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set forth  in  the  draft  loan  agreement \npresented to the Board; and \n(ii)  the loan of $100,000,000 to the Democratic Socialist Republic of Sri Lanka for \nthe  Education  Sector  Development  Program,  from  ADB's  ordinary  capital \nresources, with interest to be determined in accordance with ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 26 years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set forth  in  the  draft  loan  agreement \npresented to the Board. \n \n \nTakehiko Nakao \n                   President \n4 June 2013 \n ", "Appendix 1   11 \nDESIGN AND MONITORING FRAMEWORK \n \n    Data Sources   \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions and \nSummary  Baselinesa  Mechanisms  Risks \nImpact      Assumption \nDepartment of \nEnhanced youth  Unemployment rates for youth (15–24 years old)  Economy continues to \nLabor, annual \nemployability in  reduced from 17.8% (15.7% male; 21.6% female)  create jobs, and \nlabor survey  \nSri Lanka  in 2012 to 12% in 2021  requires new and \nhigher-level skills \nOutcome    For all  Assumption \nA modernized  Participation rates in non-arts advanced level  indicators:   Government remains \nsecondary  streams increased (science from 22% to 28%, with    committed to ESDFP \neducation school  25% female enrollment from 19%; commerce from  School census,   \nsystem  26% to 33%, with 29% female enrollment from  MOE   Risk \ndeveloped   22%)     Quality improvements \n  Examination  in curriculum teaching \n \n10% participation rate in GCE advanced level  results (NETS)  take time to roll out \ntechnology stream (at least 25% female)   and gain recognition \n  by parents and \nPass rate of GCE advanced level increased from  students \n62% to 65% (male 54%; female 69%) \n \nPass rate of GCE ordinary level increased from \n61% to 65% (male 52%; female 68%) \nOutputs    For all  Assumptions \n1. Improved  NSAPF implemented, integrating SBA with terminal  indicators:   Commitment to \nstudent learning   examination scores (Baseline: SBA scores not    institutionalizing \nconsidered in final examination score)  Quarterly  FEMF as a part of PSI \n  SMTSU reports   \nTechnology stream in GCE advanced level fully  MOE receives \noperational with adequate teachers and facilities in  financing for SMTSU \nat least 100 secondary schools, and at least 50%   \nfemale enrollment, by June 2016  Risks \n  Resistance from \nExpansion plan to roll out technology stream  stakeholders towards \napproved (Baseline: no technology stream)   an integrated national \n  student assessment \nIntegrated computer-aided learning for  framework \nmathematics implemented in at least 250 schools   \nInadequate budget \nallocation for \ncomprehensive \nphysical and human \nresource development \nin selected schools \n \n \n ", "12   Appendix 1 \n    Data Sources   \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions and \nSummary  Baselinesa  Mechanisms  Risks \n2. Improved  At least 250 schools upgraded from type 1C  For all  Assumption \nequity and  (offering arts and commerce advanced level   indicators:   Government’s \nefficiency of the  streams only) to type 1AB status (offering science,    continued emphasis \nschool system  arts, and commerce streams in GCE advanced  Quarterly  on the 1,000 \nlevel) with at least 25% female enrollment in  SMTSU reports  Secondary Schools \nscience streams     Development  \n  School census,  Program \n250 advanced level  science teachers (at least 50%  MOE   \nfemales) with relevant qualifications deployed in at  Risks \nleast 250 upgraded secondary schools   Reluctance of parents \n  and girls to enroll in \n200 advanced level technology teachers (at least  science and \n50% females) with relevant qualifications deployed  technology subjects \nto at least 100 secondary schools   \nDifficulties in \ndeploying teachers to \nremote schools \n3. Strengthened  Additional staff recruited with at least 50% women  For all  Risk \nschool leadership   (i)  NIE: 60  indicators:  Challenge to identify \n(ii)  CELD: 16    sustainable sources of \n(iii) 18 NCOEs: 100   Quarterly  financing for school \n  SMTSU reports  maintenance  \nHRD and Staffing Plan for central training     \ninstitutions implemented  MOE and MOF \n \n  circular for the \nAt least 600 principals (at least 25% women) and  implementation \n900 deputy principals (at least 50% women)  of FEMF  \ncomplete training program at CELD by June 2017  \n \nSchool FEMF Scheme piloted in 250 schools \n(Baseline: No school-level maintenance scheme \navailable)  \n4. Strengthened  SMTSU fully operational by June 2014 (Baseline:  For all  Assumption \ncapacity for  No designated unit at MOE to perform these  indicators:  Government provides \neffective program  functions)     financial and human \nplanning and    Quarterly  resources for SMTSU \nimplementation  ESDFP performance agreements between MOE  SMTSU reports   \nand provincial education authorities finalized and     \nupdated annually   MOFP budgets \n  compared with \nSpending on education sector capital budget  unaudited \nexecution as a percentage of approved budget  expenditure \nincreased to 85% (Baseline: average 80% in 2008– statements for \n2010)  school \n  education \nShare of total capital education budget for higher  sector for each \norder learning spaces and capital assets at schools  province and \nincreased to 45% (Baseline: 42%)  MOE \n \n30% of school and/or civil works contracts awarded \non basis of district-level bundled contracts \n(Baseline: none in place) \n \n \n ", "Appendix 1  13 \nActivities with Milestones  Inputs \nOutput 1: Improved student learning   \n1.1 NSAPF developed (2014), piloted (2016), and assessed (June 2017)  Total ESDFP \n1.2 Awareness program on NSAPF launched (June 2015)  (government \n1.3 Detailed plans and programs for technology stream defined and approved (June 2014)  and external \n1.4 Information education and communication campaign to promote technology stream launched  development \n(June 2015)  financing): \n1.5 Technology stream operationalized in 100 schools (June 2016)  $4,901 million \n1.6 Preliminary assessment of technology stream completed and expansion plans prepared (June   \n2017)  ADB: $200 \n1.7 Plan for expanding and implementing computer-aided learning in mathematics developed (by  million  \nJanuary 2014)    \nOutput 2: Improved equity and efficiency of the school system  World Bank: \n2.1 250 schools selected for upgrading to 1AB status (June 2013)  $100 million \n2.2 Detailed plans for upgrading physical and human resources in selected schools prepared   \n(June 2014).   \n2.3 Upgrading activities initiated in all 250 schools, and 85% of selected schools upgraded (2017) \n2.4 Teacher mapping study completed and findings disseminated to all provinces (June 2014) \n2.5 Technology stream teachers trained and deployed in 100 secondary schools (June 2016) \n2.6 Teachers deployed and trained for the selected 250 upgraded secondary schools (June 2017) \nOutput 3: Strengthened school leadership \n3.1 HRD and staffing plan for NIE, CELD, and NCOE completed and approved (June 2013) \n3.2 NIE, CELD, and NIE 90% staffed with trained personnel according to HRD and staffing plan \n(June 2017) \n3.3 Feasibility study for FEMF scheme completed and approved (June 2014) \n3.4 FEMF scheme piloted in 250 schools (June 2015) \n3.5 FEMF scheme fully integrated with PSI (June 2017) \nOutput 4: Strengthened capacity for effective program planning and implementation \n4.1 SMTSU established at MOE (June 2013) and fully staffed (June 2014) \n4.2 ESDFP performance agreements between MOE and provincial councils developed and \nupdated annually \n4.3 Procurement capacity building plan for education sector institutions developed (June 2013) \n4.4 Procurement capacity building plan for education sector institutions implemented (June 2017) \n4.5 Financial management action plans agreed and implemented to improve overall fiduciary \npractices, based on initial due diligence and annual fiduciary reviews conducted (commencing \n2015) \n4.6 Issuance of financial statements in accordance with Sri Lankan Auditing Standards and \nGenerally Accepted Accounting Principles (starting 2014) \n4.7 Six-monthly monitoring reports and six-monthly financial reports prepared (starting 2014) \n4.8 Annual program performance reports prepared (February 2014, for year ending 2013; and \neach year thereafter). \nADB  =  Asian  Development  Bank,  CELD  =  Center  for  Education  Leadership  Development,  ESDFP  =  Education  Sector \nDevelopment Framework and Program, FEMF = Facilities and Equipment and Maintenance Financing, GCE = general certificate of \neducation, HRD = human resource development, MOE = Ministry of Education, MOFP = Ministry of Finance and Planning, NCOE \n= National College of Education, NETS = National Evaluation and Testing Services, NIE = National Institute of Education, NSAPF \n= National Student Assessment Policy Framework, PSI = Program for School Improvement, SBA = school-based assessment, \nSMTSU = Sector Monitoring and Technical Support Unit. \na Baseline data is 2011, unless otherwise indicated. Target is 2017, unless otherwise indicated. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=39293-037-3  \n \n \n1.  Loan Agreement: OCR \n2.  Loan Agreement: ADF \n3.  Country Economic Indicators \n4.  Sector Assessment: Education \n5.  Program Description and Soundness Assessment \n6.  Development Coordination \n7.  Disbursement Linked Indicators Matrix, Verification Protocols, and Disbursement  \n8.  Contribution to ADB Results Framework \n9.  Expenditure and Financing Assessment \n10.  Program Action Plan \n11.  Summary Poverty Reduction and Social Strategy  \n12.  Summary Fiduciary Systems Assessment \n13.  Monitoring and Evaluation Systems Assessment \n14.  Environment and Social Systems Assessment  \n15.  Integrated Risk Assessment and Risk Mitigation Measures \n \nSupplementary Documents \n16.  Economic Analysis  \n17.  Financial Management Systems Assessment  \n18.  Procurement Systems Assessment  \n19.  Detailed Institutional and Implementation Assessment \n20.  Government of Sri Lanka’s Human Capital Development Strategy  \n21.  Consultative Process \n22.  Templates for Audited Financial Statement \n23.  Outcomes of Group Consultations and Field Visits \n24.  Environmental Management Plan for Education Sector Development Program \n25.  Education Sector Development Framework and Program Environmental and Social \nManagement Framework \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130606090847Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "rrp, 39293, adb projects, education", "ModDate": "D:20130709094132+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This report and recommendation of the president for the proposed Education Sector Development Program in Sri Lanka describes the terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "39293-037: Education Sector Development Program: Report and Recommendation of the President"}, "author_page": " \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leader  S. Shakil, Social Sector Specialist, SARD \nTeam members  H. Huang, Economist, SARD \nS. Muthugala, Senior Procurement Officer, SARD  \nM. Mukai, Senior Information Technology Specialist (Business Process \nManagement), Office of Information Systems and Technology \nB. Panth, Lead Education Specialist, SARD \nB. Reid, Principal Financial Management Specialist, Operations Services and \nFinancial Management Department (OSFMD) \nR. Sabur, Senior Safeguards Specialist, SARD \nS. Shafiq, Financial Management Specialist, SARD \nR. Shaheen, Procurement Specialist, OSFMD  \nA. Syed, Counsel, Office of the General Counsel \nY. Tatewaki, Senior Financial Control Specialist, Controller’s Department  \nK.M. Tilakaratne, Senior Implementation Officer, SARD  \nF. Tornieri, Senior Social Development Specialist, SARD \nPeer reviewer  S. Jagannathan, Senior Education Specialist, Regional and Sustainable \nDevelopment Department  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n \n \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Miranda", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Ra", "role": "Human and Social Development Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "S. Shakil", "role": "Social Sector Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "H. Huang", "role": "Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Muthugala", "role": "Senior Procurement Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "M. Mukai", "role": "Senior Information Technology Specialist (Business Process", "organization": ""}, {"documentRole": "Team members", "fullname": "B. Panth", "role": "Lead Education Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "B. Reid", "role": "Principal Financial Management Specialist", "organization": "Operations Services and"}, {"documentRole": "Team members", "fullname": "R. Sabur", "role": "Senior Safeguards Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Shafiq", "role": "Financial Management Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "R. Shaheen", "role": "Procurement Specialist", "organization": "OSFMD"}, {"documentRole": "Team members", "fullname": "A. Syed", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "Y. Tatewaki", "role": "Senior Financial Control Specialist", "organization": "Controller"}, {"documentRole": "Team members", "fullname": "K.M. Tilakaratne", "role": "Senior Implementation Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "F. Tornieri", "role": "Senior Social Development Specialist", "organization": "SARD"}, {"documentRole": "Peer reviewer", "fullname": "S. Jagannathan", "role": "Senior Education Specialist", "organization": "Regional and Sustainable"}]}