{"path": "data/input/reports/39405-ban-rrp.pdf", "pages": [" \n \n \n \n   Report and Recommendation of the President  \n   to the Board of Directors\n \n \n   \n \nProject Number: 39405  \nNovember 2007 \nProposed Loans and Technical Assistance Grant \nPeople’s Republic of Bangladesh: Dhaka Water Supply \nSector Development Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n       ", " \nCURRENCY EQUIVALENTS \n(as of 6 November 2007) \n \nCurrency Unit    –  taka (Tk) \n \nTk1.00 =  $0.01438 \n$1.00 =  Tk69.53 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CBO  –  community-based organization \n  CSO  –  civil society organization \n  CWASA  –  Chittagong Water Supply and Sewerage Authority \n  D&M  –  design and managing consultants \n  DANIDA  –  Danish International Development Assistance \n  DFID  –  Department for International Development \n  DMA  –  Dhaka Metropolitan Area \n  DMD  –  Deputy Managing Director \n  DPHE  –  Department of Public Health Engineering \n  DTW  –  deep tube well \n  DWASA  –  Dhaka Water Supply and Sewerage Authority \n  DWSSDP  –  Dhaka Water Supply Sector Development Program \n  EA  –  executing agency \n  EARP  –  environmental assessment and review procedures \n  EIRR  –  economic internal rate of return \n  FCB  –  financial and capacity building \n  FIRR  –  financial internal rate of return \n  HTW  –  hand tube well \n  IA  –  implementing agency \n  ICB  –  international competitive bidding \n  IEE  –  initial environmental examination \n  JBIC  –  Japan Bank for International Cooperation \n  JSP  –  joint strategy partners \n  KOICA  –  Korea International Cooperation Agency \n  Lcd  –  liter per capita per day \n  LGD  –  Local Government Division \n  LGI  –  local government institution \n  MC  –  management consultants \n  Mld  –  million liters per day \n  MODS  –  management, operations, distribution, and services \n  MOF  –  Ministry of Finance \n  NCB  –  national competitive bidding \n  NGO  –  nongovernment organization \n  NPRS  –  national poverty reduction strategy \n  NRW  –  non-revenue water \n  O&M  –  operation and maintenance \n  PBMC  –  performance-based management contract \n  PCR  –  project completion report \n  PCU  –  project coordination unit \n  PIP  –  performance improvement program \n  PMU  –  project management unit \n  PPI  –  program for performance improvement ", " \n  PPME  –  project performance monitoring and evaluation \n  PRS  –  poverty reduction strategy  \n  PSC  –  project steering committee \n  PTW  –  production tube well \n  PWSS  –  pourashava water supply section \n  QCBS    quality and cost-based selection \n  SDP-WSSB  –  Sector Development Programme—Water and Sanitation  \nSector in Bangladesh (2006) \n  TA  –  technical assistance \n  WACC  –  weighted average cost of capital  \n  WASA  –  water supply and sewerage authority \n  WSS  –  water supply and sanitation \n  WTP  –  water treatment plant \n \nGLOSSARY \n \n  mistries  –  plumbers \n  pourashava  –  peri-urban town \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 30 June. FY before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2000 \nends on 30 June 2000. \n(ii)  In this report, \"$\" refers to US dollars, “£” refers to UK pounds sterling, “¥” refers \nto yen.  \n \n \nVice President  L. Jin, Operations 1 \nDirector General  K. Senga, South Asia Regional Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  T. Ueda, Urban Development Specialist, SARD \nTeam members  K. Emzita, Senior Counsel, Office of the General Counsel \n  P. Kamayana, Senior Country Programs Specialist, SARD \n  H. Ikemoto, Urban Economist, SARD \n  R. Barba, Safeguards Specialist, SARD  \n  R. Islam, Project Implementation Officer, SARD \n  M. Tachiiri, Urban Economist, SARD \n ", "", " \nCONTENTS \nPage \n \nLOAN AND PROGRAM SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \n  A.  Sector Description and Performance  1 \n  B.  Issues and Opportunities  3 \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM  5 \n  A.  Impact and Outcome  5 \n  B.  The Program Loan  5 \n  C.  The Project Loan  12 \nIV.  TECHNICAL ASSISTANCE  23 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  23 \n  A.  Poverty Reduction and Social Development   23 \n  B.  Social and Environmental Safeguards  24 \n  C.  Economic and Financial Analysis  25 \n  D.  Risks and Assumptions  26 \nVI.  ASSURANCES AND CONDITIONS  26 \n   A.  Specific Assurances  26 \n  B.  Conditions for Loan Effectiveness  28 \nVII.  RECOMMENDATION  29 \nAPPENDIXES \n1.  Project Design and Monitoring Framework  30 \n2.  Sector Analysis  34 \n3.  Development Coordination Matrix (External Assistance to the Water Supply \nand Sanitation Sector, and Partnership Framework)  39 \n4.  Development Policy Letter and Policy Matrix   45 \n5.  Description of Ineligible Items   52 \n6.  Project Costs Estimates and Financing Plans by Category  53 \n7.  Project Implementation Arrangement  55 \n8.  Project Implementation Schedule  56 \n9.  Procurement Plan  57 \n10.  Outline Terms of Reference for Project Consultants                                                   59 \n11.  Key Features and Outline Terms of Reference for Management Contract                 62    \n12.  Technical Assistance  63 \n13.  Summary Poverty Reduction and Social Strategy   67 \n14.  Summary Resettlement Framework  70 \n15.  Summary Initial Environmental Examination  75 ", "       \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Sector Road Map  \n      B.  Detailed Project Descriptions \n      C.  Detailed Costs Estimates \n      D.  Resettlement Framework \n      E.  Short Resettlement Plan for Mirpur Sub-zone \nF.  Initial Environmental Examination \nG.  Environmental Assessment of Policy Matrix \nH.  Economic Analysis \nI.  Financial Analysis \nJ.  Gender Action Plan \nK.  Manikdi Pilot Project \nL.  Memorandum of Understanding on Partnership Framework (part of \n  Development Coordination Matrix) \nM.  Detail Terms of Reference for Technical Assistance Consultants \n \n   ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  People’s Republic of Bangladesh   \n   \nThe Proposal  The proposed Dhaka Water Supply Sector Development Program \n(DWSSDP) includes a program loan for the equivalent of $50 \nmillion and a project loan for $150 million from the Special Funds \nresources of the Asian Development Bank (ADB).    \n   \nClassification  Targeting classification: Targeted intervention \nSector: Water supply, sanitation, and waste management \nSubsector: Water supply and sanitation \nThemes: Sustainable economic growth, capacity development \nSubtheme: Developing urban areas  \n   \nEnvironment  Category B. An initial environment examination for the project loan \nAssessment  (core  and  supplementary  appendixes)  and  an  environment \nassessment  of  the  policy  matrix  for  the  program  loan \n(supplementary appendix) were undertaken. \n   \nProgram Impacts and   The overall expected impact of the DWSSDP is to contribute to \nDescription  sustained economic growth and improved public health conditions \nin  the  urban  centers  of  Bangladesh,  particularly  in  the  Dhaka \nMetropolitan Area, by improving the water supply services. The \nDWSSDP is the first phase of a long-term support program for the \nurban water supply sector based on the Partnership Framework \nthat  the  external  development  partners  and  the  Government \nagreed upon. The successful implementation of the DWSSDP will \nhelp reduce child mortality and improve health generally, increase \nthe productivity of women by shortening the time required to fetch \nand  store  water,  and  conserve  precious  natural  resources—\nsurface and groundwater. The program and project loans under \nthe  DWSSDP  are  designed  to  complement  each  other  in \nachieving progress towards these key goals. \n   \nThe Program Loan   \n   \nOutcomes  The program loan will support the reforms in the urban water \nsupply sector laid out in Sector Development Programme–Water \nand  Sanitation  Sector  in  Bangladesh  (SDP-WSSB)  2006  by \nassisting  the  Government  in  improving  the  management  and \noperation  of  urban  water  supply  institutions,  including \npourashavas (peri-urban towns) and Water Supply and Sewerage \nAuthorities (WASAs). The reforms under the program loan will \nhelp achieve sustainable and improved operation of water supply \nservices in the urban areas. The reforms include (i) improving \nlocal governance and strengthening local institutional framework; \n(ii)  preparing  sector  strategy  and  plan;  (iii)  improving  financial \nsustainability;  and  (iv)  strengthening  Dhaka  Water  Supply  and \nSewerage  Authority  (DWASA)  governance  and  organizational \nstructure  and  financial  management  capacity.  Appendix  4 \npresents  a  development  policy  letter  and  policy  matrix  of  the ", "ii   \nProgram along with strategic goals, key targets, and process for \neach output.  \n \nLoan Amount and Terms  A loan of SDR31,843,000 ($50 million equivalent) will be provided \nfrom ADB’s Special Funds resources, with a term of 24 years, \nincluding a grace period of 8 years, and an annual interest charge \nof 1.0% per annum during the grace period and 1.5% per annum \nthereafter;  \n   \nEstimated Program  31 December 2013 \nCompletion Date \n   \nTranches  The loan will be released in two tranches of SDR15,922,000 (first \ntranche)  and  SDR15,921,000  (second  tranche)  ($25  million \nequivalent) when the Government and DWASA comply with the \nconditions for their release.   \n   \nExecuting Agencies and  The Executing Agencies (EAs) will be the Finance Division of the \nImplementation  Ministry of Finance (MOF), and the Local Government Division \nArrangements  (LGD) of the Ministry of Local Government, Rural Development \nand Cooperatives. DWASA will be the Implementing Agency for \ncertain activities, as specified in the policy matrix. \n   \nProcurement  The loan proceeds will be used to finance the foreign exchange \ncosts (excluding local duties and taxes) of items produced and \nprocured in ADB member countries, excluding ineligible items and \nimports financed by other bilateral and multilateral sources. In \naccordance  with  the  provisions  of  ADB’s  Simplification  of \nDisbursement Procedures and Related Requirement for Program \nLoans, the reimbursement procedure will be used to disburse the \nloan  proceeds  based  on  certification  by  the  Government. \nSupporting import documentation will not be required if, during \neach year that loan proceeds are expected to be disbursed, the \ntotal  value  of  the  imports  minus  imports  from  nonmember \ncountries,  ineligible  imports,  and  imports  financed  under  other \nofficial development assistance is equal to or greater than the \namount of the loan expected to be disbursed during that year. For \nthe first tranche, the import certification may cover goods procured \n180 days before loan effectiveness. With each withdrawal request, \nthe  Government  will  certify  its  compliance  with  this  formula. \nOtherwise, import documentation under existing procedures will \nbe required. ADB reserves the right to audit the use of the loan \nproceeds. \n   \nCounterpart Funds  The Government will use the local currency counterpart funds \ngenerated by the loan proceeds to meet program expenditures \nand associated costs of reform, as well as to help maintain current \nlevels of social expenditures. The counterpart funds generated by \nthe proceeds will be transferred from the MOF to LGD to meet the \ncosts and counterpart funding requirements of implementing the \nsector reform. \n   ", "  iii\nThe Project Loan   \n   \nOutcomes  The Project will contribute to sustainable provision and operation \nof urban water supply services in Dhaka, by rehabilitating and \nstrengthening the water supply system based on the long-term \npolicy and investment roadmap. The physical investment under \nthe Project will be complemented by capacity building of DWASA \nto enable the authority to competently manage the water supply \nsystems for about 12.3 million people in Dhaka. The Project has \nthree components: \n   \nOutputs  Component A: Distribution System and Quality Improvement. \nThis will involve rehabilitation and optimization of DWASA’s water \ndistribution  network  to  minimize  losses  and  to  enable  24-hour \npressurized  water  supply;  and  provision  of  water  quality \nassurance and control measures.  \nComponent  B:  Capacity  Building  and  Institutional \nStrengthening. This will involve the following subcomponents: (i) \ninstitutionalization of sound financial management, efficient billing, \nrevenue  collection,  and  customer  record  systems;  (ii) \ncomprehensive training of all levels of staff to optimize operational \nperformance and upgrading of training facilities; and (iii) extensive \ndemand control and awareness campaign for consumers.  \n \nComponent  C:  Project  Management  and  Implementation \nSupport. This component will support (i) project management and \nmonitoring; (ii) detailed planning and design activities under the \nProject;  (iii) contract  structuring,  tendering,  execution,  and \nmanagement; and (iv) construction supervision. In addition, the \ncomponent will assist DWASA in conducting a feasibility study for \nan optimal location for the future surface Water Treatment Plant \n(WTP)  with  a  capacity  of  500  million  liters  per  day.  The \nconsultants  engaged  also  will  prepare  an  outline  design  and \nprepare tender documents for the WTP. \n   \nProject Investment Plan  The Project is estimated to cost the equivalent of $212.7 million \n(including the contribution of the Government), including taxes, \nduties, interest charges on the ADB loan, and physical and price \ncontingencies. \n   \nFinancing Plan  ADB will provide SDR95,530,000 ($150 million equivalent), which \nis  70.5%  of  the  total  cost.  The  Government  will  finance  the \nequivalent of $62.7 million, or 29.5% of the total project cost, \nincluding  taxes  and  duties,  resettlement  cost,  land  acquisition, \nremuneration of counterpart staff, office accommodation, part of \nthe civil works, and other miscellaneous costs. \n ", "iv   \n  ($ million) \nSource  Cost  Percent \nAsian Development Bank (ADF)  150.0  70.5 \nGovernment of Bangladesh  62.7  29.5 \nTotal  212.7  100.0 \nADF = Asian Development Fund. \nSources:  Government  of  Bangladesh  and  Asian  Development  Bank \nestimates. \n   \nCost Estimates  The Project is estimated to cost $212.7 million, including taxes \nand duties of $16.1 million. \n   \nLoan Amount and Terms  ADB  will  provide  a  loan  of  SDR95,530,000  ($150  million \nequivalent) from its Special Funds resources to help finance the \nProject. The loan will a term of 32 years, grace period of 8 years, \nand  interest charge of 1.0% per annum during the grace period \nand 1.5% per annum thereafter.   \n   \nRelending Terms  The  loan  proceeds  will  be  relend  to  DWASA  pursuant  to  a \nsubsidiary loan agreement with terms and conditions acceptable \nto ADB. Relending terms will include a repayment period of 20 \nyears, including a 5-year grace period, and annual interest rate of \n5%.  The  Government  of  Bangladesh  will  assume  the  foreign \nexchange risk. \n   \nPeriod of Utilization  Until 30 June 2014 \n   \nEstimated Project  31 December 2013 \nCompletion Date \n   \nExecuting Agency  DWASA \n   \nImplementation  DWASA will be responsible for overall management, supervision, \nArrangements  and execution of the Project. A Project Management Unit (PMU) \nwill be established, consisting of one full-time project director with \nthe rank of Deputy Managing Director (DMD) or chief engineer or \nadditional chief engineer. In addition, there will be three dedicated \ndeputy project directors. The deputy project director (finance) will \nbe recruited from outside of DWASA through competitive selection \nprocess. The two other deputy project directors, who will head \ntechnical eastern zone and technical western zone, will be the \nrank  of  the  superintending  engineers  or  above.  The  project \ndirector and the three deputy project directors will be appointed \nexclusively to the Project. Four executive engineers will assist the \ndeputy project directors in managing the works under them. The \nPMU will be responsible for all day-to-day management of the \nproject, including but not limited to (i) preparing an overall project \nimplementation  plan  and  detailed  work  program;  (ii)  providing \noverall  monitoring  and  guidance  on  implementation  of  project \nworks; (iii) carrying out all tendering and execution of contracts; \n(iv) monitoring and supervising all project management activities; ", "  v\n(v) preparing necessary project progress and project completion \nreport;  and  (vi)  ensuring  full  compliance  with  the  ADB’s \nresettlement, environmental, and other safeguard policies.  \n   \nProcurement  Procurement of all goods and services to be financed under the \nProject will be carried out in accordance with ADB’s Procurement \nGuidelines (2007, as amended from time to time). All civil works \ncontracts estimated to cost the equivalent of $1 million or more \nwill be procured through international competitive bidding (ICB). \nCivil works contracts estimated to cost less than $1 million will be \nprocured using national competitive bidding (NCB). To the extent \npracticable,  goods  will  be  grouped  into  procurement  packages \nlarger than $500,000 to be suitable for ICB procedures. Goods \nthat cannot be grouped into larger contracts and are estimated to \ncost less than $500,000 per contract will be procured through \nnational  competitive  bidding.  The  feasibility  of  community \ncontracting will be examined on a case-by-case basis for slum \nand/or bulk water supply and other community-level works not \nexceeding $10,000 in value, and will need pre-fact approval by \nADB. NCB procedures applicable to the Project are specified in \nthe Government’s Public Procurement Act 2003. Miscellaneous \nminor  goods  expected  to  cost  less  than  the  equivalent  of \n$100,000  will  be  purchased  using  shopping  procedures.  NCB \npackages valued at more than $100,000 each will be subject to \nprior review by ADB. \n   \nConsulting Services  Consultants will be selected and engaged under the Project in \naccordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants \n(2007, as amended from time to time). All consultants under the \nProject will be engaged as firms and will be engaged following \nADB’s quality- and cost-based selection (QCBS) procedures.  \n   \nProgram and Project  The investment under DWSSDP will cover four out of six water \nBenefits and  supply zones in the Dhaka city for immediate system rehabilitation \nBeneficiaries  and optimization. Detailed studies will be also prepared for the \nnext phase to rehabilitate the remaining two zones and to develop \nnew water source. While the program is the first phase of the \nlong-term  support  to  the  Dhaka  city,  once  completed,  the \nrehabilitated system supported by new water source development \nwill ensure stable and sustained water supply to entire population \nin Dhaka Metropolitan Area (DMA). The poor will benefit from the \noverall  improvement  of  the  water  supply  system  while  other \ndevelopment partners will provide targeted services to the poor \nunder the Partnership Framework. The user survey conducted \nduring the project preparatory Technical Assistance showed that \nthe poor women will benefit most from the improved services in \nterms of time saving and improved health conditions. \n   \nRisks and Assumptions  Rehabilitation of the existing pipeline, the major component of the \nProject, carries risks. Although DWASA maintains digital maps of \nits pipelines and has general ideas of where prevalent illegal and \npoor connections might be, the real extent only emerges at the \n ", "vi   \ntime of excavation. Though the Project is based on conservative \nassumptions,  the  required  works  and  costs  to  rehabilitate  and \noptimize the system might exceed the original estimate. This risk \nwill be mitigated by careful preparatory works based on lessons \nlearned  from  the  pilot  scheme,  and  substantial  engineering \nconsulting support to DWASA during project implementation. \n \nDespite firm commitment of the Government, resistance to the \nreforms program might arise from outside and within (for example, \nfrom unions). Tariff adjustment may face opposition, undermining \npolitical support to the reform. The reform program is underpinned \nby  the  Partnership  Framework  between  the  Government  and \nmajor development partners to support the Government initiative \nin a coherent manner. To minimize the social impact and sustain \nbroad  public  support,  the  tariff  adjustment  will  be  carried  out \ngradually based on the affordability study and with the help of \ncommunication  programs  which  involves  Community-Based \nOrganizations (CBOs) and NGOs.  \n   \nTechnical Assistance  In conjunction with the Project, technical assistance (TA) will be \nprovided for advisory assistance to the Government in improving \nand strengthening the management and operation of urban water \nsupply and sanitation services. This will include assistance to LGD \nand DWASA in preparing and implementing key policy reforms. \nThe  TA  also  will  assist  DWASA  in  conducting  the  necessary \ntechnical preparation for introducing optimization measures in the \nexisting water supply sources; and in supporting the smooth start-\nup of project implementation.  \n \nThe total cost of the TA is estimated at $3,125,000, of which ADB \nwill  finance  $2,500,000  on  a  grant  basis  from  its  TA  funding \nprogram. The TA consultants will be recruited in accordance with \nADB’s Guidelines on the Use of Consultants. ADB will engage a \nqualified consulting firm and individual consultants (for a total of \n131  person-months).  Additional  individual  consultants  may  be \nrecruited as necessary to strengthen the process. The TA will be \nundertaken  intermittently  from  January  2008  to  January  2011. \nSome of the outputs (including studies, recommendations, draft \nrules and regulations, draft business plan, and draft operations \nmanual) are expected to support LGD, DWASA, and other key \nstakeholders in fulfilling the policy actions under the program and \nproject loans.  \n \n \n \n ", "89 o 00'E 92o  00'E\n26o  00'N 26o  00'N\nSonargaon Sector 8\nPurakar B A N G L A D E S H\nUttara Model Town Project Area\nINDIA\nMollartek\nDHAKA\nDakhin Khan INDIA\nAshkona\nZone 4\nBaruna\nKhilkhet 22 o 00'N 22 o 00'N\nKuratali\nKuni\nZone 5 Bay of Bengal\nMirpur Palasnagar MYANMAR\nBoxnagal\n89o  00'E 92o  00'E\nArmy\nDamalkot Stadium\nSenpara\nNarum Bazar\nKazipara\nSheorapara Navannagar Merul\nPaikpara\nCantonmer\nPererbagh Shajadpur Satarkul\nKachu Khet B A N G L A D E S H\nAgargaon Badda DHAKA WATER SUPPLY SECTOR\nDarussalam\nOld\nShawmall Airport Nakhal Para DEVELOPMENT PROGRAM\nTikkapara Bijoy Sarani Tejgaon Rampura\nMohammadpur Zone 3 Tejkumpara Ulan\nNayathala\nMeradia\nKhilgaon\nTejkuniwara\nTailtala Goran Zone 6 Durgapur\nRayerbazar Dhanmondi Madartek\nMadubazar\nParibagh Malibagh Basabo Baida\nKataban\nRajarbagh\nRamna Park\nHaaribagh Pilkhana\nManda\nBaddanagar Azimpur Mojtijhee Mugdapara Poyati Demra\nNawabganj Palashi Manik Nagar Saidabad SWTP\nKamrangiZr oCnhaer 2 IslamLbaalgbhagh Bangsal Narinda Savedabad Kajla MatuRaailw Water Transmission Line Sarulla\nChakbazu\nZone 1\nSutrapur Jatrabari\nGandaria\nChadnighat SWTP Dholarpar\nNational Capital Jurain\nPostagola\nExisting Deep Tubewell (DTW) Location\nAlam Bagh Ghoshpara\nExisting Overhead Tank\nSampur\nExisting Surface Water Treatment Plant (SWTP) Deulpara\nMODS Zone Boundary\nFlood Wall\nEmbankment\nI I I I I Railway\nWater Distribution Network (width in milli-meter)\n250 - 400 N\n450 - 1800\nProvincial Boundary\nInternational Boundary\nBoundaries are not necessarily authoritative.\n07-2012 RM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) two proposed \nloans  for  the  Dhaka  Water  Supply  Sector  Development  Program  (DWSSDP),  and  (ii)  a \nproposed technical assistance (TA) for Management Support for Dhaka Water Supply and \nSewerage  Authority  (DWASA)  to  the  People’s  Republic  of  Bangladesh.  The  design  and \nmonitoring framework for the Program is in Appendix 1. \n \nII.  THE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n \nA.  Sector Description and Performance \n \n2.  Bangladesh has the seventh largest population in the world. However, its land area is \nlimited, making Bangladesh one of the most densely populated countries in the world.1 Almost a \nquarter of its 140 million people (35 million) live in urban areas, and the urban population is \nincreasing 2.5% a year—nearly twice the national rate.2 Almost one third of the total urban \npopulation lives in Dhaka Metropolitan Area (DMA, the capital of Bangladesh), that is growing \ntwice  as  fast  as  other  urban  areas.  DWASA3 serves  70%  of  the  DMA.  When  the  DMA \npopulation reaches 17 million in 2025, less than 45% of the people would be covered by the \nDWASA water supply system. 4 Most of the remaining uncovered population may abstract water \nfrom  their  private  wells,  using  the  same  aquifer.  The  Government  of  Bangladesh  (the \nGovernment) and DWASA face an enormous challenge in supplying safe, reliable water to the \ncapital city’s growing population. \n \n3.  Bangladesh’s economy has generally grown more than 5% annually during 2000-2006.5 \nHowever, most of the development is taking place in the cities, Dhaka in particular. Despite \nconsiderable progress, basic services in all urban centers are deficient. Of the 309 urban towns, \nonly 102 have a piped water supply system. In most towns, the water supply is sourced from \ndeep tube wells. Due to the high cost of electricity, water pumps run for only 10–12 hours per \nday, resulting in an intermittent water supply of 2–4 hours at most per day. Urban water supply \nconditions typically are characterized by (i) unaccounted-for-water by sub-zone is usually as \nhigh as 50-60% of production,6 (ii) tariffs below average production costs, and (iii) low billing and \ncollection rates. On average, less than 20% of houses have their own connections, while about \n60% rely on shallow private tube wells. The remaining 20% of the population fetches water from \nstand posts or from public tube wells, if the town has a piped water supply system. Water \nshortages have become increasingly apparent because of the falling water tables resulting from \nunregulated extractions of groundwater. Inadequate basic urban services, including sanitation, \nare a severe hindrance to the continued development of urban areas, as well as efforts to \nreduce poverty. Rehabilitation and expansion of the existing systems, in parallel with investment \nin new systems in most towns and cities, is urgently needed. \n \n                                                 \n1  Unit for Policy Implementation, Local Government Division. 2005. Sector Development Program, Water and \nSanitation Sector in Bangladesh. Dhaka (September). \n2  ADB. 2005. Country Strategy and Program. Bangladesh 2006-2010. Appendix 3 (page 167). Manila.   \n3  Dhaka Water Supply and Sewerage Authority is responsible for providing, operating, and maintaining water supply, \nsanitation, and storm water disposal services to the population of Dhaka, as stipulated in the Water Supply and \nSewerage Authority Act, 1996. \n4  Local Government Division. 2005. Sector Development Program, Water and Sanitation Sector in Bangladesh. \nDhaka (September).  \n5  ADB. 2007. Key Indicators 2007. Manila. P. 179 (except 2002, which was 4.4%).  \n6  For overall Dhaka city’s unaccounted-for-water, it is estimated in the range of 33-42%. These figures are based on \nbilled amount, rather than actual reliable meter reading. In Manikdi pilot area, actual readings gave 60%.     ", " 2   \n4.  More than 26% of urban households lack latrines or access to hygienic sanitation. \nExcept for a limited waterborne sewerage system in Dhaka, which covers only 30% of the city \narea, no other urban centers have any form of sewerage system. Only 20% of the households in \nurban areas have access to a solid waste collection system. Most of Bangladesh has low-lying, \nflood-prone areas, and groundwater is contaminated by naturally occurring arsenic. Frequent \ncyclones and floods during the rainy season, combined with inadequate drainage and solid \nwaste management, increase the exposure of the urban population to the effects of polluted \nwater. Waterborne diseases are prevalent, and infant mortality is high (Appendix 2, sector road \nmap is in Supplementary Appendix A).  Hence, sustainable access to a safe, potable water \nsupply and sound sanitation facilities is a high priority. \n \n5.  The Local Government Division (LGD) under the Ministry of Local Government, Rural \nDevelopment and Cooperatives is overseeing the water supply and sanitation (WSS) sector and \npolicy. Urban WSS services are provided by water supply and sewerage authorities (WASA), \ncity  corporations,  and  pourashava  (peri-urban  town)  water  supply  sections  (PWSS).  The \nDepartment of Public Health Engineering (DPHE) implements new water supply systems and \ncarries out major rehabilitation programs, except in the areas managed by the WASA.7 After \ncompletion of the works, DPHE hands over the WSS systems to local government institutions \n(LGI) for operation and maintenance (O&M). The shortcomings in this delivery situation are (i) \nabsence of demand management; (ii) inadequate cost recovery; (iii) inefficient service provision; \n(iv) lack of financing and autonomy, especially in setting tariffs and staffing; and (v) lack of \ninvolvement of users in water utility planning and operation. DPHE undertakes much of the \ndevelopment projects because of the weak capacities of the LGIs. Planning and public service \ndelivery are generally supply-driven, and do not respond adequately to users’ needs. Water \nconsumption does not depend on economic pricing, but on the availability of supply. The lack of \nautonomy  of  the  responsible  government  agencies  also  undermines  the  effective  service \ndelivery and quality standards. \n \n6.  In Dhaka and Chittagong, a semiautonomous WASA is responsible for WSS. This large \nwater utility operates and manages the system, as well as collects fees. Water is sourced from \ngroundwater  and  surface  water.  The  DWASA  has  numerous  institutional  and  financial \nconstraints, similar to those faced by urban towns, in achieving the recovery of user charges, \ncontrolling losses, and effectively managing the institution. A lack of commercial orientation and \nlow  tariffs  have  led  to  inefficient  practices  and  poor  financial  performance.  Planning  and \nimplementation are largely a supply-driven, top-down, and target-oriented processes, which \nsuffer from unclear priorities and uncoordinated development. All agencies involved in WSS \ntypically  prefer  to  meet  physical  targets  rather  than  establish  and  monitor  processes  for \nreaching goals related to facility operation, management, utilization, and maintenance. Despite \ngradual  reductions  in  water-related  mortality  and  morbidity  rates,  and  increased  physical \ncoverage, further development is needed across the sector. \n \n7.  In recognition of these needs, the Government included WSS improvement as part of its \nseven-point  agenda  for  reducing  poverty  in  its  2005  national  poverty  reduction  strategy \n(NPRS).8 By 2015, the NPRS aims to reduce poverty by 30%, and child mortality from 53 to 31 \nper 1,000 live births. The Government likewise has committed to achieving the Millennium \nDevelopment Goals, including halving the proportion of people without access to sustainable \nsafe WSS by 2015. In addition, the Government goals and priorities highlight safe drinking water \nand  appropriate  sanitation.  These  are  consolidated  in  the  new  Sector  Development \n                                                 \n7  Dhaka and Chittagong only. \n8  Government of Bangladesh. 2005. Poverty Reduction Strategy. Dhaka. ", "  3\nProgramme–Water and Sanitation Sector in Bangladesh (SDP-WSSB) 2006, which includes (i) \nNational Policy for Safe Water Supply and Sanitation 1998, (ii) Sector Development Framework \n(SDF) 2004, (iii) Pro-Poor Strategy 2005, and (iv) National Policy for Arsenic Mitigation 2004. In \nparticular, the SDF 2004 sets an optimistic target and timescale, aiming for 100% coverage of \nbasic WSS by 2015.  \n \n8.   The SDP-WSSB 2006 emphasizes (i) ensuring basic minimum needs related to WSS for \nall citizens, especially the poor; (ii) decentralizing the service delivery and capacity building of \nLGIs to sustain investments and good governance; (iii) recommending optimal service delivery \noptions and institutional framework; (iv) drawing a blueprint to realize sector reform and capacity \nbuilding  to  achieve  desired  coverage  and  performance  levels;  and  (v)  outlining  a  sector \ninvestment plan for the next 10 years to fulfill sector targets, sector reforms, and capacity \nbuilding needs within the available resources. Recognizing the overly ambitious target, the \nGovernment critically reexamined and acknowledged that, while the policy addresses the key \nissues,  it  lacks  operational  strategies  and  tools,  such  as  financial  allocations,  time  frame, \ninstitutional arrangements, legal instruments, and policy directives. \n \nB.  Issues and Opportunities \n \n9.  Although the size of urban areas differs, issues and challenges that DWASA faces are \ncommon to the urban WSS sector in general. As such, they should be addressed as part of the \nsector-wide  reform  program  to  meet  the  challenges.  DWASA  is  currently  facing  six  major \nchallenges. \n \n10.  Inadequate Supply of Clean Water to Meet Rapidly Growing Demand. More than \n80% of Dhaka’s water supply comes from groundwater, and the upper aquifer of Dhaka already \nhas exceeded its withdrawal limit. As a result, almost half of the deep tube wells supplying water \nto Dhaka will dry up by 2013. The lower aquifer can accommodate only about 50 new tube \nwells. The groundwater supply inevitably and urgently will have to be augmented with treated \nsurface  water.  However,  treating  surface  water  is  much  more  technically  complex  and \nexpensive than using groundwater. \n \n11.  Poor Quality of Water Distribution Network. The pilot program in Manikdi area (para. \n59)  found that all household connections are substandard and leaking, and that physical water \nlosses are up to 50%. This is under very low pressure conditions. In its current condition, the \nnetwork cannot sustain the higher pressure required for transmitting treated water. In addition to \nlosses due to leaks, only 59%9 of household connections have water meters to account for \nconsumption—and the installed meters are often inaccurate or inaccessible—making effective \nmanagement of demand virtually impossible. \n \n12.  Poor Quality and Reliability of Water. Generally, the quality of groundwater being \npumped into the water supply network of Dhaka is believed to be good. The quality deteriorates, \nhowever, as it moves through the piped network. The problems stem from a number of sources. \nLeaks affect the hygienic conditions of the pipes and connections. To a greater degree, the \nsystem's low and sometimes negative pressure—caused by consumers using suction pumps or \nservice  connections  installed  at  the  bottom  of  underground  tanks—causes  extensive \ncontamination of the water within the network. In addition, the current treatment plants are not \n                                                 \n9  ADB. 2005. Technical Assistance to People’s Republic of Bangladesh for Preparing the Dhaka Water Supply \nProject. Manila. TA 4651, approved on 22 September 2005, for $1 million. (PPTA final report). Page 11. para 45. \n“DWASA indicated (April 2006) that there are 135,500 metered (59%) and 95,900 unmetered connections.”  \n ", " 4   \nworking  optimally  and  require  pre-treatment  facilities.  Water  quality  aside,  the  reliability  of \nsupply is severely hampered by intermittent power supply to the pumps, which do not have \nbackup generators. \n \n13.  Limited  Coverage  of  Slum  Dwellers.  About  1.3  million  people  (or  15%  of  the \npopulation) in the DWASA service area are living in slums. DWASA serves the majority of the \nslum dwellers, many of whom have unauthorized connections. However, a significant number of \nthe more vulnerable slum dwellers still do not have access to services. This number is projected \nto increase to more than 4 million by 2025. \n \n14.  Financially  Unsustainable  Utility.  For  a  number  of  reasons,  including  extensive \nleakage in the system (unaccounted-for water), unsustainable tariffs, and poor accounting and \nmanagement systems, DWASA is unable to meet Dhaka’s fast-growing demand for water. Of \nthe water that is accounted for (about 50%), only 62% of revenues are collected. In total, only \none  third  of  the  water  that  enters  the  network  is  ever  paid  for.  DWASA  accounting  and \nmanagement systems are outdated, inefficient, and often not transparent. \n \n15.  Inefficient or Ineffective Management Systems. DWASA and its operations are highly \npoliticized. As a result, in recent years, managing director (MD) position was vacant long time, \nand turnover of senior executives (including MD) is high. Workers unions exert strong pressure \non management, often preventing them from recruiting key staff or taking disciplinary action. \nThe capacity and motivation levels of staff are generally low. Customer interface is extremely \nlimited.  DWASA’s  management  systems  and  structure  barely  allow  for  effective  planning, \nallocation,  and  monitoring  of  resources.  Consequently,  DWASA  has  difficulty  serving  its \ncustomers effectively. \n \n16.  Important  Features.  Despite  the  huge  challenges,  Bangladesh’s  water  sector  also \npresents a significant opportunity. The Government is strongly emphasizing development of the \nsector in its NPRS, which has broad funding agency support (Appendix 3). The SDP-WSSB, \ndeveloped through extensive consultation, outlines a clear and comprehensive vision for the \nsector. The Government and its external development partners are taking a broad-based and \ndeliberate  approach  to  sector  reform  and  institutional  change.  Momentum  in  the  sector  is \nsignificant, and the current environment is conducive to change. Other development partners \nwere  consulted  extensively  during  project  preparation.  As  a  result,  the  timing  is  well \nsynchronized  with  the  sector  reform  initiatives  of  other  development  partners  aimed  at \nstrengthening WASAs and water supply bodies within pourashavas, and giving them greater \nresponsibility and autonomy.  \n \n17.   Lessons Learned. The past and ongoing ADB projects in the sector include (i) District \nTowns Water Supply Project10 ($14.4 million), (ii) Second Water Supply and Sanitation Project11 \n($31 million), and (iii) Secondary Towns Water Supply and Sanitation Sector Project12 ($41 \nmillion).  ADB’s  first  investment  was  rated  partly  successful.13 The  second,  which  included \n                                                 \n10  ADB. 1982. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the District Towns Water Supply Project. Manila. Loan 571, for $14.4 million, \napproved on 17 June 1982.   \n11  ADB. 1993. Report and Recommendation of the President to the Board of Directors on a Proposed Loan  and \nTechnical Assistance Grants to the People’s Republic of Bangladesh for the Second Water Supply and Sanitation \nProject. Manila. Loan 1264, for $ 31 million, approved on 16 November 1993.  \n12  ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of Bangladesh for the Secondary Towns Water Supply and Sanitation Sector Project. Manila. \nLoan 2265, for $41 million, approved on 16 October 2006. \n13 ADB. 1995. Project Performance Audit Report on the District Towns Water Supply Project in Bangladesh. Manila. ", "  5\ninterventions in nine towns, was rated successful.14 The third, which covers 2007–2012, began \nonly recently. In other post-project evaluation assessments, ADB found DWASA to be a well-\nestablished  institution  with  adequate  technical  and  institutional  capacities.15 However,  the \nassessment recommended the preparation of an adequate investment program for the future, \nwith corresponding O&M, to properly maintain the water supply, sanitation, and drainage system \nfor Dhaka. Based on other key lessons learned, successful projects should (i) add enforceable \nmilestones in the form of a phased performance-based funding approach; (ii) place high priority \non financial performance and autonomy of the local water supplying bodies, adopting double-\nentry accounting systems, separating water supply accounts, training staff, and embracing the \nmove to public limited company operating models; (iii) reduce the number of contracts and \nprocurements to minimize processing and implementation delays; and (iv) actively engage local \ncommunity stakeholders through extensive consultations to ensure stronger commitment and \nsmoother implementation.  \n \n18.   ADB is taking the lead in supporting water supply improvements in Dhaka, while the \nWorld  Bank  is  focusing  on  sewerage  and  drainage  improvements,  as  well  as  scaling  up \nsuccessful WSS service provision models in low-income communities and slums of Dhaka, \njointly with Department for International Development (DFID). The Government of Japan is \nfocusing  on  WSS  services  in  Chittagong.  Danish  International  Development  Assistance \n(Danida) is providing assistance for a new surface water treatment plant (Saidabad, phase II) to \naugment the water supply sources in Dhaka.    \n \nIII.  THE PROPOSED SECTOR DEVELOPMENT PROGRAM \n \nA.  Impact and Outcome \n \n19.  The overall expected impact of the DWSSDP is to contribute to sustained economic \ngrowth and improved public health conditions in the urban centers of Bangladesh, particularly in \nthe DMA, by improving water supply services. The DWSSDP is the first phase of a long-term \nsupport program for the urban water supply sector based on the Partnership Framework that the \nexternal development partners and the Government agreed upon (paragraphs 57–58 for details). \nThe successful implementation of the DWSSDP will help reduce child mortality and improve \ngeneral health, increase the productivity of women by shortening the time required to fetch and \nstore  water,  and  conserve  precious  natural  resources—the  surface  and  groundwater.  The \nprogram and project loans under the DWSSDP are designed to complement each other in \nachieving progress towards these key goals. \n \nB.   The Program Loan  \n \n1.  Outcomes \n \n20.  The program loan will support the reforms in the urban water supply sector laid out in \nSDP-WSSB 2006 by assisting the Government in improving the governance and management \nof urban water supply institutions, including pourashavas and WASAs. The reforms under the \nprogram loan will help achieve the sustainable provision and operation of improved water supply \n                                                 \n14 ADB. 2004. Project Completion Report on the Second Water Supply and Sanitation Project in Bangladesh. Manila. \n15 ADB. 2002. Project Completion Report on the Dhaka Integrated Flood Protection Project. Manila (Loan 1124-BAN \n[SF], para. 40); and ADB. 2001. Project Performance Audit Report on the Dhaka Urban Infrastructure Improvement \nProject. Manila (Loan 942-BAN[SF], page iv). It also mentioned on the same page: “DWASA component is \ngenerally sustainable, although DWASA cannot maintain good levels of services in the lower-income plots where \nunauthorized users have broken water supply pipes.”  \n ", " 6   \nservices  in  the  urban  areas.  The  reforms  include  (i)  improving  local  governance,  and \nstrengthening  local  institutional  framework;  (ii)  preparing  sector  strategy  (demand-side \nmanagement);  (iii)  improving  financial  sustainability;  and  (iv)  strengthening  DWASA \ngovernance, organizational structure, and financial management capacity. Appendix 4 presents \na development policy letter and policy matrix of the Program along with strategic goals, key \ntargets, and process for each output. \n \n2.  Policy Framework and Actions    \n \na.  Improving Local Governance, and Strengthening Local Institutional \nFramework \n \n21.  Decentralize and Improve the Financial Autonomy of Pourashavas and WASAs. \nThe urban sector in Bangladesh comprises six city corporations (Barisal, Chittagong, Dhaka, \nKhulna, Rajshahi, and Sylhet) and 309 pourashavas.16 WSS services in urban areas are the \nresponsibility of WASAs (in Dhaka and Chittagong), and the WSS sections established by the \nauthorities in the other city corporations and pourashavas. The DPHE under LGD implements \nwater supply system network expansion and major rehabilitation programs in pourashavas. \nAfter completing the programs, DPHE hands over the systems to the PWSSs for O&M. The \nactivities  of  the  PWSSs  are  restricted  mostly  to  operation  of  the  electrical  pumps  for  the \nproduction  wells  and  reactive  maintenance  of  the  existing  systems  (e.g.,  repair  of  leaks). \nWASAs and PWSSs still lack autonomy in many areas. For example, pourashavas need to \nobtain permission from the Government to create posts or to appoint staff in their setup. They \nalso have to seek approval from the Government on tariff changes. In the past, this practice has \nrestricted  the  pourashavas  and  WASAs  to  managing  the  O&M  of  water  supply  in  their \nrespective  areas.  Pourashavas  and  WASAs  need  to  be  decentralized  and  given  broader \nadministrative and financial autonomy to (i) manage the water supply system, including the \ninstallation and O&M of the facilities in their respective areas; (ii) manage billing; and (iii) \ndetermine the appropriate tariff increase.  \n \n22.  Establish  an  Independent  Water  Supply  Sector  Regulatory  Commission.  In \nBangladesh, regulatory bodies for telecommunications and power were approved in 2002. In the \nsame  year,  the  establishment  of  a  regulator  for  the  water  sector  was  proposed,  but  little \nprogress  has  been  made  since  then.  Regulators  are  often  perceived  as  protectors  of  the \ninterests of the general public (the customers of a public services utility) against commercial \ninterests  of  private  operators.  Regulators  should  ensure  a  fair,  stable,  and  clear  enabling \nenvironment for service providers and consumers. The Program will support LGD to prepare a \nstudy on the most appropriate form for regulatory body for the Bangladesh WSS sector, and \nmake recommendations to the appropriate authority (the Cabinet). The study will clarify the \nfunctions, roles, and responsibilities of the regulator. Once LGD makes the recommendation, \nthe Government is expected to establish an independent water supply regulatory commission, \nas envisaged in SDP-WSSB. \n \n23.  Enhance Capacity of Pourashavas and WASAs in Managing and Delivering Water \nSupply Services. To improve the performance of the water supply utilities, and to cope with the \nincreasing demand for high-quality services and investments, the capacity of the staff and \nworkforce should be enhanced constantly. LGD, DWASA, and DPHE need to prepare and \npublish a 5-year capacity building program for PWSS and WASA staff, including (i) meter \n                                                 \n16  The pourashavas are classified into class A, B, and C, depending on their revenue. The primary targets of the  \n  Program are large pourashavas, rated class A, with established PWSS.  ", "  7\nconnection,  (ii)  water  conservation,  (iii)  O&M,  (iv)  billing  and  accounting,  (v)  financial \nmanagement, and (vi) public health. Starting in 2010, LGD, pourashavas, and WASAs will \nimplement the program, and the PWSS and WASA staff will receive training under the program. \nEach year, LGD will allocate sufficient budget to the pourashavas and the WASAs for the \ntraining of the water section staff.  \n \nb.  Preparing Sector Strategy and Plan (Demand-side Management) \n \n24.   Promote Effective  Water  Management  and  Conservation.  As consumers are not \naccustomed to conserving water, they will use and waste water whenever water is in the pipe. \nWater consumption depends on the availability of water in the pipe network, and is not based on \nthe actual demand. Incentives to conserve water and penalties for wasteful use are absent. \nLikewise, no incentives or penalties are in place for hygienic sanitation. The Government should \naddress the physical problem to realize stable and regular water flow in the network. It also \nmust educate the public through awareness campaigns that explain in simple terms that water \ndistribution incurs costs, and that each user is responsible for keeping the entire system clean, \nefficient, and sustainable. The Program should target all age groups, including primary school \nchildren. To further promote water conservation, LGD together with pourashavas and WASAs \nshould suspend the practice wherein each household installs its own water connections and \nmeters. To ensure that meters installed in households meet the desired standard of quality, the \npourashavas and WASAs should install them.  \n \nc.  Improving Financial Sustainability \n25.  Decentralize and Improve the Financial Autonomy of Pourashavas and WASAs. \nThe SDP-WSSB points out that water tariffs in Bangladesh generally are too low. In most towns, \ntariffs are insufficient to cover even the O&M costs, meaning the capital investment costs are \nnot recovered. Poor collection efficiency exacerbates the situation. LGD and DPHE will allow \npourashavas to keep their revenues from water billings. LGD will instruct each of pourashava to \nset up a separate account for water revenues, establish double-entry bookkeeping for the \nPWSS, and maintain a sound inventory of the pourashava’s water supply assets. Further, LGD \nwill allow the pourashavas and the WASAs to set and increase the water tariff in their respective \nareas annually, maintaining a level that would enable them to recover at least O&M costs after \nadjusting for inflation. \n \nd.  Strengthening DWASA Governance, Organizational Structure, and \nFinancial Management Capacity \n \n26.  Introduce  and  Apply  Good  Governance.  To  achieve  good  governance,  the \norganizational structure and management of DWASA should be improved, and compliance with \nthe WASA Act of 199617 should be ensured. Three main issues related to the implementation of \nthe 1996 act are pending for DWASA: (i) appointment of the managing director,18 (ii) approval of \nthe DWASA organization chart, 19 and (iii) implementation of the rules and regulations of the act. \nThe  DWASA  Act  grants  the  managing  director  a  tenure  of  3  years.  However,  managing \ndirectors  have  been  replaced  frequently  in  the  past  3  years.  The previous  four  managing \n                                                 \n17 Government of Bangladesh. 1996. Water Supply and Sewerage Authority Act,1996. Dhaka. \n18 During the ADB Appraisal Mission in August 2007, a new DWASA managing director was selected through a \ncompetitive process, appointed, and assumed office on 17 August. The new managing director is given an initial \ntenure of 3 years.   \n19 Organization chart is commonly referred to as “Organogram” in Bangladesh, showing the overall structure of an \norganization with departments, divisions, levels and number of posts.   \n ", " 8   \ndirectors  were  officials  seconded  from  the  Government.  With  frequent  changes  in  top \nmanagement,  it  is  difficult  for  DWASA  to  improve  performance  in  a  well-planned  and \ncoordinated manner. Each managing director usually brings a different approach, leading to \nfrequent changes in the way DWASA operates. The second issue is that DWASA does not have \nan organization chart. A draft organization chart was prepared and has been awaiting approval \nfor 10 years. Without an approved organization chart, DWASA has been unable to make major \nchanges in staff positions from the organizational structure prescribed by the outdated 1963 \nact.20 As a result, some departments might have too many staff for the required tasks, while \nothers might not have enough. The third issue is the implementing rules and regulations of the \n1996 act. Draft rules and regulations have been prepared, but not approved. While the 1996 act \ngoverns the overall operation, the rules and regulations are still based on the 1963 ordinance, \nmuch of which is outdated and obsolete. The main constraints on the institutional setting of \nDWASA  are  political.  Reforms  to  overcome  these  limitations  must  promote  DWASA’s \nownership. An immediate amendment of the 1996 act is not considered essential, but the act \nmust be implemented properly to strengthen the operation of DWASA.  \n \n27.   Delineate Responsibilities Between the Board and the Managing Director. The \ninstitutional strengthening of DWASA will aim to modify the rules and regulations to ensure an \nautonomous operational environment, including restructuring of the board and management, \nand the establishment of effective management systems. The 1996 act is not clear on how \nmuch authority the managing director has to make decisions on day-to-day business affairs. \nSome provisions contradict others. In many of the provisions, the day-to-day business decisions \nby the managing director must be endorsed by the board and approved by the Government. \nThis means that the Government might delay decisions on small matters that need to be \naddressed quickly. As a result, DWASA is not an efficient, responsible, and customer-oriented \ninstitution. To be efficient, the roles and responsibilities of the board and the managing director \nmust be defined clearly. In addition, certain day-to-day activities of DWASA still require board \napproval.  DWASA  management  should  initiate  immediately  a  dialogue  with  the  board  to \ndetermine how much power it will delegate.  \n \n28.   Under the 1996 act, WASA should be able to manage its facilities and operate with a \nhigh degree of autonomy. DWASA should have a board that consists of key professionals from \ncivil society, and should be headed by a chairman appointed by the Government. However, its \nautonomy is constrained by a provision in the 1996 act that requires the board to seek approval \nfrom the Government on all matters in which the Government finances or acts as a warranty for \nfinance.21 The financial dependency of WASAs on the Government further constrains their \nperformance.  This  situation  results  in  decisions  on  crucial  operational  and  organizational \naspects, including human resource development and employment, setting of tariffs and salaries, \nnot being made without the prior approval of the Government. This often can affect decisions on \nday-to-day operations. \n \n29.   Improve DWASA Operation and Business Performance Through a Medium-Term \nBusiness Plan. The 1996 act established a framework for the responsibilities and mandate of \nWASAs. However, as an agency responsible for the water supply, sewerage, and drainage in \nDhaka, DWASA should have an organizational vision of its own. DWASA should have at least a \n5-year business plan that explains its current strengths and weaknesses. In addition, a practical \noperations  manual  should  be  devised  and  put  into  effect,  laying  out  concrete  day-to-day \n                                                 \n20 Government of Bangladesh. 1963. Water Supply and Sewerage Authority Ordinance. Dhaka. \n21 The Government of Bangladesh. 1996. DWASA Act. Dhaka (Clause 17.[4], Chapter IV. Powers and Duties of \nAuthority).  ", "  9\nbusiness procedures. The performance of WASAs should encompass key elements such as (i) \nnetwork  monitoring;  (ii)  water  quality  control;  (iii)  metering,  billing,  and  collection;  and  (iv) \nconsumer grievance redress.   \n \n30.   Explore Private Sector Participation and Elimination of Conflicts of Interest. The \nactive presence of various labor unions and employers’ cooperative societies constrains the \nmanagement of DWASA. Billing and revenue collection in three of six water supply zones of \nDhaka, covering approximately half the population and service connections, has been handled \nby  DWASA  Employees  Consumer  Supplies  Co-operative  Society  through  the  Program  for \nPerformance Improvement (PPI) agreement. 22 The PPI agreements are based on performance. \nThe billing efficiency of the PPI zones are generally higher than in the DWASA zones. However, \nthe division of responsibilities between DWASA staff and PPI staff is unclear and impractical in \nsome areas. For example, controlling unaccounted-for water is DWASA’s responsibility, while \nPPI handles identification and disconnection of illegal connections. Further, meter maintenance \nis  under  DWASA,  while  meter  reading  is  under  PPI.  This  PPI  arrangement  has  various \nproblems, as it creates new vested interests within DWASA and has conflict of interests that \nshould be eliminated. The metering, billing, and collecting must be outsourced to a separate \nentity; and PPI should be abolished or revamped to create a more appropriate system. Two of \nthe unions are affiliated with the two major political parties, while the third is independent. \nPolitical interventions interfere with and jeopardize the management’s ability to recruit, promote, \nand post the right persons at the right positions. A committee must be established to explore \nprivate sector participation to bring good corporate governance into WASAs. The committee will \nprepare a study and make recommendations with a time-bound action plan. The committee also \nwill review the existing PPI and recommend ways to eliminate conflicts of interest.  \n \n31.   Develop Financial Plan and Model for Future Investment. DWASA needs to assess \nfuture  investment  needs  at  least  up  to  2025,23 and  recommend  a  financial  modeling  and \nmanagement structure to manage those needs. In this exercise, DWASA needs to analyze the \ntariff structure, determine the required tariff increases to address future financing needs, and \nassess financing conditions and capital investment needs. As semiautonomous utilities, WASAs \nneed a financial model of their operations that is based on audited WASA financial data, and \nseveral scenarios for key performance enhancement. The key performance areas will include (i) \nreduction of nonrevenue water, (ii) improvement in the collection ratio and reduction in accounts \nreceivables, (iii) improvement in staffing ratio, and (iv) adjustment of energy and chemical \nconsumption.    \n \n32.   Increase  Transparency  in  DWASA  Operation  and  Address  Corruption  Issues. \nDWASA is not immune to allegations of illegal practices ranging from unrecorded connections, \nmeter  tampering,  overbilling,  and  non-transparent  collections.  DWASA  will  establish  an \nanticorruption ethics committee and appoint members to the committee. The committee, which \nreports  to  the  managing  director,  is  assigned  to  investigate  corruption  allegations  within \nDWASA. DWASA also will establish a grievance redress mechanism to address concerns of \ncustomers and stakeholders.   \n \n33.   Improve  DWASA  Financial  Management  and  Performance.  With  the  support  of \nadvisory technical assistance from the World Bank’s Performance Improvement Program (PIP) \n                                                 \n22 On 10 June 2007, the High Court ruled that allowing private operators to carry out the PPI initiative is against the \nprovision of WASA Act 1996, and revoked DWASA’s move to outsource the billing and tariff collection.  \n23 DWASA. 2007. Past, Present and Future of Dhaka WASA. Managing director presentation material; includes \nneeds until 2025.  \n ", " 10   \nto DWASA, and Japan Bank for International Cooperation (JBIC)’s support to Chittagong Water \nSupply  and  Sewerage  Authority  (CWASA),  both  WASAs  have  gone  through  a  diagnostic \nanalysis. The analyses focused on the WASAs’ overall performance against the provisions of \nthe  1996  Act  and  1963  Ordinance  respectively  to  identify  main  constraints  of  WASA \nmanagement. The financial regulations (1969) still govern the financial transactions of DWASA. \nThe regulations need to be updated for the organization to transform itself into a commercially \nsustainable  entity.24 Roles  and  responsibilities  of  the  staff  who  are  involved  in  financial \nmanagement  and  transactions  must  be  clearly  defined  with  proper  delegation  of  financial \npowers. During the early to mid-1990s, with the assistance of a World Bank project25, DWASA \nintroduced a computer-based, double-entry accounting system. However, when implementation \nof the World Bank project was terminated, DWASA reverted to the old single-entry, handwriting-\nbased  system.  For  sound  corporate  financial  accounting,  all  assets  should  be  evaluated \nproperly, and an internationally accepted double-entry accounting system must be reintroduced. \nFor the past several years, audit reports produced by DWASA have been unable to attach an \naudit opinion. Audits have not followed internationally acceptable accounting guidelines, and \ninconsistencies  have  been  observed.  This  needs  to  be  improved,  reflecting  the \nrecommendations of the World Bank diagnostic analysis. The same applies for CWASA on its \naudit. Based on the improvement in auditing, as well as the introduction and implementation of \nthe  PIP,  DWASA  will  issue  audited  annual  reports  that  will  be  made  publicly  available  in \npreparation for becoming a public limited company in future.   \n \n34.  Reduce  Illegal  Connections  and  Assign  DWASA  Full  Responsibility  in  Water \nConnection  and  Metering  System.  DWASA  will  establish  a  baseline  survey  on  illegal \nconnections by the end of 2009.  Based on the survey, DWASA will issue a time-bound action \nplan to address the problem of illegal connections. In line with the action plan, DWASA will \nreduce illegal connections by at least 25% by the end of 2010 in the four zones of Dhaka city \nthat will be covered by the ADB-supported Project. \n \n3.  Financing Plan \n \n35.   The Government has requested a loan of SDR31,843,000 ($50 million equivalent) from \nADB’s Asian Development Fund (ADF) to help finance the Program. The loan will have an \namortization period of 24 years, including a grace period of 8 years, with an annual interest \ncharge of 1.0% during the grace period and 1.5% thereafter. The loan proceeds will be available \nfor withdrawal in two tranches of SDR15,922,000 (first tranche) and SDR15,921,000 (second \ntranche), ($25 million equivalent) upon compliance with the agreed upon conditions. The first \ntranche  will  be  released  upon  meeting  all  first  tranche  release  conditions  and  upon  loan \neffectiveness; the second tranche will be released upon meeting the second tranche release \nconditions, as provided in the policy matrix in Appendix 4. \n \n36.   In determining the amount of the program loan, the following factors were considered: (i) \nthe relative importance of urban infrastructure sector in terms of public spending, (ii) the scope \nand strength of the reform package in the WSS sector, and (iii) the short- and medium-term \ncosts of the reforms and the associated financing gap. The loan amount covers part of the \nadjustment costs for the measures included in the policy matrix from FY2007 to FY2013 for the \nprogram loan and its update. \n                                                 \n24 CWASA also has been assisted by JBIC on capacity building to improve its financial performance. \n25 World Bank. 1996. Fourth Dhaka Water Supply Project. Washington, DC. ", " 11\n4.  Program Management \n \n37.   Program  Implementation  Arrangements.  For  the  program  loan,  the  executing \nagencies (EAs) will be the Finance Division of the Ministry of Finance (MOF) and LGD of the \nMinistry  of  Local  Government,  Rural  Development  and  Cooperatives.  DWASA  will  be  the \nImplementing Agency (IA) for certain activities, as specified in the policy matrix. The EAs will be \nresponsible for coordination of the program loan during implementation, including complying \nwith all policy actions, program administration, and maintenance of all program records.  \n \n38.   Implementation Period. The program implementation period is from December 2007 to \nDecember  2013.26 The Government will have to complete all conditions for the first tranche \nbefore its release, which is expected by December 2007. The main triggers for the first tranche \nare  (i)  DWASA  organization  chart,  (ii)  Rules  and  Regulation  of  WASA  Act  1996,  and  (iii) \nappointment of DWASA managing director. The remaining policy actions during the program \nimplementation period, as well as certain policy actions, must be fulfilled before the second \ntranche may be released. Some of the main triggers for the second tranche are (i) broader \nadministrative and financial autonomy to WASAs, (ii) separation of water accounts, (iii) DWASA \n5-year business plan, and (iv) anticorruption ethics committee within DWASA. The second \ntranche release is expected before 15 December 2010. Details are in Appendix 4. \n \n39.   Procurement and Disbursement. The loan proceeds will be used to finance the foreign \nexchange cost (excluding local duties and taxes) of items produced and procured in ADB \nmember  countries,  excluding  ineligible  items  (Appendix  5)  and  imports  financed  by  other \nbilateral and multilateral sources. In accordance with the provisions of ADB’s Simplification of \nDisbursement Procedures and Related Requirement for Program Loans,27 the reimbursement \nprocedure will be used to disburse the loan proceeds based on certification by the Government. \nSupporting import documentation will not be required if, during each year that loan proceeds are \nexpected  to  be  disbursed,  the  total  value  of  the  imports  minus  imports  from  nonmember \ncountries, ineligible imports, and imports financed under other official development assistance is \nequal to or greater than the amount of the loan expected to be disbursed during that year. For \nthe  first  tranche,  the  import  certification  may  cover  goods  procured  180  days  before  loan \neffectiveness. With each withdrawal request, the Government will certify its compliance with this \nformula. Otherwise, import documentation under existing procedures will be required. ADB \nreserves the right to audit the use of the loan proceeds.   \n \n40.   Counterpart Funds. The Government will use the counterpart funds generated by the \nprogram loan, under arrangements satisfactory to ADB, to support sector reform and meet the \nadjustment costs associated with the loan. Further, the counterpart funds will be transferred \nfrom MOF to LGD to meet the costs and counterpart funding requirements for implementing the \nsector reform. \n \n41.   Program Performance Monitoring and Evaluation. LGD will monitor continually the \nimplementation of the Program and its impact, in line with the program framework and outcome \nindicators ADB and the Government agreed upon. Further, LGD will submit to ADB quarterly \nreports until the Program is completed. Data from the PIP, annual report, audit reports, and \nauditor’s opinion will be used to monitor the progress of the Program. \n \n                                                 \n26 The second tranche disbursement is projected at the end of 2010, but the program loan duration is until the end of \n2013 to monitor the reforms progress. \n27 ADB. 1998. Simplification of Disbursement Procedures and related Requirements for Program Loans. Manila.  \n ", " 12   \nC.  The Project Loan \n \n1.  Outcomes \n42.   The Project will contribute to sustainable provision and operation of urban water supply \nservices, particularly in Dhaka city, by rehabilitating and strengthening the water supply system \nbased on the long-term policy and investment road map. The physical investment under the \nProject  will  be  complemented  by  capacity  building  of  DWASA  to  enable  the  authority  to \ncompetently manage the water supply systems for approximately 12.3 million people in Dhaka \ncity. The Project has three main components: \n \n  a.  Component A: Distribution System and Quality Improvement  \n \n43.   This component of the Project will involve physical rehabilitation and optimization of \nDWASA’s water distribution network to minimize losses and enable 24-hour pressurized water \nsupply, and provision of water quality assurance and control measures. Four zones (zones 3, 4, \n5, and 6) have been selected for priority improvement by the Project for the following reasons: 28 \n \n(i)  DWASA  has  progressively  rehabilitated  and  replaced  most  of  the  old  pipes \ndating to the 19th century in zones 1 and 2 under various Government-funded \nprojects. Further, despite their dense populations, zones 1 and 2 have low to \nmoderate pressure in the supply lines, resulting in less leakage than in the \nremaining zones. \n(ii)  DWASA is planning to bring additional water from the proposed Saidabad II and \nKhilkhet water treatment plants (WTP) to meet the growing future demands of the \ncity (Supplementary Appendix A). The distribution network in the project zones \nwill receive most of the additional water. If the project zones are not rehabilitated, \nthis water supply will cause more leakage from the system and minimize the \nimpacts from the proposed supply augmentation. \n(iii)  Zone 4 has the most “spaghetti connections”29 with resulting leakage. Similarly, \nzones 3, 5, and 6 reportedly account for more physical losses than zones 1 and \n2.  \n(iv)  Population growth in zones 1 and 2 seems to have reached saturation level, \nwhile the population in the remaining four zones continues to increase rapidly.  \n(v)  DFID is assisting DWASA with improvements in many slum and low-income \nareas of zones 1 and 2 and improvement in the project zones is expected to \nbenefit the largest number of poor and slum dwellers.  \n \n44.   The component consists of the following: \n \n      i.   Distribution Network Rehabilitation and Strengthening  \n \n45.   This  subcomponent  involves  the  following  physical  works  in  the  project  zones:  (i) \nrehabilitation of primary and secondary distribution networks, including lining or replacement of \npipes, as required; (ii) removal of spaghetti connections, and provision of tertiary distribution \nnetwork  (optimization)  and  house  connections;  (iii)  provision  of  additional  supply  lines  to \n                                                 \n28 DWASA is responsible for seven zones, however, the seventh zone Narayanganj is geographically isolated from \nother six, and is outside the traditional Dhaka City boundary. In early 1990, Narayanganj Town merged with \nDWASA; however Narayanganj is not part of the Project’s first phase.  \n29 Spaghetti connection refers to illegally tapped water (not formally arranged by DWASA), usually connected via \nrubber lines that look like boiled spaghetti.    ", " 13\nidentified fringe and slum areas;30 (iv) rehabilitation of 24 overhead reservoirs, and provision of \n14 new overhead reservoirs; and (v) installation of valves, and bulk and household water meters \nto isolate hydraulic zones and allow measurement of supply and consumption at all ends. In \nconducting the outlined activities, this subcomponent also aims to remove and regularize all \nillegal  or  unregistered  connections  within  the  project  zones.  Based  on  market  pricing  and \nviability, a significant portion of the distribution network rehabilitation works is expect to be \ncarried out using trench-less technologies.  \n \nii.  Water Quality and Monitoring System Improvement  \n \n46.   This subcomponent involves provision and rehabilitation of disinfection or chlorination \nfacilities at all supply points in DWASA’s service area in Dhaka city. It also entails establishment \nof a two-tier water quality monitoring system, including provision of water quality monitoring in \nthe inadequate existing laboratory facility.31 \n \n    b.  Component B: Capacity Building and Institutional Strengthening  \n \n47.   Component B consists of the following subcomponents: (i) institutionalization of sound \nfinancial management, efficient billing, revenue collection, and customer record systems; (ii) \nprovision  of  comprehensive  training  for  all  levels  of  DWASA  staff  to  optimize  operational \nperformance and upgrading of training facilities; and (iii) an extensive demand control and \nawareness campaign for consumers. \n \n  i.  Financial Management Improvement \n \n48.   The subcomponent will assist DWASA in substantially reforming and improving financial \nmanagement for (i) strategic business planning using financial simulation models, (ii) results-\noriented budget mechanisms, (iii) sustainable debt management, (iv) tariff reforms, (v) efficient \nand accurate double-entry accounting system and auditing procedures, (vi) accurate billing and \npayment collection through staff training and establishment of customer database, and (vii) \ntransparency  through  compulsory  publication of  annual  reports.  The  financial  and  capacity \nbuilding (FCB) consultants will assist DWASA in designing the most appropriate and financially \nsustainable tariff structure to recover all costs. The tariff structure will be designed with due \nconsideration on affordability of low-income households. \n \n49.   After  the  completion  of  the  pipeline  rehabilitation,  a  management  contract  will  be \nawarded on a pilot basis to a private contractor for one of the four project zones to assist \nDWASA in operating the rehabilitated assets during the contract period. In addition, twinning \narrangements are considered with other water utilities in south and south-east Asia operating \nefficiently at a high quality standard, to learn and gain hands-on knowledge transfer from them. \nA technical assistance (TA) project32 has supported the establishment of twinning arrangements \n                                                 \n30 The NGO and CBO sector in Bangladesh is very well developed, and the Project aims to leverage their capacity by \ninvolving them in efforts to increase awareness among the population in Dhaka. At least 15% of the improved water \nsupply flowing through the Project is expected to target low-income communities using standpipes and communal \ntaps.  \n31 Currently, the laboratory does not have an analytical environment. The laboratory facilities are lacking basic things, \nsuch as reagents, glassware, working table, distilled water, and proper electrical balance; as well as a computer for \nproper documentation and air conditioning. A superintending engineer should be appointed and designated as \nlaboratory coordinator.   \n32 This will be financed through ADB. 2007. Technical Assistance for Supporting Water Operator’s Partnership in \nAsia. Manila. TA 6396, approved on 16 April 2007, for $2 million. (Financed by the Japan Special Fund: $2 million). \nThis is separate from an attached TA, which is described in Chapter IV of this document.  \n ", " 14   \nwith successful regional water utilities, such as the Public Utility Board Singapore or Phnom \nPenh Water Supply Authority, which will assist DWASA in developing the managerial, technical, \nand financial capabilities required for efficient management of a commercially oriented water \nutility.  \n \n50.   The Project will work with the World Bank-supported project, which is assisting DWASA \nwith aligning its core business procedures based on a new PIP. The design and management \n(D&M) consultants will support the project management unit (PMU) by identifying key indicators \nand business procedures for monitoring DWASA’s operational performance, increasing water \nsupply  coverage,  establishing  appropriate  service  and  consumption  levels,  and  ensuring \nefficiency  in  operations  and  financial  management,  and  consumer  satisfaction.  Monitoring \nperformance  indicators  will  include  time-bound  target  and  achievement  reporting  (monthly, \nquarterly,  and  annually)  for  the  individual  major  items  of  works  (e.g.,  construction  and \nrehabilitation of pipelines, new connections, repair responsiveness, and bill collection). \n \n  ii.  Training and Capacity Building  \n \n51.   This subcomponent will involve developing training modules and providing training to \nDWASA staff for optimized operational performance, as well as to staff of the zone offices (each \nserving about 1.5 million people) to provide all services to the customers as a one-stop service \ncenter. It also will entail capacity building of plumbers, pump operators, and technicians through \nthe provision of training guidelines, and continuation or provision of plumbers and technician \ntraining.33 \n \n52.  Under this subcomponent, the DWASA training center established under the World \nBank-financed project34 at Lalmatia35 will be strengthened, the physical facilities of the training \ncenter will be rehabilitated, and training tools will be provided. \n  \n    iii.  Demand Control and Public Awareness \n \n53.  A comprehensive and phased public awareness campaign will be designed with the \nobjectives of (i) informing the public on the purpose and outline of the proposed tariff reforms; \n(ii) creating awareness that water is a scarce and valuable commodity; (iii) informing the public \nof possible service disruptions and measures undertaken during project implementation; (iv) \nimproving public relations and the image of DWASA; (v) educating the public on negative \nconsequences of using suction pumps, and minimizing wasted water at household level; (vi) \noffering incentives to the public on meter installation and meter reading to allow consumers to \nreport artificial bill inflation from the meter readers; and (vii) informing the public about the \ncustomer grievance redress mechanism introduced under the Project. \n \n54.  The subcomponent will address these objectives through (i) a mass media campaign, \nsuch as through television, radio, and cinema, to disseminate and educate the population; (ii) \nengagement of nongovernment organizations (NGO) to develop educational materials, and to \nengage and coordinate field-workers in conducting community meetings and household visits; \nand (iii) development of information materials, such as brochures and display boards before, \nduring, and after rehabilitation work in the supply zones. \n                                                 \n33 More than 600 plumbers working for DWASA are being trained as part of the pilot Manikdi study.  \n34 World Bank. 1996. Bangladesh Fourth Dhaka Water Supply Project. Washington, DC ($80.3 million, 1996–2002). \n35 The center occupies the entire third floor and part of the second floor of the zone 3 office, where it has two \nclassrooms, one computer classroom, one conference room, and seven office rooms for the officers and staff.   ", " 15\nc.  Component C: Project Management and Implementation Support \n \n55.   Consultants  will  be  engaged  to  assist  the  PMU  in  implementing,  monitoring,  and \nsupervising the Project. Consulting support will include (i) project management and monitoring; \n(ii) detailed planning and design activities; (iii) contract structuring, tendering, execution, and \nmanagement;  (iv)  construction  supervision;  (v) preparation  of  demand  control  and  public \nawareness  campaign,  including  the  tariff  awareness  program;  and  (vii) identification  and \ndevelopment  of  institutional  strengthening  measures,  training  modules,  and  guidelines  and \nmanuals, and provision of training. Consulting services also will include engagement of NGOs to \nmanage parts of the demand control and community awareness program. \n \n56.  In addition, consultants will assist DWASA in conducting a feasibility study for an optimal \nlocation for a future surface WTP with a capacity of 500 million liters per day (mld). The \nconsultants also will prepare an outline design and prepare tender documents for the WTP. (A \ndetailed project description is in Supplementary Appendix B). \n \n2.  Special Features \n \n57.  The  proposed  Program  is  part  of  a  coordinated  partnership  between  external \ndevelopment partners and the Government to reform the urban WSS sector in Bangladesh, with \na focus on Dhaka city, through a medium-term reform and investment program. The proposed \nreforms under the Program are based on the Government’s SDP-WSSB 2006, and have been \nformulated in consultation with the main development partners in the sector, including Danida, \nDFID, JBIC, and World Bank. Each development partner’s activities have been coordinated both \nin  terms  of  reform  actions  and  support  for  investment  loans.  Figure  1  shows  how  the \ndevelopment  partners’  programs  fit  together  to  support  the  Government’s  reforms  and \ninvestment programs for the urban WSS sector. For example, Danida is providing about $130 \nmillion for the construction of Saidabad II WTP and an adjoining small-scale pre-treatment plant. \nDFID is planning to provide sector budget support to LGD. JBIC has committed around ¥12.2 \nbillion to CWASA for the Karnaphuli WTP and capacity development of CWASA; Government of \nJapan (JBIC) plans to further assist CWASA in future capital investments jointly with Korea \nInternational Cooperation Agency(KOICA), Government of Italy, and World Bank. Government \nof Korea will extend assistance to the preparation of a master plan for water supply and \nwastewater management in Chittagong. World Bank is planning to assist DWASA with its \nsewerage and drainage services improvements with $100 million.   \n \n58.   Unified  Policy  Framework  and  Investment  Road  Map.  In  November  2007,  the \nexternal development partners and the Government signed a partnership framework (Appendix \n3) outlining the partnership arrangements and agree on the urban WSS sector reforms to be \ncarried out by the Government, particularly by the LGD, DWASA, and CWASA. The framework \nwill include (i) core understandings that specify and outline the reforms to be implemented \nurgently; (ii) a unified policy framework for DWASA and CWASA, which list all reforms to be \ncarried out by the Government and two WASAs in 2007–2010; and (iii) a brief sector investment \nroad map, which outlines the TA and investment projects planned for Bangladesh in the urban \nWSS sector (Figure 1).  \n \n \n \n \n \n \n ", " 16   \n \n \nFigure 1: Partnership Framework for the Urban Water Supply and Sanitation Sector \n \n  Unified Policy Matrix and Investment Roadmap \n     \n     \nLGD, DWASA,  MOF and Planning \n  and CWASA  Commission \n        \n     \nTimeline  DANIDA  ADB   Japan   Republic of  World Bank  Government \nKorea  \nFY2007  -DWASA-  -DWASA-  -DWASA-  -CWASA-  -DWASA-  Allocations to \n  Saidabad II  Dhaka Water  Improvement  Preparation of  Dhaka  support Sector \n  Water  Supply Sector  of Storm  Master Plan  Sewerage  Development \n  Treatment  Development Water  for Water  and Drainage  Programme-\nFY2010  Plant (Phase  Program  Drainage  Supply and  Project   Water and \n  II)  (DWSSDP)  System  Wastewater  ($100 million)  Sanitation Sector \n  ($130 million)  ($200 million)  (¥600 million)  Management    in Bangladesh \n  Approved    <2007–2008>  of the     \n_______  <2007–2012>  Advisory TA    Detailed  Implementation \n  for Capacity  -CWASA-  Planned Area  of reform actions \nFY2011  Building   Karnaphuli  of Chittagong  under the Unified \nonward  ($2.5 million)  Water Supply  ($1.5 million  Policy Matrix  \n  Project (¥12  Grant)   \nNew  billion JBIC)  <2007–2008> \naugmentation  <2005–2011> \nscheme    \n(to be  TA for \nprepared  Capacity \nunder  Building and \nDWSSDP)  Reduction of \n  Nonrevenue \nWater (¥ 300 \nmillion JICA) \n \nADB = Asian Development Bank, CWASA = Chittagong Water Supply and Sewerage Authority, DANIDA = Danish \nInternational Development Assistance, DWASA = Dhaka Water and Sewerage Authority, DWSSDP = Dhaka Water \nSupply Sector Development Program, JBIC = Japan Bank for International Cooperation, JICA = Japan International \nCooperation Agency, LGD = Local Government Division, SDP-WSSB = Sector Development Programme—Water and \nSanitation Sector in Bangladesh (2006), TA = technical assistance. \nSources: Government of Bangladesh and all participating donors’ estimates. Figure 1 (above), Appendix 3 and \nSupplementary Appendix L (Memorandum of Understanding on Partnership Framework) serve as Development \nCoordination Matrix.   \n \n \n59.  Manikdi Pilot Study. To address the serious water supply problems in Dhaka, ascertain \nthe cause of irregular water supply, and showcase some concrete steps in remedying the \nsituation, ADB conducted a pilot study in Manikdi area (within zone 4 of DWASA’S service area) \nin Dhaka. The main purposes were to change the mindset of DWASA by demonstrating that 24-\nhour pressurized supply is possible, and that unaccounted-for water can be reduced to an \nacceptable level by addressing the following key issues: (i) accuracy of records; (ii) quality and \ntype  of  materials  (pipes  and  joints)  used;  (iii)  workmanship  traditions;  (iv)  magnitude  of \nunregistered connections; (v) O&M quality; (vi) water demand analysis and expectations; and \n(vii) quantification of produced water into four categories: physical losses, where water escapes \nfrom the network through leaks before it reaches customers; administrative losses, where water \nreaches the consumer but is not billed; water wasted by consumers; and water serving the ", " 17\ndemand of the beneficiary. The pilot study (from March 2006 to December 2007) covered 440 \nservice connections in Manikdi. It confirmed that the high technical losses were due to (i) bad \nservice connections and clamps, (ii) poor quality pipe joints, (iii) spaghetti connections using \npoor quality coil pipes, (iv) invisible leaks in most of pipes and fittings, (v) several connections \nunder  one  registered  connection,  and  (vi)  bypass  line  consumption.  Through  appropriate \ninterventions to address these issues, the Manikdi pilot project reduced the physical losses from \n53%  in  March  2006  to  14%  in  January  2007,  along  with  increasing  water  pressure  and \nimproving meters and meter reading in the pilot area. Similarly, the length of distribution network \npipes increased from 2.5 kilometers (km) to 4.6 km, spaghetti connections reduced from 418 to \nzero, and average hours of supply increased from 4.8 hours to 24 hours in the pilot area.36 \nThrough the Manikdi pilot study, some essential data have been collected and adopted in the \ndesign  of  the  Project,  including  (i)  actual  water  demand  at  the  household  level,  (ii)  tariff \ncollection challenges and improvement, (iii) technical improvement options for water leaks, and \n(iv) social mobilization methodology. \n \n60.  Plumbers’ Training. During the rectification activities in Manikdi, it became clear that \nmajority  of  the  mistries  (plumbers)  in  Dhaka  have  little  understanding  of  the  required \nmethodologies and tools for proper pipe installation and maintenance, and that training the \nplumbers  in  this  area  is  greatly  needed.  The  Manikdi  pilot  project  trained  more  than  600 \nplumbers working in the DWASA service area to equip them with required skills in installing and \nmaintaining the transmission and distribution networks. Since the Project will need a significant \nnumber of quality plumbers to carry out the proposed rehabilitation and optimization of supply \npipelines, as well as to maintain the network in future, having skilled plumbers would help to \nensure the successful implementation of the Project.  \n \n61.  Community Involvement and Awareness Campaign. Community sensitization was \ncarried out with local social workers and technical workers through public meetings, street \nmeetings, and dialogue in individual houses as part of the project preparatory TA. During these \nmeetings the purpose of the Project, need for repairs, benefits of 24-hour supply, and the need \nfor  the  households  to  improve  their  plumbing  system  to  reduce  losses  were  stressed.  All \nhouseholds in the pilot area were trained in reading the water meter, calibrating the meter, and \nunderstanding the water bills. Such extensive community involvement through this awareness \ncampaign was found to be instrumental in the success of the Manikdi pilot project. As such, this \nhas been included as a core component of the proposed Project. \n \n3.  Project Investment Plan \n62.  The project is estimated to cost $212.7 million, including taxes and duties of $16.1 \nmillion (Table 1). The cost estimates are presented in more detail in Appendix 6 (detailed cost \nestimates is in Supplementary Appendix C).  \n \n                                                 \n36 Details on the Manikdi pilot project are in Supplementary Appendix K. \n ", " 18   \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounts \nA.  Base Costa    \n  Part A: Distribution System and Quality Improvement  160.4 \n  Part B: Capacity Building and Institutional Strengthening  8.3 \n  Part C: Project Management and Implementation Support  17.1 \n  Subtotal (A)  185.8 \nB.  Contingenciesb  23.2 \nC.  Financing Charges During Implementationc  3.7 \n   Total  212.7 \na  In mid-2007 prices. Includes taxes and duties of $16.1 million. Includes resettlement cost under preconstruction \nheading in the detailed cost estimates. \nb  Physical contingencies computed at 5% for total civil works, material, and equipment costs. Price contingencies \nfor parts A to D computed at 1.2% on foreign exchange costs and 6.0% on local currency costs.  \nc  Includes interest during construction. Interest during construction on foreign exchange cost has been computed \nat 1% for Special Funds resources,  \n  Source: Asian Development Bank estimates. \n \n4.  Financing Plan \n \n63.  The Government has asked ADB to provide a loan equivalent to SDR95,530,000 ($150 \nmillion equivalent) from its Special Funds resources to finance the Project. The Government will \nfinance  the  balance  of  the  cost,  $62.7  million.  ADB  will  finance  the  costs  of  civil  works, \nmaterials,  equipment,  survey,  safeguard  compliance  support,  training,  consulting  services, \nproject O&M, and financial charges during implementation. The Government counterpart funds \nwill be used for financing taxes and duties, resettlement costs, land acquisition, and part of the \ncivil works. \n \n64.  The loan will have a term of 32 years, including a grace period of 8 years and an interest \ncharge  of  1.0%  per  annum  during  the  grace period  and 1.5%  per  annum  thereafter.  The \nBorrower will be the People’s Republic of Bangladesh, and the proceeds will be relend to \nDWASA through a subsidiary loan agreement with terms and conditions acceptable to ADB. \nRelending terms will include a repayment period of 20 years, including a 5-year grace period, \nand  interest  of  5%  per  year.  The  Government  will  assume  the  foreign  exchange  risk.  A \nsummary of the financing plan is in Table 2; the detailed financing plan is in Appendix 6. \n \nTable 2: Financing Plan \n($ million) \nForeign  Local  Total   Percent \nSource \nExchange  Currency  Cost \n         \nAsian Development Bank (ADF)  35.4  114.6  150.0  70.5 \nGovernment of Bangladesh  0.0  62.7  62.7  29.5 \nTotal  35.4  177.3  212.7  100.0 \nADF = Asian Development Fund. \nSources: Government of Bangladesh and ADB estimates. \n \n5.  Project Management \n \n65.   As the EA, DWASA will be responsible for the overall management, supervision, and \nexecution of the Project. A PMU will be established and will consist of one full-time project \ndirector in the rank of Deputy Managing Director (DMD) or chief engineer or additional chief \nengineer. In addition, there will be three dedicated deputy project directors. The deputy project ", " 19\ndirector  (finance)  will  be  recruited  from  outside  of  DWASA  through  competitive  selection \nprocess. The other two deputy project directors, who will head the technical eastern zone and \nthe technical western zone, will be the rank of the superintending engineers or above. The \nproject director and the three deputy project directors will be appointed exclusively to the \nProject. Four executive engineers will assist the deputy project directors in managing the works \nunder  them.  The  PMU  will  be  responsible  for  all  day-to-day  management  of  the  Project, \nincluding but not limited to (i) preparing the overall project implementation plan and detailed \nwork program; (ii) providing overall monitoring and guidance on implementation of works under \nthe Project; (iii) tendering and executing all contracts; (iv) monitoring and supervising all project \nmanagement activities; (v) preparing necessary project progress and project completion reports; \nand  (vi)  ensuring  full  compliance  with  the  ADB’s  resettlement,  environmental,  and  other \nsafeguards issues and policies.  \n \n66.  Project coordination units (PCU) will be established in the four project zones, each \nheaded by the responsible executive engineer. The PCUs will be responsible for liaising and \ncoordinating with the contractors, the D&M consultants, NGOs, and other stakeholders on all \nday-to-day  implementation  of  project  activities  under  the  concerned  zones.  The  project \nimplementation arrangements are in Appendix 7. To strengthen the PCUs in conducting these \nactivities and addressing their day-to-day O&M issues, DWASA will assign additional staff, for \nthe project period. \n \n67.  An inter-ministerial project steering committee (PSC), chaired by the secretary of LGD, \nwill  be  established  to  provide  policy  guidance  and  overall  coordination  of  project \nimplementation. Its membership will include the managing director, DWASA; project director of \nPMU;  representatives  from  Dhaka  City  Corporation,  Economic  Relations  Division  and  the \nFinance Division of MOF, Planning Commission; the Implementation Monitoring and Evaluation \nDivision, RAJUK (the capital development authority); Ministry of Environment and Forestry, \nMinistry of Housing and Works, Ministry of Home Affairs. The PSC will hold its first meeting \nwithin  3  months  of  loan  effectiveness,  and will  meet  at  least  twice  annually  thereafter,  to \ncoordinate and resolve any issues in project implementation. Minutes of its meetings will be \nforwarded to ADB for information.  \n \n6.  Implementation Period \n68.  The Project will be implemented over 6 years, from January 2008 to December 2013. \nThe implementation schedule of the Project is in Appendix 8. \n \n7.  Procurement  \n69.  Procurement of all goods and services to be financed under the Project will be carried \nout in accordance with ADB’s Procurement Guidelines (2007, as amended from time to time). \nAll civil works contracts estimated to cost the equivalent of $1 million or more will be procured \nthrough international competitive bidding (ICB). Civil works contracts estimated to cost less than \n$1 million will be procured using national competitive bidding (NCB). To the extent practicable, \ngoods will be grouped into procurement packages larger than $500,000 to be suitable for ICB \nprocedures. Goods that cannot be grouped into larger contracts and are estimated to cost less \nthan $500,000 per contract will be procured through national competitive bidding. A third-party, \npre-shipment inspection provision will be adopted to ensure quality of goods and equipment. \nThe feasibility of community contracting will be examined on a case-by-case basis for slum \nand/or bulk water supply and other community-level works not exceeding $10,000 in value, and \nwill need pre-fact approval by ADB. NCB procedures applicable to the Project are specified in \n ", " 20   \nthe Government’s Public Procurement Act 2003, the Procurement Plan (Appendix 9) and the \nLoan Agreement. Miscellaneous minor goods expected to cost less than the equivalent of \n$100,000  will  be  purchased  using  shopping  procedures.37 Any  necessary  modifications  or \nclarifications  to  Government’s  procedures  will  be  recorded  in  the  legal  document.  NCB \npackages valued at more than $100,000 each will be subject to prior review by ADB. The PMU \nwill ensure that procurement complies with the applicable procedures. Specifically, the PMU will \n(i)  determine  bid  packages  and  propose  procurement  methods,  as  approved  by  ADB;  (ii) \nprepare detailed material lists and specifications; and (iii) evaluate bids and award contracts.  \n \n70.   The  PMU  will  update  annually  the  procurement  plan  (Appendix  9),  which  details \nindicative packages to be funded under the Project, and submit it to ADB for approval. The \ncontract packages, especially for component A, have been designed according to the water \nsupply zones, incorporating lessons learned from Manikdi pilot works, as well as past projects \nimplemented by ADB and other external partners in Bangladesh.  \n \n8.  Consulting Services  \n71.   Consultants will be selected and engaged under the Project in accordance with ADB’s \nGuidelines on the Use of Consultants (2007, as amended from time to time). An international \nconsulting firm will be engaged as the design and managing consultants (D&M) (183 person-\nmonths of international and 664 person-months of national experts) following ADB’s quality- and \ncost-based selection (QCBS) procedures. The D&M consultants, who will be based in Dhaka, \nwill assist the PMU in managing the Project, preparing the detailed design, supervising the \nworks, and ensuring the technical quality of design and construction. The D&M consultants also \nwill  conduct  the  feasibility  study  for  future  water  source  development,  and  will  prepare \npreliminary design and tender documents.38 \n \n72.  Similarly, one international consulting firm will be engaged as financial and capacity \nbuilding  consultants  (FCB)  (80  person-months  of  international  and  390  person-months  of \nnational  experts)  following  ADB’s  QCBS  procedures.  For  better  coordination  and \nimplementation,  the  FCB  consultants  will  conduct  and  be  responsible  for  implementing  all \nactivities  outlined  in  component  B  of  the  Project,  in  particular:  (i)  preparing  and  providing \noperational and technical training to DWASA staff; (ii) providing corporate financial planning, \nfinancial reforms, and management advisory assistance to DWASA; and (iii) conducting public \nawareness and demand control, as well as resettlement implementation activities. The FCB \nconsultants will engage NGOs to manage parts of the demand control, community awareness \nprogram, and resettlement implementation works (with prior approval of ADB). They also may \nengage  professional  media  firms  to  conduct  the  public  outreach  programs  and  media \ncampaigns. ADB will review and approve the terms of such engagements before they begin. An \ninternational consulting firm (6 person-months of international and 36 person-months of national \nexperts) also will be engaged under ADB’s QCBS procedures as the project performance \nmonitoring  and  evaluation  (PPME)  consultants  to  conduct  project  performance  monitoring \n(Appendix 10).  \n \n                                                 \n37 Shopping is a procurement method based on comparing price quotations obtained from a minimum of three \nsuppliers (in the case of goods) or contractors (in the case of civil works) to ensure competitive prices. It is an \nappropriate method for procuring readily available off-the-shelf goods or standard specification commodities of \nsmall value, or simple civil works of small value.  \n38 To expedite implementation, the Government requested advance action for the recruitment of  consultants. \nEngagement of consultants is expected to advance up to the stage of technical proposal evaluation. The \nGovernment was informed that approval of advance contracting does not commit ADB to finance the Project.      ", " 21\n73.  In addition, a performance-based management contract (PBMC) will be awarded to \nhandle  outsourced  O&M  operations  (under  component  B-1  after  the  rehabilitation  work  is \ncompleted) on a pilot basis for one of the four zones. For the recruitment of the PBMC, ADB’s \nQCBS  procedures  will  be  followed,  possibly  with  fewer  short-listed  bidders  than  the  six \nmandated under ADB’s applicable guidelines, based on experience. Details on the PBMC are in \nAppendix 11.39  \n \n9.  Disbursement Arrangements  \n74.  Disbursements  of  the  loan  proceeds  will  be  in  accordance  with  ADB’s  Loan \nDisbursement Handbook (2007, as amended from time to time). An imprest account will be \nopened at the Bangladesh Bank in the name of DWASA. The account will be established, \nmanaged, and liquidated in accordance with ADB’s Loan Disbursement Handbook. The imprest \naccount ceiling will be 10% of the loan or the forecast expenditure for the next 6 months, which \never is lower. ADB’s statement of expenditures procedures will be used to reimburse, replenish \nand  liquidate  the  imprest  account  for  eligible  expenditures  not  exceeding  $100,000  per \npayment.  \n \n10.  Accounting, Auditing, and Reporting \n75.  The Government and DWASA will maintain records and accounts to identify all goods \nand services financed by the loan proceeds. The PMU will be responsible for maintaining the \nrecords, and will submit annual accounts and financial statements to MOF and ADB. The \nGovernment  will  ensure  that  accounts  and  financial  statements  are  audited  annually,  in \naccordance with sound accounting principles, by independent external auditors acceptable to \nADB. DWASA will provide ADB, not later than 6 months after the close of each fiscal year, \ncertified copies of audited accounts and financial statements, as well as the report of the \nauditor. The imprest account and statement of expenditure records will be audited annually and \na separate audit opinion will be provided.  \n \n76.   The PMU will prepare quarterly progress reports and submit them to ADB and LGD \nwithin 20 days of the end of the applicable period. The reports will be prepared in a format \nacceptable to ADB and will include (i) project progress in each zones and components, (ii) the \nstatus of institutional development activities, (iii) delays and problems encountered and actions \ntaken to resolve them, (iv) compliance with loan covenants, and (v) expected progress during \nthe next 6 months. Within 6 months of the Project’s physical completion, DWASA will prepare \nand submit to ADB through the Government a project completion report, including costs and \ncompliance with loan covenants. \n \n11.  Anticorruption Policy and Governance Measures  \n77.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  and  the  EAs.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \n                                                 \n39 A two-stage procedure is proposed. The first stage will be for the preparation of a short list of well-qualified \npotential bidders among those who submitted expressions of interest in response to an advertisement. The short-\nlisted companies or consortia will then be invited to submit second-stage proposals containing detailed technical \nplans for the improvements to and operation of the water supply and sewerage systems with financial proposals in \nline with the request for proposals documents. More details of the proposed procedures are in Appendix 11. With \nADB assistance, the attached TA consultants will develop the respective set of requests for proposals and draft \ncontract documents for the PBM modes based on lessons from global experiences with similar contracting \napproaches.  \n ", " 22   \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the Program. \nTo support these efforts, relevant provisions of ADB’s Anticorruption Policy are included in the \nloan regulations and the bidding documents for the Program. In particular, all contracts financed \nby ADB in connection with the Program shall include provisions specifying the right of ADB to \naudit  and  examine  the  records  and  accounts  of  the  EAs  and  all  contractors,  suppliers, \nconsultants, and other service providers as they relate to the Program.  \n \n78.   The  Project  incorporates  several  other  measures,  in  addition  to  the  standard  ADB \nrequirements, to deter corruption and increase transparency. The Project will (i) build the EA’s \ncapacity  to  comply  with  ADB  and  Government  procedures,  to  be  outlined  in  the  Project \nAdministration Manual during the early stage of the implementation; (ii) establish a project \nwebsite to disclose information about project implementation; and (iii) establish a grievance \nredress mechanism to ensure greater accountability. The project website will provide updated, \ndetailed  information  on  project  implementation.  For  example,  the  website  will  include \nprocurement-related information, such as the list of participating bidders, name of the winning \nbidder, basic details on bidding procedures adopted, amount of contract awarded, and the list of \ngoods and/or services procured. The grievance redress mechanism will be set up to receive and \nresolve complaints, as well as to act upon stakeholders’ reports of irregularities on project-\nrelated matters, including grievances concerning resettlement. The EA will widely publicize the \nexistence of this mechanism to ensure that stakeholders are aware that a venue is available to \naddress concerns or grievances relating to fraud, corruption, abuse, and any other aspects of \nproject implementation. In addition, consultants acceptable to the ADB will undertake an annual \nperformance audit on physical and financial performance through the attached TA (Appendix \n12). \n \n12.  Project Performance Monitoring and Evaluation \n79.   The PMU will ensure that a project performance monitoring and evaluation (PPME) \nacceptable to ADB is carried out to (i) examine the Project’s technical performance, (ii) evaluate \nthe delivery of planned facilities, (iii) assess the achievement of the project objectives, and (iv) \nmeasure  the  Project’s  social  and  economic  benefits.  The  PMU  and  D&M  consultants,  in \nconsultation with stakeholders and ADB, will develop a set of PPME indicators at the start of the \nProject. Indicators might include the number of household water connections, the number of \nparticipants  in  awareness  campaigns,  incidence  of  waterborne  diseases,  volume  of  water \nproduced, volume of unaccounted-for water, and billing and collection efficiency. \n  \n80.  The PMU will conduct baseline physical and socioeconomic surveys. It will submit a \ndetailed  implementation  plan  for  monitoring  performance  and  for  preparing  benchmark \ninformation for ADB’s review and concurrence within 9 months of loan effectiveness. The PMU \nwill  prepare  annual  PPME  reports,  which  will  be  submitted  to  ADB  throughout  project \nimplementation. Monitoring of implementation performance will integrate physical and financial \naspects. During and after project implementation, the PPME consultants will assist the PMU in \nmeasuring the beneficial impacts, and in assessing whether the project facilities are managed \nefficiently and the benefits reach the targeted groups.   \n \n13.  Project Review \n \n81.   ADB, with the Government and DWASA, will jointly review project progress at least twice \na year. In addition to regular reviews, ADB will undertake a midterm review within 36 months of \nloan  effectiveness.  These  reviews  will  include  a  detailed  evaluation  of  the  project  scope, \nimplementation arrangements, and achievement of scheduled targets. Further, they will assess ", " 23\nprogress on project implementation activities, institutional development, and performance of \nconsultants and DWASA.  \n \nIV.  TECHNICAL ASSISTANCE \n82.   A TA grant will be provided for advisory assistance to the Government in improving and \nstrengthening the management and operation of urban water supply and sanitation services. \nThis will include assistance to LGD and DWASA in preparing and implementing key policy \nreforms. The TA also will assist DWASA in conducting the necessary technical preparation for, \nintroducing optimization measures in the existing water supply sources; and in supporting the \nsmooth  start-up  of  project  implementation  (Appendix  12  and  details  is  in  Supplementary \nAppendix M).   \n \n83.  Financing  Plan. The total amount of the TA is estimated at $3,125,000. ADB will \nfinance $2,500,000 on a grant basis from ADB’s Technical Assistance funding program. The \nGovernment  will  provide  the  remaining  financing,  equivalent  to  $625,000,  in  terms  of \ncounterpart staff and other support facilities. \n \n84.   Objectives and Purpose. The objective of the TA is to assist the Government (LGD) \nand DWASA in meeting the policy reforms being proposed under the Program, optimizing the \nexisting water supply sources, and ensuring smooth start of project implementation. The TA \noutcomes will include (i) increased autonomy of, and strengthened governance of DWASA, (ii) \ndevelopment of a strategic plan for effective demand-side management, (iii) improved financial \nmanagement  capacity  of  DWASA,  (iv)  detailed  analyses  of  and  recommendations  on \norganizational and tariff reforms required by the Program, (v) pilot program to assess the merits \nof trench-less technology in rehabilitation works versus open-trench technology, (vi) preparation \nof the performance-based management contract and the request for proposals for one of the \nproject  zones  as  outlined  under  subcomponent  B1  of  the  Project,  (vii)  introduction  of \noptimization  measures  in  the  existing  water  supply  sources,  (viii)  studies  to  establish  the \nindependent regulatory entity for the urban water sector, and (ix) a feasibility study of the long-\nterm water supply source augmentation option for Dhaka city from surrounding river(s).  \n \n85.   Implementation Arrangements. For the TA, the EA will be LGD and the IA will be \nDWASA, but the team will be based at the DWASA office. DWASA will provide an executive \nengineer  or  above  as  the  TA  coordinator  and  three  counterpart  staff  to  work  with  the \nconsultants. ADB will engage a qualified consulting firm and individual consultants (for a total of \n131 person-months) to implement the TA. Additional individual consultants may be recruited as \nnecessary to strengthen the process. The TA will be undertaken intermittently over 3 years, \nfrom January 2008 to January 2011. Some of the outputs (including studies, recommendations, \ndraft rules and regulations, draft business plans, and draft operations manual) are expected to \nsupport LGD, DWASA, and other key stakeholders in fulfilling the policy actions under the \nprogram and project loans. To facilitate implementation, the TA will use an advance payment \nfacility  for  equipment;  training,  seminars,  and  workshops;  surveys;  and  miscellaneous \nadministration and support costs.  \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Poverty Reduction and Social Development \n86.  The project loan is expected to improve the management and operation of DWASA and \nincrease its capacity to serve the population of Dhaka. The socioeconomic survey undertaken \n ", " 24   \nduring project preparation shows that slum households generally are not supplied directly with \nDWASA water. According to the survey, in slum areas (similar to other un-served areas), water \nis supplied through hand tube wells (HTW) (30%), small-scale operators (20%), long-coil pipes \n(20%), and vendors (13%). More than 55% of households in the slum areas reported spending \nTk306, or 6% of their monthly income, on average to treat diarrhea. The Project will bring water \nto several poor neighborhoods at the connection point. Beyond the connection point, other \ndevelopment  partners  (including  DFID)  and  local  NGOs  will  implement  their  programs  to \nconnect the poor to the water supply. Through these, poor households in DWASA’s coverage \narea will be provided with a constant and pressurized supply of higher-water quality. Poverty \nimpact analysis shows that the Project will significantly reduce water costs, water collection time \nfor women, and morbidity and associated health care costs. It also will improve public health \nwhere the poor live. This will increase time in productive and income-generating activities. \nProject construction and operation will generate employment opportunities for local people. The \nProject will ensure that (i) children are not employed, (ii) appropriate facilities for workers and \ntheir families are provided at construction campsites, and (iii) men and women are paid the \nsame amount for work of equal value. The summary poverty reduction and social strategy is in \nAppendix 13. The Project is also expected to benefit women through, for example, reduced \nburden in water collection, better health, and jobs.40  \n \nB.  Social and Environment Safeguards \n87.  Social  Safeguards.  The  Project  is  designed  to  minimize  land  acquisition  and \nresettlement by (i) continuing the practice in Dhaka of burying new water pipes in roads and \navoid the need to acquire land, (ii) using trench-less technology where possible in relining pipes \nand installing new pipes to limit the excavation of trenches and reduce disturbance of residents \nand business, and (iii) locating new facilities (overhead reservoirs and chlorination units) on \nvacant government land wherever possible. Anticipated impacts are limited to (i) loss of income \nby  shops  and  other  businesses  if  trenches  and  excavated  soil  make  access  difficult  for \ncustomers, (ii) loss of income by hawkers if they have to move from their normal location, and \n(iii) loss of land if some private land has to be acquired for some new overhead reservoirs. \nLosses of income are expected in minor roads, because work is allowed on major roads only at \nnight when most businesses are closed to reduce traffic congestion. The overall impacts are to \nbe minimized further through careful selection of sites and alignment during detailed design \nimplementation.  To  ensure  compliance  with  the  policy  and  requirements  on  involuntary \nresettlement of the Government, EA, and ADB, a resettlement framework was prepared based \non  the  EA’s  national  Acquisition  and  Requisition  of  Immovable  Property \nOrdinance(ARIPO),1992  the  resettlement  policy  framework,  and  ADB’s  Involuntary \nResettlement Policy (1995). A summary of the resettlement framework is in Appendix 14 and a \nfull version is in Supplementary Appendix D. Resettlement plans will be prepared for subzones \nbased on the framework. Resettlement plans will ensure that socioeconomic conditions, needs, \nand priorities of vulnerable groups are identified; and that land acquisition and resettlement \ndoes not disadvantage vulnerable groups. A short resettlement plan was prepared for a sample \nsubzone (Supplementary Appendix E).  \n \n88.  During  program  development  and  design,  no  impact  on  indigenous  peoples  were \nidentified. The Program will result in environmental and public health benefits to the whole \nprogram population. The likelihood the Program affecting indigenous peoples is small. Any likely \n                                                 \n40 The gender action plan, which ensures that gender issues are addressed, women benefit equally from the \nDWSSDP, and interventions avoid gender bias, is in Supplementary Appendix J.  ", " 25\nimpacts  are  addressed  by  resettlement  plans.  Further,  no  permanent  land  acquisition  is \nenvisaged.  \n \n89.  Environmental Safeguards. The Program is designed to maximize environmental and \npublic health benefits. The Initial Environmental Examination (IEE: summarized in Appendix 15 \nwith the full IEE in Supplementary Appendix F) and the environmental assessment of the policy \nmatrix (Supplementary Appendix G) conducted for the Program show that net environmental \nbenefits are positive and large. The main beneficiaries of the improved network are Dhaka City \nresidents, who will be provided with a constant and pressurized supply of higher-quality water, \nwhich serves a large proportion of the population. This will improve the quality of life and raise \nstandards of individual and public health as improvements in hygiene reduce diseases from \npoor sanitation. It also will result in social benefits from reduced time spent on water collection, \nincreased time for productive and income-generating activities, and reduce expenditures on \nhealth care due to waterborne diseases. \n \n90.  During program development, measures were included in program design to mitigate \npotential negative environmental impacts. These included (i) adopting trench-less technology to \nthe extent possible to reduce excavation and disturbances to residents and businesses, (ii) \ncontinuing the practice of burying water distribution pipelines within roads and locating new \nfacilities on vacant government-owned land to avoid land acquisition, and (iii) prohibiting the use \nof asbestos cement pipes to avoid potential health risks from inhalation of asbestos fibers. The \nremaining negative impacts relate to construction and O&M, whose potential impacts on the \nphysical environment and people will be mitigated by a range of identified measures. These \ninclude (i) reducing waste disposal by finding beneficial uses for waste soil and stone, (ii) \nreducing dust by covering soil and sand when stored on site or carried on trucks, and (iii) \nplanning  work  to  minimize  disruption  on  traffic  and  communities.  The  IEE  identified \nenvironmental assessment and review procedures to ensure that the implementation of the \nsubcomponents  comply  with  the  Government  and  ADB  environmental  guidelines  and \nrequirements in the design and implementation of the Program. \n \nC.  Economic and Financial Analysis \n \n1.  Economic Analysis  \n \n91.  The economic internal rate of return (EIRR) was calculated for the project loan and some \ncost  implications  of  the  policy  actions.  The  overall  EIRR  is  16.7%,  which  exceeds  the \nopportunity cost of capital of 12% per year. The EIRR also were subjected to a sensitivity \nanalysis of key variables. The key variables tested were (i) a 20% increase in capital costs, (ii) \n20% underachievement in water quality improvement, (iii) 20% underachievement in water \npressure increase. Sensitivity analysis indicates that the EIRR for the project loan is robust \nunder most conditions. The detailed economic evaluation and sensitivity analysis are available \n(Supplementary Appendix H). \n \n  2.  Financial Management \n \n92.   Using  financial  management  assessment  questionnaires,  interviews  and  financial \nmanagement assessments were undertaken during the project preparatory TA to evaluate the \nEA’s ability to undertake and fulfill ADB’s fiduciary requirements for the project components. The \nEA’s financial management needs to be strengthened, and will be acceptable with support from \ncorporate financial planning and management consultants. Project implementation delays will \n ", " 26   \nbe minimized through extensive support from project management and design and supervision \nconsultants, who will be familiar with ADB procedures and requirements. \n \n  3.  Financial Sustainability  \n \n93.   Financial  projections  were  prepared  for  DWASA  based  on  the  financial  action \nimprovement plan. Financial projections also assume better cash flow management, including \nimproved user charge collection efficiency to be achieved under the Project and the Program. \nFrom FY2018, DWASA is expected to fully recover its costs. \n \n94.   Financial variability of the project loan was assessed in real terms using constant 2006 \nprices. The project cost estimates and financial projections in nominal terms were converted to \nreal terms by adjusting for the projected effects of foreign and domestic inflation and currency \nfluctuations. Incremental costs and benefits were derived by evaluating the financial position of \nthe EAs under with- and without-project scenarios. The financial internal rate of return (FIRR), \ncomputed on an after-tax basis, was 3.99%. This compares favorably with the weighted average \ncost of capital, also computed on an after-tax basis, of 2.33% on an aggregate basis. All parts of \nthe project loan are considered financially viable and sustainable. Sensitivity and risk analysis \nindicates that the FIRR is sensitive to delays in each item of the implementation of financial \nimprovement action plan. Detailed financial analysis is available (Supplementary Appendix I).  \n \nD.   Risks and Assumptions \n \n95.  Rehabilitation of the existing pipeline, the major component of the Project, carries risks. \nAlthough  DWASA  maintains  digital  maps  of  its  pipelines  and  has  general  ideas  of  where \nprevalent illegal and poor connections might be, the real extent only emerges at the time of \nexcavation. Though the Project is based on conservative assumptions, the required works and \ncosts to rehabilitate and optimize the system might exceed the original estimate.  This risk will \nbe mitigated by careful preparatory works based on lessons learned from the pilot scheme, and \nsubstantial engineering consulting support to DWASA during project implementation. \n \n96.  Despite firm commitment of the Government, resistance to the reforms program might \narise from outside and within (for example, from unions). Tariff adjustment may face opposition, \nundermining  political  support  to  the  reform.  The  reforms  program  is  underpinned  by  the \nPartnership Framework between the Government and major development partners to support \nthe Government initiative in a coherent manner. To minimize the social impact and sustain \nbroad public support) frequent dialogue with other ministries addressing wastewater and water \nresources  management,  the  tariff  adjustment  will  be  carried  out  gradually  with  careful \naffordability  study  and  communication  programs  with  involvement  of  community-based \norganizations (CBOs) and NGOs. \n \nVI.  ASSURANCES AND CONDITIONS  \n \nA.  Specific Assurances \n \n97.  In addition to the standard assurances, the Government, LGD, and DWASA have given \nthe following assurances, which are incorporated in the legal documents: \n ", " 27\n98.  For the program and investment Loan: \n \nThe Government will promptly adopt the policies and take the actions as specified in the \npolicy letter and the policy matrix, and ensure that such policies and actions continue in \neffect during and after the DWSSDP period. \n \n99.  For the investment loan: \n \n(i)  The Government will provide counterpart funds for project implementation on \ntime.  The  Government  will  make  timely  submission  of  annual  budgetary \nappropriation request and ensure prompt disbursement of appropriated funds \nduring each year of project implementation. \n(ii)  The Government is fully committed to the Project and will ensure that all its \nministries, agencies, and divisions involved in the implementation of the Project, \nincluding the local government authorities, give their full cooperation to ensure \nsmooth implementation of the Project. Specifically, the Government will ensure \nand will cause the Dhaka City Corporation to give full cooperation in issuing any \nlicenses, permits, or approvals required in connection with the laying of pipes, \nroad cutting, and road resurfacing works within the project zones, as required \nunder component A of the Project.  \n(iii)  Within 9 months of the effective date, DWASA will create a Project website to \ndisclose information about various matters on the Project, including procurement. \nWith regard to procurement, the website will include information on the list of \nparticipating  bidders,  name  of  the  winning  bidder,  basic  details  on  bidding \nprocedures adopted, amount of contract awarded, and the list of goods and/or \nservices procured. \n(iv)  Within 9 months of the effective date, DWASA will prepare a grievance redress \nmechanism, acceptable to ADB, and establish a task force at the DWASA to \nreceive  and  resolve  complaints  and/or  grievances  or  act  upon  reports  from \nstakeholders on misuse of funds and other irregularities, including grievances \ndue to resettlement. The task force will (a) make public of the existence of this \ngrievance redress mechanism, through public awareness campaign; (b) review \nand address grievances of stakeholders of the Project, in relation to either the \nProject, any of the service providers, or any person responsible for carrying out \nany aspect of the Project; and (c) proactively and constructively responding to \nthem.  \n(v)  Within 9 months of the Effective Date, DWASA will reactivate the existing training \ncenter  located  at  DWASA  by  filling  in  all  the  vacant  positions  with  qualified \ntraining people from outside DWASA. \n(vi)  The Government and DWASA will ensure that all land and right-of-way required \nfor  the  Project  will  be  made  available  in  a  timely  manner  and  adequate \ncompensations have to be paid to affected people prior to dispossession of \nassets and any civil works contract’s award. Any involuntary resettlement will be \ncarried out in accordance with the resettlement framework (RF) agreed upon \nbetween the Government and ADB, and ADB’s Involuntary Resettlement Policy \n(1995). A resettlement plan (RP) will be prepared for each sub-zone involving \nland acquisition or resettlement and will be submitted to ADB for review and \napproval prior to any related civil works contract’s award. The RP, that has been \nprepared and agreed by the Government and ADB, for the sample sub-zone, will \nbe updated and provided to ADB for review and approval following detailed \ndesign and prior to the awarding of civil work contracts’ award. The draft RPs and \n ", " 28   \ndraft updated RPs will be disclosed to affected people prior to submission to ADB \nfor review and approval. \n(vii)  The  Government  will  assure  that  the  design,  construction,  operation,  and \nimplementation of all project facilities will be carried out in accordance with the \nIEE and the environmental assessment and review procedures in the IEE agreed \nupon  the  Government  and  ADB,  and  complies  with  the  Government’s \nenvironmental laws and regulations and ADB’s Environment Policy (2002). The \nGovernment will ensure that any adverse environmental impacts arising from the \nconstruction, operation, and implementation of project facilities will be minimized \nby implementing the environmental mitigation and management measures, and \nother  recommendations  specified  in  IEE.  The  Government  will  ensure \nenvironmental requirements will be incorporated in bidding documents and civil \nworks contracts. \n(viii)  Although  the  Project  does  not  envisage  any  adverse  impact  on  indigenous \npeoples, the Government and DWASA will ensure the Project will be prepared \nand  implemented  in  accordance  with  ADB’s  Policy  on  Indigenous  Peoples \n(1998). \n(ix)  To ensure that women benefit equally from the Project and interventions avoid \ngender bias, the Government and DWASA will ensure that the Project will be \ncarried out in accordance with ADB’s Policy on Gender and Development (1998) \nand the gender action plan that has been prepared and agreed upon by the \nGovernment and ADB. \n(x)  The Government and DWASA will ensure that the civil works contractors comply \nwith all applicable labor, health, and safety laws and regulations of Bangladesh \nand, in particular, (a) do not employ child labor for construction and maintenance \nactivities,  and  (b)  provide  appropriate  facilities  (latrines,  etc.)  for  workers  at \nconstruction sites. The Government will require contractors not to differentiate \nwages between men and women for work of equal value. The Government will \nensure that specific clauses will be included in bidding documents to ensure \nadherence to these provisions, and that compliance will be strictly monitored \nduring project implementation. \n(xi)  The Government and DWASA will ensure that financial management capacity of \nDWASA is maintained, strengthened with qualified staff with proper education \nand job experience, and allow those staff to actively attend training and enhance \ntheir capacity. \n(xii)  Within 9 months from the effective date, the DWASA will conduct initial baseline \nphysical and socioeconomic surveys and submit a detailed implementation plan \nfor monitoring performance and for preparing benchmark information, which will \nbe  submitted  to  ADB,  for  review  and  concurrence.  Throughout  project \nimplementation period, DWASA will prepare annual PPME reports and submit \nthem to ADB.  \n \nB.   Conditions for Loan Effectiveness \n \n100.  Prior to loan effectiveness, the following will have been completed: \n \n(i)  The Government and DWASA will have established a PMU within DWASA and \nthe  project  director,  the  three  deputy  project  directors,  and  four  executive \nengineers will have been appointed in accordance with paragraph 65 of this \ndocument. ", " 29\n(ii)  The Government will have established an inter-ministerial steering committee, in \naccordance with paragraph 67 of this document. \n(iii)  A draft Subsidiary Loan Agreement, in the form and substance acceptable to \nADB, shall have been submitted to ADB. \n \nVII.  RECOMMENDATION \n \n101.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve the following:  \n \n(i)  the loan in various currencies equivalent to Special Drawing Rights 31,843,000 to \nthe  People’s  Republic  of  Bangladesh  for  the  Dhaka  Water  Supply  Sector \nDevelopment Program, from ADB’s Special Funds resources, with an interest \ncharge at the rate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter; a term of 24 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft Loan Agreement presented to the Board;  \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 95,530,000 to \nthe People’s Republic of Bangladesh for the Dhaka Water Supply Project, from \nADB’s Special Funds resources, with an interest charge of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter; a term of 32 years, \nincluding a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan and Project \nAgreements presented to the Board; and \n(iii)  the provision of technical assistance not exceeding the equivalent of $2,500,000 \non a grant basis to the Government of Bangladesh for the Management Support \nfor Dhaka Water Supply and Sewerage Authority.  \n \n \n \nHaruhiko Kuroda \nPresident \n \n \n \n \n \n \n15 November 2007 \n ", "30   Appendix 1    \nPROJECT DESIGN AND MONITORING FRAMEWORK \n \nData \nDesign  Sources/Reporting  Assumptions \nSummary  Performance Targets/Indicators  Mechanisms  and Risks \nImpact    Assumption \nSustained economic  3 years after project completion (2016):  •  Government census •  Macroeconomic and \ngrowth and public  •  Maintain current economic growth at  and statistical  political stability \nhealth improvement in  6.5%  records   \nurban centers in  •  Waterborne diseases reduced by    Risks \nBangladesh,  20% in Dhaka Metropolitan Area  •  ADB and  •  Natural disaster \nparticularly in Dhaka  development  •  High in-migration \nMetropolitan Area   partners’ reports \nOutcome  By the end of the Program (2013):    Assumptions \nProvision and  •  Strengthened governance and  •  New circular or  •  Government and \nsustainable operation  organizational structure of DWASA   decrees on DWASA  DWASA keep its \nof improved water  •  Improved financial management and  governance and  commitment and \nsupply services  operational capacity of DWASA,   responsibilities  implement  \nthrough rehabilitation  •  Improved access to water supply for    Institutional, \nand improvement of  more than 8 million people in the  •  Full financial audit  governance and tariff \nmanagement and  project areas   reports with legal  reforms  \noperation in the urban  •  Improved water quality (meeting  opinion  •  Skilled human \nwater supply  WHO guidelines) and 24-hour    resources are \ninstitutions, particularly  pressurized supply for about 157,000  •  DWASA customer  engaged and remain \nin Dhaka   service connections in the project  and MIS records  in place \narea    •  Willingness of the \n•  DWASA fully recovering costs for its   •  PPME reports  community to pay \noperation and maintenance after     \nadjusting inflation  •  ADB loan review  Risk \n•  Collection efficiency of DWASA  mission reports  •  Lack of political will to \nmaintained above 90%    implement tariff, \ninstitutional, and \ngovernance reforms  \nOutputs  By the end of the Program (2013):    Risks \n  •  New administrative order to  •  PPME reports  •  Frequent change in \na. Increased  decentralize and give broader    the political \nautonomy, improved  administrative and financial  •  ADB loan review  environment and \nlocal governance and  autonomy to the pourashavas and  mission reports  DWASA’s \nstrengthened local  WASAs on (i) O&M, (ii) billing and    management \ninstitutional  collection, and (iii) tariff setting  •  Households are not \nmanagement  •  Study on Water Supply Regulator   willing to connect or \nframework  •  5-year capacity building program for  pay \n(program component  pourashavas water section staff and  •  Financial, \n1)   WASA staff  institutional, and \n  •  New DWASA guidelines on the  governance reforms \n  water meters prepared and  are not sustained at \n  operational  all levels of DWASA’s \n  •  New rules and regulations on O&M  management and \n  and staff appropriation, to be  staffs \n  reflected in revised organization  •  Change in key \n  chart (organogram)  DWASA staff  \n  •  Streamlined manuals for quality   \nassurance and control on tubewell \ninstallation \nb. Improved sector  •  Signed MOU on water supply and  •  Signed MOU by  Assumption \nstrategy and plan   sanitation sector development  LGD and  •  Other development \n(program component  partnership arrangements with  development  partners continue \n2)  development partners  partners’  their assistance to \n  •  Water conservation program  representatives   DWASA \n ", "                                       Appendix 1        31\nData \nDesign  Sources/Reporting  Assumptions \nSummary  Performance Targets/Indicators  Mechanisms  and Risks \nc. Improved financial      Assumption \nsustainability in urban  •  Tariff structure reformed to cover  •  DWASA and  •  Continued \nwater supply sector  O&M after adjusting inflation  pourasahava MIS  commitment of \n(program component  •  WASA’s budget prepared on actual  records  Government and \n3)  expenditure needs  •  Financial audit  public support to tariff \n•  Debt repayment plan approved and  reports  adjustment  \nfully adopted  •  ADB loan review     \nmission reports \nd. Strengthened      Assumptions \nDWASA organizational  •  Adoption of the new DWASA  •  DWASA customer  •  Governance, \nstructure and financial  organization chart  and MIS records  institutional, and \nmanagement (program  •  Appointment of a new DWASA    financial reforms \ncomponent 4)   managing director, as per the  •  PPME reports  implemented are \n  DWASA Act 1996, with at least 3-   sustained with \nd1. Strengthened  year tenure  •  ADB loan review  continued \ninstitutional,  •  Full approval of the rules and  mission reports  commitment of \ngovernance and  regulations under the 1996 DWASA    Government  \nmanagerial structure  Act  •  Financial audit  •  Timely program \nand capacity of  •  Official circular on the delineation of  reports  implementation \nDWASA  responsibilities between the Board     \n  and the managing director  •  Monitoring of   \n \n•  5-year business plan and operational  program loan \n \nmanual for DWASA (2009–2013)  tranches release \n \nprepared and approved  conditions \n•  Streamlined strategy for private   \nsector participation or outsourcing of \nO&M prepared and approved \n•  5-year tariff adjustment projection \nprepared  \n•  Anticorruption ethics committee \nestablished and staffed in DWASA  \n•  Improved consumer grievance \nmechanism in place \n      Assumption \nd2. Improved financial  •  Based on World Bank’s diagnostic  •  DWASA,MIS  •  Key staffs trained and \nmanagement capacity  analysis report, DWASA produces  records  remaining in place in \nand performance of  financial management improvement    DWASA \nDWASA  plan with time-bound action  •  Financial Audit   \n  •  Past accounts converted to accrual- reports \n  based double-entry accounting   \n  system  •  ADB loan review \n  mission reports \n \nd3. Reduced illegal  •  Baseline survey on illegal  •  Baseline survey  Risks \nconnections  connections  results  •  Households are not \n•  Renewed guidelines on the  •  Clear decree   willing to connect or \ninstallation of water connections and         from LGD regarding  pay \nmeters  utilities  •  Delays in project \n•  Detection and reduction of illegal  responsibility on    implementation \nconnections         connection    \n  •  MIS reports  \n \ne. Improved      Assumptions \ndistribution system and  •  Rehabilitation of about 1,536 km of  •  Bangladesh   •  Timely program \nquality control in  water distribution network   Pollution Control  implementation \nDWASA (project  •  Provision of about 1,600 km of  Board and project  •  Counterpart funds \ncomponent A)  tertiary network  environmental  made available. \n  •  Rehabilitation of about 157,000  monitoring reports  •  DWASA is allowed \ne1. Rehabilitated and  service connections, including    to provide and \nstrengthened  installation of new water meters  •  DWSSDP quarterly  replace tertiary \ndistribution network  \n ", "32   Appendix 1    \nData \nDesign  Sources/Reporting  Assumptions \nSummary  Performance Targets/Indicators  Mechanisms  and Risks \n  •  Installation of about 600 bulk water  progress reports  network, household \n  meters and sluice valves    connections, and \n  •  Provision of 14 new and  •  ADB loan review  meter installations \n  rehabilitation of 24 existing storage  mission reports  •  Communities are \n  reservoirs    receptive to \n  •  Assistance provided to about 20,000  •  DWASA customer  awareness and \n  temporarily affected persons  and MIS records  demand control \n  (potential maximum)    programs \n  •  Water connections and supply points    •  Other development \n  improved for about 2,000 registered    partners continue \n  slum areas    their assistance to \n      DWASA \ne2.  Improved water  •  Provision of about 300 chlorination    •  Implementing \nquality and monitoring  units at all water supply points    agencies amenable \nsystem   •  Establishment of two-tier water    to capacity building \n  quality monitoring system     \n    Risks \n•  Upgrading of existing water quality \n    •  Frequent change in \nlaboratory and provision of water \n    the political \nquality monitoring equipment \n    environment and \n \n  •  Accounting staff trained on and  •  DWSSDP quarterly  DWASA’s \nf.  Strengthened  progress reports  management \nusing accrual-based, double-entry \nDWASA capacity and  accounting system    •  Households are not \ninstitution (project  •  Pilot of one-zone management  •  ADB loan review  willing to connect or \ncomponent B)   mission reports  pay \ncontract completed \n     •  Delays in project \n•  Customer database established and \nf1.  Strengthened  fully functional  •  DWASA customer  implementation \nfinancial and  and MIS records  •  Change in key \n•  90% accuracy in billing and payment \noperational    DWASA staff  \ncollection achieved \nmanagement  •  Training modules,  •  Poor tariff collection \ncapacity of  •  Receivables minimized to 5 months  guidelines and   \ncollection equivalent \nDWASA            manuals and record   \n    •  Training center rehabilitated  of trainings   \nf2.  Trained staff and  •  All operational staff trained in O&M     \nresources for  procedures     \nDWASA   •  Minimum 80% of plumbers working     \n  for DWASA trained     \n  •  Zone offices strengthened to provide     \n  one-stop services to customers     \nf3.   Demand control  •  Leak detection and other O&M tools     \nand public  procured      \nawareness    •  All zone distribution network     \n  technicians trained on leak detection     \n  and emergency response techniques    \n  •  Water meter testing and repair units     \n  established and functional at the     \n  zone offices     \n  •  A mass media campaign through TV,     \n  radio, or cinema on water     \n  consumption and the importance of     \n  correct billing     \n       \n       \n  •  Key consultants short-listed and  •  PMU reports   \ng. Project management  fielded by January 2009         Assumptions \nand implementation  •  Bidding and contract award  •  Withdrawal  •  Timely recruitment of \nsupport (project  documents are processed according  application,  consultants \ncomponent C)  to manner and timing agreed by the  disbursement, and  •  Key staff with \n  Government and ADB, and civil  contract award  appropriate \ng1. PMU and  works and capacity building  records  qualifications and \nmanagement support  subcomponents are implemented    skills are appointed \nadequate and ", "                                       Appendix 1        33\nData \nDesign  Sources/Reporting  Assumptions \nSummary  Performance Targets/Indicators  Mechanisms  and Risks \noperational   according to the schedule  •  Bidding document  on time. \n    and detailed   \ng2. Feasibility study  •  Bidding, detailed design, and RFP  design document \nof the future water  documents approved by the   \ntreatment plant  Government and ADB on the new  •  Publication of raw \ncompleted and tender  WTP  intake study \ndocuments prepared  •  Completed technical, environmental,   \n  and social safeguards study on the \nimpact of raw water intake \nimprovement solution  \nActivities with Milestones  Inputs \n1.  Program preparation    \n1.1.  PMU established and fully staffed by November 2007  Project Loan:  \n1.2.  Key consultant teams (D&M and FCBC) appointed by June  2008   \n1.3.  Engineering  designs  and  RFP  preparation  for  network  rehabilitation  works  under  •  ADB: $150 million \nequivalent \ncomponent A completed by November 2008 \n•  Government: $62.7 \n1.4.  All other consulting services contracts awarded by December 2008 \nmillion \n1.5.  Baseline data collection and indicator setting for benefit monitoring and evaluation of all \n \nproject components completed by December 2008 \nProgram Loan:  \n1.6.  Initiate awareness campaign and demand control activities by June 2008 \n \n  •  ADB: $50 million \n2.       Implementation of activities under component A   equivalent \n2.1.    Update construction plans and schedules by June 2008   \nPiggy-backed TA:  \n2.2.  Initiate land acquisition and resettlement, if any, by December 2007 \n \n2.3.  Prepare bid documents by October 2008 \n2.5.    Procure equipment and materials—water meters, chlorinators, etc.—by December 2008  •  ADB: $2,500,000 \n•  Government:  \n2.6.  Approximately 1,536 km of water distribution pipelines rehabilitated by 2013          $625,000 \n2.7.  Approximately 157,000 service connections are upgraded and household meters   \ninstalled by 2013   \n2.8.  600 bulk meters and sluice valves are installed by 2011 \n2.9.  24 existing overhead reservoirs are rehabilitated by 2011and 14 new reservoirs  \nconstructed by 2012 \n2.10.  300 disinfection units are established by 2010 \n2.11.  Existing water quality laboratory is upgraded by 2010 \n \n3.  Implementation of activities under component B \n3.1.  Improvement of financial management and accounting and computerization initiated in \nDWASA by October 2008 \n3.2.  Operational improvement of zone offices, staff trained by December 2009 \n3.3.  Training of central level DWASA staff initiated by June 2008 \n3.4.  Establishment of PPME by January 2009  \nADB = Asian Development Bank, D&M = design and managing consultants, DWASA = Dhaka Water Supply and Sewerage \nAuthority, DWSSDP = Dhaka Water Supply Sector Development Program, FCBC = financial and capacity development \nconsultants,  LGD  =  Local  Government  Division,  MIS  =  management  information  system,  MOU  =  memorandum  of \nunderstanding, PPME = project performance monitoring and evaluation, O&M = operation and maintenance, MIS = \nmanagement information system, pourashavas = peri-urban town, RFP = request for proposal, PMU = project management \nunit, WASA = water supply and sewerage authority,  WTP = water treatment plant. \n \n \n \n \n           \n ", "3 4  Appendix 2 \nSECTOR ANALYSIS \n \nA.  Urban Water Supply and Sanitation Sector Indicators  \n \n1.  Of the 135 million people in Bangladesh, 23.5% live in urban areas. The urban population is \ngrowing about 2.5% annually, nearly double the national growth rate of 1.3%. More than half of \nurban population is concentrated in Dhaka and three other metropolitan areas—Chittagong, Khulna, \nand Rajshahi. Urban services in the towns and cities are generally deficient and the quality of \nservice is poor. Inadequate urban services, including water supply and sanitation, is a severe \nhindrance to the continued development of urban areas, as well as to the Government’s efforts to \nreduce poverty and improve economic growth in the country.  \n \n2.  In most towns, groundwater is the source of the municipal piped water supply as well as the \nprivate water supply. About 5% of the country’s population receives water from stand posts, 15% \nfrom public tube wells, 60% from shallow tube wells, and less than 20% from their own house \nconnection for municipal piped water supply. Of the 309 pourashavas (peri-urban town), only 102 \nhave  municipal  piped  water  supply.  Water  supply  operation  in  the  pourashavas  generally  is \ncharacterized by (i) limited service hours, (ii) average unaccounted-for water of 33–40%, (iii) low \nbilling and collection rates, and (iv) inadequate tariffs. Further, because of the intermittent supply of \nelectricity, pumps generally run for only 10–12 hours per day, and piped water supply is available to \nconsumers usually for 2–4 hours per day. Urban water quality is extremely poor. Arsenic and \nbacteriological contamination from water sources in various regions of the country is posing a \nserious  public  health  risk.  Rehabilitation  of  the  existing  systems  in  parallel  with  investment  in \nprovision  of  supply  infrastructure,  such  as  water  treatment  plants  and  development  of  surface \nsources, is urgently needed in most towns and cities. In most areas, depletion of groundwater \nresources is also a grave concern, as often observed by the rapid fall of water levels during the dry \nseason below what can be reached with hand pumps. \n \n3.  Urban sanitation is a major challenge since 26% of urban households still do not have \naccess to latrines or another form of hygienic sanitation. Sewerage systems are absent in all urban \nareas except Dhaka, where 20% of the population is served by an expensive sewer network. \nInadequate drainage in most of the urban centers aggravates this situation by adding to potential \ncontamination/pollution of drinking water supply. Similarly, only 20% of the households in the urban \nareas have access to a solid waste collection system.  \n \n4.  Urban water supply and sanitation (WSS) services are carried out by water supply and \nsewerage authorities (WASAs) in Dhaka and Chittagong, city corporations, and pourashava water \nsupply sections (PWSSs). The Department of Public Health Engineering (DPHE) implements new \nwater supply systems and carries out major rehabilitation programs except in the areas managed by \nthe WASAs. After completion of the works, DPHE hands over the WSS systems to local government \ninstitutions (LGIs) to handle operation and maintenance (O&M). In reality, the local DPHE offices \nalso assist the PWSSs with O&M if necessary and possible.  \n \n5.  The  semiautonomous  Dhaka  Water  Supply  and  Sewerage  Authority  (DWASA)  and \nChittagong Water Supply and Sewerage Authority (CWASA) were created under the East Pakistan \nOrdinance of 1963. DWASA is responsible for the provision, operation, and maintenance of water \nsupply, sanitation, and storm water disposal services to the population of Dhaka city, as stipulated in \nthe Water Supply and Sewerage Authority Act, 1996. In 2005, the population of Dhaka city within the \nDhaka Metropolitan Area (DMA) was estimated at 11 million, including 8.6 million within the DWASA \nservice area. DWASA provides an estimated 7.7 million people with water, which is nearly 90% of \nthe people living in the DWASA service area. The remaining 10% are served mostly by private wells \nabstracting water from the same aquifer under the city. Though the number of employees in DWASA ", "                                           Appendix 2        35 \nis high (17 per 1,000 connections), each connection serves approximately 4–5 households, or more \nthan 30 people on average.  \n \n6.  Population of Dhaka city is growing extremely rapidly. Based on a detailed analysis of \navailable census data and current land use patterns, the population living within the DWASA service \narea is projected to increase to 21.63 million1 by 2025, while an additional 4.4 million will be living \noutside the DWASA service area but within the DMA. A sizeable percentage of people in the \nDWASA service area live in slums (estimates vary from 15% to 60%). A survey carried out during \nthe  program  preparation  showed  that  the  majority  of  the  people  living  in  slums  are  indirectly \nreceiving water from DWASA. However, most of vulnerable slum dwellers still do not benefit from \nDWASA  services  due  to  statutory  restrictions.  However,  the  Government  recently  approved  a \nguideline for Dhaka Water Supply (April 2006)2 that states DWASA is allowed to extend basic WSS \nservices to slums within its service areas, providing legal connection and introducing formal billing \nand collections. \n \n7.  Groundwater accounts for 82% of water supplied by DWASA. The water is obtained mainly \nfrom production tube wells drilled to a depth less than 200 meters below ground. The remaining 18% \nof DWASA’s water is supplied from surface sources after being treated at Saidabad water treatment \nplant (WTP), which is producing 225 mld (million liter per day) of water.3 Extensive investigations \nhave  found  that,  although  arsenic  contamination  of  groundwater  is  widespread  in  the  country, \narsenic levels in the groundwater of Dhaka are low and within permissible limits. Groundwater \navailability is influenced by seasonal variations resulting from recharge in the upstream catchments. \nEffectively, all wells in Dhaka have shown a steady decline in the water table, with some at 65–70 \nmeters below surface level. The lower groundwater tables already are causing well failures. \n \n8.  While the projected future demand of areas covered by DWASA varies between 2,450 mld \nand 3,100 mld4 in 2025, DWASA’s current production level is 1,570 mld. DWASA has carried out \nvarious  studies  and  detailed  modeling  over  the  years,  which  clearly  indicate  that  little  further \nabstraction from the groundwater resources is sustainable.5 Therefore, Dhaka is expected to face a \nsevere supply shortage by 2015 unless it implements a sustainable supply augmentation plan. \n \n9.  The distribution system, consisting of approximately 2500 kilometer (km) of primary \nand  secondary  pipes,  has  been  developed  on  a  piecemeal  basis  over  the  past  two  decades. \nCurrently, distribution system losses are estimated at about 40% based on the project preparatory \nTA  consultants  report.6  To  save  the  highly  valued  resources,  supply  higher-quality  water,  and \nprepare for any future injection of additional water, the system needs rehabilitation to minimize \nlosses.  \n \nB.  Institutional, Governance, and Financial Constraints for the Sector \n \n10.  Inadequate Decentralization and Local Governance. In practice, local governments have \nnot been strengthened adequately for them to respond sufficiently to local urban services needs. \nThis is largely the result of the concentration of urban administrative authority in the office of the \npourashava chairperson. Further delegation of power from the pourashava chairpersons to the \n                                                 \n1  ADB. 2007. Technical Assistance to People’s Republic of Bangladesh for Preparing the Dhaka Water Supply Project. TA \n4651 PPTA Final Report. Manila. \n2  DWASA. 2006, Guidelines for Water Supply in Dhaka City. Dhaka (official circular, 18 April). \n3  The WTP was constructed under the World Bank-funded Fourth Dhaka Water Supply Project.  \n4  See Supplementary Appendix A: Sector Road Map for details. \n5  Based on the steady decline in water table at most wells, more than 40% of the production tube wells are expected to be \nout of service within the next decade.  \n6  The actual losses from the system is a subject of is much debate. The pilot project in Manikdi found more than 60% of \nthe water supplied is lost for a variety of reasons. \n ", "3 6  Appendix 2 \nelected commissioners and the citizen groups will be required to foster greater accountability of \nelected  officials  to  local  residents.  Most  of  the  government  institutions  involved  in  urban \ndevelopment and service provision at the national and local levels desperately need adequate \nresources, facilities, and operational capacities to undertake satisfactory planning, coordination, \nimplementation,  enforcement,  regulation,  and  monitoring  tasks  and  responsibilities.  Capacity \nbuilding and training of staff, as well as increasing the manpower, in pourashavas is required to \ncomplement  capital  investments  in  urban  development  to  ensure  sustainability  and  maximize \neconomic  benefits,  especially  in the  implementation  of  urban  development  programs  for  urban \ncenters.  \n \n11.  Institutional and Financing Weaknesses. The pourashavas suffer from a range of staff, \ntraining,  equipment,  and  organizational  constraints,  as  well  as  weak  capacity  of  elected \ncommissioners,  local  public  officials,  and  community  groups.  These  factors  undermine  the \nmanagement  of  municipal  affairs.  Improvements  are  required  to  enhance  the  awareness  and \nparticipation of local stakeholders in urban planning and management (e.g., citizen awareness and \nparticipation,  women’s  participation,  and  integration  of  the  urban  poor),  and  then  to  improve \naccountability  and  transparency  (financial  accountability  and  sustainability,  and  administrative \ntransparency) in the management of local governments. Insufficient finance is a key reason for \ninadequate infrastructure and services. As long as municipalities remain heavily dependent on the  \nGovernment for much of their revenues, they will not have an adequate incentive to assume greater \nfinancial responsibility. In addition to augmenting local government authority to mobilize revenues, \nimproving the financial management practices at the pourashava and city corporation levels must be \nprioritized. Property tax is the most important source of local revenue, but the collection efficiency is \nvery  low.  Government  agencies  also  add  to  the  collection  problem  by  defaulting  on  their  tax \npayments. On the expenditure side, there is a chronic shortage of funds for O&M of existing assets, \nas well as long-term financing to meet capital expenditure responsibilities. Financial management \nalso warrants improvement at the pourashava and city corporation level. A relatively low level of \nbudgeting and accounting skills at all levels is a major obstacle to improving employee productivity \nand expenditure effectiveness.  \n \n12.  Lack  of Regulatory  Framework. To ensure better service standards, governance, and \ninstitutional environment, a regulatory entity is urgently needed. Policy making, regulation, and \nservice delivery functions must be clearly separated with each assigned to a different entity. For \ninstance, while the central Government departments are responsible for policy development, WSS \nutilities should be given full responsibility and autonomy to provide water and sanitation services, \nand the municipalities should own the assets. Meanwhile, the water supply regulatory commission \nshould be responsible for regulating, fixing applicable service standards, setting tariffs, monitoring \nutility performance, and enforcing compliance. Such a regulatory body is also necessary to set \nstandards and foster private sector involvement, the lack of which has contributed to institutional \nweaknesses at the national and at pourashava level.  \n \n13.  Institutional,  Governance,  and  Financial  Management  Issues  in  DWASA.  DWASA \noperates within the provisions of the Water Supply and Sewerage Authority Act 1996. According to \nthe act, DWASA should be able to manage its facilities and operate with a high degree of autonomy. \nHowever, an essential provision of the act is that when Government financing is being provided to \nDWASA, or when Government is providing guarantee for finance, all information relating to the \nconcerned scheme will have to be submitted to the Government for approval. Thus, the autonomy of \nDWASA in practice is constrained by its financial dependence on the Government. Consequently, \ndecisions on almost all day-to-day management issues, such as human resource development, staff \nhiring and firing, setting of tariffs, staff salaries, have to be sent to the Government for approval. In \naddition, there are many pending issues with the Government, such as the approval of the rules and \nregulations and the organogram (organization chart), under the 1996 Act, which hinder DWASA’s ", "                                           Appendix 2        37 \ninstitutional,  operational,  and  managerial  efficiency  and  autonomy.  Furthermore,  the  roles  and \nresponsibilities of the management and the board are not clearly delineated. \n \n14.  The organizational performance of the administrative and financial departments, including \nrecording of consumption and billing is weak and lacks computerized systems for transparent and \naccurate  data  processing.  Moreover,  the  current  O&M  practices,  particularly  allowing  unskilled \npersons  (private  household  owners  and  their  plumbers)  to  access  the  network,  cause  serious \ndamage to the system and increase system losses. \n \n15.  Human  resource  management  within  DWASA  suffers  from  (i)  lack  of  an  effective \nperformance-based human resource development plan whereby active steps are taken to enhance \nthe overall performance of the authority; (ii) lack of continuity in management positions due to \nfrequent changes and absences of the managing director and deputy managing directors; (iii) a lack \nof incentive schemes to attract more qualified staff to key positions; (iv) recruitment that is not based \non functional requirements; (v) political and bureaucratic interference in the recruitment process; (vi) \nvacancies in key positions; and (vii) top-down management structure, stifling initiative and personal \ndevelopment.   \n \n16.  Management  of  DWASA  is  also  constrained  by  the  unusual  roles  of  labor  unions  and \nemployees’ cooperative societies. Billing and revenue collection functions in three of the six water \nsupply zones of Dhaka, comprising approximately half the population and service connections of \nDWASA  service  area,  have  been  outsourced  to  DWASA  Employees  Consumer  Supplies  Co-\noperative  Society  through  a  program  for  performance  improvement  (PPI)  agreement.  The  PPI \nagreements are performance based, and the employers working under the PPI agreements also \nbenefit from bonus arrangements. The billing efficiency of the PPI zones are generally higher than \nthe DWASA zones. However, splitting responsibilities between DWASA staff and PPI staff is unclear \nand unpractical in many areas. For instance, DWASA is responsible for controlling of unaccounted-\nfor-water UFW, while the PPI identifies and disconnects illegal connections. DWASA handles meter \nmaintenance, while the PPI does the meter reading. Frequently, functioning meters are lacking at \nthe service connection, and inadequate records and mapping leave the revenue inspectors as the \nonly people who can identify the right bill to the right connection. As a result, billing is up to the \nrevenue inspector, or what agreements the revenue inspector makes with the beneficiaries. Such \nexperiences have shown that the PPI arrangement is creating vested interests within DWASA and  \nconflict of interests that should be changed. Further, no efficient mechanisms are in use to make \ndefaulters pay their bills. According to an ADB PPTA study (footnote 1), 60% of the water produced \nis billed, but only 62% of the bills are paid. Thus, only 37% of the water produced is paid for. \nHowever, according to DWASA’s monitoring and information system (MIS) report of June 2007, the \ncumulative collection rate for the six zones is 97.28%. However, this figure is based against the \n“billing” target, not necessarily counting all households tapping water from DWASA. The DWASA \nMIS figure needs further examination, as some zones are achieving higher than 100% collection.  \n \n17.  DWASA’s organizational structure was modified during the World Bank-supported Fourth \nDhaka Water Supply Project. 7 While DWASA’s board comprised members from the civil society, the \ntop management was redesigned to comprise an independently recruited managing director and \nthree deputy managing directors. However, the organization is still top heavy, where little is done \nwithout approval of the top management, the managing director, and even to the board and ministry. \nThere are no incentives for the staff to take full responsibility of their work and perform better. \nAlthough  the  number  of  employees  is  high  in  DWASA  (about  3,500  staff,  or  17  per  1,000 \nconnections), each connection serves approximately 4–5 households, or more than 30 people on \naverage.  Apart  from  the  head  office,  where  the  entire  management,  chief  engineer,  and  all \nsuperintending  engineers  are  located,  six  zone  offices  have  been  established  for  operational \n                                                 \n7 World Bank. 1996. Fourth Dhaka Water Supply Project. Washington. DC. \n ", "3 8  Appendix 2 \npurposes. Each zone office—or management, operation, and development system (MODS)—is \njointly headed by an executive engineer on the technical side and a revenue officer on the financial \nside. The joint and unclear management, and the three management levels between the executive \nengineer and the managing director, makes the MODS weak and inefficient. \n \nC.  Overview of Government’s Sector Strategies and Policies  \n \n18.  Eight national policies and strategies govern the WSS sector. The National Policy for Safe \nWater Supply & Sanitation (1998) is the most significant policy for the sector. It emphasizes user \nparticipation,  decentralization  to  the  LGIs  and  community-based  organizations  (CBOs),  and \ninvolvement  of  nongovernment  organizations  (NGOs)  and  the  private  sector  in  WSS  service \ndelivery. Subsequently, the Sector Development Framework (2004), National Sanitation Strategy \n(2005), and Pro-Poor Strategy (2005) were formulated to further define and complement the 1998 \nWSS policy. The National Policy of Arsenic Mitigation (2004) was formulated specifically to address \nthe widespread arsenic contamination of groundwater. On the other hand, the National Water Policy \n(1998) and the National Water Management Plan (2004) give broad direction for water resources \nmanagement.  \n \n19.  Recently, the Government has included improvement of WSS as part of its seven-point \nstrategic  agenda  for  reducing  poverty  in  its  poverty  reduction  strategy  2005.8  The  strategy \nrecognizes the importance of water and sanitation as a means of achieving accelerated poverty \nreduction in the country. Poverty and rapid population growth, combined with having to rely on open \nponds for drinking water and poor sanitary habits, contributed to a high level of water-related \nmorbidity and mortality in the 1960s and 1970s in Bangladesh. Introduction of safe drinking water \nthrough tube wells, higher sanitation coverage, and improved primary health care contributed to \nhalving of the mortality rate—caused by diarrheal diseases—from 300,000 deaths per year in 1980 \nto 150,000 in 1997. The 2005 strategy aims to reduce poverty by 30%, extreme poverty by 5%, and \nchild mortality to 31 per 1,000 live births by 2015. Water-related diseases continue to account for the \nmajority of deaths of infants and children under 5 years old in the country. Further, the Government \nhas committed to achieving the Millennium Development Goals, including reducing by half the \nproportion of people without sustainable access to safe water supply and sanitation, by 2015. \n \n20.  The Government’s goals, and the priority accorded the provision of safe drinking water and \nappropriate  sanitation,  are  consolidated  in  its  new  Sector  Development  Program—Water  and \nSanitation Sector in Bangladesh (SDP-WSSB), which was approved in January 2006.9 The SDP for \nthe WSS sector assembled all the relevant national and international policies, strategies, and targets \nand drew up a 10-year framework for development and cooperation in the sector. The preparation of \nthe SDP-WSSB is a result of a sequential development of WSS policies and strategies over a long \nperiod. The most important ones are (i) National Policy for Safe Water Supply & Sanitation 1998; (ii) \nsector development framework, 2004; (iii) Pro-Poor Strategy, 2005; and (iv) National Policy for \nArsenic Mitigation, 2004.  \n  \n21.  The sector development framework has suggested optimistic targets and time scale for \nimplementation of the WSS sector improvements. It aims for 100% coverage of basic water supply \nand sanitation services in towns and rural areas during 2005–2015. The coverage target for piped \nwater  supply  in  the  urban  areas  is  70%  by  2010  and  90%  by  2015.  While  the  Millennium \nDevelopment Goals set the target of halving the percentage of people without safe water and basic \nsanitation by 2015, the Government has set a more ambitious target, in the case of sanitation, of \n100% coverage by 2010.  \n                                                 \n8 Government of Bangladesh. 2005. Poverty Reduction Strategy. Dhaka. \n9 The SDP-WSSB was developed with support from the Danish International Development Assistance.  ", "                                         Appendix 3        39 \nDEVELOPMENT COORDINATION MATRIX \n(EXTERNAL ASSISTANCE TO THE WATER SUPPLY AND SANITATION SECTOR) \n  Executing  Amount Approved  Implementation \nAgency  ($ million unless  Period \nName of Project  otherwise stated) \nA.  Asian Development Bank (ADB)       \n         \n1.  Southwest Area Water Resources Management  BWDB  3.8  1991 \nStudy \n2.  Southwest Area Water Development  BWDB  3.5  1993 \n3.  Small-Scale Water Resources Development Sector  LGED  32.0  1995 \n4.  Command Area Development  BWDB  30.0  1995 \n5.  Flood Damage Rehabilitation  BWDB  20.0  1998 \n6.  Southwest Flood Damage Rehabilitation  BWDB  13.2  2000 \n7.  Second Small-Scale Resources  LGED  34.0  2001 \n8.  Jamuna-Meghna River Erosion Mitigation  BWDB  42.2  2002 \n9.  Emergency Flood Damage Rehabilitation  BWDB  31.8  2005 \n10.  District Towns Water Supply Project  DPHE  14.40  1982 \n11.  Dhaka Urban Infra Improvement (DWASA Part)  DWASA  4.42  1989–1997 \n12.  Dhaka Integrated Flood Protection   DWASA  42.20  1991–1996 \n(Drainage Component) \n13.  Second Water Supply and Sanitation Project  DPHE  31.00  1994–2002 \n14.  Secondary Towns Water Supply and Sanitation  DPHE  41.00  2006–2012 \nSector Project \n         \nB.  World Bank/IDA       \n         \n1.   Dacca Water Supply  DWASA  14.40  1973–1979 \n2.  Dacca Water II  DWASA  22.00  1979–1984 \n3.  Dhaka WASA III  DWASA  30.00  1986–1994 \n4.  Fourth Dhaka Water Supply  DWASA  80.30  1996–2002 \n5.  Bangladesh Arsenic Mitigation Water Supply Project  DPHE  22.08  1998–2005 \n6.  Bangladesh Water Supply Program Project  DPHE  35.69  2004–2010 \n7.  DWASA Sanitation and Drainage  DWASA      [100]  [2007–2012] \n         \nC.  Danida       \n         \n1.  Water Supply, Sanitation, Drainage and Waste  DPHE  22.85  1996–2005 \nManagement Project at Pourashava, Thana and \nGrowth Center \n2.  Rural Water Supply and Sanitation Project at Coastal  DPHE  12.64  1999–2005 \nBelt \n3.  Water Supply And Sanitation Sector Programme  DWASA  60.82  2006–2010 \nSupport (WSSPS) Phase II \n4.  Saidabad II Water Treatment Plant (Phase II)  DWASA  Tk8,840 M  [2008–2011] \n         \nD.   UNICEF       \n         \n1.  Social Mobilization for Sanitation  DPHE  2.85  1993–1998 \n2.  Environmental Sanitation, Hygiene Water Supply in  DPHE  20.06  1996–2005 \nRural Areas of Bangladesh \n3.  Study on Arsenic Affected Area of Bangladesh  DPHE  0.19  1996–2000 \n4.  Environmental Sanitation, Hygiene and Water Supply  DPHE  2.42  1997–2005 \nProject in Slum Areas  \n5.  Action Research on Community Based Arsenic  DPHE  2.11  2001–2005 \nMitigation in 15 Upazila Projects \n6.  WS Rehabilitation Project for the Flood Affected  DPHE  5.86  2005–2006 \nPeople in 2004 \n7.  Sanitation Health Education and Water Supply  DPHE  65.83  2006–2010 \nProject \n         \n       \n       \n       \n ", "4 0  Appendix 3 \n  Executing  Amount Approved  Implementation \n  Agency  ($ million unless  Period \nName of Project  otherwise stated) \nE.  Japan       \n         \n1.  Urgent Sewerage Construction and Rehabilitation  DWASA  30.00  1989–1992 \n2.  Improvement of Drainage system in Dhaka City  DWASA  12.50  1991–1993 \n3.  BMRE of Chadnighat Water Treatment Plant  DWASA  24.00  1994–1998 \n4.  Crash Program for Procurement of 100 Generators  DWASA  2.00  1999–2000 \n5.  Study on Groundwater Development of Deep  DPHE  3.79  2000–2001 \nAquifers for Safe Drinking Water Supply to Arsenic \nAffected Area in western Bangladesh \n6.  Establishment of DPHE Central Laboratory for  DPHE  4.19  2004–2006 \nStrengthening Water Supply Examination System \n7.  CWASA Water Supply and Institutional Reform  CWASA  ¥12.2 B  2006–2010 \n         \nF.  Netherlands       \n         \n1.  Water Supply, Sanitation and Drainage Project in 18  DPHE  18.58  1978–1999 \nDistricts \n2.  Char Development and settlement Project-2  DPHE  0.5  1999–2005 \n         \nG.  IDB       \n         \n1.  Water Supply Project at coastal Belt (second phase)  DPHE  7.64  2003–2006 \n2.  Water Supply Project at Coastal Belt (first phase)  DPHE  8.13  1998–2003 \n         \nH.  DFID       \n1.  TA Project for Research on Arsenic-Affected  DPHE  0.57  1997–2000 \nGroundwater of Bangladesh \n2.  Supporting Government’s Service Delivery and  MOF  [£150 M]  [2008–2013] \nAntiCorruption Initiatives \nADB = Asian Development Bank, CWASA = Chittagong Water Supply and Sewerage Authority, Danida = Danish \nInternational Development Assistance, DFID = Department for International Development (United Kingdom), DPHE = \nDepartment of Public Health Engineering, DWASA = Dhaka Water and Sewerage Authority, IDB = Islamic Development \nBank, JICA = Japan International Cooperation Agency, MOF = Ministry of Finance, TA = technical assistance, UNICEF = \nUnited Nations Children’s Fund, B = billion, M = million, ¥ = yen, £ = pound sterling. \nNote: Programs and projects in brackets have not been approved, and are only in pipelines. Respective donors are in \ndiscussion with the Government.   \nSources: Department of Public Health Engineering, DWASA, and Asian Development Bank. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "", "", "", "", "", "", "             \nPOLICY MATRIX \n \nTable A4: Policy Matrix - Dhaka Water Supply Sector Development Program \n(Actions for Tranche Release indicated in Bold)  \nThe policy areas and actions are grouped into the following: \n(i)  improving local governance, and strengthening local institutional framework; \n(ii)  preparing sector strategy and plan; \n(iii)  improving financial sustainability; and \n(iv)  strengthening DWASA governance, organizational structure, and financial management capacity. \n         \nPolicy  Areas  and  Medium  Actions before First  Responsible  Actions before Second Tranche Release  Responsible Agency [and \nTerm Objectives  Tranche Release  Agency/Target  Target Date for \n  Date  achievement] \n \nA.  Improving Local Governance, and Strengthening Local Institutional Framework  \n1. Increase the autonomy of      1. LGD will issue an administrative  LGD and DPHE [end of \nthe pourashavas and WASAs  order to decentralize and give broader  2009] \nto manage water supply  administrative and financial autonomy   \neffectively within their  to the pourashavas and WASAs to (i) \nrespective area  manage water supply, including \ninstallation, operation, and \nmaintenance; (ii) billing management; \nand (iii) set and adjust tariff \n2. Establish an independent      2.1. LGD will prepare a study on the  LGD and Government [end \nwater regulatory commission  most appropriate form of an  of 2009] \nindependent water supply regulatory   \ncommission or regulator for Bangladesh   \nand make recommendations to the   \nCabinet. The study will include   \nclarification on the functions, roles, and   \nresponsibilities of the regulator   \n3. Enhance the capacity of      3.1. LGD (DWASA and DPHE) will  LGD and DPHE [ July \nthe pourashavas and WASAs  prepare a 5-year capacity building  2009] \nin managing and delivering  program for the pourashavas’ water   \nwater supply services   section staff and WASA staff. The   \ncapacity building program will include   \ntraining in the following areas: (i) meter    A\nconnections, (ii) water conservation, (iii)    p\np\noperation and maintenance, (iv) billing    e\nn\nand accounting, (v) financial    d\nmanagement, and (vi) public health    ix 4\n     \n3.2. Starting from 2010, LGD, the  LGD and MOF [from  FY \npourashavas, and the WASAs will  2009/10] \n4\nimplement the program. LGD will    7\n \n ", "   \n4\n8\n \n                A\nPolicy  Areas  and  Medium  Actions before First  Responsible  Actions before Second Tranche Release  Responsible Agency [and \np\nTerm Objectives  Tranche Release  Agency/Target  Target Date for  p\ne\n  Date  achievement]  n\nd\n  ix\nallocate sufficient budget annually to     4\n \nthe pourashavas and the WASAs to   \nimplement the program  \nB.  Preparing Sector Strategy and Plan (Demand-side Management) \n1. Promote good water  1. The Government,  LGD [Nov. 2007]  1.1. LGD will initiate and socialize a water  LGD [by the end of 2009] \nresource management and  represented by LGD, will    conservation program. LGD will actively   \nwater conservation   have signed the water  conduct an awareness campaign at the   \nsupply and sanitation  national level to raise public awareness on   \nsector development  the importance of water conservation   \npartnership framework     \n(Partnership Framework)  1.2. LGD will instruct the pourashavas and  LGD  and MoF from of the \nwith development partners  the WASAs to promote water conservation  end of 2008] \nincluding ADB, Danida,  and to participate in the program. LGD will   \nGovernment of Japan and  provide budget assistance to the   \nWorld Bank. The  pourashavas and the WASAs to implement   \nPartnership Framework and  the program   \nits salient features will be     \ndisclosed to the public.   1.3. To promote water conservation and  LGD [end of 2009] \nimprove quality of work, LGD together with   \nthe pourashavas and the WASAs will \nrevise the service regulations so that \npoursahavas and WASAs, not households, \ninstall meters and do  connections to \nhouseholds \nC.  Improving Financial Sustainability \n1. Increase the financial      1.1. LGD (DPHE) will issue a decree that  LGD [from FY2009/10] \nautonomy and cost recovery  will allow large pourashavas to keep   \nof the pourashavas and the  their water billing revenues. LGD will   \nWASAs  instruct the pourashavas to have a   \nseparate account for water revenues, to   \nestablish a double-entry bookkeeping,   \nand to maintain inventory of the   \npourashava’s water supply assets   \n   \n1.2. DWASA will have the authority to  LGD [July 2009] \nset and adjust annually the water tariff,   \nwhich covers (i) inflationary   \nadjustments; and (ii) recurrent costs   \n(O&M expenses) of the water supply   \noperation, in line with the 5-year tariff   \nadjustment projection and plan as part   \nof DWASA 5-year business plan (see   ", "             \n         \nPolicy  Areas  and  Medium  Actions before First  Responsible  Actions before Second Tranche Release  Responsible Agency [and \nTerm Objectives  Tranche Release  Agency/Target  Target Date for \n  Date  achievement] \n \nclause 3.1 and 5 also) \nD.  Strengthening DWASA Governance, Organizational Structure, and Financial Management Capacity \n1. Introduce and apply good  1.1.  The first   Ministry of  1.1. DWASA prepares and approves a  DWASA Board of Directors \ngovernance by improving  organization chart  Establishment,  human resource development medium- and Management [end of \nDWASA organizational  (organogram) of DWASA  MOF, the  term strategy for DWASA. The strategy  2008] \nstructure and management,  will have been approved by  Secretaries  will include plans for staff   \nand by ensuring compliance  the Secretaries Committee.  Committee and  appropriation, staff training, and   \nwith the WASA Act of 1996  Once approved, DWASA  DWASA [Nov.  development and salary increase   \n  will issue a circular to make  2007]  projections    \nthe organization chart        \neffective.     1.2. DWASA board of directors will issue  DWASA [from FY 2009/10] \n    an administrative order or circular on the   \n1.2.  DWASA will appoint a  The Board of  staff recruitment, promotion, and \nmanaging director, who was  Directors of  remuneration in DWASA \nselected on competitive  DWASA [August \nbasis in accordance with  2007] \nthe provisions of WASA Act  Complied \n1996   \n   \n1.3. LGD will have approved  LGD and DWASA \nand issued the (i) Rules of  [Nov. 2007] \nBusiness 2007 on Water   \nConncetion and Water \nTariff, (ii) Rules of Business \n2007 on Sewer Connection \nand Sewer Tariff.  DWASA \nwill have approved the (iii) \nDWASA Financial \nRegulations 2007, (iv) \nDWASA Employees \nRegulations, 2007, and (v) \nDWASA Employees \nServices Regulations, 2007.  \n2. Clarify and define the      2.1. DWASA, with the approval of LGD,  DWASA [end of 2008]  A\nrespective roles and  will issue an administrative order or    p\np\nresponsibilities of DWASA  circular that provides clear delineation    e\nn\nboard of directors and  of roles and responsibilities between    d\nmanagement   DWASA board and management    ix 4\n       \n  2.2. DWASA will issue an administrative  LGD and DWASA [end \n  order or circular on the delegation of  2008] \n4\nauthority from the board to the  9\n \n ", "   \n5\n0\n \n                A\nPolicy  Areas  and  Medium  Actions before First  Responsible  Actions before Second Tranche Release  Responsible Agency [and \np\nTerm Objectives  Tranche Release  Agency/Target  Target Date for  p\ne\n  Date  achievement]  n\nd\n  ix\nmanagement relating to the day-to-day   4\n \nmanagement of DWASA \n3. Improve DWASA operation      3.1. DWASA will prepare and issue an  DWASA [July 2009] \nand  business performance  operations manual. The manual will be   \nthrough a medium-term  implemented and distributed to all   \nbusiness plan  departments within DWASA and published   \non the DWASA website    \n   \n3.2 DWASA will prepare and approve a  LGD and DWASA [July \n5-year business plan (FY2009/10–14/15).  2009] \nThe business plan should be approved \nby the board and endorsed by LGD  \n4. Explore private sector      4.1. DWASA will set up a committee to  DWASA [end of 2008] \nparticipation in water supply  explore appropriate O&M management   \nand sanitation sector, and  modes, including private sector   \neliminate the conflict of  participation and review on PPI in water   \ninterest practice currently in  supply and sanitation sector   \nplace due to the PPI      \n  4.2. The committee will prepare a study on  DWASA [July 2009] \nprivate sector participation and make   \nrecommendations with time-bound action   \nplan. The study will be endorsed by   \nDWASA board    \n5. Improve DWASA financial      5. DWASA management will prepare a  DWASA and LGD [end of \nautonomy through realistic  5-year tariff adjustment projection and  2008] \ntariff adjustment  plan to be approved by the DWASA   \n  board. The tariff adjustment plan will be \n  submitted to LGD for approval  \n6. Increase transparency in       6.1. DWASA will establish an  DWASA [end of 2008] \nDWASA operation and  anticorruption and ethics committee   \naddress anticorruption issues   and appoint sufficient members to the   \n   committee. The committee reports   \ndirectly to the managing director and is   \nassigned to investigate any corruption   \nallegations within DWASA    \n   \n6.2. DWASA will establish a grievance  DWASA [end 2008] \nredress mechanism to address the \nconcerns of customers and \nstakeholders \n ", "             \n         \nPolicy  Areas  and  Medium  Actions before First  Responsible  Actions before Second Tranche Release  Responsible Agency [and \nTerm Objectives  Tranche Release  Agency/Target  Target Date for \n  Date  achievement] \n \n7. Improve DWASA financial  7.1. DWASA will have  LGD and DWASA  7.1. DWASA will adopt and implement  LGD/DWASA [end of 2009] \nmanagement and  approved and submitted to  [Nov of 2007]  internationally acceptable and transparent   \nperformance    LGD the diagnostic analysis    accounting systems, linked to PIP   \nreport on DWASA financial       \nperformance (report) and    7.2. DWASA will prepare a financial plan   \nrecommendations on the    for FY2009/10- 2014/15 and the PIP  LGD/DWASA [July 2009] \nintroduction of performance    systems will be adopted and implemented   \nimprovement program (PIP).       \n    7.3. DWASA reduces its account   \n7.2. Based on the approved  DWASA [Nov  receivables from 9 months to 6 months for   \ndiagnostic analysis report,  2007]  FY2009/10.  LGD/DWASA [July 2010] \nDWASA will have       \ncommenced the key    7.4. Starting from FY2009/10, DWASA   \nperformance indicators    will prepare a full financial statement   \n(KPI) for the implementation    and audit report annually with proper  LGD/DWASA [from FY \nof the PIP.     audit opinion. The audited financial  2009/10] \n    statement will be published and made   \n  available to the public \n8. Reduce illegal connections       8.1. DWASA will establish baseline for  DWASA [end of 2008] \n  survey on illegal connection by the end of   \n2009   \n   \n8.2.  Based on the survey, DWASA will  DWASA [July 2009] \nissue time-bound action plan to address the   \nproblem of illegal connections    \n   \n8.3. DWASA will reduce illegal connections  LGD/DWASA [July 2010] \nin the four zones of Dhaka city covered   \nunder the DWSSDP, by the end of 2010 \nDPHE = Department of Public Health Engineering, DWASA = Dhaka Water Supply and Sewerage Authority, DWSSDP = Dhaka Water Supply Sector Development \nProgram, KPI = key performance indicators, LGD = Local Government Division, MOU = Memorandum of Understanding, MOF = Ministry of Finance, O&M = operation \nand maintenance, PIP = Performance Improvement Program, PPI = Program for Performance Improvement, pourashava = peri-urban town (refers only to class A for \nthe program), WASA = water supply and sewerage authority. \nNote: The Government of Bangladesh uses the format “FY2009/2010” for the fiscal year starting 1 July 2009 and ending 30 June 2010.  \nA\nSource:  Based on consultation between Asian Development Bank and Government of Bangladesh.   p\np\ne\nn\nd\nix\n 4\n \n5\n1\n \n ", "5 2  Appendix 5 \n \nDESCRIPTION OF INELIGIBLE ITEMS \n \n1.  Loan proceeds will finance the foreign currency expenditures for the reasonable cost of \nimported goods required during the Dhaka Water Supply Sector Development Program. \n \n2.  No withdrawals shall be made in respect of: \n \n(i)  expenditures for goods included in the following groups or subgroups of the United \nNations Standard International Trade Classification, Revision 3 (SITC, Rev. 3), or \nany  successor  groups  or  subgroups  under  future  revisions  to  the  SITC,  as \ndesignated by the Asian Development Bank (ADB) by notice to the Borrower; \n \nTable A5: Ineligible Items \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco substitute) \n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or worked \n718  718.7  Nuclear  reactors,  and  parts  thereof,  fuel  elements  (cartridges),  non-\nirradiated for nuclear reactors \n728  728.43  Tobacco processing machinery \n897  897.3  Jewelry of gold, silver, or platinum group of metals (except watches and \nwatch cases) and goldsmiths’ or silversmiths’ wares (including set gems) \n971    Gold, nonmonetray (excluding gold ore and concentrates) \nSource: United Nations. \n \n(ii)  expenditures in the currency of the Borrower, or of goods supplied from the territory \nof the Borrower; \n \n(iii)  expenditures for goods supplied under a contract that any national or international \nfinancing institution or agency will have financed or had agreed to finance, including \nany contract financed under any loan or grant from the ADB; \n \n(iv)  expenditures for goods intended for a military or paramilitary purpose, or for luxury \nconsumption; \n \n(v)  expenditures for narcotics;  \n \n(vi)  expenditures for environmentally hazardous goods, the manufacture, use, or import \nof which is prohibited under the laws of the Borrower or international agreements to \nwhich the Borrower is a party; and \n \n(vii)  expenditures on account of any payment prohibited by the Borrower in compliance \nwith a decision of the United Nations Security Council taken under Chapter VII of \nthe Charter of the United Nations.  ", "                          Appendix 6       53 \nPROJECT COST ESTIMATES AND FINANCING PLANS BY CATEGORY \n \nTable A6.1: Detailed Cost Estimates by Expenditure Category \n  Cost  % of Total \nItem  ($’000)  Base Cost \nA. Investment Costsa     \n1.  Civil Worksb  52,115  28.1 \n2.  Materials  56,997  30.7 \n3.  Road Cutting and Surfacing  32,348  17.4 \n4.  Equipment  577  0.3 \n5.  Information, Education, and Communication  4,085  2.2 \n6.  Socioeconomic and Monitoring Survey  543  0.3 \n7.  Resettlement Compensation  1,706  0.9 \n8.  Safeguards Compliance Assistance  520  0.3 \n9.  Training Programs  200  0.1 \n10. Consultants     \na. Project Management  13,629  7.3 \nb. Capacity Development  3,614  1.9 \n11. Taxes and Duties  15,962  8.6 \n  Subtotal (A)  182,295  98.1 \nB. Recurrent Costs     \n1.  Salaries  2,504  1.3 \n2.  Office Accommodation and Operations  901  0.5 \n3.  Taxes and Duties  45  0.0 \n  Subtotal (B)   3,450  1.9 \n  Total Base Cost  185,745  100.0 \nC. Contingencies     \n1.  Physicalc  6,687   \n2.  Priced  16,565   \n  Subtotal (C)                                                                   23,252   \nD. Financing Charges During Implementation     \n1.  Interest During Implementation  3,751   \n2.  Commitment Charges  0   \n3.  Front-end Fees  0   \n  Subtotal (D)   3,751   \n    Total Project Cost (A+B+C+D)  212,748   \na  In mid-2007 prices. \nb  Excludes road cutting and surfacing costs. \nc  Computed at 5% for civil works, equipment, and materials. \nd  Computed at 1.2% on foreign exchange costs and 6.0% on local currency costs, based on ADB. 2007. Domestic \nand International Cost Escalation Factors (2007–2011). Manila. \ne  Includes interest, commitment charges, and front-end fees. Interest during construction has been computed at \n1.0%. \nSource: Asian Development Bank estimates. \n ", "54    \n5\n4\n \nTable A6.2: Detailed Cost Estimates by Financier    \n       A\n      ADB    Government  p\np\n  Cost  % of Cost  % of Cost  e\nn\nItem  ($’000)  Cost $ a  Category b  Cost $  Category b  d\nix\nA.  Investment Costs             6\n1.  Civil Worksb  109,112  103,201  94.6 c  5,911  5.4   \n2.  Road Cutting and Surfacing  32,348  0  0  32,348  100.0 \n3.  Equipment  577  577  100.0  0  0.0 \n4.    Surveys and Training           \n       a.  Socioeconomic and Monitoring Survey  543  543  100.0  0  0.0 \n       b.  Training Programs  200  200  100.0  0  0.0 \n5.    Workshops, Meetings, and Consultation           \n       a.  Information, Education, and Communication  4,085  4,085  100.0  0  0.0 \n       b.  Safeguards Compliance Assistance                    \n            (Workshops, Meetings)  520  520  100.0  0  0.0 \n     6.    Resettlement Compensation  1,706  0  0.0  1,706  100.0 \n     7.    Consultants           \na. Project Management  13,629  13,629  100.0  0  0.0 \nb. Capacity Development  3,614  3,614  100.0  0  0.0 \n8.   Taxes and Duties  15,962  0  0.0  15,962  100.0 \n  Subtotal (A)  182,295  126,367  69.3  55,927  30.7 \nB. Recurrent Costs           \n1.  Salaries  2,504  2,504  100.0  0  0.0 \n2.  Office Accommodation and Operations  901  901  100.0  0  0.0 \n3.  Taxes and Duties  45  0  0.0  44  100.0 \n  Subtotal  (B)   3,450  3,406  98.7  44  1.3 \n  Total Base Cost  185,745  129,773  69.9  55,972  30.1 \nC. Contingencies  23,252  16,476  70.9  6,776  29.1 \nD. Financing Charges During Implementation  3,751  3,751  100.0  0  0.0 \n           \n    Total Project Cost (A+B+C+D)  212,748  150,000  70.5  62,748  29.5 \nADB = Asian Development Bank. \na  Amount of ADB loan proceeds allocated to the cost category. \nb  The amounts disbursed by ADB for eligible expenditures under a cost category will be subject to the ceiling set by the allocation of loan proceeds for such cost    \n    category. Category 1: Civil Works will include procurement of materials (mainly pipes) under supply and install (but not including design) contract.   \nc  Figure represents the percentage to be disbursed by ADB in the total civil works cost excluding tax and duties. Tax and duties on civil works are estimated at $13.3 \nmillion. The percentage in the total civil works cost including tax and duties is 84.3%. This does not result in ADB financing taxes and duties. \nSource: ADB estimates. ", "                            Appendix 7       55    \nPROJECT IMPLEMENTATION ARRANGEMENT \n \n \n \n \n \nGove rnment \n        Monitoring and                                                                                                   Consulting support \n              Guidance       \nLGD \nInterministerial Project  D&M \nSteering Committee   \nChair: Secretary LGD  FCBC \nDWASA   \n  PPMEC \n \nMD \n \n \nPMU \nD&M \n \nMODS \nFCBC \nOffices \nPCUs \nD&M = design and managing consultant, DWASA = Dhaka Water Supply and Sewerage Authority, FCBC = \nfinancial and capacity building consultants, LGD = Local Government Division, MD = managing director, \nMODS = management, operation, and development system offices, PCU = project coordination unit, PMU = \nproject management unit, PPMEC = project performance monitoring and evaluation consultants. \nSource: Asian Development Bank estimates. \n ", " 5 6                    \n5\nPROJECT IMPLEMENTATION SCHEDULE  6\n        A\nComponent-A: Distribution System and Quality Improvement 2007 2008 2009   2010 2011 2012 2013 p\nI II III IV I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV p\n  e\nNetwork Rehabilitation and Strengthening n\n  d\n    --    MMOODDSS  ZZoonnee  63  ix 8\n   \n  -  MODS Zone 4\n \n  -  MODS Zone 5\n \nOverhead Balancing Reservoirs\n \n  -  Rehabilitation of Overhead Balancing Reservoirs\n  -  Construction of New Overhead Balancing Reservoirs\n \nWater Quality and Monitoring Improvement\n  -  Installation of Chlorination Equipment on DTWs\n \n  -  Upgrading of Three Tier Water Quality Monitoring\n \nProcurement of Materials\n \n  -  Service Connection Water Meters, Batch 1\n \n  -  Service Connection Water Meters, Batch 2\n  -  Bulk Meters and Valves\n \nLand Acquisition / Resettlement\n \nComponent-B: Institutional Strenghtening  2007 2008 2009   2010 2011 2012 2013\nI II III IV I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV\nImproved Financial Management\n  -  Implementation of Billing, Revenue Collection and Accounting System\n \n  -  Twinning Arrangement with Regional Utility\n \n  -  Performance Improvement Program (PIP)\nTraining and Capacity Building\n \n  -  TNA at Central and Zonal Levels\n \n  -  Implementation of Training at Central and Zonal Levels\n \n  -  Strangthening Training Centre at Lalmatia\n \nDemand Control and Public Awareness\n  -  Mass Media Campaign\n  -  Community and Household Level Campaign Using NGOs\n \n  -  Development of Information Materials\n \nConsulting Services\n \nCompon ent-C: Project Management and Implementation 2007 2008 2009   2010 2011 2012 2013\nSupport I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV I II III IV\n \nConsulting Services\n \n  -  Project Management and Monitoring\n \n  -  Design and Supervision Consultancies\n \n  -  Capacity Building Consultancy\n \n  -  Public Relation Consultancy\n  -  Community and Awareness (NGOs)\n \n  -  Project Performance and Monitoring Consultants\n  -  Feasibility Study for 500 Mld SWTP\nDTW = deep tube well; MODS = management, operations, distribution, and services; NGO = nongovernment organization; PIP = performance improvement program; SWTP = \nsurface water treatment plant. \nSource: Asian Development Bank estimates. ", "       Appendix 9        57 \nPROCUREMENT PLAN  \n \nProject Information   \nCountry  Bangladesh \nName of Borrower  People’s Republic of Bangladesh \nProject Name  Dhaka Water Supply Sector Development Program \nLoan or TA Reference  TBD \nDate of Effectiveness  TBD  \nAmount   $150 million  \nOf which Committed, $   \nExecuting Agency:  Dhaka Water Supply and Sewerage Authority \nApproval Date of Original Procurement Plan   \nApproval of most recent Procurement Plan   \nPublication for Local Advertisements   \nPeriod Covered by This Plan  2007–2013 \nTA = technical assistance, TBD = to be determined. \n \nProcurement Thresholds, Goods and Related Services, Works and Supply and Install \nProcurement Method    \nInternational Competitive Bidding (ICB) Works  $1,000,000 and above  \nICB Goods  $500,000 and above \nNational Competitive Bidding (NCB) Works  Below $1,000,000 \nNCB Goods  Below $500,000 \nCommunity Participation in Procurement  Below $10,000 \nShopping  Below $100,000 \nNote: NCB packages valued at more than $100,000 each will be subject to prior review by the Asian Development \nBank. The feasibility of community contracting will be examined on a case-to-case basis for slum and/or bulk water \nsupply and other community-level works not exceeding $10,000. Shopping works and shopping goods will be used \nfor procuring readily available off-the-shelf goods or standard specification commodities or small value, or simple civil \nworks valued at less than $100,000.  \n \nIndicative Contract Packages \n \nContract  Contracts  Prior \nNo  Method  Advertisement  Comments \nDescription  Value  Review \n1  Zone 3 distribution network  ICB  June 2009  $17.0 million  Required  Supply and \nrehabilitation and  install contract \nstrengthening \n2  Zone 4 distribution network  ICB  June 2009  $27.3 million  Required  Supply and \nrehabilitation and  install contract \nstrengthening \n3  Zone 5 distribution network  ICB  June 2009  $29.5 million  Required  Supply and \nrehabilitation and  install contract \nstrengthening \n4  Zone 6 distribution network  ICB  June 2009  $27.3 million  Required  Supply and \nrehabilitation and  install contract \nstrengthening \n5  Water meters  ICB  June 2009  $1.7 million  Required  Goods \n6  Rehabilitation of overhead  NCB  June 2009  $0.4 million  Required   \ntanks \n7  Construction of new  ICB  June 2009  $3.9 million  Required   \noverhead tanks \n8  Disinfection chlorination  ICB  June 2009  $2.1 million  Required   \nfacility installation \n9  Water quality and  NCB  June 2009  $0.3 million  Required  Consist of \nmonitoring equipments at  Two contracts \nsurface WTPs laboratory \n10  Water quality and  NCB  June 2009  $0.8 million  Required   \nmonitoring equipments at \nAsad Gate Laboratory \nICB = international competitive bidding, NCB = national competitive bidding, WTP = water treatment plant. \n \n ", "58  Appendix 9 \nProcurement Thresholds, Consultants Services \nProcurement Method    \nQuality- and Cost-Based Selection   $200,000 and above \n \nIndicative Contract Packages \nContract  Contracts  Prior \nNo  Method  Advertisement  Comments \nDescription  Value  Review \n1  Design and Management  QCBS  October 2007  $11.1 million  Required  IC: 183 pm \nConsultants  NC: 664 pm \n2  Financial and Capacity  QCBS  October 2007  $3.6 million  Required  IC: 80 pm \nBuilding Consultantsa  NC: 390 pm \n3  Project Performance  QCBS  October 2007  $0.4 million  Required  IC: 6 pm \nMonitoring Consultants  NC: 36 pm \n4  Management Contract  QCBS  June 2011  $2.0 million  Required  1 contract \n(about 229 pm) \n  Total          IC: 269 pm \nNC: 1319 pm \nIC = international consultants, NC = national consultants, pm = person-months, QCBS = quality- and cost-based \nselection. \na Financial and capacity building consultants will engage nongovernment organizations to manage parts of the \ndemand  control,  community  awareness  program,  and  resettlement  implementation  works.  It  may  engage \nprofessional media firms to conduct the public outreach programs and media campaigns outlined in component B \nof the Project. The Asian Development Bank will review and approve the terms of such engagements before they \nbegin. \n ", "                  Appendix 10  59\nOUTLINE TERMS OF REFERENCE FOR PROJECT CONSULTANTS \nA.  General \n1.  To assist the Dhaka Water Supply and Sewerage Authority (DWASA) in implementing \nthe  Project,  project  consultants  will  be  engaged,  who  will  work  closely  with  the  project \nmanagement unit (PMU) and the zone project coordination units (PCUs). Project consultants \nwill be selected and engaged in accordance the Guidelines on the Use of Consultants (2007, \nand as amended from time to time) of the Asian Development Bank (ADB).  \nB.  Brief Description of Scope of Work of the Project Consultants \n2.  Outline scope of work of the consultants is as follows: \n(i)  Design and management (D&M) consultants. The D&M consultants will assist \nthe PMU in managing and implementing the Project, planning for detailed design, \npreparing the detailed design and tendering documents, assisting the PMU in \ntendering contractors, assisting the PMU and PCUs in supervising all works, \nliaising  with  ADB,  procuring  goods  and  works  under  the  Project,  handling \nfinancial management of the Project, and monitoring safeguards compliance of \nthe Project. Project management activities of the D&M consultants also include \n(a) strengthening the PMU’s capacity to manage and implement the Project; (b) \ndelineating the PMU's method of working, procedures, and reporting; (c) assisting \nthe PMU and DWASA in introducing and implementing institutional, financial, and \ngovernance reforms; (d) overseeing the work of the contractors; (e) assisting the \nPMU in preparing bid documents and contracts, and carrying out all tendering of \ncontracts  under  the  Project;  (f)  assisting  the  PMU  in  designing,  contracting, \ninstalling and implementing new systems and procedures, as required under the \nProject; (g) establishing criteria for supervision, coordination, and management, \nand assisting the PCUs and PMU in supervising the works; (h) strengthening \nDWASA’s capacity, with assistance from other project consultants, for improved \nfinancial, institutional, and operational management of services; and (i) ensuring \nthat all project works are carried out in accordance with ADB’s environmental, \nsocial, and resettlement safeguards and policies (including the governance and \nanticorruption measures). In addition, the D&M consultants will assist DWASA by \nconducting a detailed feasibility study of the proposed water treatment plant in \nKhilkhet. The consultants will conduct all technical, environmental, social, and \nfinancial  feasibility  study  and  prepare  reports,  as  well as  outline design  and \ntender documents for the works. \n (ii)  Financial and capacity building (FCB) consultants. The FCB consultants will \nassist DWASA in improving its financial and operational management; identify the \nneeds for, develop training modules for, and provide training to central and zone \nstaff  of  DWASA  on  human  resources,  management,  and  institutional  and \noperational (technical) strengthening; and conduct all public relations, awareness \nraising, and demand control activities as outlined under component B of the \nProject. On the financial reforms and management improvement side, the FCB \nconsultants will assist DWASA in (a) conducting strategic business planning in \nconsultation with other external development partners, such as the World Bank; \n(b)  preparing  and  training  DWASA  in  implementing  results-oriented  budget \nmechanisms;  (c)  assisting  DWASA  in  its  sustainable  debt  management;  (d) ", "60   Appendix 10   \npreparing  details  of  the  tariff  reforms  and  financial  models;  (e)  developing, \nimplementing,  and  training  DWASA  in  efficient  and  accurate  double-entry \naccounting system and auditing procedures; and (f) assessing, introducing, and \ntraining  DWASA  staff  in  accurate  billing  and  payment  collection.  The  FCB \nconsultants also will work closely with the D&M consultants in internalizing and \nsustaining  the  new  systems  introduced/promoted  under  the  Project.  On  the \ncapacity  building  side,  the  FCB  consultants  will  (a)  conduct  a  thorough \nassessment  of  training  needs  for  all  categories  of  staff  under  DWASA;  (b) \ndevelop training modules for, and provide training to, DWASA staff at head office \nand  at  zone  offices;  and  (c)  develop  training  modules  for  plumbers,  pump \noperators, and technicians and provide training to them. On the public relations \nside, the FCB consultants will carry out a comprehensive and phased awareness \ncampaign to (a) inform the public about the purpose and outline of the proposed \ntariff  reforms;  (b)  create  awareness  that  water  is  a  scarce  and  valuable \ncommodity;  (c)  inform  the  public  of  possible  disturbances  and  measures \nundertaken during project implementation; (d) improve public relations and the \nimage of DWASA; (e) educate the public on negative consequences of using \nsuction pumps, and on minimizing water wastage at household level; (f) educate \nthe public on meter reading and billing mechanisms so artificial bill inflation from \nthe revenue inspector can be reported by the consumers; (g) inform the public of \nthe customer grievance mechanism introduced under the Project; and (h) assist \nDWASA’s  public  relations  cell  in  overseeing  and  managing  the  customer \ngrievance mechanism for the duration of the Project.  \n \n (iii)  Project performance monitoring and evaluation (PPME) consultants. One \nconsulting firm will be engaged as the PPME consultants to assist the PMU in \nmeasuring  the  beneficial  impacts  of  the  Project,  and  assessing  whether  the \nproject  facilities  are  managed  efficiently  and  whether  the  benefits  reach  the \ntargeted groups. \n \n3.  Indicative staffing requirements for the project consultants are in Table A11. \n \nTable A11: Consultant Requirement Table \n \nKey Specialists (Professional Staff)  Type  Person-Months \nDesign and Management Consultants     \nProject management specialist/team leader  International  50 \nWater supply engineer/deputy team leader  International  50 \nConstruction supervision specialist  International  21 \nNetwork modeling specialist  International  12 \nCivil engineering specialist  International  12 \nQuantity survey specialist  International  12 \nHydrology specialist  International  4 \nElectrical engineering specialist  International  4 \nMechanical engineering specialist  International  4 \nWater quality specialist  International  4 \nProject financial management specialist  International  10 \nProcurement expert  National  60 \nProject financial management expert  National  60 \nInformation technology expert  National  30 \nEnvironmental monitoring expert  National  10 \nEnvironmental (IEE/EIA) expert  National  24 \nMunicipal water quality experts  National  6 \nPublic health experts  National  6 ", "                  Appendix 10  61\nKey Specialists (Professional Staff)  Type  Person-Months \nResettlement expert  National  18 \nSocial development/gender expert  National  6 \nWater supply engineer *2  National  120 \nContract management expert  National  60 \nNetwork modeling expert  National  60 \nHydrology expert  National  48 \nCivil engineering experts  National  60 \nMechanical engineering expert  National  24 \nWater quality expert  National  24 \nQuantity survey expert  National  48 \nTotal                 847 \nFinancial and Capacity Development Consultants     \nUtility management specialist/team leader  International  50 \n    Financial management specialist/deputy team leader  International  30 \nFinancial planning expert/deputy team leader  National  60 \nTariff expert/economist  National  6 \nChartered accountants  National  18 \nAccount System Engineer  National  18 \nManagement training expert/deputy team leader  National  60 \nFinancial training expert  National  60 \nTechnical training expert  National  60 \nInformation technology expert  National  12 \nManagement information systems expert  National  36 \nCommunity awareness expert  National  60 \nTotal    470 \nPPME     \nProject performance monitoring specialist/team leader  International  6 \nProject performance monitoring expert  National  21 \nSocial development expert  National  15 \nTotal    42 \nIEE = initial environmental examination.  \nSource: Asian Development Bank estimates. \n \n ", "62     Appendix 11 \n \nKEY FEATURES AND OUTLINE TERMS OF REFERENCE FOR MANAGEMENT CONTRACT \n \nA.  Recruitment Procedures \n1.  Management contractors will be recruited in accordance with the Guidelines on the Use of \nConsultants (2007, and as amended from time to time) of the Asian Development Bank (ADB). The \nmanagement contractor will be a company or consortium of companies that will be responsible for \nproviding advisory services in managing the operations of one of the project zones. The management \ncontractor will have to bear much more risk than a typical consultant, because the contractor’s total \nremuneration will depend on its success in improving the delivery of services provided by DWASA. \nBecause of the limited number of private contractors with the required expertise and possible limited \ninterest due to the high costs of preparing a competitive proposal, the short list may not meet the \nrequirements of six firms as mandated by ADB’s guidelines. \n2.  To come up with a short list of qualified companies and/or consortia, the criteria for short-\nlisting will include (i) a set of criteria to identify companies and/or consortia that have the necessary \npractical operating experience to be able to execute the contract successfully; and (ii) a summary of \nthe experience and skills of the companies and/or consortia, with brief responses to a list of questions \nthat focus on how they have addressed or would address problems similar to those the DWASA \nwould face in improving service provision. An evaluation committee would consider private contractors \nmeeting these criteria for short-listing based on expressions of interest received. \n  \nB.  Outline Terms of Reference \n3.  The  management  contract  will  have  two  key  features.  First,  it  will  have  a  3-year  tenure \n(typically), with remuneration consisting of a fixed fee and performance-based incentive payments. \nSecond, the contract will have a limited number of easily measurable key performance indicators, \nwhose  baseline  levels  will  be  determined  during  the  first  year  of  operations,  and  to  which \nperformance-based payments will be linked. ADB anticipates that the management contractor will \nbring in a limited number of expatriate staff, and that its management team will likely include several \nBangladesh nationals. \n4.  The management contractor will be responsible for managing the operation, as well as the \nsystems and services, for the concerned project zone. The tasks of the management contractor will \ninclude: \n \n(i)  improving the midterm performance and efficiency of services, and expanding their \ncoverage in the DWASA’s service area; \n(ii)  enhancing  the  delivery  of  services  to  the  poor  through  a  targeted  program  of \nconnections and service improvements in low-income communities; \n(iii)  upgrading the operation and management of water and wastewater systems through \nvarious  means,  such  as  more  efficient  revenue  collection,  implementation  of \ncomputerized billing and accounting, introduction of management information systems, \nimproved  customer  service,  improved  occupational  safety  practices,  and  reduced \nleaks; \n(iv)  assisting and advising DWASA in relation to strategic planning, budget preparation, \nand other operational and system optimization issues; \n(v)  improving the effectiveness of the DWASA’s human resources through a coordinated \ncapacity building program; and \n(vi)  resolving customer complaints and measuring customer satisfaction. ", "       Appendix 12      63       \nTECHNICAL ASSISTANCE \nMANAGEMENT SUPPORT FOR DHAKA WATER SUPPLY AND SEWERAGE AUTHORITY \n \n1.  A technical assistance (TA) grant will be attached to provide advice to the Government \nof  Bangladesh1  on  improving  and  strengthening  organizational,  regulatory,  and  financial \nsustainability of its urban water and sanitation service utilities. This will include assistance to the \nLocal  Government  Division  (LGD)  and  the  Dhaka  Water  Supply  and  Sewerage  Authority \n(DWASA) in preparing and implementing key policy reforms. The TA also will assist DWASA in \nconducting the necessary technical preparation, including piloting optimization measures of the \nexisting supply sources, and preparing for the implementation of the Project.   \n \nA.  Impact and Output \n \n2.  The objective of the TA is to (i) foster and strengthen the autonomy of the urban water \nsupply  and  sanitation  service  utilities,  (ii)  develop  appropriate  institutional  and  regulatory \nframeworks to enable  successful implementation of the urban water  supply and sanitation \nsector reforms being proposed under the Program, and (iii) assist DWASA in optimizing the \nexisting supply sources and ensuring smooth start-up of the project implementation. \n \n3.  The TA outcomes will include (i) increased autonomy and strengthened governance and \nmanagerial structures within the WASAs; (ii) development of sector strategy and plan for the \nurban water supply and sewerage sector; (iii) improved financial sustainability and management \ncapacity of DWASA and selected pourashava water supply sections (PWSSs); (iv) detailed \nanalyses of and recommendations on tariff reforms required by the Program; (v) piloting and \nassessment of the merits of the trench-less technology in rehabilitation works versus the open-\ntrench technology; (vi) preparation of the management contract and request for proposals; (vii) \nintroduction  of  optimization  measures  in  the  existing  supply  sources;  (viii)  analysis  and \nrecommendation on the regulatory framework for the urban water sector; and (ix) a feasibility \nstudy  of  the  long-term  water  supply  source  augmentation  option  for  the  Dhaka  city  from \nsurrounding river(s). The TA will consist of the following components and outputs: \n \n1.  Component A: Institutional and Management Support to the Urban Water \nSupply and Sanitation Sector \n \n4.  Major activities under this component will include (i) assessment and preparation of an \nappropriate  regulatory  framework  for  the  urban  water  supply  and  sanitation  sector  in \nBangladesh in consultation with all stakeholders and the external development partners; (ii) \ncomprehensive willingness-to-pay survey; (iii) development of appropriate tariff structures for \nDWASA and some selected key PWSSs, based on the willingness to pay study and detailed \nfinancial analysis of DWASA to achieve full cost recovery, while ensuring affordability of the low-\nincome households; and (iv) development of the request for proposal (RFP) documents and the \ndraft contract documents for the management contract for the selected project zone, based on \nlessons learned from global experiences with similar contracting approaches. \n \n2.  Component B: Optimization and Project Preparatory Support to DWASA \n \n5.  Under this component, the consultants will assist DWASA in (i) piloting and assessing \nthe  merits  of  the  trench-less  technology  in  rehabilitation  works  versus  the  open-trench \ntechnology, (ii) preparing for the smooth start-up of the project implementation, (iii) exploring \n                                                 \n1 From the Asian Development Bank’s Technical Assistance Special Fund ($2.5 million).  \n ", "64     Appendix 12 \nand introducing optimization measures in the existing supply sources, and (iv) completing a \nfeasibility study for long-term water supply source for Dhaka city. \n \nB.  Methodology and Key Activities \n \n6.  The  advisory  services  under  the  TA  will  be  grouped  into  two  consulting  packages \ncomprising (i) institutional and management support consultants, who will be responsible for \ndelivering outputs under component A of the TA; and (ii) optimization and technical support \nconsultants, who will be responsible for delivering outputs under component B of the TA. Under \ncomponent A, the following key activities will be carried out: (i) comprehensive survey to assess \nthe willingness to pay and affordability in Dhaka; (ii) detailed financial modeling and assessment \nof DWASA and some selected key PWSSs to establish the tariff levels required to achieve full \ncost recovery; (iii) short governance risk assessment on DWASA, based on findings of World \nBank Performance Improvement Program (PIP) governance assessment, for operation more \nspecific to water supply operation; (iv) extensive stakeholder consultations, including focus \ngroup  discussions  on  the  proposed  tariff  structures  and  options;  (v)  review  of  regulatory \nframeworks in the region and stakeholder consultations to discuss and devise the appropriate \nregulatory framework for the urban water supply and sanitation sector; and (vi) assessment of \nthe existing operational and management needs, and the physical system to prepare the RFPs \nand contract documents for the proposed management contract in the selected project zone, \nand to carry out transaction advisory of the same. \n \n7.  Under component B of the TA, the following key activities will be carried out: (i) pilot \nrehabilitation of a selected sub-zone using trench-less technology; (ii) setting up the quality \nassurance and control mechanisms—energy audits in particular—for the groundwater supply \nfacilities to optimize the existing system; (iii) preparation and update of the quality control and \nassurance guidelines for DWASA; (iv) engineering surveys, and technical, financial, social, and \nenvironmental feasibility study of long-term water supply source augmentation option for the \nDhaka  city  from  surrounding  river(s);  and  (v)  preparation  of  any  technical  documents  and \nprocedures within DWASA for speedy implementation of the Project. \n \nC.  Cost and Financing \n \n8.  The TA will cost the equivalent of $3,125,000. The Asian Development Bank (ADB) will \nfinance $2,500,000 on a grant basis from ADB’s TA funding program. The Government will \ncontribute the balance of $625,000, mostly through in-kind contribution by paying the project \nmanagement  unit  (PMU)  consultant  office  rent  (in  DWASA  building),  utilities  (telephones, \nelectricity, etc.), remuneration of government counterpart staff, and provision of local transport \n(existing DWASA cars and vans). \n \nD.  Implementation Arrangements \n \n9.  The Executing Agency (EA) for the TA will be LGD, but the consultant team will be \nbased in the DWASA office, which will appoint an executive engineer or above as the TA \ncoordinator and three counterpart staff to work with the consultants. ADB will engage a qualified \nconsulting firm as the optimization and technical support (OTS) consultants for 41 person- \nmonths to conduct activities under component B of the TA, and individual consultants as the \ninstitutional and management support (IMS) consultants for 90 person-months to implement \nactivities under component A of the TA. ADB will engage the consultants in accordance with its \nGuidelines on the Use of Consultants (2007, and as amended from time to time). Additional \nindividual consultants may be recruited as necessary to strengthen the process. To facilitate ", "       Appendix 12      65       \nimplementation, the TA will use an advance payment facility for equipment; training, seminars \nand workshops; surveys; and miscellaneous administration and support costs. \n \n10.  The TA will be undertaken intermittently over 3 years, from January 2008 to January \n2011. The consultants will prepare a TA implementation plan before the start of services, which \nwill  include  a  timetable  for  deliverables  defined  under  each  component  of  the  TA.  For \ncomponent B, within 4 weeks of starting the TA, the team leader will submit a brief inception \nreport summarizing initial findings, identifying specific issues, and suggesting any changes \nneeded to the methodology and program. The consultants also will submit interim, quarterly, \nand annual reports, in addition to specific reports covering the baseline, midterm, and final \nevaluation studies. The EA and ADB will review the interim reports. Draft final reports will be \nsubmitted within the deadline specified in the work plans after incorporation of feedback from \nEA, LGD, and ADB. Tripartite meetings will be held before finalization of the draft final reports. \nThe final report, incorporating the comments of EA, LGD, and ADB during and after the tripartite \nmeetings, should be submitted upon completion of the service. The final output of the TA will be \na comprehensive report of findings, recommendations, and draft documents (including DWASA \nbusiness plan and DWASA operations manual) for DWASA, LGD, and ADB.  \n \nE.  Indicative Staffing Requirements for the TA Consultants \n \nTable A12.1: TA Consultant Requirement Table \n \nSpecialist  (Professional Staff)  Type  Person-Months \nComponent A. Institutional and Management Support to DWASA     \n  Transaction Advisor  International  3 \n  Regulatory and Institutional Specialist  National  10 \n  Legal Specialist  International  2 \n  Legal Specialist  National  3 \n  Governance Risk Assessment Specialist  National  6 \n  Program Loan Policy Support Specialist/Deputy Team Leader  National  36 \n  Financial Management and Tariff Specialist  International  9 \n  Water Supply Engineer  International  8 \n  Procurement Specialist  National  10 \n  Water Utility Management Specialist  International  3 \n       \nComponent B. Optimization and Project Preparatory Support to DWASA     \n  Water Resource Management Specialist/Team Leader  International  6 \n  Water Supply Engineer/Deputy Team Leader  National  10 \n  Quality Assurance and Control Specialist  National  2 \n  Groundwater Management Specialist  International  3 \n  Energy Specialist  International  1 \n  Hydrologist  International  3 \n  Civil Engineer  National  5 \n  Mechanical Engineer  National  5 \n  Environment Specialist  International  3 \n  Social Safeguards Specialist  International  3 \nNote: Detailed Terms of Reference is in Supplementary Appendix M. \nSource: Asian Development Bank estimates.  \n \n \n \n \n \n \n \n \n ", "66     Appendix 12 \nTable A12.2: Cost Estimates \n($) \n  Total \nItem  Cost \nA. Asian Development Bank Financing   \n1. Consultants   \na. Remuneration and Per Diem   \ni. International Consultants  1,280,500   \nii. National Consultants  303,000   \nb. International and Domestic Travel  170,000   \nc. Reports, Communications, and Office Operations  8,400   \nd. Technical and Administrative Support Staff  63,000   \n2. Survey  150,000   \n3. Equipmenta  40,010   \n4. Capacity Building Program  180,000   \n5. Conferences, Seminars, Workshops, and Study Visits  114,000   \n6. Contingencies  191,090   \n                              Subtotal (A)  2,500,000   \nB. Government Financing   \n1. Office Accommodation and Services  180,000   \n2. Counterpart Staff  261,720   \n3. Local Transport  108,000   \n4. Miscellaneous Administrative Expenses  42,840   \n5. Contingencies  32,440   \n                              Subtotal (B)  625,000   \n                                         Total  3,125,000   \na   Equipment includes office goods, including scanner/copier, digital camera, and hard disk that will not be provided \nunder the loan, plus any additional desktop computer that might be needed for the implementation of technical \nassistance for the project manage unit and six zone offices (no more than two in each office) (total cost less than \n$20,000); water pipes for testing (about 10 types of class B, C, and D, total costs less than $10,000); and various \ntools necessary for conducting plumbers’ training, including pipe joints, pressure gauge equipment, etc., (total cost \nless than $10,000). \nNotes: \n1. Component A (institutional management support) includes an estimated $90,000 for a willingness-to-pay and \nsocioeconomic  survey.  It  also  envisages  five  seminars  and/or  workshops  ($1,000  each)  for  training  and \nconsultative activities to explain and educate the institutional reforms targeting Dhaka Water Supply and Sewerage \nAuthority staff and employees.   \n2. Component B estimate is $671,400. Component B includes engineering survey of $50,000 for raw water intake \nstudy. It also includes a pilot study and plumbers’ training for procurement of various meters and pipes totaling \n$5000 for each of two locations. \nSource: Asian Development Bank estimates.  ", "       Appendix 13      67 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national    Yes  Is the sector identified as a national   Yes \npriority in country poverty analysis?      priority in country poverty   \n      No  partnership agreement?      No \n \nContribution of the sector or subsector to reduce poverty in Dhaka, Bangladesh \n \nA third of the urban population in Bangladesh is classified as poor (Poverty Monitoring Survey 2004),3 and urban \nincome inequality is worsening. Based on the 2001 census, the population in the Dhaka megacity was 10.7 million, and \ncurrent estimates place the population at 13 million. Based on the World Food Program’s poverty estimates, more than \n1 million in Dhaka are poor (8%). The urban poor live mainly in slum areas. Various agencies estimate the slum \npopulation differently—the Bureau of Statistics places the 2005 slum population at 1.2 million and the Dhaka Transport \nCoordination Board Survey estimates population density in the slums at 250,000 per square kilometer, or six times \nmore dense than the rest of Dhaka. The socioeconomic survey conducted during preparation of the Dhaka Water \nSupply Sector Development Program (DWSSDP) shows that 70% of the slum population is poor. The survey also \nindicates that the poor live in fringe areas and pockets within Dhaka4 as well as in slum areas. Of Dhaka’s population, \nabout 10 million are within the Dhaka Water Supply and Sewerage Authority (DWASA) service area.  \n \nInadequate urban services, including water and sanitation, are a severe hindrance to the continued development of \nurban areas, as well as efforts to reduce severe poverty. In most urban areas of Bangladesh, piped water depends on \ndeep tube wells. Due to high electricity costs, pumps run only for 10–12 hours per day, and piped water is available to \nconsumers for only 2–4 hours daily. Those not covered by piped water often depend on unreliable, unsafe, and more \nexpensive alternative sources. Waterborne diseases continue to account for the majority of deaths among infants and \nchildren under 5 years old. The Government of Bangladesh, as identified in its 2005 poverty reduction strategy paper, \nemphasizes supplying safe water and providing sanitation services to reduce health costs, decrease malnutrition, and \nincrease labor productivity. Based on the Government’s 2006 Guideline for Dhaka Water Supply, DWASA is allowed to \nextend basic water supply and sanitation services to slums within its service areas, providing legal connection and \nintroducing formal billing and collection. The DWSSDP is expected to improve the management and operation of the \nmunicipal water supply service of Dhaka, and increase its capacity to serve the future population. DWSSDP will bring \npoor households under DWASA water supply coverage by providing additional supply lines to identified fringe and slum \nareas. It will provide a constant and pressurized supply of higher-water quality, of which 15% is estimated to benefit \nlow-income communities using standpipes and communal taps. Poverty impact analysis shows that the Program will \nsignificantly reduce water costs, water collection time for women, and morbidity and associated health care costs; and \nimprove public health where the poor live. This will increase time in productive and income-generating activities.  \n \nB.  Poverty Analysis   Poverty Classification: General intervention \n \nWhat type of poverty analysis is needed?  \n \nA socioeconomic survey was conducted during DWSSDP preparation covering 3,017 households from the slum areas, \n945 households from pocket areas, and 1,057 households from fringe areas to supplement previous surveys, namely: \nthe Asian Development Bank’s Dhaka Water Services Survey (October 2005) and Pilot Testing of Zonal Approach in \nManikdi Area of Dhaka City (November 2005). The survey was undertaken in six zones of DWASA. A poverty profile, \ngenerated from these surveys and secondary data, shows that the main causes of poverty are (i) differences in human \nresources, including literacy, knowledge, and skills; (ii) uneven distribution of physical assets, including housing \nstructures, equipment, and implements; (iii) increased vulnerability due to certain demographic characteristics, such as \nhouseholds that headed by females; and (iv) frequent movement and changes in shelter due to natural disasters, such \nas floods and man-made hazards including eviction.  \n \n                                                 \n3  2004. Bangladesh Bureau of Statistics, Poverty Monitoring Survey. Dhaka. \n4  These findings are consistent with 2005. Local Government Division, Water Aid Bangladesh Survey. Dhaka. \n ", "68      Appendix 13 \nSlum households generally are not supplied directly with DWASA water. According to the socioeconomic survey, in \nslum areas (and unserved areas), water is supplied through hand tube wells, small-scale operators, long-coil pipes, and \nvendors. The survey noted that 90% of slum dwellers reported that they have used DWASA-owned water through \nillegal channels. Due to difficulties in obtaining water and inadequate sanitation, morbidity rates are high. The \nprevalence of diarrhea is widespread among children under 5 years old in poor communities compared with the \nnonpoor ones. In the slum areas, more than 55% of households reported spending Tk306, or 6% of their monthly \nincome on average, to treat diarrhea. \n \nC.  Participation Process \nIs there a stakeholder analysis?    Yes     No  \n \nConsultations were undertaken with stakeholders, including consumers and Dhaka residents, policy makers (ministers), \nlocal government departments, DWASA board members, DWASA management, DWASA staff, zone water supply \noffices, union members, DWASA enlisted contractors, academicians, media, nongovernmental organizations (NGOs), \nand the private sector. Different stakeholders were consulted to ensure their involvement in DWSSDP development \nand design. Stakeholder workshops were conducted to share the findings of stakeholder interviews and solicit views \nfrom workshop participants. At the field level, focus group discussions were held with women and men to provide \ngender perspectives. Various water-related issues were identified by stakeholders through key informant interviews to \nobtain views, issues, and priorities on water supply, and to seek suggestions provided by stakeholders.  \n \nIs there a participation strategy?     Yes                   No \n \nDWSSDP development and design were conducted in a highly participatory fashion involving several stakeholders. The \nstrategy for community consultation and participation was successfully demonstrated through the Manikdi pilot project \n(Supplementary Appendix K), and will continue to be applied in the Project. Formation of community groups will be \nfacilitated by NGOs and where appropriate CBOs to mobilize communities for participation in the Project. Extensive \nworkshops, door-to-door information and awareness campaigns through various media mechanisms, and community \nmeetings will be organized to raise the awareness and educate the communities on issues, such as tariff reforms, \nminimizing wasted water, meter reading and billing systems, and the establishment of a consumer satisfaction and \ngrievance mechanism. Where appropriate, operations and maintenance responsibilities, including tariff collection, will \nbe delegated to community-based organizations.   \n \nD.  Gender Development \n \nStrategy to maximize beneficial impacts on women: \n \nTo maximize DWSSDP impacts on women, a gender action plan was developed focusing on the different experiences \nof men and women regarding water. The gender differences (especially in unserved and poor areas of Dhaka) related \nto carrying and using water has been identified through quantitative and qualitative studies. The lack of access to piped \nwater  supply  affects  women  more  than  men.  In  the  pilot  area,  women  are  water  managers  who  take  major \nresponsibility in supplying water to their families. The pilot intervention showed women to be aware and keen to \ncontribute to DWSSDP (e.g., in operations and maintenance). When forming community groups, the inclusion of \nwomen will be ensured. Involving women in mobilizing communities is also part of DWSSDP design. Women will be \ninvolved in assisting the community group in identifying the vulnerable, particularly single-earner households headed by \nwomen. Mobilization and organization of women at the formulation and implementation stages will help sustain their \ninvolvement. Women also will be involved in locating the sites for construction of community and domestic water points, \nreading water meters, and other water-related issues. Monitoring and evaluation systems will support the generation of \ngender-disaggregated information to enable the tracking of DWSSDP’s gender impacts. \n \nHas an output been prepared?      Yes     No \n \nA gender action plan that ensures that gender issues are addressed, women benefit equally from the Program, and \ninterventions avoid gender bias has been developed. NGOs will be involved in identifying vulnerable households, \nparticularly single-earner households headed by women. Special attention will be given to capacity building of DWASA \nstaff on gender sensitization, particularly when working with women in community groups, and involving them in \ncommunity water point management and monitoring activities.  \n \n ", "       Appendix 13      69 \n \nE.  Social Safeguards and Other Social Risks \nSignificant/ \nNot Significant/  Plan \nItem  None  Strategy to Address Issues  Required \n   Significant  DWSSDP is designed to minimize land acquisition   Full \n  and  resettlement  impacts.  A  resettlement   \nResettlement   Not  framework (RF) has been prepared to guide the   Short RP \nimplementation  of  DWSSDP,  and  a  short \nsignificant  and RF \nresettlement plan (RP) has been prepared for a \n   \nsample subzone. \n None   None \n    The  potential  negative  impact  of  water  tariff   \n   Significant  increases on the poor is considered acceptable at   Yes \nAffordability    4%  of  household  income,  and  given  that  they   \ncurrently pay a higher proportion than average of \n Not    No \ntheir incomes on water. The tariff structure will \nsignificant \nhave block-tariff elements with a lifeline block tariff \n \nsubsidized for low-income households.  \n None \n    No  jobs  will  be  lost.  The  construction  and   \n   Significant  operation of the DWSSDP will generate jobs for   Yes \nLabor    local people. The Project will ensure (i) children   \nare  employed,  (ii)  appropriate  facilities  are \n Not    No  \nprovided  for  workers  and  their  families  at \nsignificant \nconstruction campsites, and (iii) men and women \n \nare paid the same for work of equal value. \n None \n    No  impacts  on  indigenous  peoples  have  been   \n   Significant  identified.   Yes  \nIndigenous Peoples     \n Not    No \nsignificant \n \n None \n    No  other  risks  or  vulnerabilities  have  been   \nOther Risks and/or   Significant  identified.   Yes \nVulnerabilities     \n   Not    No  \nsignificant \n \n None \n \n \n \n \n \n \n \n \n \n \n ", "70        Appendix 14 \nSUMMARY RESETTLEMENT FRAMEWORK \n \nA.  Introduction \n \n1.  The  Dhaka  Water  Supply  Sector  Development  Program  (DWSSDP)  is  needed  to \nimprove the management and operation of the municipal water supply service of Dhaka city and \nincrease  its  capacity  to  serve  the  future  population.  Infrastructure  improvements  will  be \nconducted within four zones and 20 hydraulic subzones, and will be designed in 2008 and \nconstructed in 2009–2013. Work will include repairing the existing network and extending the \nsupply into new areas, and rehabilitating network facilities. DWSSDP also will build the capacity \nof the Dhaka Water Supply and Sewerage Authority (DWASA) and raise public awareness. \n \n2.  DWSSDP  development  includes  design  actions  to  minimize  land  acquisition  and \nresettlement by (i) continuing the practice in Dhaka of burying new water pipes in roads and \nroad rights-of-way to avoid acquiring land, (ii) using trench-less technology where possible in \nrelining  pipes  and  installing  new  pipes  to  limit  the  excavation  of  trenches  and  reduce \ndisturbance of residents and business, and (iii) locating new facilities (overhead reservoirs and \nchlorination units) on vacant government land where possible.  \n \n3.  Anticipated impacts are limited to (i) loss of income by shops and other businesses if \ntrenches and excavated soil make access difficult for customers, (ii) loss of income by hawkers \nif they have to move from there normal locations, and (iii) loss of land if some private land has to \nbe acquired for some new overhead reservoirs. Losses of income are expected only on minor \nroads, because work is allowed only on major roads at night when most businesses are closed \nto reduce traffic congestion.5 The overall impacts are to be minimized further through careful \nselection of sites and alignment during detailed design. A short resettlement plan was prepared \nfor a sample subzone (Supplementary Appendix e). \n \nB.  Resettlement Framework and Policy \n4.  This  summary  provides  highlights  of  the  resettlement  framework  in  Supplementary \nAppendix D. The framework outlines the objectives, policy principles, and procedures through \nwhich DWASA will provide affected persons with compensation and other assistance to mitigate \nimpacts.  The  framework  is  based  on  the  national  law  The  Acquisition  and  Requisition  of \nImmovable  Property  Ordinance,  1992;  the  resettlement  policy  framework  of  the  Executing \nAgency (EA); and the Involuntary Resettlement Policy (1995) of the Asian Development Bank \n(ADB). The framework compares these documents and addresses gaps. \n \n5.  DWSSDP will be based on the following general involuntary resettlement principles: (i) \naction will be taken during development and design to avoid land acquisition, relocation, and \nother resettlement effects where possible; (ii) where these effects cannot be avoided, sufficient \ncompensation will be provided to affected persons to restore their quality of life and livelihoods \nto at least pre-project levels; (iii) the law of Bangladesh applies where relevant, but where no \napplicable law is available or there is a gap between ADB policy, the resettlement framework \nwill be followed; (iv) compensation amounts will be based on current replacement value of \nassets or the amount of income lost, as appropriate; (v) additional assistance will be provided to \n                                                 \n5  The extent of these impacts was estimated by transect walks along 18 kilometers of minor roads, which represent \n6.7% of the roads likely to be affected. Results indicate that, although impacts are relatively minor, DWSSDP can \naffect many people and premises because of the size of Dhaka. \n ", "         Appendix 14      71      \nvulnerable6 affected persons to help improve their economic and social status; (vi) the absence \nof formal title to land is not a bar to obtaining resettlement assistance; (vii) compensation and \nother assistance will be provided before the loss is incurred; (viii) damage to common property \nresources, such as mosques, schools, and hospitals, will be avoided, and temporary structures \nwill be provided to maintain access; (ix) important cultural and religious sites, and landmarks of \nhistorical or environmental value (such as buildings and large trees) will be left intact, and \nconserved and protected; and (x) the cutoff date for compensation entitlement is the date of the \ndetailed measurement survey (DMS) to identify entitled persons and record their losses—\ncompensation will not be paid for any development made on affected land after this date. The \nresettlement  framework  further  details  principles  for  (i)  permanent  impacts,  (ii)  temporary \nimpacts, and (iii) institutional arrangements. The entitlement matrix for DWSSDP, based on the \nthese principles, is in Table A14.1. \n \nC.  Procedure for Resettlement Plan Preparation and Institutional Arrangements \n \n6.  The infrastructure work will be tendered in construction packages relating to 20 hydraulic \nsubzones, and contractors may be awarded work in one or more subzones. DWASA will set up \na  project  management  unit  (PMU)  to  manage  DWSSDP  centrally.  The  six  DWASA \nadministrative  (MODS)  zones,  through  project  coordination  units,  will  manage  local \nimplementation  and  engage  civil  society.  Resettlement  issues  will  be  coordinated  by  a \nresettlement specialist appointed to the PMU, who will prepare resettlement plans for each \nhydraulic subzone, following the procedures established by the resettlement framework. The \nspecialists will also coordinate allocations of compensation and other entitlements, which will be \ndistributed by personnel from a local nongovernment organization (NGO) appointed to assist the \nMODS. Most resettlement activities will be conducted by the resettlement specialists or by the \nNGO working with the MODS. Supervision and approval will be by the PMU project director \ncentrally  and  zone-level  coordination  committees,  set  up  as  independent  local  monitoring \nagencies. Further details on roles and responsibilities for resettlement plan activities are in \nTable A14.2.  \n \n7.  The PMU will appoint design and management consultants to design the infrastructure, \nmanage tendering of contractors, and supervise the construction process. The resettlement \nframework principles will be followed in preparing designs and construction contracts, meaning \naction will be taken to avoid resettlement impacts where possible. The resettlement plans also \nwill follow these policies, and resettlement impacts that do occur will addressed as in the \nentitlement matrix.  This  should  ensure  that  the  DWSSDP  does  not disadvantage  anyone, \nespecially the vulnerable, and that the quality of life of affected persons is improved where \npossible. \n \nD.  Consultation, Disclosure, and Grievance Redress \n8.  Stakeholders  were  involved  in  preparing  the  resettlement  framework  and  sample \nresettlement plan through face-to-face interviews on site (448 participants), five workshops (131 \nparticipants)  to  discuss  the  draft  DWSSDP  (including  draft  framework),  and  a  pilot  public \nmeeting (30 participants) in one of the hydraulic areas. Disclosure was achieved by presenting \nmaterial at the meetings and distributing a summary documents in Bangla at meetings and with \nnewspapers. DWASA will employ an experienced NGO to expand this process during the \nimplementation  stage  via  media  campaigns,  public  meetings,  stakeholder  workshops,  and \n                                                 \n6  Vulnerable groups are those without legal title to land or other assets, households headed by single-earner \nfemales, the elderly or disabled, indigenous peoples, and households with incomes below the poverty line. \n ", "72        Appendix 14 \ndiscussions with affected persons on resettlement impacts and entitlements. Draft and final \nresettlement plans will be disclosed on DWASA and ADB websites, and hard copies will be \nmade available at zone offices.  \n \nTable A14.1: Entitlement Matrix \n \na\nType of  Application  Entitled  Compensation Policy   Implementation Issues and Responsibility\nLoss  Person \nLoss of  Vacant land  Landowner(s)  • Cash compensation  • DWASA will purchase land by the “willing \nland  acquired for the  with legal title  equivalent to the  buyer, willing seller” principle where \nproject that is not  replacement cost of land.b  possible, conducting negotiations and \nleased, occupied,  • Costs that would be  signing agreements openly in public. \nor used for any  incurred in purchasing  • Negotiations would be monitored by a \npurpose  new land (stamp duty,  committee set up by the project to \nregistration fee, and  represent affected persons (zone-level \ntransfer cost).  coordination committee). \n• If a parcel of land cannot be obtained by \nthis method, an alternative site will be \nsought. \n• If no suitable alternative exists, land will \nbe acquired by the established \nprocedures of the Acquisition and \nRequisition of Immovable Property \nOrdinance, 1982. \n• DWASA will commission an independent \nsurvey to establish the market value of \nthe land. \n• If the sale price negotiated by DWASA or \nestablished by the DC is less than the \nreplacement value, according to the \nsurvey, the project will pay a top-up \namount equivalent to the shortfall. \nTemporary  Business activity  Owner of  •  Provision of information  • The normal income of businesses and \nloss of  disrupted by  business,  to affected persons 60  hawkers will be determined by a detailed \nlivelihood  construction work  shopkeeper  days before works.  measurement survey (DMS) \n(owner or  •  Cash compensation,  commissioned by DWASA. \ntenant), or  calculated as the amount  • The period of disruption will be assumed \nhawker   of income lost during the  to be 5 days, based on experience from \nperiod of disruption.  the 4th Dhaka Water Supply Project \n•  Compensation will be  (World Bank, 1999–2002), where this \npaid regardless of  was the average period of construction at \nwhether the business  network sites. \ncloses during the \nconstruction period. \nTemporary  Access to  Residents,  •  Provision of information  • Construction contracts will require \nloss of  houses, shops,  shop  to affected persons 60  contractors to provide planks and metal \naccess  and common  customers  days before works.  sheets where necessary to allow access \nproperty  •  Temporary access  across trenches by pedestrians and \nresources  structures will be  vehicles respectively. \nimpeded by  provided to allow  • The design and supervision consultants \ntrenches  pedestrians and vehicles  employed by DWASA to supervise \nto cross trenches safely.  construction will ensure that contractors \n•  Structures will also be  have sufficient planks and metal sheets \nprovided to maintain  available before any trench construction \naccess to common  begins. \nproperty resources. \nImpacts on  Special provisions  Vulnerable  Support for alternative  • Construction contracts will require \nvulnerable  (in addition to any  affected  livelihoods:   contractors to employ specific numbers \naffected  other  persons3  •  Employed preferentially in  of vulnerable affected persons in their \npersons  compensation for  workforces created by this  construction workforces. \nloss of land or  project (construction and  • DWASA will adopt targets of the numbers \nincome)  operations and  of vulnerable affected persons to be \n ", "         Appendix 14      73      \na\nType of  Application  Entitled  Compensation Policy   Implementation Issues and Responsibility\nLoss  Person \nmaintenance) if suitable.  employed long term in operations and \n  maintenance workforces for DWSSDP. \nAssured involvement in  • Representation from vulnerable affected \nproject activities:  persons will be a requirement of all \n•  Assured of representation  committees and consultation forums for \non project-related  DWSSDP. \nconsultative committees \nand other communication \nand planning forums. \n \nUnidentified  Any loss not  Affected  • Dealt with as appropriate  • Action to address any issues will be \nlosses  already covered  persons  during DWSSDP  proposed by the project management \nby this matrix  implementation according  unit resettlement specialist. \nto ADB policy.  • Proposed action will follow ADB policy \nand adopt a similar approach as outlined \nin Appendix 14, if applicable. \nADB = Asian Development Bank, DMS = detailed measurement survey, DWASA = Dhaka Water supply and Sewerage \nAuthority, DWSSDP = Dhaka Water Supply Sector Development Program. \na All measures comply with DWASA policy as established by the resettlement policy framework, except those shown in italics. \nThese measures are required to comply with     ADB’s Involuntary Resettlement Policy (1995), particularly the requirement that \naffected persons are at least as well off as they would have been in the absence of DWSSDP. \nb   A top-up amount will be added to bring the total price to the replacement value, as calculated by an independent survey. Fu \nSource: DWASA. 2007. Resettlement Framework. Dhaka. \n \n \n9.  The existing DWASA grievance redress mechanism will be used for the DWSSDP. This \ninvolves resolution of complaints, if possible by discussion between the PMU, affected person, \nzone-level coordination committee plus construction contractor, if necessary. If a case cannot \nbe resolved, it is presented to a grievance resolution committee, chaired by the PMU project \ndirector, with two other members, one a respected local figure and the other from a local NGO \nor community-based organization (CBO). The grievance resolution committee meets as often \nas necessary and has 14 days to reach a decision, after which an affected person may present \nhis case again once on appeal.  \n \nE.  Monitoring and Evaluation \n \n10.  The DWASA environment cell will conduct internal monitoring of resettlement following \nnormal practice established in the DWASA resettlement plan framework (RPF). The Program \nwill provide the environment cell with training and the support of the PMU resettlement specialist \nto enable them to fulfill this role. Aspects monitored will include: management, budget and \nprogram; delivery of affected person entitlements; consultation and grievance; and benefits and \nimpacts. Consultant or an NGO also will be engaged as an independent monitoring agency to \nreport to the EA and ADB throughout the DWSSDP on provision of entitlements and their \neffects, as well as the adequacy of resettlement policies, staff, structures, and the overall \nprocess. This will include compliance monitoring and social impact evaluations. \n \nF.  Resettlement Budget \n \n11.  The PMU will prepare detailed budget estimates for involuntary resettlement for each \nresettlement plan. It will be included in the overall subzone cost estimate. The budget will \ninclude (i) detailed costs of land acquisition (if any), compensation, and assistance; (ii) source of \nfunding;  (iii)  arrangements  for  approval;  and  (iv)  the  flow  of  funds  and  contingency \narrangements. Overall costs are estimated at Tk154 million. The EA provide all land acquisition, \n ", "74        Appendix 14 \ncompensation, and assistance costs incurred by the grievance redress committee. DWSSDP \nwill support the costs of consulting services, support staff, training, CBO and/or NGO staff, \nrequired surveys, monitoring, and communication and other expenses. \n      \nTable A14.2: Institutional Roles and Responsibilities \n \nActivity  Action Approval\nInstitutional Strengthening   \nConsultancy support to PMU-RS   PMU PMU-PD\nTraining and support to DWASA EC  PMU PMU-PD\nNGO support to PCUs   PMU PMU-PD\nPreparation of Resettlement Plans   \na\nDesign of DMS  questionnaire  PMU-RS PMU-PD\nImplementation of DMS, screening of vulnerable households NGO PMU-RS\nCalculation of average values for entitlements PMU-RS PMU-PD, ZLCC\nPreparation of Draft RPs  PMU-RS PMU-PD, ADB\nPublic consultation on RPs and entitlements NGO PMU-RS, ZLCC\nIncorporation of comments, preparation of final RPs PMU-RS PMU-PD\nPublic disclosure of RPs  NGO ZLCC, ADB\nImplementation of Resettlement Plans   \nAppointment of IMA  PMU PMU-PD\nInternal and external monitoring  DWASA EC, IMA PMU-PD, ZLCC, ADB\nAllocation of RP budgets  DWASA Finance Dept PMU-PD\nPreparation of lists of entitled persons and entitlements PMU-RS PMU-PD\nPreparation of CEFs for each affected person PMU-RS PMU-PD\nDiscussion  and  agreement  of  CEFs  with  each  affected  NGO PMU-RS\nRetention of agreed and endorsed CEFs  AP, MODS, PMU PMU-RS\nApplication for release of compensation funds NGO PMU-RS\nRelease of funds  DWASA Finance Dept PMU-PD\nProvision of checks to affected persons  NGO PMU-RS, ZLCC\nProvision of other entitlements  PMU-RS IMA, EC, ZLCC\nDealing with complaints and grievances  MODS, GRC PMU-RS, ZLCC\nCommunication of outcome of GRC cases  GRC PMU-RS, ZLCC\nSurveys to determine level of affected person satisfaction NGO, IMA DWASA EC\nADB = Asian Development Bank, DMS = detailed measurement survey, CEF = compensation and entitlement form, \nDWASA = Dhaka Water and Sewerage Authority, DWASA EC = DWASA environment cell, GRC = grievance redress \ncell, IMA = independent monitoring agency, MODS = management, operations, distribution, and services, NGO = \nnongovernment organization, PCU = project coordination unit, PMU = project management unit, PMU-PD = PMU \nproject director, PMU-RS = PMU resettlement specialist, RP = resettlement plan, ZLCC = zone-level coordination \ncommittee. \na  Detailed measurement survey carried out during detailed design to record and quantify resettlement impacts and \nentitled persons. \nSource: DWASA. 2007. Resettlement Framework. Dhaka \nSource: Full Resettlement  \n \n ", "           Appendix 15      75 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \n \nA.  Introduction and Description of the Program \n1.  The  Dhaka  Water  Supply  Sector  Development  Program  (DWSSDP)  is  needed  to \nimprove the management and operation of the municipal water supply service of Dhaka City \nand increase its capacity to serve the future population. Infrastructure improvements will be \nconducted within four zone and 20 hydraulic subzones, and will be designed in 2008 and \nconstructed in 2009–2013. Work will include repair of the existing network and extending the \nsupply into new areas, and rehabilitation of network facilities. DWSSDP also will build the \ncapacity  of  the  Dhaka  Water  Supply  and  Sewerage  Authority  (DWASA)  and  raise  public \nawareness. An initial environmental examination (IEE) was prepared to assess the impacts of \nproject loan activities (Supplementary Appendix F). The impacts of program loan activities were \nreviewed through an assessment of the policy matrix (Supplementary Appendix G). The IEE \nwas based on field surveys, secondary information, and discussions with stakeholders. The \nsalient points from the IEEs are summarized in the following. \n \nB.  Forecasting Environmental Impacts and Mitigation Measures \n \n2.  DWSSDP is designed to maximize environmental and public health benefits. The IEE \nconducted for DWSSDP shows that net environmental benefits are positive and large. The main \nbeneficiaries of the improved network are Dhaka city residents, who will be provided with a \nconstant and pressurized supply of higher-water quality, which serves a large proportion of the \npopulation. This will improve quality of life and raise standards of individual and public health, as \nimprovements in hygiene reduce diseases from poor sanitation. It also will result in social \nbenefits from reduced time spent on water collection, increased time for productive and income-\ngenerating activities, and reduced expenditures on health care due to waterborne diseases.  \n \n3.  During program development, measures were included in program design to mitigate \npotential negative environmental impacts. These included (i) adopting trench-less technology to \nthe extent possible to reduce excavation and disturbance of residents and businesses; (ii) \ncontinuing the practice of burying water distribution pipelines within roads and locating new \nfacilities on vacant government-owned land to avoid land acquisition; and (iii) prohibiting the use \nof asbestos cement pipes to avoid potential health risks from inhalation of asbestos fibers. The \nremaining negative impacts relate to construction, and operations and maintenance whose \npotential impacts on the physical environment and people will be mitigated by a range of \nidentified measures. These include (i) reducing waste disposal by finding beneficial uses for \nwaste soil and stone, (ii) reducing dust by covering soil and sand when stored on site or carried \non trucks, and (iii) planning work to minimize disruption on traffic and communities. Potential \nnegative impacts and mitigation measures are summarized in Table A15. \n \nTable A15: Potential Adverse Environmental Impacts and Mitigation Measures \n \nPotential Negative Impact  Mitigation Activities and Method \nConstruction: Network Improvements   \nExcavation of pipeline trenches will produce  Find beneficial uses for waste soil in construction, land raising and \nlarge amounts of waste soil and stone  infilling of excavated areas \nDeliver suitable material to sites agreed by DWASA/DCC  \nWaste  soil  (and  sand  for  trench  infilling)  Remove waste soil for disposal as soon as it is excavated \ncould create dust  Plan work to only bring sand to site when needed \nCover or spray soil to reduce dust in windy weather \nCover soil and sand with tarpaulins when carried on trucks \nRoadside  trees  may  be  damaged  or  Only remove trees if it cannot be avoided \nremoved  Plant and maintain two trees for every one removed \nShops  and  other  businesses  may  lose  Leave spaces for access between mounds of soil \n ", "76  Appendix 15 \nPotential Negative Impact  Mitigation Activities and Method \nincome if customers’ access is impeded by  Provide walkways and metal sheets to maintain access across \ntrenches, soil, etc.  trenches for people and vehicles where required \nIncrease workforce in these areas to finish work quickly \nConsult businesspeople: inform them of work in advance \nCompensate businesses for lost incomea \nExcavation  could  damage  existing  Check location of infrastructure and avoid these sites \ninfrastructure \nTraffic will be disrupted by trenches, soil,  Plan work with DCC and Dhaka Police to avoid disruption \nvehicles and machinery, and some roads  If work requires road closure, conduct when traffic is light \nmay need to be closed \nEnsure police provide road diversions when needed \nEnsure warning signs are used and traffic is policed if any work is \nconducted in roads when used by traffic \nTraffic,  people  and  activities  could  be  Plan routes to avoid narrow streets and congested roads \ndisrupted by trucks carrying waste soil or  Plan waste transportation to avoid peak traffic periods \ndelivering sand or other materials \nResidents  may  experience  noise,  dust,  As above: remove waste quickly, cover/spray stockpiles, import \nimpeded  access;  and  sleep  may  be  sand only when needed, cover soil/sand on trucks \ndisturbed by work conducted at night  As above: increase workforce to finish work quickly \nAs above: use bridges to allow access (people/vehicles)  \nUse modern vehicles/machinery and maintain as specified \nUse directional, shaded, down-facing lighting at night \nSocially and culturally important buildings  As above: remove waste quickly, cover/spray stockpiles, import \nand their users may be disturbed by noise,  sand only when needed, cover soil/sand on trucks \ndust and impeded access  As above: increase workforce to finish work quickly \nAs above: use bridges to allow access (people/vehicles)  \nAs above: use and maintain modern vehicles/machinery \nConsult relevant authorities, custodians of buildings, local people \nto address issues and avoid work at sensitive times \nPeople  will  be  inconvenienced  and  their  Plan work carefully to keep shutdown to minimum \nhealth may be at risk if water supply system  Provide alternative potable water to affected residents \nis shut down for long periods \nInform communities of any shutdown well in advance \nWorkers  and  the  public  are  at  risk  from  Prepare and implement a site Health and Safety Plan that includes \naccidents on site  measures to: \n- Exclude the public from all construction sites \n- Ensure that workers use personal protective equipment \n- Provide Health and Safety Training for all personnel \n- Follow documented procedures for all site activities  \n- Keep accident reports and records \nThere are approximately 20 km of AC pipes  Ensure that designs involve no removal or disturbance of AC pipes \nin  the  existing  water  supply  system;  Develop and apply protocol to protect workers and public if AC \nasbestos can be carcinogenic if inhaled as  pipes are encountered. This should include: \ndust particles \n-  training  all  personnel  in  dangers  of  asbestos  and  how  to \nrecognize AC pipes in situ  \n- immediate reporting to management if AC pipe is found \n- immediate removal of all persons to a safe distance \n- use of appropriate breathing apparatus and protective suits by \nworkers delegated to deal with AC material \n- safe removal and long-term disposal of AC material \nEconomic  benefits  if  local  people  are  Contractor  should  employ  workers  from  local  community  and \nemployed in Contractor’s workforce   include 10% vulnerable APs \nConstruction: Facilities and Structures   \nIt  may  be  necessary  to  acquire  some  Avoid land acquisition by locating all new ORs on government land \nprivate land for some of the new Ors  if possiblea \nOnly acquire private land if there is no alternativea \nOnly acquire private land that is not used or occupieda \nBuy land from willing sellers wherever possiblea  \nPurchase land as described in resettlement frameworka \nConduct independent survey of market value and pay top up \namount if necessarya \nPay associated additional costs for purchase of new land (tax, \nfees) a \n ", "           Appendix 15      77 \nPotential Negative Impact  Mitigation Activities and Method \nResidents may be disturbed by noise and  Engage residents in consultations as stakeholders; inform of work \ndust  in advance and benefits of completed scheme \nAs above: use modern, maintained vehicles and machinery \nSocially and culturally important buildings  As above: include custodians of important buildings and facilities \nmay also be affected by noise and dust  as stakeholders and address their concerns \nWorkers  and  the  public  are  at  risk  from  As above: prepare and implement Health and Safety Plan \naccidents on site \nEconomic benefits for people employed in  As  above:  employ  workforce  from  affected  communities  and \nworkforce  include 10% vulnerable APs \nOperation and Maintenance   \nShops and other businesses may lose small  As before: inform shopkeepers of work in advance \namounts of income if customer access is  As before: provide walkways and bridges for vehicles \nimpeded by network repair \nAs before: request police to divert traffic if necessary \nResidents  and  locations  of  social/cultural   Inform residents & building custodians of work in advance \nimportance may be disturbed by noise, dust  As before: provide walkways/bridges for people/vehicles \nand impeded access for short time during \nAs before: use modern, maintained vehicles and machinery \nnetwork repairs \nAs before: use down-facing shaded lighting at night  \nHealth and safety of workers and the public  Prepare and operate Health and Safety Plan with same measures \ncould be at risk from repair work and AC  as used in construction phase \npipes of old water supply system  Apply previously-developed protocol to protect all persons if AC \npipes are encountered \nLocal  people  will  benefit  if  employed  by  Workers  employed  to  maintain  chlorination  facilities  and  OR \nproject  should be residents of neighboring communities \nChlorination does not remove all bacteria  Conduct public education campaign to inform people of the need \nand pathogens so could be some health  to continue boiling water before consumption \nrisk from water consumption \nAC = asbestos cement, AP = affected person, DWASA = Dhaka Water and Sewerage Authority, OR = overhead \nreservoir. \na Part of the resettlement framework. \nSource: DWASA. 2007. Initial Environmental Examination. Dhaka. \n Full Initial Environmental Examination (Supplementary Appendix F) \nC.  Institutional Requirements and Environmental Monitoring Plan \n \n4.  As  the  Executing  Agency  (EA),  DWASA  is  responsible  for  the  management  and \ntechnical supervision of DWSSDP, and will carry out mitigation assigned to them as part of their \nmanagement  function.  DWASA  is  also  the  Implementing  Agency  (IA)  responsible  for \nsupervising infrastructure construction and conducting the non-infrastructure elements, and will \nestablish a project management unit (PMU) for this purpose. The PMU will be supported by \ndesign and management consultants, who will design the infrastructure, manage tendering of \ncontractors, and supervise construction. Their contract will require the consultants to include \nmitigation  measures  in  designs  where  appropriate,  and  to  specify  other  measures  in \nconstruction contracts.  \n \n5.  The four DWASA administrative (MODS) zones, through project coordination units, will \ncoordinate activities at the local level and engage civil society. The EA will appoint construction \ncontractors  to  build  the  infrastructure  in  one  or  more  of  the  20  hydraulic  areas.  Each \nconstruction contractors will be supervised by the Design and Managing Consultants. When the \ninfrastructure  is  completed,  operation  will  remain  the  responsibility  of  DWASA,  which  will \nemploy local operations and maintenance contractors to conduct maintenance and repairs as \nrequired. \n \n6.  An interministerial project steering committee will provide DWASA with central policy \nguidance and coordination. Zone-level coordination committees will monitor implementation at \nthe local level and will report to the project steering committee. \n \n7.  Environmental issues will be coordinated by an environment specialist in the PMU, who \nwill prepare environmental assessment documents (Initial environmental examination [IEEs] or \nenvironmental impact assessment [EIAs]) consistent with the environmental assessment and \n ", "78  Appendix 15 \nreview framework for work in each hydraulic zone, as required by Asian Development Bank \n(ADB) policy, and will assist DWASA in obtaining environmental clearance for the program, as \nrequired  by  national  law.  An  environmental  monitoring  specialist  will  implement  the \nenvironmental  monitoring  plan.  This  will  involve  observations  and  surveys  throughout \nconstruction to ensure that mitigation measures are provided, and to protect the environment as \nintended.  The  PMU  also  will  appoint  consultants  to  monitor  the  long-term  impacts  of  the \ninfrastructure, which involves data collection during construction (to show existing conditions) \nand in each of the first 5 years of operation.  \n \nD.  Public Consultation and Disclosure \n \n8.  Stakeholders1 were involved in developing the IEE through (i) face-to-face interviews on \nsite (448 participants) in July–August 2006, (ii) five workshops (131 participants) on the draft \nfinal report in October 2006, and (iii) a pilot public meeting (30 participants) in one of the \nhydraulic areas in April 2007. Information also was disclosed to the wider public by circulating a \nBangla language pamphlet with newspapers. Views expressed were incorporated into the IEE, \nas well as the planning and development DWSSDP. The IEE will be made available at public \nlocations in Dhaka and will be disclosed to a wider audience through the ADB and DWASA \nwebsites. Consultation will be continued and expanded during DWSSDP implementation, when \nDWASA will appoint a nationally recognized nongovernment organization to handle this key \nelement to ensure that stakeholders participate fully in DWSSDP execution. \n \nE.  Findings, Recommendations, and Conclusion \n9.  The  IEE  recommends  the  implementation  of  (i)  all  mitigation,  compensation,  and \nenhancements  proposed  in  the  IEE  and  resettlement  planning  documents;  and  (ii)  the \nenvironmental monitoring plan described in the IEE and the monitoring proposed in resettlement \nplanning documents. The IEE shows that if recommendations outlined in the appendix are \nimplemented  in  full,  the  location,  design,  construction,  and  operation  of  DWSSDP  will  not \nproduce any significant negative environmental impacts.  \n \n10.  During the detailed design stage, IEEs will be required to identify and mitigate the \nimpacts of work in each hydraulic subzone, and an environmental impact assessment will be \nrequired to comply with national law. The environment specialist in the PMU will prepare these, \nand the cost has been included in budgets for environmental management measures. The \nanalysis described in the IEE does not contain any uncertainties, and no additional work is \nrequired at this stage of DWSSDP development.  \n                                                 \n1 Primary  stakeholders  include:  residents,  shopkeepers,  and  businesspeople  who  live  and  work  near  the \nconstruction sites; custodians and users of socially and culturally important buildings in these areas; and owners of \nany land that might be acquired to provide sites for new overhead reservoirs. Secondary stakeholders are: \nDWASA; other relevant government institutions; NGOs and community-based organizations working in affected \ncommunities;  other  community  representatives  (prominent  citizens,  religious  leaders,  women’s  groups);  the \nbeneficiary community in general; and ADB. \n \n \n "], "metadata": {"CreationDate": "D:20071213161556+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "dhaka water supply sector development program, bangladesh proposed technical assistance grant, dwasa governance strengthening, rrp: ban 39405", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20071214141832+08'00'", "Title": "Proposed Loans and Technical Assistance Grant: Dhaka Water Supply Sector Development Program"}, "author_page": " \n  PPME  –  project performance monitoring and evaluation \n  PRS  –  poverty reduction strategy  \n  PSC  –  project steering committee \n  PTW  –  production tube well \n  PWSS  –  pourashava water supply section \n  QCBS    quality and cost-based selection \n  SDP-WSSB  –  Sector Development Programme—Water and Sanitation  \nSector in Bangladesh (2006) \n  TA  –  technical assistance \n  WACC  –  weighted average cost of capital  \n  WASA  –  water supply and sewerage authority \n  WSS  –  water supply and sanitation \n  WTP  –  water treatment plant \n \nGLOSSARY \n \n  mistries  –  plumbers \n  pourashava  –  peri-urban town \n \nNOTES \n \n(i)  The fiscal year of the Government and its agencies ends on 30 June. FY before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2000 \nends on 30 June 2000. \n(ii)  In this report, \"$\" refers to US dollars, “£” refers to UK pounds sterling, “¥” refers \nto yen.  \n \n \nVice President  L. Jin, Operations 1 \nDirector General  K. Senga, South Asia Regional Department (SARD) \nDirector  H. Kim, Urban Development Division, SARD \n   \nTeam leader  T. Ueda, Urban Development Specialist, SARD \nTeam members  K. Emzita, Senior Counsel, Office of the General Counsel \n  P. Kamayana, Senior Country Programs Specialist, SARD \n  H. Ikemoto, Urban Economist, SARD \n  R. Barba, Safeguards Specialist, SARD  \n  R. Islam, Project Implementation Officer, SARD \n  M. Tachiiri, Urban Economist, SARD \n ", "authors": [{"documentRole": "Vice President", "fullname": "L. Jin", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "South Asia Regional Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "H. Kim", "role": "Urban Development Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "T. Ueda", "role": "Urban Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "K. Emzita", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "P. Kamayana", "role": "Senior Country Programs Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "H. Ikemoto", "role": "Urban Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "R. Barba", "role": "Safeguards Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "R. Islam", "role": "Project Implementation Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "M. Tachiiri", "role": "Urban Economist", "organization": "SARD"}]}