{"path": "data/input/reports/39419-sri-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 39419 \nMarch 2009 \nProposed Loans, Grant, Administration of Grant, and \nTechnical Assistance Grant \nDemocratic Socialist Republic of Sri Lanka: Clean \nEnergy and Access Improvement Project \n \n ", "CURRENCY EQUIVALENTS \n(as of 27 February 2009) \n \nCurrency Unit  –  Sri Lankan rupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.0086     \n$1.00  =  SLRs115.2     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CEB  –  Ceylon Electricity Board \n  CFL  –  compact fluorescent lamps \nEIRR  –  economic internal rate of return \n  ESCO  –  energy service company \n  FBU  –  functional business unit \n  FIRR  –  financial internal rate of return \nIA  –  implementing agency \n  IEE  –  initial environmental examination \n  JICA  –  Japan International Cooperation Agency \n  LECO  –  Lanka Electricity Company (Private) Limited \n  LGEP  –  Long-Term Generation Expansion Plan \n  LIBOR  –  London interbank offered rate \n  LTDP  –  Long-Term Transmission Development Plan \n  MOPE  –  Ministry of Power and Energy \n  NEPS  –  National Energy Policy and Strategies \n  OCR  –  ordinary capital resources \n  PIU  –  project implementation unit \n  PUCSL  –  Public Utilities Commission of Sri Lanka \n  QCBS  –  quality- and cost-based selection \n  SEA  –  Sustainable Energy Authority \n  TA  –  technical assistance \n  TASF  –  Technical Assistance Special Fund \n  TYDF  –  ten-year development framework \n  WACC  –  weighted average cost of capital \n \nWEIGHTS AND MEASURES \n \n  kV  –  kilovolt \n  MW  –  megawatt \n \n ", "NOTES \n \n(i)  The fiscal year (FY) of the Government of Sri Lanka and its agencies ends on  \n31 December. FY before a calendar year denotes the year in which the fiscal \nyear ends, e.g., FY2000 ends on 31 December 2000.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Kandiah, Energy Division, SARD \n   \nTeam leader  T. Kimura, Principal Energy Specialist, SARD \nTeam members  I.  Caetani, Social Development Specialist, SARD \n  A. Jeffries, Energy Economist, SARD  \n  R. Nagpal, Counsel, Office of the General Counsel \n  K. Ogino, Financial Specialist (Energy), SARD  \n  J.  Peththawadu, Project Implementation Officer, Sri Lanka Resident \nMission, SARD \n  S. Sasaki, Environmental Specialist, SARD \n  K. Takebayashi, Energy Specialist, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  1 \nIII.  THE PROPOSED PROJECT  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  7 \nD.  Project Investment Plan and Cost Estimates  9 \nE.  Financing Plan  9 \nF.  Implementation Arrangements  10 \nIV.  TECHNICAL ASSISTANCE  14 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  15 \nA.  Economic Analysis  15 \nB.  Financial Management Assessment and Financial Analysis  15 \nC.  Poverty Reduction,and Social Development  16 \nD.  Social and Environmental Safeguards  17 \nE.  Potential Risks and Assumptions  18 \nVI.  ASSURANCES  18 \nA.  Specific Assurances  18 \nB.  Conditions for Effectiveness of Loan and Grant Agreements  20 \nC.  Conditions for Disbursement  21   \nVII.  RECOMMENDATION  21 \nAPPENDIXES   \n1.  Design and Monitoring Framework  22 \n2.  Power Sector Assessment and Sector Road Map  26 \n3.  Previous ADB Loans and Technical Assistance to the Energy Sector in Sri Lanka  35 \n4.  Detailed Descriptions of Investment Parts  36 \n5.  Detailed Cost Estimates  37 \n6.  Project Description of Demand-Side Management Part  39 \n7.  Project Description of Rural Household Connection Part  41 \n8.  Project Implementation Schedule  44 \n9.  Procurement Plan  45 \n10.  Technical Assistance  47 \n11.  Summary of Economic Analysis  50 \n12.  Summary of Financial Analysis  56 \n13.  Summary Poverty Reduction and Social Strategy  60 \n14.  Summary Resettlement Plan  63 ", "SUPPLEMENTARY APPENDIXES (available on request)   \nA.  Summary of Draft CEB Corporate Plan  \nB.  Procurement Capacity Assessment of CEB and LECO \nC.  Organizational Chart for Project Implementation Units \nD.  Project Readiness \nE.  Detailed Description of Technical Assistance Projects \nF.  Detailed Economic Analysis \nG.  Detailed Financial Analysis \nH.  Short Resettlement Plan \nI.  Summary Initial Environmental Examination   \nJ.  Draft Terms of Reference of Consulting Services for Project Implementation Support for \nSystem Control Modernization (Part 5) \nK.  Financial Management, Performance and Projection \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Democratic Socialist Republic of Sri Lanka \n   \nClassification  Targeting classification: General intervention \nSector: Energy \nSubsector: Transmission and distribution \nThemes: Sustainable economic growth, governance, private \nsector development \nSubthemes: Fostering physical infrastructure development, \ndevelopment of rural areas  \n   \nEnvironment  Category B. Initial environmental examinations (IEEs) have been \nAssessment  undertaken. The summary IEE is in Supplementary Appendix I. \n   \nProject Description  The Project has three investment components: energy efficiency \nimprovement, renewable energy development, and access for the \npoor.  \n \nThe  energy  efficiency  improvement  component  will  include \n(i) system control modernization (part 1); (ii) transmission system \nstrengthening (part 2); (iii) distribution substations augmentation \n(part  3);  (iv)  demand-side  management  for  municipal  street \nlighting (part 4); and (v) consulting services for system control \nmodernization (part 5).  \n \nThe  clean  energy  development  component  will  be  network \ncapacity augmentation for renewable energy projects (part 6).  \n \nThe access for the poor component will include (i) transmission \nsystem strengthening in the Eastern Province (part 7) and (ii) rural \nhousehold connection (part 8).  \n   \nRationale  Sri Lanka’s power sector struggled throughout the late 1980s, \n1990s,  and  early  2000s  to  meet  the  growing  demand  for \nelectricity.  Electricity  is  expensive  and  subject  to  interruptions. \nAbout 20% of households do not have access to it. The Ceylon \nElectricity Board is burdened with debt, restricting its ability to \nmake capital investments and discouraging private investment. \nThe Government is fully committed to addressing these issues \nand has developed a Ten-Year Development Framework (TYDF). \nUnder  the  TYDF,  the  Government  has  developed  a  national \nenergy  policy  and  strategies  (NEPS).  The  NEPS  provides  a \ncomprehensive road map for the sector. It includes a long-term \ninvestment program and specific policy and reform measures and \naims to (i) supply electricity to 86% of households by 2010 and \n98% by 2016, and (ii) ensure electricity tariffs are competitive with \nthose in other countries and sufficient for utilities to be viable. \n \n \n  Under the NEPS, the Government is accelerating its long-term \ngeneration  expansion  plan  (LGEP)  to  build  up  generation \ncapacity, primarily with bilateral funding. At the same time, it is ", "ii   \ncontinuing its loss reduction efforts and launching a demand-side \nmanagement program to improve energy efficiency. Substantial \ninvestments  will  be  required  to  strengthen  the  transmission \nnetwork  and  for  power  plants.  The  huge  potential  for  energy \nconservation  through  demand-side  management  needs  to  be \nmore actively tapped. \n \nThe share of thermal  power in the power generation mix has \nincreased dramatically from 1% in 1986 to 58% in 2008 as the \nentire  demand  growth  has  been  served  by  oil-fired  thermal \ngeneration. This poses a serious threat to the country’s energy \nsecurity  as  well  as  to  the  environment,  given  Sri  Lanka’s \noverdependence on imported fossil fuels. Coupled with fuel price \nincreases and the delayed construction of new hydropower plants, \ngeneration costs have substantially increased. There is an urgent \nneed to develop clean energy and indigenous renewable energy \nsources.   \n \nTo achieve the electrification target under the TYDF, particular \nattention  needs  to  be  paid  to  regions  with  serious  power \nshortages and many unconnected households, including conflict-\naffected areas. The transmission system is currently too weak to \nmeet growing demand in the regions. Despite the Government’s \nintensive  investment  program  to  expand  the  rural  distribution \nnetwork,  many  poor  households  remain  unconnected  even  in \nareas connected to the grid because they cannot afford the initial \ncost of service connection.  \n \nThe Project will support the Government to address these issues \nthrough  investment  loans  and  grant  and  associated  technical \nassistance.   \n \nThe Government has taken measures to strengthen governance \nand  rationalize  tariffs.  The  Sri  Lanka  Electricity  Act  has  been \npassed by Parliament in March 2009. It will empower the Public \nUtilities Commission of Sri Lanka (PUCSL) to regulate the power \nsector.  To  restore  the  financial  viability  of  the  sector,  the \nGovernment has restructured the debt of the Ceylon Electricity \nBoard (CEB) and raised tariffs by 30% in 2008 to reduce its cash \nshortfall  substantially.  The  Project  will  support  further \nstrengthening  of  the  governance  of  the  sector  through  its \nassociated  technical  assistance  for  capacity  development  of \nPUCSL and CEB.   \n \nImpact and Outcome  The  Project  aims  to  realize  an  affordable  and  reliable  power \nsupply for sustained and inclusive economic growth by improving \nthe  coverage  and  service  efficiency  of  the  CEB  and  Lanka \nElectricity Company (LECO).   \n \n   \nProject Investment Plan   The investment cost of the project is estimated at $188.2 million \nincluding taxes and duties of $3.8 million.  ", "  iii\n   \nFinancing Plan  Amount  Share \nSource  ($ million)  (%) \nAsian Development Bank (OCR)  135.0 a  71.7 \nAsian Development Bank (ADF)  25.0 b  13.3 \nGovernment of Japan d   2.0 c  1.1 \nClimate Change Fund  2.2 c  1.2 \nSubtotal  164.2  87.3 \nGovernment  24.0  12.7 \nTotal  188.2  100.0 \na For parts 1, 2, 3, 5, 6 and 7.  \nb For parts 7 and 8. \nc For part 4.  \nd Through the Asian Clean Energy Fund under the Clean Energy Financing \nPartnership Facility, and administered by ADB. \nSources: Government of Sri Lanka and Asian Development Bank estimates. \n   \n  A loan of $135,000,000 from the ordinary capital resources (OCR) \nof the Asian Development Bank (ADB) will be provided under \nADB’s  London  interbank  offered  rate  (LIBOR)-based  lending \nfacility to finance parts 1, 2, 3, 5, 6 and 7. The loan will have a 25-\nyear term, including a grace period of 5 years, an interest rate \ndetermined  in  accordance  with  ADB’s  LIBOR-based  lending \nfacility, a commitment charge of 0.15% per year, and such other \nterms  and  conditions  set  forth  in  the  draft  Loan  and  Project \nAgreements. \n \nA loan in various currencies equivalent to Special Drawing Rights \n16,843,000 ($25 million equivalent) from ADB’s Special Funds \nresources to finance parts 7 and 8, with an interest charge at the \nrate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter; a term of 32 years, including a grace period of 8 \nyears; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft Loan and Project \nAgreements. \n \nGrants of $4,200,000, including $2,000,000 from the Government \nof Japan (to be administered by ADB) and $2,200,000 from the \nClimate  Change  Fund,  will  be  provided  to  finance  part  4. \nAllocation of the grant to CEB and LECO will be decided by ADB \nduring project implementation, based on the project preparedness \nand progress of each agency. \n    \nAllocation and Relending  The Government will make the loan proceeds available to CEB \nTerms  and  LECO  through  separate  subsidiary  financing  agreements \nacceptable to ADB. \n   \nPeriod of Utilization  OCR  loan—until  30  November  2013;  ADF  loan—until  30 \nSeptember 2013.  \n   \nEstimated Project  31 May 2013 \nCompletion Date \n   \n ", "iv   \nExecuting Agency  Ministry of Power and Energy \n   \nImplementing Agencies  CEB and LECO (part 3 (distribution substations augmentation) \nand part 4 (demand-side management) only). \n \nImplementation  The Ministry of Power and Energy (MOPE) will be the Executing \nArrangements  Agency of the Project. CEB will be the sole Implementing Agency \nfor  all  investment  parts  except  for  distribution  substations \naugmentation  (part  3)  and  demand-side  management  (part  4) \nparts which will be implemented jointly by CEB and LECO. Day-\nto-day  project  implementation  will  be  done  by  project \nimplementation  units  (PIUs)  to  be  set  up  in  CEB  and  LECO \nexclusively for the Project and headed by senior officers.   \n \nThe  distribution  substations  augmentation  part  will  be \nimplemented  initially  by  LECO,  and  subsequently  the  project \nassets and associated debt will be transferred to CEB, who will \nundertake operation and maintenance.  \n \nThe demand-side management part will be implemented by both \nCEB  and  LECO  in  their  respective  jurisdictions.  Once  MOPE \nissues a policy circular to delegate responsibility for municipal \nstreet lighting in selected areas from municipal authorities to CEB \nand LECO, they will establish internal energy service company \n(ESCO) units within which escrow accounts will be established to \naccumulate energy savings gains. The associated ADB technical \nassistance  will  help  them  to  do  this.  Upon  completion  of  the \npayback period, energy savings will create a revenue stream in \naddition to that generated through tariffs. It is envisioned that a \ncertain percentage of energy savings profits accumulated at the \nescrow  account  will  be  used  for  reinvestment  in  other  energy \nefficiency  projects  identified  by  the  ESCO  unit  as  part  of  its \noperational responsibilities.  \n \n  The rural household connection part will be implemented by CEB \nwith  the  support  of  service  providers  to  be  engaged  under  a \nperformance-based contract on terms and conditions acceptable \nto ADB.  When a credit application is submitted to CEB from a \ncustomer  household,  a  service  provider  will  assess  the \nhousehold’s  repayment  capacity,  while  CEB  will  confirm  the \ntechnical eligibility of electricity connection. If the application is \napproved,  CEB  will  provide  a  service  connection  and  the \nconnection cost will be recorded as a loan to the customer in \nCEB’s balance sheet and recovered in installments over the next \n24–36  months.  An  escrow  account  will  be  set  up  in  CEB  to \nreceive  installment  payments.  Principal  and  interest  payments \nfrom  households  will  be  credited  to  the  account  and  used  to \nprovide  new  installment  credits.  ADB  will  provide  associated \ntechnical assistance for the detailed design of the part, selection \nof service providers, and capacity building of major stakeholders. \n ", "  v\nProcurement   Procurement  of  goods  and  services  to  be  financed  under  the \nloans will be carried out in accordance with ADB’s Procurement \nGuidelines (2007, as amended from time to time). All procurement \npackages except for part 4 (the demand-side management) will be \nprocured  in  accordance  with  international  competitive  bidding \n(ICB) procedures. Shopping procedures will be used for the part 4 \nfor  the  procurement  of  standard  specification  goods  with \nestimated costs less than $0.1 million.  \n \n  CEB  and  LECO  have  requested  advance  contracting  and \nretroactive financing for procurement of goods up to 20% of the \ncumulative total of the OCR loan agreement and the ADF loan \nagreement for a period of up to 12 months prior to the signing of \neach  loan  agreement.  ADB  management  agreed  to  approve \nretroactive financing for all parts (except for part 4) upto 20% of \nthe proceeds from the loans, provided that expenditures are in \naccordance  with  the  Procurement  Guidelines  and  safeguard \npolicies,  and  were  incurred  during  the  12  months  before  the \nsigning of the respective loan agreements. CEB and LECO were \ninformed  that  approval  of  advance  contracting  or  retroactive \nfinancing does not commit ADB to finance the Project. \n   \nConsulting Services  For the system control modernization part, loan-funded consulting \nservices  will  be  provided  under  part  5  to  support  CEB  in \nprocurement, construction supervision and also, on an intermittent \nbasis,  operation  and  maintenance  and  liability  issues  for  the \ndefect liability period (12 months after commissioning). CEB will \nselect  and  engage  consultants  using  ADB’s  quality-  and  cost-\nbased  selection  (QCBS)  procedures  at  a  quality–cost  ratio  of \n80:20 and in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time), using the full \ntechnical  proposal  method.  About  22  person-months  of \ninternational  and  3 person-months  of  national  consultants  are \nexpected to be required.  \n   \nProject Benefits and  The energy efficiency improvement component will enhance the \nBeneficiaries  overall reliability of the power system to benefit households, small \nand medium-sized businesses, and public services, including, in \nparticular, schools and hospitals. It will bring power to industrial \ndistricts  where  existing  industries  currently  relying  on  captive \ngenerators  will  be  able  to  improve  their  productivity.  New \ninvestments will also be encouraged by the additional availability \nof power. In both cases, a sharp increase in labor demand is \nultimately  expected  to  benefit the local population. The demand- \nside management part is expected to save energy equivalent to a \nthermal  power  plant  of  3.5  MW.  The  renewable  energy \ndevelopment  component   will   help   bring  200   MW   of   clean \nhydropower energy into the grid, thereby reducing CO -equivalent \n2\nemissions per year by about 0.5 million tons. \n \n ", "vi   \n  The access for the poor component will contribute to social and \neconomic inclusion and the integration of the marginalized people, \nespecially in rural areas. Health, hygiene, and sanitation will be \nimproved. Children and adolescents will be able to spend more \nhours  studying.  The  component  will  improve  access  to \ninformation, awareness and knowledge. It will enhance mobility \nand security, particularly where people suffer from attacks by wild \nanimals while searching for food or where they are affected by the \nconflict.  Electrification will  enable poor  households  engaged  in \nhome-based  economic  activities  to  generate  more  household \nincome and to save time and physical labor by using electrical \nappliances. The rural household connection part will connect at \nleast 60,000 poor households (8% of the total) to the grid.  \n \n  The  access  for  the  poor  component  will  directly  benefit  the \nEastern  Province,  which  has  been  severely  affected  by  the \nconflict, and other poor regions. Such regions often suffer from \nharsh weather and natural disasters, and lack basic infrastructure, \nincluding  electricity  distribution.  Three  districts  in  the  Eastern \nProvince where the component will be implemented have mixed \nSinhalese, Tamil, and Muslim populations, and are therefore more \ncomplex than other parts of the country. The Project will directly \ncontribute to the development of the Eastern Province, but will \nalso benefit other regions that are lagging behind.  \n   \nRisks and Assumptions  The major assumptions are that (i) the Government will remain \ncommitted to power sector reforms; (ii) LGEP will be implemented \nin a timely manner; and (iii) the Sri Lanka Electricity Act will be \nefficiently implemented for PUCSL to regulate the sector. \n  \nThe Government’s commitment to sector reform is demonstrated \nby  the  fact  that  it  has  (i)  provided  financial  support  for  the \nimplementation  of  CEB’s  long-term  debt  restructuring  plan; \n(ii) submitted the NEPS for parliamentary approval, which is not \nrequired  for  a  policy  document,  and  gazetted  it;  and \n(iii) substantially increased retail tariffs to improve CEB’s financial \nposition. CEB has drafted its first long-term corporate plan, which \nit  is  using  as  a  basis  for  its  internal  reform  exercise.  The \nGovernment has already secured financing for the priority projects \nin  LGEP  and  three  projects  totaling  950  MW  are  being \nimplemented. \n \nParliament has passed the Sri Lanka Electricity Act in March 2009 \nand PUCSL has started regulating the power sector. Although \nthere is a risk that PUCSL and CEB will lack the capacity to \noperate effectively under the new regulatory framework, this will \nbe  substantially  mitigated  by  ADB’s  technical  assistance  for \ncapacity  development  of  the  two  agencies  and  PUCSL’s \nexperience in supporting the Government’s policy-making over the \npast 4 years.    ", "  vii\n   \nOther  risks  to  the  implementation  of  the  investment  projects \ninclude (i) delays in associated generation investments, (ii) delays \nin project implementation and resulting project cost escalation, \nand (iii) a deterioration in the security situation in the Eastern \nProvince.  These  risks  also  appear  to  be  low.  A  policy  and \nregulatory  framework  is  already  in  place  to  streamline  the \nGovernment approval process for renewable energy projects. The \nSustainable Energy Authority (SEA) has been established as a \nfocal  agency  for  renewable  energy  development  and  is  being \nsupported by ADB TA to expedite the review of the pending small \nhydropower projects that will be promoted by the Project. All the \nsubprojects under the Project are ready for implementation and \nadvance procurement will help expedite project implementation \nand mitigate risk of cost overruns. As the Government is now \ntaking full control of Eastern Province, no difficulty is foreseen in \nimplementing  the  subprojects.  The  associated  technical \nassistance will also help to design implementation arrangements.   \n \nTechnical Assistance  TA  grants  will  be  provided  for  advisory  assistance  to  the \nGovernment  in  (i)  Capacity  Development  for  Power  Sector \nRegulation—to provide capacity development support for PUCSL \nand  CEB  to  ensure  effective  regulation  of  the  sector  and  to \npromote  CEB’s  internal  reforms  based  on  its  corporate  plan; \n(ii) Demand-Side  Management  of  Municipal  Street  Lighting—to \nsupport  implementation  of  the  demand-side  management  part; \nand (iii) Rural Household Connection—to support implementation \nof the rural household connection part. \n \n  The total cost of the TA projects is estimated at $4,750,000, of \nwhich ADB will finance $3,800,000 on a grant basis from its TA \nfunding  program  ($1,000,000),  the  Climate  Change  Fund \n($800,000), and the Japan Special Fund ($2,000,000). The TA \nconsultants will be recruited in accordance with ADB’s Guidelines \non the Use of Consultants. ADB will engage qualified consulting \nfirms and individual consultants. \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) proposed \nloans, (ii) a proposed grant, (iii) a proposed administration of grant to be provided by the \nGovernment of Japan,1 all to the Democratic Socialist Republic of Sri Lanka for the Clean \nEnergy and Access Improvement Project, and (iv) a proposed technical assistance (TA) for \nRural  Household  Connection.  The  report  also  describes  (i)  proposed  TA  for  Capacity \nDevelopment for Power Sector Regulation, and (ii) proposed TA for Demand-Side Management \nof Municipal Street Lighting, and if the Board approves the proposed loans, grant, administration \nof grant, and TA, I, acting under the authority delegated to me by the Board, will approve both \nTA projects. A design and monitoring framework is presented in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Sri Lanka’s power sector struggled throughout the late 1980s, 1990s, and early 2000s to \nmeet the growing demand for electricity. Given that demand for power is growing by about 8% \nper  year,  the  country  faces  a  serious  shortage  of  power  and  a  consequent  slowdown  of \neconomic growth unless generation capacity is significantly increased and the transmission and \ndistribution  network  is  strengthened.  Sri  Lanka’s  national  electrification  ratio 2  improved \nsignificantly from 10.9% in 1986 to 82% in 2008 and compares favorably with those in other \nSouth Asian countries. However, substantial disparities in access to electricity still exist. As of \nthe end of 2008, per capita electricity consumption was about 492 kilowatt-hours (kWh), lower \nthan in India and Pakistan. System losses are estimated at 15%. While this is relatively low \ncompared to the average of  South Asia, there is still room to reduce losses by another 4%–5%.  \n \n3.  In  Sri  Lanka,  the  total  power  generation  capacity  available  to  the  grid  was  \n2,580 megawatts (MW) at the end of 2008. Of the total energy provided to the grid, 37.4% is \nhydropower, 58.2% is thermal (oil), and 4.4% is nonconventional renewable energy. Ceylon \nElectricity Board (CEB) and Lanka Electricity Company (LECO) are the only two utilities in the \npower sector. CEB, an integrated utility fully owned by the Government and engaged in the \ngeneration, transmission and distribution of electricity, has an installed generation capacity of \n1,725 MW, serving about 90% of all customers. LECO was formed as a distribution company \nunder the Companies Act and most of its shares are owned by CEB and the Government. \nMunicipal authorities are minority shareholders. LECO purchases bulk power from CEB and \ndistributes it to about 400,000 consumers in other urban areas in the western and coastal belt, \nrepresenting about 10% of all consumers. The private sector is currently only in the generation \nsector and has a total capacity of 705 MW. \n \nB.  Analysis of Key Problems and Opportunities \n1.  Key Problems \n \n4.  In  Sri  Lanka,  electricity  is  expensive  and  subject  to  interruptions.  About  20%  of \nhouseholds do not have access to it. CEB is burdened by debt, restricting its capacity to make \ncapital investments and discouraging private investment.  \n \n                                                 \n1 Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility \n2 The ratio of electrified households to total households.  ", "2   \n5.  High Cost of Generation. The share of thermal power in the power generation mix has \nincreased dramatically from 1% in 1986 to 58% in 2008 as the entire growth in demand has \nbeen served by oil-fired thermal generation. The 1998 policy of building thermal power plants \nwith private financing has resulted in a proliferation of relatively small high-cost oil-fired plants. \nPolitical decisions and lack of financial resources have prevented CEB from implementing the \nleast-cost generation plan, which is to use coal as it is the most economic source of energy. The \nmove toward oil-fired plants, the increase in the oil price, and the delayed construction of new \nhydropower plants have significantly pushed up the cost of generation. There is an urgent need \nto build up base-load generation capacity with low-cost fuels such as imported coal and to \ninvest in hydropower and other renewable resources. \n \n6.   Skewed Tariff Structure. The dramatic increase in generation costs since 1998 has \nnot been passed on to electricity consumers since the Government, as the regulator, has had \nneither the political will to pass on the cost increases to consumers nor the technical capacity to \nevaluate the CEB’s cost structure to decide on the appropriate level of tariffs. As a result, CEB \nhas posted an operating loss since 2000 and accumulated its liability. Sri Lanka’s electricity \ncustomers, particularly commercial and industrial customers and large households, pay higher \nprices than most of their regional comparators. A reduction in the cost of supply is urgently \nneeded, coupled with a stable and high-quality supply of electricity. \n \n7.  Inadequate and Aging Transmission and Distribution Network. Retail tariffs, which \ndo not reflect the cost of supply, coupled with delays in project implementation, have continued \nto squeeze its investments in transmission and distribution. The low-voltage distribution network \nrequires improvements if it is to meet the expansion in housing and commercial developments. \nOverdue investment in the medium-voltage distribution network has caused overloading, poor \nreliability and fluctuating voltage at many locations. The growth in demand for power distributed \nover the medium-voltage network requires a matching investment in the transmission network \nand grid substations. Immediate investments in the transmission and distribution network are \nneeded, not only to reduce system losses and to ensure the stability of the entire power system, \nbut also to encourage private sector investment in nonconventional renewable energy.   \n   \n8.  High Commercial Losses and Lack of Penetration in Rural Areas. The low customer \ndensity in suburban and rural areas causes higher network losses than in urban areas. In \nparallel with network strengthening, further efforts are needed to upgrade and improve meters \nand  metering  systems  and  to  enforce  strict  surveillance  to  prevent  theft.  Another  major \nchallenge in rural areas is low penetration in electrified villages. Even in neighborhoods already \nreached by distribution feeders, many households remain unconnected as they cannot afford to \npay connection charges.   \n   \n2.  Government Policy and Planning Framework \n \n9.  The  Government’s  Ten-Year  Development  Framework  (TYDF)  prepared  in  2006 \nenvisions  “sustainable  development  of  energy  resources,  conversion  facilities  and  delivery \nsystems to enable access to and use of energy services by the entire population, and the safe, \nreliable delivery of such energy services at a regionally competitive price, through commercially \nviable institution subjected independent regulation.”3 To underpin the TYDF, the Government \ndeveloped  the  national  energy  policy  and  strategies  (NEPS),  a  comprehensive  sector \ndevelopment  road  map,  including  a  long-term  investment  program  and  policy  and  reform \nmeasures. It aims to (i) supply electricity to 86% of households by 2010 and 98% by 2016, and \n                                                 \n3  Government of Sri Lanka. 2006. Mahinda Chintana: Vision for a New Sri Lanka. Colombo. p. 63. \n ", "  3\n(ii) adopt electricity tariffs that are comparable with those of other countries and sufficient for \nutilities to be viable. The Government gazetted the NEPS in June 2008.  \n \n3.  Sector Road Map \n \n10.  Long-Term Generation Expansion Plan (LGEP). In the short term, generation costs \nare expected to continue to increase, reflecting oil prices and the commissioning of the oil-fired \nKerawalapitiya Thermal Power Station (300 MW). In the medium term, the Government aims to \nreverse this trend by adding three coal-fired plants, one hydropower plant, and an additional 500 \nMW of renewable energy. The Government has imposed a moratorium on oil-burning power \nplants  until  non-oil  sources  provide  90%  of  the  grid  energy.  The  Government  is  actively \npromoting private sector investment in coal-fired thermal power, medium-scale conventional \nhydropower, and renewable energy projects. Planned generation capacity addition under the \nLGEP is provided in Table 1.   \n \nTable 1: Generation Capacity Addition Plan \n(MW) \nItem  FY2008  FY2012  FY2016 \nSupply       \nThermal (Oil)        1,222        1,768       1,393 \nThermal (Coal)   0     900       2,100 \nConventional Hydropower  1,205        1,335  1,335 \nRenewable     153     317     622 \n         Total  2,580  4,320  5,450 \nPeak Demand  1,922  2,921  3,943 \n                   Source: Government of Sri Lanka. \n \n11.  Enabling  Regulatory  Environment  and  Sector  Reforms.  The  Government \nestablished the Public Utilities Commission of Sri Lanka (PUCSL) in 2002 as a regulator for \nenergy and water sectors under the PUCSL Act 2002. The Electricity Reform Act, 2002, was \nintroduced to empower PUCSL to issue licenses and determine electricity tariffs. However, the \nact did not become fully effective because of the failure of the previous sector reform program \nand  PUCSL  has  been  only  advising  the  Government  on  policy  decisions,  including  tariff \nsettings.  To  complete  the  regulatory  reform,  the  Sri  Lanka  Electricity  Act  was  passed  by \nParliament in March 2009 to replace the Electricity Reform Act.  \n \n12.  CEB  Corporate  Plan  and  Functional  Business  Unit.  CEB  has  converted  its \ngeneration, transmission, and distribution operations into six functional business units (FBUs) \n(one for generation, one for transmission, and four for distribution). Financial accounts have \nbeen segregated so that each FBU will operate as a profit center. CEB has developed a long-\nterm corporate plan that sets strategic objectives for each FBU based on a corporate vision and \ngoals. The corporate plan will be a basis for its internal reform exercise. The performance of \neach FBU will be measured by key performance indicators to be identified under the corporate \nplan. Performance of each FBU will also be monitored by PUCSL through its conditions to grant \nlicenses to CEB. The corporate plan will also identify those functions that will be decentralized \nto the FBU level and those that will be centralized at the corporate level. A summary of the draft \ncorporate plan is in Supplementary Appendix A. Government approval of CEB’s corporate plan \nin a form that is acceptable to ADB is a condition of effectiveness of each Loan and Grant \nagreement. \n      \n ", "4   \n13.  Clean  Energy  Development. The country’s primary energy sources are indigenous \nbiomass (47% of the total in 2003), imported petroleum products (45% in 2003) and hydropower \n(8% in 2003). About half of the country’s hydropower potential has already been exhausted. Sri \nLanka’s limited options are therefore more use of indigenous resources, less consumption of \nfossil fuels, and diversification into cheaper fuels. At the end of 2008, there were 73 small \nhydropower plants of 138 MW, one wind power plant of 3 MW, and three biomass plants of 12 \nMW. It is estimated that the country has technical potential for 24,000 MW of renewable energy \nincluding biomass, wind and small hydropower plants. The TYDF aims to (i) increase the \npercentage of households electrified through the off-grid supply from 4% at present to 10% by \n2016; (ii) increase the share of nonconventional renewable energy in the on-grid power supply \nfrom 4.1% at present to 10.7%; and (iii) add at least 500 MW of renewable energy capacity by \n2016. Table 2 shows Sri Lanka’s renewable energy development plan to FY2016. \n \nTable 2: Renewable Energy Development Plan \n(MW) \nItem  FY2008  FY2012  FY2016 \nBiomass  12  20  50 \nSmall Hydropower  138  219  419 \nWind  3   78  153 \nTotal  153  317  622 \n                        Source: Sustainable Energy Authority. \n \n14.  In October 2007, the Government established the Sustainable Energy Authority (SEA), a \nfocal  agency  mandated  to  develop  and  implement  national  policy  for  renewable  energy \ndevelopment, energy efficiency improvements, and energy conservation. It also introduced new \ntechnology-specific  multi-tier  tariffs  to  attract  more  private  investment  to  nonconventional \nrenewable energy projects. Although these initiatives have created an institutional framework to \npromote the development of renewable energy projects, lack of grid capacity remains a major \ntechnical bottleneck for clean energy development through private sector investment.  \n \n15.  Transmission and Distribution Network Development. CEB completed a master plan \nstudy for the development of the transmission system in Sri Lanka in 2006 and prepared a long-\nterm  transmission  development  plan  (LTDP)  until  2015.  LTDP  has  identified  significant \ninvestment needs in the transmission system to (i) evacuate power generated from new power \nplants  planned  under  the  LGEP;  (ii)  improve  overall  system  reliability  and  efficiency;  \n(iii) facilitate rural electrification; and (iv) facilitate grid integration of renewable energy projects. \nIn 2008, the transmission and distribution loss was estimated to be 15% of net generation. \nThese losses are partly technical, e.g., overheating cables and transformers, because of the \nexcessive current caused by the unplanned connection of new customers, and by the non-\nimplementation of planned improvements to the network because of financial constraints. The \nGovernment  aims  to  reduce  the  overall  losses  to  12%  by  2016  by  accelerating  the \nstrengthening of the transmission and distribution network. The Government will also make a \nparallel effort to upgrade and improve the meters and the metering system, and to strengthen \nsurveillance to prevent theft, especially in suburban and rural areas.  \n \n16.  Rural  Electrification. By the end of 2008, 82% of total households had electricity \nconnections. Most of those without access to electricity lived in rural areas. The Government is \ncommitted to an interim target of 86% by 2010 and an ultimate target of 98% (88% on-grid and \n10% off-grid) by 2016. While some areas can be electrified by closing the gaps in the existing \nnetwork, most villages yet to be electrified require off-grid electricity services. Another major \n ", "  5\nchallenge in suburban and rural areas is low penetration in electrified villages. Even though \ndistribution feeders have reached their neighborhood, many households remain unconnected as \nthey cannot afford to pay connection charges. To reduce this financial burden, the Government \nplans to expand a credit support program piloted by an ADB-funded project.4 \n \n17.  Demand-Side Management. The SEA is mandated to develop and implement policies \nto  reduce  consumption  and  achieve  better  energy  efficiency  in  residential,  municipal  and \nindustrial users. The Government has identified eight priority areas: (i) power factor correction in \ntransmission networks, (ii) efficiency improvements in lighting applications in residential and \ncommercial  buildings and  lighting  grids,  (iii)  industrial  boilers,  (iv)  air-conditioning  systems,  \n(v) compressed air systems, (vi) industrial motors and drives, (vii) fans and air blow installations, \nand (viii) municipal water and irrigation pumps and lighting systems. The Government also plans \nto promote compact fluorescent lamps (CFLs) and introduced mandatory labeling in 2007. It \nplans to complete the program by 2010. In addition, the Government is preparing to update the \nCFL program and to introduce a mandatory energy efficiency building code.  \n \n18.  Debt Restructuring and Tariff Rationalization. In 2005, the Government wrote off \nSLRs7.8 billion of CEB’s deferred tax and other payment arrears to the Treasury and made \ndirect payments of SLRs3.5 billion to the Ceylon Petroleum Corporation on behalf of CEB. The \nrestructuring plan for CEB’s long-term debt of SLRs61 billion was approved by the Government \nin April 2006. Half of the long-term liabilities have been converted to equity and half have been \nrescheduled. At the end of 2008, CEB has a total long-term liability of SLRs 31 billion.  \n \n19.   To  ensure  electricity  prices  reflect  the  cost  of  supply  and  improve  revenues,  the \nGovernment has rationalized the tariff structure so that all the recurrent expenses of CEB will be \nmet by the tariffs. In March 2008, the Government introduced a new tariff structure increasing \naverage retail tariffs by about 30%. The increases will mainly affect domestic consumers, who \nhave been heavily cross-subsidized by commercial and industrial consumers. However, the \nimpact on “lifeline tariffs,” considered necessary to maintain minimum living standards, has been \nminimized. Consumers with high domestic consumption have higher tariffs than those with low \nconsumption. A fuel surcharge now applies to all consumers. This is a significant change, and \ngives the domestic consumer greater incentives to save energy. Under the Sri Lanka Electricity \nAct, all tariffs must reflect costs; the costs of any subsidy approved by the Government will be \nborne by the Treasury.      \n  \n4.  External Assistance to the Sector and ADB Strategy  \n \n20.  ADB, Japan International Cooperation Agency (JICA), and the World Bank have been \nthe main development partners in the Sri Lanka power sector. The three institutions coordinated \nclosely on key policy issues and investment support. JICA has been the largest development \npartner in the sector, providing investment support for generation, transmission, and distribution. \nJointly with JICA, ADB provided a program loan5 for sector reforms and have jointly undertaken \npolicy dialogue with the Government. JICA has been active in the generation subsector and is \ncurrently funding the Upper Kotomale hydropower plant (150 MW) and a feasibility study for the \nuse of imported LNG for power generation. The World Bank has provided a line of credit for off-\ngrid electrification by the private sector.  Recently, the People’s Republic of China (PRC) and \n                                                 \n4  ADB. 2004. Proposed Grant Assistance to Sri Lanka for the Power Fund for the Poor. Manila (financed by Japan \nFund for Poverty Reduction). \n5  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nDemocratic Socialist Republic of Sri Lanka for the Power Sector Development Program. Manila. \n ", "6   \nIndia have emerged as major development partners for the sector. A new coal-fired base load \npower plant of 300 MW is under construction, funded by the PRC. A 500 MW coal-fired plant is \nplanned in Trincomalee as a joint venture between India and Sri Lanka.  \n \n21.  ADB’s power sector strategies in Sri Lanka are aligned with the TYDF and aim to \nimprove the coverage and efficiency of the services delivery by CEB and LECO by (i) increasing \nnonconventional  energy  sources;  (ii)  improving  energy  efficiency;  (iii)  promoting  rural \nelectrification; (iv) strengthening sector regulation; and (v) supporting CEB’s internal reforms.  \nADB’s activities will focus on (i) climate change mitigation; (ii) strengthening sector governance; \n(iii) improving access for the poor; and (iv) private sector participation. \n \n5.  Lessons \n \n22.  In 1998, the Government committed itself to carrying out sector reforms and embarked \non a program to restructure the power sector by unbundling CEB into separate functional \ncompanies  and  establishing  an  independent  regulator.  The  Government  introduced  the \nElectricity  Reform  Act,  2002  to  provide  a  legal  framework  for  the  program.  However,  the \nunbundling of CEB did not materialize because of opposition from within the ruling coalition and \nfrom the powerful labor unions. As the act was designed to enable PUCSL to start regulation \nfollowing the unbundling of CEB, regulatory reform has been at a standstill. As a result, in 2006 \nADB terminated the program loans to support the reform program as the second tranche \nconditions were unlikely to be fulfilled.     \n \n23.  The main reason the previous reform program did not succeed was that a CEB trade \nunion backed by a leftist party protested against the reform. Since the leftist party was a \nmember of the ruling coalition, the Government made a political choice not to unbundle CEB. \nSome members of the Government and CEB who believed that the most pressing need was to \nbuild  a  cheaper  base  load  capacity  rather  than  to  carry  out  reform  also  influenced  the \nGovernment decision. Some stakeholders also perceived the reform process to be donor-\ndriven. \n \n24.  Based on the lessons learned from the previous reform attempt, ADB encouraged the \nGovernment to conduct intensive consultations with stakeholders when preparing a fresh sector \ndevelopment program. The Government prepared the NEPS and had it approved by Parliament \nto ensure ownership by all political stakeholders. The Government has taken a pragmatic \napproach to this round of regulatory reform and as a result has faced less political resistance.  It \nleft CEB vertically integrated and delinked regulatory reform from the restructuring of CEB. It \ndecided  to  introduce  the  Sri  Lanka  Electricity  Act,  designed  to  encourage  efficiency \nimprovement by CEB by regulating each FBU. Recognizing these policy actions as a strong \nindication of the Government’s commitment to reform, ADB resumed its support for the power \nsector by approving a TA project6 in December 2007 and a country operations business plan \nwhich includes the current Project.  The Sri Lanka Electricity Act was passed by Parliament in \nMarch 2009 to complete the regulatory reform. \n   \n                                                 \n6  ADB. 2007. Technical Assistance to the Democratic Socialist Republic of Sri Lanka for Building the Capacity of \nSustainable Energy Authority. Manila. \n ", "  7\nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n25.  The Project aims to realize affordable and reliable power supply for sustained and \ninclusive economic growth by improving the coverage and service efficiency of CEB and LECO. \n \nB.  Outputs \n26.  The  outputs  of  the  Project  will  be  (i)  for  the  efficiency  improvement  component,  a \nstronger transmission and distribution network and demand-side management of municipal \nstreet lighting; (ii) for the renewable energy development component, the removal of network \nbottlenecks for small hydropower plants; (iii) for the access for the poor component, a stronger \ntransmission network in the Eastern Province and an expanded credit support program for \nservice connections in the selected provinces. The details of each investment part are provided \nin Appendix 4.   \n \nC.  Special Features  \n1.  Climate Change Mitigation \n \na.  Support  for  Private  Sector  Participation  in  Small  Hydropower \nDevelopment \n \n27.  In  Sri  Lanka,  the  private  sector  has  been  active  in  investing  in  small  hydropower \nstations. So far, 73 projects with total capacity of 138 MW have been developed by private \ninvestors. However, because of lack of substation capacity, 40 new proposals with a total \ncapacity of 105 MW remain pending. To remove this bottleneck, the Project will finance the \nimprovement and construction of six substations, which will absorb an additional 200 MW from \nnew small hydropower plants. This will help reduce CO  equivalent emissions by about 500,000 \n2\ntons per year. \n \nb.  Capacity Development for Renewable Energy Development \n  \n28.  An appropriate policy and regulatory framework is critical to promoting private sector \nparticipation in renewable energy. ADB has approved technical assistance for capacity building \nof  the  SEA,  a  focal  agency  responsible  for  nationwide  planning  of  renewable  energy \ndevelopment and approval of individual projects (footnote 6). PUCSL will also play a pivotal role \nthrough licensing and tariff setting. Since 2002, ADB has been actively involved in establishing \nPUCSL and has provided technical assistance to develop regulatory rules and codes.  Together \nwith the capacity building support for PUCSL under the Project, ADB will support renewable \nenergy development from policy, regulatory and investment perspectives.      \n \nc.   Energy Efficiency Improvement through Innovative Approaches \n \n29.  The Project is designed to promote demand-side management through an innovative \nenergy service company (ESCO) model.7 Management contracts for implementation of the \n                                                 \n7  The ESCO model is a business model under which the ESCO provides for investments and installs energy-saving \nequipment in industrial, municipal or residential facilities, which become the ESCO’s clients. The ESCO client \nfurnishes the repayment toward the investment from the cost savings realized due to the reduced electricity \nconsumption.  \n ", "8   \ndemand-side management part will be handled by utility ESCO units to be set up in CEB and \nLECO. The realized energy savings will be deposited in the ESCO’s escrow accounts and used \nto finance further energy efficiency projects in CEB and LECO service areas. The ESCO service \nmarket is still quite immature in Sri Lanka, and requires further strengthening and support from \nthe donor community. The utility ESCO model will be more appropriate for initiating demand-\nside  management  programs  for  customers  with  capital  shortages,  such  as  municipal \ngovernments.  \n \n2.  Sector Governance \n \n30.  Since 2006, ADB has been conducting an intensive policy dialogue with the Government \nto strengthen sector governance. With a new regulatory regime launched under the Sri Lanka \nElectricity Act, ADB will redirect its support from development of the regulatory framework to its \nimplementation. To ensure effective regulation, capacity development of PUCSL and CEB will \nbe critical. The Project will provide associated technical assistance to (i) help PUCSL conduct a \nlicensing and tariff review; (ii) support CEB to prepare licensing applications and tariff petitions; \n(iii) facilitate interaction between PUCSL and CEB; and (iv) support implementation of CEB’s \ncorporate plan.  \n \n 3.  Scaling-Up Access for the Poor  \n \n31.  In Sri Lanka, many households remain unconnected because they cannot afford to pay \nconnection charges even though distribution feeders have already reached their neighborhood. \nHowever, some of these households may have the capacity to repay a loan or to pay the \nconnection charges in monthly installments over 2–3 years. To address this issue, in 2004, ADB \napproved a microfinance scheme funded by the Japan Fund for Poverty Reduction—the Power \nFund  for  the  Poor  (footnote  4).  The  fund  has  been  successfully  implemented  by  two \nparticipating credit institutions in collaboration with CEB and a local organization specializing in \nthe energy sector and has electrified more than 10,000 poor households in eight districts while \nmaintaining a recovery ratio of more than 95%. As evidenced by the high recovery ratio, target \nhouseholds are able to pay once they get connected, with technical and institutional support \nfrom the organizations involved. The Project aims to scale-up the fund through a loan-funded \ncredit support program and is expected to provide electricity connection to at least 60,000 poor \nhouseholds, including those living in areas affected by conflict. This represents 8% of the total \nnumber of poor households. This will provide significant support to the achievement of the \nGovernment’s goal of increasing the household electrification ratio through grid connections \nfrom the present 82% to 88% by 2016. \n \n4.  Development of Conflict-Affected Areas \n \n 32.  Some parts of the Project will be implemented in Eastern Province, which has long been \nneglected by major public investments. It has a history of political, economic, and security \ninstability over the last 3 decades, mainly because of the conflict between the Government and \nthe Liberation Tigers of Tamil Eelam. Its population is 41% Tamil, 32% Muslim, and 27% \nSinhalese. Since securing the province and declaring it safe in July 2007, the Government has \nembarked on a “Reawakening the East” program to integrate the province into the mainstream \neconomy. The Government held council elections in the province on 10 May 2008, which were \nkeenly contested by all the major parties. The elections were the first for 20 years. The access \nfor  the  poor  component  is  in  line  with  the  government’s  overall  strategies  on  regional \ndevelopment, poverty reduction, and ethnic integration and will benefit all communities in the \n ", "  9\nprovince. It will improve CEB’s capacity to cater to the expected increase in the province’s \nhousehold and industrial demand.  \n  \nD.  Project Investment Plan and Cost Estimates \n33.  The project investment cost is estimated at $188.2 million, including taxes and duties of \n$3.8 million. It consists of $147 million in foreign exchange costs and $41.2 million in equivalent \nlocal costs. The total cost includes physical and price contingencies, and interest and other \ncharges during implementation. A detailed cost estimate is provided in Appendix 5. \n \nTable 3: Project Investment Plan \n($ million) \nItem    Amounta\nA.  Base Cost   \n  Energy Efficiency Improvement \n  Part 1  System Control Modernization   23.5\n  Part 2  Transmission System Strengthening  53.5\n  Part 3  Distribution Substations Augmentation    19.0\n  Part 4  Demand-Side Management for Municipal Street Lighting    5.0\n  Part 5  Consulting Services for System Control Modernization  1.2\n  Renewable Energy Development  \n  Part 6  Network Capacity Augmentation for Renewable Energy Projects   20.8\n  Access for the Poor \n  Part 7  Transmission System Strengthening in the Eastern Province    26.5\n  Part 8  Rural Household Connection   3.5\n    Subtotal (A)  153.0\nB.  Tax and Duties  3.8\nC.  Contingenciesb  20.1\nD.  Financing Charges During Implementationc  11.3\n  Total (A+B+C+D)  188.2\na  In 2008 prices. \nb   Physical contingencies computed at 8%. Price contingencies computed at 4% on foreign exchange costs and 15% \non local currency costs. \nc   Includes interest and commitment charges. Interest during construction has been computed at the 5-year forward \nLondon interbank offered rate plus an effective contractual spread of 20 bps.  \nSources: Asian Development Bank estimates. \n \n \nE.  Financing Plan \n \n34.   The Government has asked ADB to provide two loans, one of $135 million from ADB’s \nordinary  capital  resources  (OCR)  to  finance  parts  1,  2,  3,  5,  6,  and  7,  and  one  of  SDR \n16,843,000  ($25  million  equivalent)  from  its  Special  Funds  resources  (Asian  Development \nFund) to finance parts 7 and 8. Part 4 will be jointly funded by two separate grants, one for $2.2 \nmillion from the Climate Change Fund and one for $2 million from the Government of Japan.8 \nDisbursement for part 4 will be made from the two funding sources on a pro-rata basis. ADB will \nnot finance tax and duties or financing charges.  \n \n35.  The OCR loan will have a 25-year term, including a grace period of 5 years, an interest \nrate determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \n                                                 \n8 Through the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility, and administered by \nADB. Allocation of the fund between CEB and LECO will decided by ADB based on project preparedness and \nprogress by each agency.    \n ", "10  \nfacility, a commitment charge of 0.15%, and such other terms and conditions set forth in the \ndraft loan and project agreements. The Government has provided ADB with (i) the reasons for \nits decision to borrow under ADB’s LIBOR-based lending facility on the basis of these terms and \nconditions, and (ii) an undertaking that these choices were its own independent decision and not \nmade in reliance on any communication or advice from ADB. $114.4 million of the OCR loan will \nbe relent to CEB for Parts 1,2,5,6 and 7 and $20.6 million to LECO for Part 3 under a subsidiary \nfinancing agreements between the Government and CEB and LECO, on terms satisfactory to \nADB.   \n \n36.  The ADF loan will have a term of 32 years, including a grace period of 8 years and an \ninterest change of 1.0% per annum during the grace period and 1.5% per annum thereafter. The \nportion of the ADF loan intended for part 7 (SDR 14,485,000) will be relent to CEB, and the \nbalance (SDR 2,358,000) for part 8 will be transferred by the Government to CEB as a grant.  \nRelending of the proceeds of the ADF loan to CEB as loan and grant will be under a subsidiary \nfinancing  agreement  between  the  Government  and  CEB,  on  terms  satisfactory  to  ADB.  A \nsummary financing plan is provided in Table 4.  \n  \nTable 4: Financing Plan \n($ million) \nSource  Amount    Share (%) \nAsian Development Bank       \nOCR loan (parts 1, 2, 5, 6 and 7) to be onlent to CEB      114.4    60.8. \nOCR loan (part 3) to be onlent to LECO  20.6    10.9 \nADF loan (part 7)  21.5    11.4 \nADF loan (part 8)    3.5    1.9 \nGrant—Government of Japana (part 4)    2.0    1.1 \nGrant—Climate Change Fund (part 4)    2.2    1.2 \nSubtotal      164.2    87.3 \nGovernment  24.0    12.7 \n                   Total      188.2    100.0 \na Through the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility, and \nadministered by ADB. \nSources: Government of Sri Lanka and Asian Development Bank estimates.  \n \nF.  Implementation Arrangements \n1.  Project Management  \n \n37.  The Ministry of Power and Energy (MOPE) will be the Executing Agency of the Project. \nThe CEB will be the Implementing Agency (IA) for all parts. LECO shall, jointly with CEB, \nimplement parts 3 and 4 (distribution substations augmentation and demand-side management \nparts). Day-to-day project implementation will be done by project implementation units (PIUs), \nwhich will be set up in CEB and LECO. These will work exclusively for the Project and will be \nheaded  by  senior  officers.    The  organizational  structure  of  the  PIUs  is  described  in \nSupplementary Appendix C. Full-time project managers and supervisors with qualified staff will \nbe  appointed  to  supervise  each  part.  The  PIUs  will  be  responsible  for  overall  project \nimplementation, including procurement, accounting, and social and environmental issues and \ncoordination with concerned agencies. In addition, the CEB’s PIU will coordinate closely with the \n ", " 11\nprocurement committee, which will be appointed by the cabinet or MOPE depending on the size \nof contracts. \n \n38.  Distribution  Substations  Augmentation  Part.  This will be implemented initially by \nLECO,  and  subsequently  by  CEB  who  will  take  over  the  project  assets  and  associated \nsubsidiary debt from LECO and undertake operation and maintenance.  \n \n39.  Demand-Side Management Part. This will be implemented by both CEB and LECO in \ntheir respective jurisdictions.9 MOPE will issue a policy circular to delegate responsibility for \nmunicipal street lighting in selected areas from municipal authorities to CEB and LECO. With \nthe associated ADB technical assistance, they will then establish internal ESCO units within \nwhich  escrow  accounts  will  be  established  to  accumulate  energy  savings  gains.  Upon \ncompletion of the payback period of the initial investments by the ESCO units, energy savings \nwill create an additional revenue stream to that generated by tariffs. It is envisioned that a \npercentage of the energy savings gains accumulated in the escrow account will be reinvested in \nother  energy  efficiency  projects  identified  by  the  ESCO  unit  as  part  of  its  operational \nresponsibilities. Appendix 6 contains a description of the demand-side management part and \nAppendix 10 a description of the associated TA.  \n \n40.  Rural Household Connection Part. This will be implemented by CEB with the support \nof service providers engaged under a performance-based contract on terms and conditions \nacceptable to ADB.  When a credit application is submitted to CEB from a customer household, \na service provider will assess the household’s repayment capacity and CEB will confirm that \nthere  are  no  technical  difficulties  in  making  the  electricity  connection.  If  the  application  is \napproved, CEB will provide the service connection, the cost of which will be recorded as a loan \nto the customer in CEB’s balance sheet and recovered in installments over 24–36 months. An \nescrow account will be set up in CEB to receive installment payments. Principal and interest \npayments from households will be credited to the account and used to provide new installment \ncredits. ADB will provide associated technical assistance for the detailed design of this part, \nincluding selection of service providers and capacity building of major stakeholders. Appendix 7 \ncontains a description of the rural household connection part and Appendix 10 a description of \nthe associated TA.  \n \n2.  Implementation Period \n \n41.   All parts except for the rural household connection part are expected to be completed \nby May 2013. For the rural household connection part, the loan is expected to be fully disbursed \nwithin 3 years and repayments from consumers will be revolved for new service connections. \nThe implementation schedule is shown in Appendix 8.    \n \n3.  Procurement \n \n42.   Procurement of goods and services to be financed under the loans will be carried out in \naccordance with ADB’s Procurement Guidelines (2007, as amended from time to time). All \nprocurement  packages  except  for  part  4  (demand-side  management)  will  be  procured  in \naccordance with international competitive bidding (ICB) procedures. Shopping procedures will \nbe used for part 4 (demand-side management) for procurement of standard specification goods \n                                                 \n9 As defined by CEB Act No. 17 of 1969 and the memorandum of association of Lanka Electricity Company (Private) \nestablished in 1983 under the Companies Act. In power distribution, LECO supplies power to Colombo and other \nurban areas in the western and coastal belt while CEB covers the remainder of the country.  \n ", "12  \nwith  estimated  costs  of  less  than  $100,000.  A  procurement  plan  and  indicative  contract \npackages are in Appendix 9. Any modifications to the procurement plan will be subject to prior \napproval by ADB. \n \n4.  Advance Contracting and Retroactive Financing \n \n43.  CEB and LECO have requested advance contracting and retroactive financing for the \nprocurement of goods up to 20% of the cumulative total of the OCR and ADF loans. ADB \nManagement has approved retroactive financing for all subprojects except for the demand-side \nmanagement subproject up to 20% of the proceeds from the loans, provided that expenditures \nare in accordance with the Procurement Guidelines and safeguard policies, and were incurred \nduring the 12 months before the signing of the corresponding individual loan agreement. CEB \nand LECO were informed that approval of advance contracting or retroactive financing did not \ncommit  ADB  to  finance  the  Project.  The  readiness  of  the  investment  parts  is  provided  in \nSupplementary Appendix D. \n \n5.  Consulting Services \n \n44.  For implementation of part 1 (system control modernization), loan-funded consulting \nservices  will  be  provided  under  part  5  to  support  CEB  in  conducting  procurement  and \nconstruction supervision and also, on an intermittent basis, for operation and maintenance and \nliability issues during the defect liability period (12 months after commissioning). CEB will select \nand engage consultants using ADB’s quality- and cost-based selection (QCBS) procedures at a \nquality–cost ratio of 80:20 and in accordance with ADB’s Guidelines on the Use of Consultants \n(2007, as amended from time to time), using the full technical proposal method. Outline terms of \nreference for the consulting services are provided in Supplementary Appendix J. About 22 \nperson-months of international and 3 person-months of national consultants are expected to be \nrequired.  \n \n6.  Anticorruption Policy \n \n45.   ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  and \ndiscussed with the Government, CEB, and LECO. Consistent with its commitment to good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nProject. To support these efforts, relevant provisions of ADB’s Anticorruption Policy are included \nin  the  bidding  documents  for  the  Project.  In  particular,  all  contracts  financed  by  ADB  in \nconnection with the Project shall include provisions specifying the right of ADB to audit and \nexamine the records and accounts of the IAs and all contractors, suppliers, consultants, and \nother service providers as they relate to the Project. Table 5 summarizes major governance \nmeasures.  \n \nTable 5: Governance Measures \n \nArea  Measure \nProcurement  •  Use of ADB Guidelines on the Use of Consultants (2007, as amended from time to \ntime) and Procurement Guidelines (2007, as amended from time to time) \n•  Use of ADB’s standard bidding documents and standard request for proposal \ndocuments for procurement and recruitment of consultants \n•  Bid specifications and packaging to be prepared to ensure maximum competition \nunder international competitive bidding procedures \n ", " 13\nArea  Measure \nFinancial  •  Measurable financial performance indicators for CEB and LECO annually \nManagement  evaluated by PUCSL  \nand Audit  •  Regular monitoring of expenditures, other financial transactions, and safe custody \nof project-financed assets by the accounting and control systems of CEB and \nLECO  \n•  Expanded use of advanced information and communication technology-based \nfinancial management systems to ensure efficient and accountable financial \nmanagement systems \n•  Financial statements to be audited by external auditors acceptable to ADB and \nregularly published and reported to the shareholders  \nInstitutional  •  Regulation of each FBU of CEB and LECO by PUCSL \n/Corporate  •  Strengthened policy and regulatory framework to promote private sector \nGovernance  participation in renewable energy development and energy efficiency improvement  \n•  Memorandum of performance between FBU heads and CEB Board \n•  Transfer of street lighting operations from municipal authorities to ESCO units in \nCEB and LECO for selected areas \nADB = Asian Development Bank, CEB = Ceylon Electricity Board, ESCO = energy service company, FBU = \nfunctional business unit, LECO = Lanka Electricity Company, PUSCL = Public Utilities Commission of Sri Lanka.  \nSource: Government of Sri Lanka. \n \n7.  Disbursement Arrangements \n \n46.   Disbursement  procedures  will  be  in  accordance  with  ADB’s  Loan  Disbursement \nHandbook (2007, as amended from time to time), and detailed arrangements agreed upon by \nthe  Government,  the  IAs  and  ADB.  Imprest  fund  procedures  will  be  used  to  facilitate \ndisbursement for part 8 while a commitment letter and direct payment procedures will be used \nfor parts 1, 2, 3, 5, 6 and 7 and reimbursement for part 4. One imprest account will be \nestablished for part 8. The ceiling of the initial advance of the imprest account will not exceed \nADB’s estimated share of eligible project expenditures to be financed through the imprest \naccount for the next 6 months, or 10% of the loan amount for part 8, whichever is lower.  \nStatement of expenditure procedures may be used under the reimbursement procedure for part \n4 and for liquidating advances for part 8. The statement of expenditure ceiling for individual \npayments applicable to reimbursement and imprest fund procedures will be $25,000 for part 4 \nand $100,000 for part 8.   \n \n8.  Accounting, Auditing, and Reporting \n \n47.  The accounting, auditing, and reporting systems and procedures for the Project will be \nestablished in accordance with accounting principles and practices satisfactory to ADB. The IAs \nwill maintain separate accounts for the different parts. Within 9 months of the close of the \nfinancial year, the IAs will submit (i) annual project accounts, with detailed descriptions of the \nsources of receipts and expenditures; and (ii) annual financial statements comprising an income \nstatement, balance sheet, statement of cash flows, and related notes to the financial statements \nand  consolidated  for  all  operations.  The  IAs  will  continue  the  current  practice  of  hiring \nindependent  chartered  accountants  acceptable  to  ADB  to  audit  their  financial  statements, \nproject  accounts,  and  the  procedures  for  the  imprest  accounts  and/or  statement  of \nexpenditures. The auditors will also prepare a memorandum on issues identified during the \naudit process, to be submitted with the respective reports. The auditors will be required to \nprovide  an  opinion  on  the  IAs’  compliance  with  ADB’s  financial  covenants.  For  the  rural \nhousehold connection part, CEB will report to ADB every quarter, without limitation, on the \n(i) status of the escrow account (until the full loan amount is disbursed); (ii) overall portfolio \n ", "14  \nperformance; and (iii) the status of processing credit applications. If requested by ADB, CEB will \nprovide ADB with certification that the ADB funds have been used to provide service connection \nand that those who received credit under this project have been physically connected.              \n \n9.  Project Performance Monitoring and Evaluation \n \n48.  The IAs will prepare progress reports for their respective parts and submit these to ADB \nwithin 30 days from the end of each quarter. Each report will provide (i) a narrative description \nof progress made during the period, (ii) changes in the implementation schedule, (iii) problems \nor difficulties encountered, (iv) the performance of the project implementation consultants, and \n(v) the work to be carried out in the next period. The report will also include summary financial \naccounts  for  the  parts,  consisting  of  project  expenditures  for  the  year  to  date  and  total \nexpenditure to date. Performance will be evaluated based on indicators and targets stipulated in \nthe design and monitoring framework.  \n \n10.  Project Review \n \n49.  ADB will field an inception mission within 3 months of loan approval. ADB will review the \nimplementation and operation of the projects based on the quarterly progress reports and meet \nwith the IAs and the Government twice a year to discuss the progress of each part of the Project \nand any changes to implementation arrangements or remedial measures that need to be taken. \nA  midterm  review  will  be  carried  out  2  years  after  loan  effectiveness,  focusing  on  the \nengineering, resettlement, and environmental aspects of the investment program, and reviewing \nthe financial status of the IAs. The IAs will submit a project completion report to ADB within \n3 months of physical completion of the projects. \n  \nIV.  TECHNICAL ASSISTANCE \n50.  The Project will include associated TA grants for advisory assistance to the Government \nfor (i) Capacity Development for Power Sector Regulation; (ii) Demand-Side Management for \nMunicipal Street Lighting; and (iii) Rural Household Connection. The financing plan for the TA \ngrants is in Table 6. \n \nTable 6: TA Financing Plan \n($ million) \nProject  ADB  Government  Total \nCapacity Development for Power Sector Regulation  1.0 (TASF)  0.25  1.25 \nDemand-Side Management for Municipal Street          0.8 (CCF)  0.2  1.0 \nLighting  \nRural Household Connection  2.0 (JSF)  0.5  2.5 \nTotal  3.8  0.95  4.75 \nCCF = Climate Change Fund, JSF = Japan Special Fund, TASF = Technical Assistance Special Fund. \n \n51.  Total cost of the TA projects is $4.75 million, out of which $3.8 million will be funded by \nADB and $0.95 million by the Government in kind. A summary of the TA projects are provided in \nAppendix 10 and details are in Supplementary Appendix E. \n \n52.  Capacity  Development  for  Power  Sector  Regulation.  The  TA  will  help  deliver \naffordable and reliable electricity to Sri Lankan consumers through effective regulation of the \npower  sector.  The  TA  will  strengthen  the  Government’s  regulation  of  the  sector  through \n(i) institutional and technical capacity development for PUCSL so it can effectively implement \n ", " 15\nregulation  under  the  Sri  Lanka  Electricity  Act  and  (ii)  institutional  and  technical  capacity \ndevelopment for CEB so it can comply with the requirements of the act.  \n \n53.  Demand-Side Management for Municipal Street Lighting. The TA will support the \nuse of utility energy service company (ESCO) units within CEB and LECO to implement the \ndemand-side management part. The TA will (i) assess the operational and functional structures \nin CEB and LECO to determine the optimal type of ESCO units and define their scope of work \nand responsibilities; (ii) propose financing mechanisms to fund the energy efficiency projects \nidentified by the ESCO units; and (iii) assess capacity building needs and develop training and \noutsourcing plans.   \n \n54.  Rural Household Connection. The TA aims to improve electricity access for the poor \nby supporting CEB to design a credit support program for rural household connection, select \nservice providers, and build the capacity of stakeholders.  \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Economic Analysis \n55.  Economic  analysis  was  undertaken  for  the  Project,  excluding  the  demand-side \nmanagement and rural household connection parts. The economic internal rate of return (EIRR) \nwas  calculated  by  comparing  with-  and  without-project  scenarios.  Detailed  cost  benefit \ncalculations show that the Project is expected to deliver net economic benefits, with a combined \nEIRR of 16.0%. A summary of the economic analysis is provided in Appendix 11. \n \nB.  Financial Management Assessment and Financial Analysis \n  1.  Financial Management \n \n56.   A financial management assessment was undertaken to determine whether CEB and \nLECO  could  fulfill  ADB’s  fiduciary  requirements  for  the  Project.  The  assessment  was  in \naccordance with ADB guidelines and used a financial management assessment questionnaire \nand  field  interviews.  In  CEB,  under  the  general  manager  responsible  for  day-to-day \nmanagement,  additional  general  managers  manage  six  FBUs,  one  generation  unit,  one \ntransmission unit, and four distribution units in different areas. The finance division is headed by \na  finance  manager  and  two  additional  finance  managers  are  responsible  for  financial \nmanagement of the six FBUs.  \n \n57.  CEB's  accounting  records  are  manually  maintained  at  site  offices  and  monthly \nsummaries are forwarded to head office for consolidation under cost centers. For generation, \ncost centers are aggregated under two hydropower and thermal power units. Transmission \nactivities  are  another  cost  center. There  are  four  separate  cost centers  for  distribution  by \ngeographic coverage. Although the billing system is computerized, the accounting system is \nbased  on  spreadsheets.  Financial  management  and  the  accounting  system  should  be \nintegrated  and  computerized  to  improve  their  efficiency.  To  respond  quickly  to  regulatory \nrequirements and ultimately to customers’ needs, routine financial matters will be delegated to \neach  FBU  while  corporate  financial  matters  such  as  treasury  operations  and  investment \nfinancing  will  be  centralized  at  the  finance  division.  Investment  in  a  more  sophisticated \nmanagement information system and accounting system is urgently needed to support the \ndelegation of financial responsibilities to FBUs and to monitor their financial performance.     \n \n ", "16  \n58.  CEB's annual accounts are prepared on an accrual basis in accordance with Sri Lanka \nAccounting  Standards,  which  are  similar  to  the  International  Accounting  Standards.  The \naccounts are audited by the auditor general, who appoints a private firm as auditor. The firm is \nrotated periodically. Since CEB has a lot of experience in accounting and auditing for foreign \nloans that have been relent by the Government, audit reports and financial statements are well \nformatted. \n \n59.  LECO is a private limited liability company, with the majority of its shares owned by CEB \nand the Government. LECO has finance divisions located at its head office and seven branch \noffices. Each branch office produces a full set of financial statements, which are consolidated at \nthe head office. The head office finance division is headed by the finance manager, assisted by \na management accountant, a financial accountant, and support staff. The branch accountants \nreport to the finance manager. LECO’s financial statements are prepared on an accrual basis in \naccordance with Sri Lanka accounting standards. The accounts are audited by a private firm \naffiliated with an international accounting firm. LECO has experience of implementing externally \nfunded projects and has an internal audit department.  \n \n  2.  Financial Analysis \n \n60.  Financial Analysis of the Project.  A financial evaluation of the Project, excluding the \ndemand-side management and rural household connection parts, was carried out, based on \n2009 prices. The base case financial internal rate of return (FIRR) is 8.5%, compared with a \nweighted average cost of capital (WACC) of 6.9%, thus indicating the Project is financially \nviable. Sensitivity analyses showed that the results were robust to a range of project-related \nsensitivities. A summary of the financial analysis is provided in Appendix 12. \n \n61.  Financial Analysis of CEB. The recent tariff revision is expected to improve CEB's \nturnover significantly, coupled with a sharp decrease of oil prices due to the global financial \ncrisis. Once the coal fired plant becomes operational in 2012, CEB's financial position will be \nmore stable because of no need to purchase expensive power from IPPs. To ensure the \nfinancial sustainability of CEB, the least cost generation plans need to be implemented as \nscheduled. Operationally, CEB should also maintain, (i) an account receivable collection of less \nthan 2 months; (ii) a debt to equity ratio of 70:30; and debt service coverage of 1.2 from 2012. \nCEB’s financial performance and projections are provided in Supplementary Appendix K.  \n \nC.  Poverty Reduction and Social Development   \n62.  The Project will help to enhance social and economic inclusion and the integration of \nmarginalized people. On-grid electricity is a cleaner source of energy than kerosene and access \nto it will improve health, hygiene, and sanitation. More hours can be devoted to studying and \naccess to information, awareness, and knowledge will improve. For low-income households, the \neducational level of children will increase. Mobility and security will be enhanced, particularly for \npeople who have suffered from attacks by wild animals while searching for their food10 and who \nhave been affected by the conflict. Household lighting brings about an overall improvement in \nliving standards. Electricity is a less expensive source of energy than kerosene and wood that \nneeds to be fetched. Households carrying out home-based economic activities will generate \nmore household income, be more productive because they can work longer working hours, \noperate faster machinery, and spend less time searching for energy sources. \n                                                 \n10 During a field visit in Hambantota (which was electrified by the Power Fund for the Poor), it was reported that \nelectrification had greatly reduced the risks of villagers being attacked by elephants.   \n ", " 17\n \n63.  In  urban  areas,  the  Project  will  ensure  a  reliable  supply  of  electricity,  benefiting \nhouseholds, small and medium-sized businesses (possibly leading to job creation), and public \nservices, including schools and hospitals. High oil prices are deterring investors from investing \nin projects that rely heavily on generators. The Project will bring power to industrial districts11 \nwhere industries that currently rely on generators will be able to improve their productivity. It will \nalso encourage new investments and therefore create jobs.  \n   \n64.  The Project will contribute directly to the development of the Eastern Province, which is \none of the poorest provinces in Sri Lanka.12 It contains Sinhalese, Tamil, and Muslim population \nand has been severely affected by the conflict. The coastal part of the province (populated \nmainly by Tamils and Muslims) was severely affected by the Indian Ocean tsunami in 2004.  To \nensure regional balance, the Project is also designed to benefit other poorer provinces. The \nsummary poverty reduction and social strategy is in Appendix 13.    \n \nD.  Social and Environmental Safeguards  \n \n  1.  Social Safeguards \n \n65.  The Project will not entail any land acquisition. About 480 ha of private land might be \ntemporarily affected by the erection of transmission towers and stringing of transmission lines. \nAs  a  result,  a  maximum  of  1,800  households  might  be  temporarily  affected,  although  not \nsignificantly. As far as possible, CEB will ensure that construction of towers and stringing of \nlines will not be carried out during the cropping season to reduce the impact on the local rice \ncrop.  \n \n66.  A short resettlement plan has been prepared by CEB for the transmission and substation \nparts (except for part 1, which will not have any adverse social impact). No direct impact is \nforeseen  on  indigenous  peoples  so  no  indigenous  peoples  development  plan  has  been \nprepared. However, special provisions were added to the resettlement plan to ensure additional \ncompensation  is  paid  to  vulnerable  groups,  including  indigenous  peoples.  A  summary \nresettlement plan is provided in Appendix 14. The resettlement plan has been uploaded on the \nADB website and is in Supplementary Appendix H. \n \n  2.  Environmental Safeguards \n \n67.  CEB and LECO have prepared initial environmental examinations (IEEs) for parts 1, 2, \n3,  6,  and  7.  CEB  has  held  public  consultation  meetings.  All  grid  substations  planned  for \naugmentation  are  located  within  the  existing  premises  of  either  CEB  or  LECO.  Minimal \nenvironmental impacts are expected from the siting of new facilities. All grid substations already \nhave  storm  water  drainage  through  covered  surface  drains.  During  the  construction  and \noperation phase, measures will be taken to minimize environmental impacts. Some potential \nenvironmental impacts associated with the construction of the proposed 132 kV transmission \nlines are anticipated. To minimize these, CEB has observed the route selection criteria set out in \nthe  national  regulations  and  has  adopted  best  environmental  practices.  In  general, \nenvironmental impacts are ranked low or low to medium and have been adequately addressed \nthrough  mitigation  measures  in  the  environmental  management  plans  prepared  for  each \n                                                 \n11 One substation to be constructed under the Project will only serve the Pallekelle industrial park, where a number of \ninvestments are dependent on the availability of on-grid electricity, which is currently unavailable. \n12 Department of Census and Statistics. 2002. Household Income and Expenditure Survey. Colombo. \n ", "18  \nsubproject. Both CEB and LECO have sufficient capacity to implement the safeguard measures \nbased on the Plans. ADB has classified the Project environmental category B. The summary \nIEE is provided in Supplementary Appendix I.  \n \nE.  Potential Risks and Assumptions \n \n68.  The major assumptions are that (i) the Government will remain committed to power \nsector reforms; (ii) the long-term generation expansion plan (LGEP) will be implemented in a \ntimely manner; and (iii) the Sri Lanka Electricity Act will be efficiently implemented for PUCSL to \nregulate the sector. \n \n69.  The Government’s commitment to sector reform is demonstrated by the fact that it has \n(i) provided financial support for the implementation of CEB’s long-term debt restructuring plan; \n(ii) submitted the NEPS for the parliamentary approval, which is not required for a policy \ndocument,  and  gazetted  it;  and  (iii)  substantially  increased  retail  tariffs  to  improve  CEB’s \nfinancial position. CEB has drafted its first long-term corporate plan, which it is using as a basis \nfor its internal reform exercise. The Government has already secured financing for the priority \nprojects in LGEP and three projects totaling 950 MW are being implemented. \n \n70.  Parliament has passed the Sri Lanka Electricity Act in March 2009 and PUCSL has \nstarted regulating the power sector. Although there is a risk that PUCSL and CEB make lack \ncapacity to operate effectively under the new regulatory framework, this will be substantially \nmitigated by ADB’s technical assistance for capacity development of the two agencies and \nPUCSL’s experience in supporting the Government’s policy-making over the past 4 years.       \n \n71.  Other  risks  to  the  implementation  of  the  investment  projects  include  (i)  delays  in \nassociated generation investments, (ii) delays in project implementation and resulting project \ncost escalation, and (iii) a deterioration of the security situation in the Eastern Province. These \nrisks also appear to be low. A policy and regulatory framework is already in place to streamline \nthe Government approval process for renewable energy projects. SEA has been established as \na focal agency for renewable energy development and is being supported by an ADB TA to \nexpedite the review of the pending small hydropower projects that will be promoted by the \nProject.  All  the  subprojects  under  the  Project  are  ready  for  implementation  and  advance \nprocurement will help expedite project implementation and mitigate the risk of cost overruns. As \nthe Government is now taking full control in the Eastern Province, no difficulty is foreseen in \nimplementing  the  subprojects.  The  associated  technical  assistance  will  help  design \nimplementation arrangement of the projects.    \n \nVI.  ASSURANCES \nA.  Specific Assurances \n \n72.   In addition to the standard assurances, the Government, CEB and LECO have given \nthe following assurances, which are incorporated in the legal documents: \n \n1.  Sector Reforms and Governance \n \n73.   The Government will continue to support commercial and operational autonomy of CEB \nand LECO, and will ensure that they remain independent legal entities for the duration of the \nProject.  \n  \n ", " 19\n74.  The  Government  will  meet  any  shortfall  of  funds,  and  make  timely  and  adequate \nbudgetary appropriations, in the event adjustments to the tariffs are inadequate to cover in the \nnext Fiscal Year (i) the debt service, (ii) a rate of return agreed upon between PUCSL and CEB, \nand (iii) the full recovery of the investment costs and the operations and maintenance costs of \nthe Project. \n \n75.    The Government will ensure that CEB takes all measures necessary to implement its \nCorporate  Plan,  which  shall  include,  at  the  minimum:  (i)  a  description  of  CEB’s  strategic \nobjectives; (ii) CEB’s operational plan, and (iii) a list of key performance indicators for the FBUs,   \n \n76.  The Government will ensure that CEB: \n \n(i)  within  three  (3)  months  from  the  date  of  effectiveness  of  the  loan  agreement, \ndelegates all power and authority to the FBUs in accordance with the Corporate Plan \nand the local regulations;  \n(ii)  within five (5) months from date of effectiveness of the loan agreement, determines \nprovisional transfer pricings among the FBUs; and \n(iii) within (6) months from the date of effectiveness of the loan agreement,  agrees with \nthe FBUs on target for each of the key performance indicators in accordance with the \nCorporate Plan, and the local regulations.  \n \n77.   No later than three (3) months prior to the commencement of each Fiscal Year starting \non 1 January 2010, the Government will cause CEB to provide to ADB an implementation plan \nfor the Corporate Plan satisfactory to ADB for the upcoming Fiscal Year.     \n \n2.  Financial \n78.  The Government will cause CEB to maintain (i) a debt service coverage ratio of at least \n1.2 and a debt-equity ratio of 70:30 for each Fiscal Year commencing 1 January 2012; and (ii) a \nbalance of net accounts receivable not exceeding the equivalent of amounts billed in the two (2) \npreceding months at all times. \n \n79.  The Government will cause CEB to ensure that each FBU maintains separate internal \nfinancial accounts as if it were a separate legal entity.  \n \n3.  Operations  \n80.   In respect of part 8 of the project, the Government will cause CEB to ensure (i) a \nminimum  cumulative  principal  collection13   of  eighty  percent  (80%);  (ii)  a  minimum  annual \nprincipal  and  interest  collection14   of  eighty  percent  (80%),  and  (iii)  a  maximum  portfolio \ninfection15 of twenty percent (20%).  The Government will ensure that CEB’s annual auditing \nreport includes an opinion on the compliance by CEB with these conditions  \n \n \n                                                 \n13 The cumulative amount of loan principal repaid by customers to CEB divided by cumulative amount of loan   \nprincipal due. \n14 The cumulative amount of loan principal and interest repaid by customers to CEB during a certain fiscal year \ndivided by cumulative  amount of loan principal and interest which have become due during the Fiscal Year.  \n15  Portion of the portfolio with arrears of six months or older. \n ", "20  \n4.  Environment \n \n81.  The Government will ensure, and cause CEB and LECO to ensure, that (a) the project is \nundertaken and all project facilities are designed, constructed, implemented, operated, and \nmaintained in accordance with the Government's applicable laws and regulations and ADB’s \nEnvironment Policy (2002).  \n \n82.  The Government will ensure, and cause CEB and LECO to ensure, that (i) the EMP is \nimplemented in accordance with its terms so that all adverse environmental impacts during \nconstruction and operation of the Project are mitigated; and in the event of any unanticipated \nadverse environmental impacts,  such impacts are reported to CEA and ADB, and remedial \nactions taken to mitigate the impacts in consultation with the affected people, CEA and ADB; (ii) \nan additional environmental study is undertaken and corresponding approval from the CEA is \nobtained should there be changes in the Project design that have significant environmental \nimpacts;  (iii)  the  IEE  and  EMP  are  updated,  as  necessary,  during  course  of  Project \nimplementation and submitted to ADB approval; and (iv) reports are submitted to ADB on a \nsemi-annual basis on the implementation of the EMP. \n \n83.  The  Government  will  ensure,  and  cause  CEB  and  LECO  to  ensure,  that  (i)  all \ncontractors are provided with the IEE and EMP, and that the contractors implement the required \nmitigation  measures  as  described  in  the  EMP  in  a  satisfactory  manner,  and  report  the \nimplementation of the EMP on a regular basis, along with any deviation from the IEE; (ii) the \nbidding  documents  include  the  requirement  to  comply  with  the  EMP;  and  (iii)  the  project \nimplementation  consultants  closely  monitor  compliance  by  the  contractors  with  the \nenvironmental impact mitigation and monitoring requirements.  \n \n5.  Resettlement \n84.  The  Government  will  ensure,  and  cause  CEB  and  LECO  to  ensure,  that  (i)  land \nacquisition, and relocation, resettlement, and compensation of all people who are affected by \nthe project  is promptly carried out, and the project is implemented, in accordance with the \nGovernment’s applicable laws and regulations, ADB’s Involuntary Resettlement Policy (1995), \nADB’s Policy on Indigenous Peoples (1998), and the resettlement plan; (ii) all land and rights-of-\nway required for the Project are made available in a timely manner; (iii) the resettlement plan is \ndisclosed to the affected people in local languages, and all compensation and resettlement \nbenefits are paid to the affected people prior to their displacement from their land, house, or \nasset;  (iv)  resettlement  plan  is  updated  as  needed  in  course  of  project  implementation, \nparticularly prior to any realignment, disclosed to the affected people, and submitted to ADB for \napproval and disclosure on ADB's website; (v) the construction of towers and the stringing of the \nlines, is carried out, whenever possible, during off cropping seasons; (vi) an external monitoring \nagency is engaged for independent monitoring and evaluation of resettlement activities; and (vii) \nreports on land acquisition and resettlement, along with the external monitoring agency report, \nare submitted to  ADB semiannually. \n \nB.  Conditions for Effectiveness of Loan and Grant Agreements \n \n85.  Effectiveness  of  the  Loan  and  Grant  Agreements  will  be  subject  to  the  following \nconditions, amongst others: \n \n(i)  The MOPE has approved CEB’s Corporate Plan as acceptable to ADB  \n \n ", " 21\nC.  Conditions for Disbursement \n \n86.   Disbursement of loan proceeds allocated to part 8 (rural household connection) will be \nsubject to the following conditions: \n(i)  CEB and ADB have agreed on a final design for this Part; \n(ii)  CEB has entered into a performance-based contract on terms and conditions \nacceptable to ADB with a service provider acceptable to ADB. \n    \n87.  Disbursement of grant proceeds allocated to part 4 (demand-side management) will be \nsubject to the following condition: \n \n(i)  the  Government  has  issued  a  delegating  responsibility  for  municipal  street \nlightning in the project areas to CEB and LECO. \n  \nVII.  RECOMMENDATION \n88.  I am satisfied that the proposed loans and grants would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the loan of $135,000,000 to the Democratic Socialist Republic of Sri Lanka for \nthe Clean Energy and Access Improvement Project from ADB’s ordinary capital \nresources, with  interest  to  be  determined  in accordance  with  ADB’s  London \ninterbank  offered  rate  (LIBOR)-based  lending  facility;  a  term  of  25  years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan and Project \nAgreements presented to the Board;  \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 16,843,000 to \nthe Democratic Socialist Republic of Sri Lanka for the Clean Energy and Access \nImprovement  Project,  from  ADB’s  Special  Funds  resources,  with  an  interest \ncharge at the rate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter; a term of 32 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft Loan and Project Agreements presented to the Board; \n(iii)  the grant not exceeding the equivalent of $2,200,000 to the Democratic Socialist \nRepublic of Sri Lanka for the Clean Energy and Access Improvement Project \nfrom the Climate Change Fund, on terms and conditions that are substantially in \naccordance  with  those  set  forth  in  the  draft  Grant  and  Project  Agreements \npresented to the Board;  \n(iv)  the administration by ADB of a grant not exceeding the equivalent of $2,000,000 \nto the Democratic Socialist Republic of Sri Lanka for the Clean Energy and \nAccess Improvement Project to be provided by the Government of Japan; and \n(v)  the provision of technical assistance not exceeding the equivalent of $2,000,000 \nto the Government of the Democratic Socialist Republic of Sri Lanka for Rural \nHousehold Connection.  \n \n \n \nHaruhiko Kuroda \nPresident \n \n6 March 2009\n ", "22  Appendix 2 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nImpact      Assumptions \nReliable and affordable  No load shedding  Annual national statistics  Macroeconomic growth \npower supply for  by 2012.  report.  remains stable. \nsustained and inclusive       \neconomic growth.  Electrification ratio  Power sector statistics.  Government remains \nincreased from    committed to power sector \n82% in 2008 to  reforms. \n98% by 2016.   \n  Risks \nAdditional capacity  Oil price increase. \nof 500 MW from   \nnonconventional \nrenewable energy \nprojects by 2016. \n \nOutcome      Assumptions \nImproved coverage and  Total technical and  Power sector statistics.  Legal framework to ensure \nefficiency in service  commercial losses    fully functional PUCSL as the \ndelivery by CEB and  of the CEB network  Progress reports on 10- sector regulator. \nLECO.  reduced from 15%   Year Development   \nof net generation in  Framework.  Private sector will continue to \n2008 to 12% by    be active in renewable \n2016.  CEB and LECO reports.  energy development. \n   \nUnrestricted  Least-cost generation \ndemand in the  expansion plan implemented \nmetropolitan areas  as scheduled. \nfully met by 2012   \nand onward.  The Government will \n  continue to fund grid \nPending  extension in the Eastern \napplications for  Province. \nsmall hydro   \nprojects of at least   \n200 MW approved  Risks \nby 2010. \nUndue political interference \n \non tariff setting and \nPower demand in \noperational matters. \nthe Eastern \n \nProvince fully met \nDelayed approval of \nby 2012 and \nrenewable energy projects. \nonward. \n \n \nLack of budget to maintain \nCEB achieves cash \nsubsidized tariff structure for \nbreakeven by 2012. \nrenewable energy projects. \n \n \n \n \n \n \n ", "  Appendix 2  23 \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \nOutputs      Assumptions \n       \nEnergy Efficiency      Counterpart funds mobilized \nImprovement      on time. \n1. Strengthened  315 MVA added to the  CEB and LECO reports.   \ntransmission and  transmission network    Sufficient capacity of CEB \ndistribution network and  by 2011.  Power sector statistics.  and LECO in project \ncentral system control.      implementation. \n   94 km of 132kv  Government budget.   \n  transmission lines    The Government makes \n  added to the  Government gazette.  direct monthly payment to \n  transmission network    CEB and LECO on account \n  by 2011.  Progress reports.  of amounts billed to \n      municipalities or other public \n  70 MVA added to 33/11    authorities for street lighting \n  kv distribution    services. \n  substations in LECO’s     \n  operation areas by    Availability of qualified \n  2011.    service providers for rural \n      household connection part. \n  Centralized load     \n  dispatch function    Commitment of CEB \n  operational by 2012.    management to internal \n      reforms. \n       \n2. Demand-side  Energy consumption by  PUCSL adequately staffed \nmanagement of  street lighting reduced  and budgeted. \nmunicipal street  by 30% by 2012.   \nlighting.     Risks \n     \n    Unexpected increase in \nRenewable Energy    prices of commodities and \nDevelopment  220.5 MVA added to  raw materials, and \n3. Removal of network  the grid substations to  construction delays. \nbottleneck for small  absorb additional power   \nhydropower projects.  from new small  Delayed government \n  hydropower plants.  approvals for procurement \n    and recruitment of \n    consultants. \n     \nAccess for the Poor  100 km of transmission  Unstable security situation in \n4. Strengthened  lines and 63 MVA of  project areas. \ntransmission network in  substation capacity   \nthe Eastern Province.  added in the Eastern  High default rate for rural \n  Province.  household connection part. \n     \n   \n  Credit support for \n5. Expanded credit  service connection \nsupport program for  provided to at least \nservice connection in  15,000 and 60,000 of \nthe selected provinces.  poor households in the \n ", "24  Appendix 2 \nDesign  Performance  Data  Assumptions  \nSummary  Targets/Indicators  Sources/Reporting  and Risks  \nMechanisms  \n  selected provinces by \n  2010 and 2016 \n  respectively. \n   \nCapacity   \nDevelopment  Licensing conditions \n6.Strengthened  substantially fulfilled by \ninstitutional capacity for  CEB and LECO. \neffective regulation of   \nthe power sector.   \n  Detailed design of \n7. Efficient project  demand-side \nmanagement.  management and rural \n  household connection \n  parts. \n   \n  Establishment of \n  internal ESCO units for \n  demand-side \n  management part. \n   \n  Engagement of service \n  providers for rural \nhousehold connection \npart. \n \nProcurement \nimplemented based on \nthe procurement plan. \n \nADB safeguard policies \ncomplied with during \nproject implementation. \n \n \n \n \n ", "  Appendix 2  25 \n \nActivities with Milestones  Inputs \n1.1 Augmentation of (i) Panadura, (ii) Veyangoda, (iii) Matara,   \n(iv) Kurunegala, (v) Habarana, and (vi) Horana  grid substation; and   ADB \n(b) Construction of (i) Pallekele, (ii) Maho, and (iii) Naula grid substation   \nby November 2011.  OCR Loan - $135 million \n1.2 Construction of Transmission Lines for (i) Ukuwela–Pallekele,  ADF Loan - $25 million \n(ii) Maho–Puttalam, and (iii) Galle–Matara by December 2011.  ACEF Grant - $2.0 million \n1.3 Capacity Enhancement of Trasnformers at   CCF Grant – $2.2 million \n(i) Katunayake, (ii) Nawala, (iii) Kiribathgoda, (iv) Kotikawatta; and   \n(v) Hikkaduwa substation by March 2011.  TA grant   \n1.4 Construction of new system control center by May 2012.  TASF: $1 million \n  JSF: $2 million \n2.1  Establishment of ESCO units in CEB and LECO by December 2009.   CCF: $0.8 million  \n2.2  Transfer of operation of municipal lights from local authorities to CEB   \nand LECO by January 2010.  Government: $24.0 million \n   \n3.1  Augmentation of (i) Balangoda, (ii) Seethawake, (iii) Nuwara Eliya, and   \n(iv) Ukuwela grid substation;  \n \n(b)  Construction of Mahiyangana grid substation, and  \n \n(c)  Extension of Baddula substation by December 2011. \n \n4.1 Augmentation of (i) Ampara and (ii) Valachchenai grid substation by \nNovember 2011. \n4.2 Construction of Transmission Lines for Habarana–Valachchenai by \nDecember 2011. \n \n5.1  Launch of CEB’s credit support program for service connection by \nMarch 2010. \n \n6.1  Issue of license to CEB and LECO by June 2009. \n6.2  Memorandum of performance signed  between FBU heads and CEB \nboard by October 2009. \n6.3  First tariff order to CEB and LECO by December 2009. \n6.4  Second tariff order to CEB and LECO by December 2010. \n \n7.1  Consultants for system control center engaged by September 2009. \n7.2  Bidding for system control center completed by May 2010. \n7.3  Bidding for other projects completed by October 2009. \n7.4  Detail design of demand-side management and rural household \nconnection parts by October 2009. \n7.5  Engagement of service provider(s) for rural household connection by \nFebruary 2010.   \n    \nACEF = Asian Clean Energy Fund, ADB = Asian Development Bank, ADF = Asian Development Fund, CCF = Climate \nChange Fund, CEB = Ceylon Electricity Board, ESCO = energy service company, FBU = functional business unit, JSF = \nJapan Special Fund, LECO = Lanka Electricity Company (Private), MVA = megavolt-ampere, MW = megawatt, OCR = \nordinary capital resources, PUCSL = Public Utilities Commission of Sri Lanka TA = technical assistance, TASF = Technical \nAssistance Special Fund. \n ", "26  Appendix 2 \n \nPOWER SECTOR ASSESSMENT AND SECTOR ROAD MAP \n \nA.  Sector Situation and Key Issues in the Sector \n \n  1.    Sector Situations \n \n1.  Sri Lanka’s power sector struggled throughout the late 1980s, 1990s, and early 2000s to \nmeet the growing demand for electricity. Given that demand for power is growing by about 8% \nper  year,  the  country  faces  serious  power  shortages  after  2008,  which  would  significantly \nimpede economic growth. Sri Lanka’s national electrification ratio1 improved significantly from \n10.9% in 1986 to 82% in 2008 and compares favorably to those in other South Asian countries. \nHowever, substantial disparities in access to electricity still exist. As of the end 2008, per capita \nelectricity consumption stood at about 492 kilowatt-hours (kWh), which is lower than that in India \nor Pakistan. System losses are estimated at 16.7%. While this is relatively low compared to the \naverage of South Asia, there is still room to reduce losses by another 4%–5%. Table A2.1 \nshows key electricity data for four South Asian countries.  \n \nTable A2.1: Key Electricity Data for Four South Asian Countries \nSri Lanka  Bangladesh  Pakistan  India \n \n(2008)  (2005)  (2005)  (2005) \nInstalled Generation Capacity (MW)  2,580  4,995  19,540  132,329 \n(Mar 2007) \nElectricity Consumption per Capita (kWh)  492  N/A  398  606 \nSystem Losses (%)          15.0  25.0  25.0  40 – 50 \nElectrified Households (%)          82.0  32.0  54.0  44.0 \n      Source: Asian Development Bank. \n \n2.   In  Sri  Lanka,  the  total  power  generation  capacity  available  to  the  grid  was  2,580 \nmegawatts  (MW)  at  the  end  of  2008.  Of  the  total  energy  provided  to  the  grid,  37.4%  is \nhydropower, 58.2% is thermal (oil), and 4.4 % is nonconventional renewable energy. Ceylon \nElectricity Board (CEB) and Lanka Electricity Company (LECO) are the only two utilities in the \npower  sector.  CEB,  an  integrated  utility  fully  owned  by  the  Government  and  engaged  in \ngeneration, transmission and distribution of electricity, has installed generation capacity of 1,725 \nMW and serves about 90% of all customers. LECO was formed as a distribution company under \nthe Companies Act and most of its shares are owned by CEB and the Government.  Municipal \nauthorities are minority shareholders. LECO purchases bulk power from CEB and distributes it \nto about 400,000 consumers in Colombo and other urban areas in the western and costal belt, \nrepresenting about 10% of all consumers. The private sector is currently only in the generation \nsector and has a total capacity of 705 MW. \n     \n  2.    Key Issues \n \n3.  About 20% of households do not have access to electricity, which is expensive and \nsubject to interruptions. CEB is burdened with debt, restricting its capacity to make capital \ninvestments by CEB and discouraging private investments in the sector.  \n \n4.  High Cost of Generation. The share of thermal power in the power generation mix has \nincreased dramatically from 1% in 1986 to 58% in 2008 as the entire growth in demand has \nbeen served by oil-fired thermal generation. The 1998 policy of building thermal power plants \n                                                 \n1 The ratio of electrified households to total households. \n ", "  Appendix 2  27 \nwith private financing has resulted in a proliferation of relatively small high-cost oil-fired plants. \nPoor  political  decisions  and  a  lack  of  financial  resources  have  prevented  CEB  from \nimplementing the least-cost generation plan, using coal as the most economical source of \nenergy.  The  move  toward  oil-fired  plants,  the  increase  in  the  oil  price,  and  the  delayed \nconstruction of new hydropower plants have significantly pushed up the cost of generation. \nThere is an urgent need to build up base load generation capacity with low-cost fuels, such as \nimported coal, and to invest in hydropower and other renewable resources.  \n \n5.  Skewed Tariff Structure. The dramatic increase in generation costs since 1998 has not \nbeen passed on to electricity consumers since the Government, as the regulator, has had \nneither the political will to pass on the cost increases to consumers nor the technical capacity to \nevaluate the CEB’s cost structure to decide on the appropriate level of tariffs. As a result, CEB \nhas posted an operating loss since 2000 and accumulated its liability. Sri Lanka’s electricity \ncustomers, particularly commercial and industrial customers and large households, pay higher \nprices than most of their regional comparators. A reduction in the cost of supply is urgently \nneeded, coupled with a stable and high-quality supply of electricity. \n \n6.  Inadequate and Aging Transmission and Distribution Network. Retail tariffs, which \ndo  not  reflect  the  cost  of  supply,  coupled  with  CEB’s  institutional  weakness  in  project \nimplementation, have continued to squeeze its investments in transmission and distribution. The \nlow-voltage distribution network requires improvements if it is to meet the expansion in housing \nand commercial developments. Overdue investment in the medium-voltage distribution network \nhas caused overloading, poor reliability and fluctuating voltage at many locations. The growth in \ndemand for power distributed over the medium-voltage network requires a matching investment \nin the transmission network and grid substations. Immediate investments in the transmission \nand distribution network are needed, not only to reduce system losses and to ensure the \nstability  of  the  entire  power  system  but  also  to  encourage  private  sector  investment  in \nnonconventional renewable energy.   \n   \n7.  High Commercial Losses and Lack of Penetration in Rural Areas. The low customer \ndensity in suburban and rural areas causes higher network losses than in urban areas. In \nparallel with network strengthening, further efforts are needed to upgrade and improve meters \nand  metering  systems  and  to  enforce  strict  surveillance  to  prevent  theft.  Another  major \nchallenge in rural areas is low penetration in electrified villages. Even in neighborhoods already \nreached by distribution feeders, many households remain unconnected as they cannot afford to \npay connection charges.   \n   \nB.  Government Policy and Planning Framework \n8.  The  Government’s  Ten-Year  Development  Framework  (TYDF)  prepared  in  2006 \nenvisions  “sustainable  development  of  energy  resources,  conversion  facilities  and  delivery \nsystems to enable access to and use of energy services by the entire population, and the safe, \nreliable delivery of such energy services at a regionally competitive price, through commercially \nviable institution subjected independent regulation.”2 To underpin the TYDF, the Government \ndeveloped the national energy policy and strategies (NEPS), which is a comprehensive sector \ndevelopment road map, including a long-term investment program as well as policy and reform \nmeasures. It aims to (i) supply electricity to 86% of households by 2010 and 98% by 2016, and \n(ii) adopt electricity tariffs that are comparable with those of other countries and sufficient for \nutilities  to  be  viable.  The  Government  gazetted  the  NEPS  in  June  2008.  It  is  based  on  \n                                                 \n2  Government of Sri Lanka. 2006. Mahinda Chintana: Vision for a New Sri Lanka, 63. \n ", "28  Appendix 2 \n(i) providing basic energy needs, (ii) ensuring energy security, (iii) promoting energy efficiency \nand conservation, (iv)  promoting indigenous resources, (v) adopting an appropriate pricing \npolicy,  (vi)  enhancing  energy  sector  management  capacity,  (vii)  protecting  consumers  and \nensuring fair treatment, (viii) enhancing the quality of energy services, and (ix) protecting the \ncommunity from the adverse environmental impacts of energy facilities.  \n \nC.  Sector Road Map \n \n5.  To achieve the NEPS goals, the Government’s strategies focus on: \n \n(i)  increasing supply capacity and reducing generation cost by adding a base load \ncapacity of about 2,400 MW, including three coal-fired plants of 2,000 MW; \n(ii)  ensuring 10% of grid energy is supplied from nonconventional energy sources; \n(iii)  increasing the percentage of households connected to the grid from 82% in 2008 \nto 88% by 2016; \n(iv)  reducing the total technical and commercial losses of the CEB network to 13.5% \nof net generation by 2009 and 12% by 2016; \n(v)  establishing  an  independent  regulatory  framework  and  rationalizing  the  tariff \nstructure; \n(vi)  restructuring CEB’s long- and short-term debts; and \n(vii)  making all energy efficiency codes and appliance labeling mandatory by 2016. \n \n6.  The Government’s road map toward 2016 is provided in Table A2.2. \n \nTable A2.2: Power Sector Road Map \n \nEnd 2007 \nIssue  Strategy  Indicator  Status  Interim Target  Target for 2016 \nAccess to  Invest in grid extensions  Households  Grid: 75%  Grid: 80%  Grid: 88% \nelectricity.  and off-grid energy  electrified.  Off-grid: 4%  Off-grid: 6%  Off-grid: 10% \n  systems.    by 2010. \nReforms and  Introduce legislative  Enacting   the  Sri   Lanka  Enacting    \nenabling regulatory  framework to regulate the  legislation for  Electricity Bill  legislation by \nenvironment.  electricity industry by  regulation by PUCSL.  submitted to  June 2008. \nPUCSL.    Parliament   \n  Operation of FBUs    Fully \nCreate separate FBUs  with devolved  FBUs in partial  empower FBUs \nwithin CEB for generation,  authority.  operation but  and ensure they \ntransmission and    lack delegated  are operational \ndistribution and issue  Accurate energy  authority.  by December \nFBUs with separate  accounting across    2008. \nlicenses of the regulator  CEB divisions,     \n(PUCSL).  transparent dispatch     \n  of power plants.  \n \n      Transfer      \nEstablish a state-of-the art  metering  Boundary \noperations management,  inadequate,  metering \nenergy accounting and  dispatch  installed by \nmanagement information  procedures  2009, \nsystem.  based on off- transparent \nline, manual  dispatch system \nsystems.  operational by \n  2009. \nElectricity tariff  Introduce tariffs that  CEB profitability, level  Large cross- Remove   \nrationalization,  reflect costs, restructure  of debt reflected in  subsidies to  electricity and \ndebt restructuring  sector debts to minimize  tariffs, elimination of  household  kerosene \nand targeted   the burden, ensure a   cross-subsidies.  electricity   subsidies and  \n \n ", "  Appendix 2  29 \nEnd 2007 \nIssue  Strategy  Indicator  Status  Interim Target  Target for 2016 \nSubsidies.  common subsidy is in     kerosene.  replace them   \nplace for energy used for  customers,  with a targeted \nlighting.  subsidy for \nenergy use for \nlighting, by \n2008. \nFuel diversity and  Moratorium on oil and oil- Resource diversity,  Hydro: 37.7%    Hydro:19.9% \nenergy security in  related fuel burning power  average production  Oil: 58.2%  Oil: 2.2% \nbulk power  plants, diversification to  cost of electricity,  Nonconventional  Coal: 67.3% \ngeneration.  coal and nonconventional  regionally competitive  renewable  Nonconventional \nrenewable energy.  customer price, share  energy: 4.1%  renewable \n  of indigenous energy  energy:10.7% \nEstablishment of India–Sri  for electricity \nLanka electricity  production. \ninterconnection. \nRenewable energy  Relieve grid constraints,  Share of  Nonconventional  Nonconventional  Nonconventional \nfor electricity  arrange finances to  nonconventional  renewable  renewable  renewable \ngeneration.  accelerate development  renewable energy on  energy share:  energy share:  energy share: \nof nonconventional  the grid, impact on  4.1%  7.5% by 2010  10.7% \nrenewable energy.  average generation     \ncost. \nTransmission and  Invest in transmission and  Compliance with  Widespread  Essential  Endeavor to \ndistribution network  distribution to ensure  reliability indices,  violations of  reliability levels  reach \ndevelopment.  safety, quality and  optimum network  reliability criteria. will be  international \nreliability of supply.  losses, statutory limits  established by  norms of \non quality of supply.  2010.  reliability and \nsupply quality. \nSupply-side energy  Accelerate investments  Technical loss in  Total  Total  Total \nefficiency.  and management efforts  transmission,  transmission  transmission  transmission \nto reduce technical and  technical loss in  and distribution  and distribution  and distribution \nnontechnical losses.  distribution, non- loss 16.7% of  loss 13.5% of  loss 12.0% of \ntechnical losses.  net generation.  net generation  net generation \n  by  2009.  by 2016. \nDemand-side  Mandatory labeling of  Energy efficiency  Two devices  All appliances  All codes and \nenergy efficiency.  appliances, consumer  codes and appliance  carry energy  labeled by 2010,  labels will be \neducation, energy  labeling, efficiency  efficiency labels,  selected  mandatory. \nefficiency services, CFL  appliance  one energy  appliance-\npopularization,  popularization,  efficiency  labeling \ninvestments on energy  customer investments  financing  mandatory by \nefficiency.  on energy efficiency.  project.  2008, energy \nefficiency \nbuilding code \nmandatory by \n2009. \nCEB = Ceylon Electricity Board, CFL = compact fluorescent lamp, FBU = functional business unit, PUCSL = Public \nUtilities Commission of Sri Lanka. \nSource: Government of Sri Lanka. \n \n  1.  Long-Term Generation Expansion Plan (LGEP) \n \n7.  In the short term, generation costs are expected to continue to increase, reflecting oil \nprices, and the commissioning of the oil-fired Kerawalapitiya Thermal Power Station (600 MW) \nin 2008–2009. In the medium term, the Government aims to reverse this trend and start to bring \ndown the cost with by adding three coal-fired plants—Puttalam (900 MW), Trincomalee (500 \nMW),  Hambantota  (600  MW)—and  Upper  Kotomale  hydropower  plant  (150  MW)  and  an \nadditional 500 MW of renewable energy. The Government has imposed a moratorium on oil-\nburning power plants until non-oil sources provide 90% of grid energy. The first phase of the \nPuttalam thermal power project (300 MW) is under construction with funding from the People’s \nRepublic of China. Trincomalee is under preparation as a joint venture project between National \nThermal Power Corporation of India and CEB. Hambantota, a proposed independent power \n ", "30  Appendix 2 \nproducer, is selecting a private investor. The planned additional generation capacity under the \nLGEP is provided in Table A2.3.   \n \nTable A2.3: Generation Capacity Addition Plan \n(MW) \nItem  FY2008  FY2012  FY2016 \nSupply       \nThermal (Oil)  1,222  1,768  1,393 \nThermal (Coal)  0  900  2,100 \nConventional Hydropower  1,205  1,335  1,335 \nRenewable  153  317  622 \nTotal  2,580  4,320  5,450 \nPeak Demand  1,922  2,921  3,943 \nSource: Government of Sri Lanka. \n \n  2.  Enabling Regulatory Environment and Sector Reforms   \n \n8.  The Government established the Public Utilities Commission of Sri Lanka (PUCSL) in \n2002 as a regulator for the energy and water sectors under the PUCSL Act, 2002. However, \nalthough the act ensures the independent status of PUCSL staff, the final authority for issuing \nlicenses  and  determining  electricity  tariffs  is vested  in  the  Government  (PUCSL  has  been \nadvising the Government on policy decisions, including setting tariffs). In order to transfer these \npowers to PUCSL and to empower it to regulate the sector fully, Parliament has passed the Sri \nLanka Electricity Act in March 2009. The first licenses to CEB, LECO, and the utilities will be \nissued within 6 months from its enactment.   \n \n9.  CEB  has  converted  its  generation,  transmission  and  distribution  operations  into  six \nfunctional  business  units  (FBUs),  one  for  generation,  one  for  transmission,  and  four  for \ndistribution. Financial accounts have been segregated so that each FBU will operate as a profit \ncenter. PUCSL will regulate each FBU separately and issue individual licenses. The board of \nCEB will delegate to the respective heads of the FBU all day-to-day management and the power \nto take all decisions to fulfill the obligations of the FBU under its license, including all financial \npowers to make capital and other investments, recruit personnel, and incur revenue expenses \nto the extent required to ensure the FBU achieves its revenue targets as approved by PUCSL. \nThe board will also authorize the heads of FBUs to delegate some of the functions of the FBU to \nits officers. A memorandum of performance to be signed between the heads of FBUs and the \nboard to ensure that FBU heads will (i) fulfill the license conditions; (ii) achieve the performance \nstandards set by the regulator; and (iii) have both administrative and financial autonomy to \nmanage the FBU within the stipulations of the license. \n    \n  3.  Clean Energy Development \n \n10.  The country’s primary energy sources are indigenous biomass (47% of the total in \n2003), imported petroleum products (45% in 2003) and hydropower (8% in 2003).  About half of \nthe  country’s  hydropower  potential  has  been  already  exhausted.  Increased  penetration  of \nindigenous resources, reduced consumption of fossil fuels and diversification into cheaper fuels \nare, therefore, the limited options available to Sri Lanka. At the end of 2008, there were 73 small \nhydropower plants with a total capacity of 138 MW, one 3 MW wind power plant, and three  \nbiomass plants of 12MW. It is estimated that Sri Lanka has the potential to generate 24,000 MW \nof renewable energy, including from biomass, wind, and small hydropower plants. The TYDF \n ", "  Appendix 2  31 \naims to (i) increase the percentage of households electrified through off-grid supply from 4% at \npresent to 10% by 2016; (ii) increase the share of nonconventional renewable energy in on-grid \npower supply from 4.1% at present to 10.7%; (iii) add at least 500 MW of renewable energy \ncapacity  by  2016.  Table  A2.4  shows  Sri  Lanka’s  renewable  energy  development  plan  to \nFY2016. \n \nTable A2.4: Renewable Energy Development Plan \n(MW) \nItem  FY2008  FY2012      FY2016 \nBiomass  12  20  50 \nMini Hydropower  138  219  419 \nWind  3  78  153 \n       \n     Total  153  317  622 \n  Source: Sustainable Energy Authority. \n \n11.  In October 2007, the Government established the Sustainable Energy Authority (SEA), \nwith a mandate to develop and implement policy for renewable energy development, energy \nefficiency, and energy conservation. SEA has provided an institutional framework to promote \ndevelopment of renewable energy projects through private investment. SEA will play a pivotal \nrole  in  promoting  renewable  energy  development  by  helping  private  sector  investors  to  \n(i) identify potential projects; (ii) obtain government clearances; (iii) gain access to government \nsubsidies from the Sri Lanka sustainable energy fund managed by SEA; and (iv) enter into a \npower purchase agreement with the Ceylon Electricity Board (CEB). It will also develop and \nimplement new policies and financing schemes for renewable energy development, energy \nefficiency improvement, and energy conservation. The Government recently introduced new \ntechnology-specific  multi-tier  tariffs  to  attract  more  private  investment  to  nonconventional \nrenewable energy projects. \n \n12.  Lack of grid capacity remains a major technical bottleneck for the development of clean \nenergy sources. In Sri Lanka, private investors have been actively investing in small hydropower \nplants. However, a large number of proposals for new projects are pending because of a lack of \nsubstation  capacity.  Eight  grid  substations  have  been  identified  for  immediate  capacity \nimprovement, which would bring an additional 200 MW of clean energy to the grid.  \n \n  4.  Transmission and Distribution Network Development \n \n13.  System Expansion and Strengthening. CEB has completed a master plan for the \ntransmission system in 2006 and a long-term transmission development plan (LTDP) to 2015. \nThe  LTDP  has  identified  the  significant  investment  needs  in  the  transmission  system  as \n(i) evacuating the power that will be generated from new power plants planned under the LGEP; \n(ii) improving overall system reliability and efficiency; (iii) facilitating rural electrification; and  \n(iv) facilitating grid integration of renewable energy projects.  \n \n14.  The power plants scheduled to be commissioned by 2016 will require an investment of \n$296 million in associated evacuation lines. For reliable and efficient grid management, the \npresent supervisory control and data acquisition (SCADA) system needs to be replaced by a \nsystem  that  can  ensure  real-time  network  operations.  Investments  in  the  medium-voltage  \nnetwork have been significantly delayed because of a lack of finance, causing overloading, \nunreliability, and poor voltage profiles at many locations. Grid substations and transmission lines \n ", "32  Appendix 2 \nneed  to  be  strengthened  in  areas  with  particularly  weak  medium-voltage  networks  and \nwidespread problems, including the North-Central, Eastern, and Uva provinces. Demand growth \non the medium-voltage network will require matching investments in the transmission network \nand  grid  substations.  The  low  voltage  distribution  network  also  requires  continuous \nimprovements to meet the expansion in housing and commercial developments, and to provide \nadditional distribution substations to ensure a reliable electricity supply of specified quality. In \naddition to expansion, the ageing sections of the network have to be replaced, and outdated \ncontrol and protection systems have to be upgraded. The investment plan for the transmission \nand distribution network to 2016 is provided in Table A2.5. \n \nTable A2.5: Transmission and Distribution Investment Plan \n($ million) \nItem  Total \nOngoing Projects  82 \nStrengthening of Grid Substations and    552 \nTransmission Lines \nNew Power Plant Connection  296 \nOther Transmission System  52 \nMedium-Voltage and Low-Voltage Distribution  248 \n     Total  1,230 \n  Source: Government of Sri Lanka. \n \n15.  Loss Reduction. CEB’s transmission and distribution losses have been between 15% \nand 17% of net generation over the past two decades (although they increased to about 21% in \n2000,  because  of  the  excessive  number  of  connections  without  meters).  The  number  of \nconnections without meters has now been reduced to a minimum. While the losses have now \nreverted to the pre-2000 levels, they are significantly above the optimal levels of about 12%. In \n2008, the transmission and distribution loss was estimated to be 15.0% of net generation. \nThese additional losses are partly technical and include overheating cables and transformers, \nbecause of the excessive current caused by the unplanned connection of new customers, and \nnon-implementation of planned improvements to the network because of financial constraints. A \nsmaller share of the losses is due to connections without meters, metering errors, and theft. The \nGovernment will accelerate improvements to those sections of the transmission and distribution \nnetwork where losses are high, and replace and upgrade the network to reduce losses, which \nwould also improve service quality in terms of voltage profile. The Government will also make a \nparallel  effort  to  upgrade  and  improve  the  meters  and  the  metering  system,  and  conduct \nsurveillance on theft. An investment of $87 million in the loss reduction program is planned, \nincluding $64 million for the medium- and low-voltage technical loss reduction program and  \n$23 million for the nontechnical loss reduction program. By these measures, the Government \nplans to reduce overall losses to 12% by 2016. The Government also plans to pilot innovative \noutsourcing projects with ADB assistance, particularly for nontechnical loss reductions in peri-\nurban and rural areas.  \n \n  5.  Rural Electrification \n \n16.  From its inception, CEB has been implementing rural electrification projects with equity \ninvestments  by  the  Government  and  with  internal  funds,  and  has  been  accelerating  rural \nelectrification since the 1980s. As of the end of 2005, 3.34 million housing units (70.8%) out of \n4.56 million had an active grid electricity connection (73.2% including inactive accounts).3 Most \n                                                 \n3  As of the end of 2005, the population was estimated 19,668,000, and the average household size was 4.31 \npersons. These figures excluded Kilinochchi, Mannar and Mullaitivu districts in the Northern Province. \n ", "  Appendix 2  33 \nhouseholds without access to electricity are in rural areas. The Government is committed to an \ninterim target of 90% of households by 2010 and an eventual target of 96% (88% on-grid and \n8% off-grid) by 2016.  \n \n17.  Off-Grid Electrification. While some areas can be electrified by closing the gaps in the \nexisting  network,  most  villages  yet  to  be  electrified  require  longer  medium-voltage  line \nextensions and long low-voltage distribution lines. The Government will identify such areas and \ninvest  in  off-grid  electricity  services  through  small  hydropower,  biomass,  and  wind-based \ngenerating  systems,  and  associated  distribution  lines,  as  well  as  stand-alone  solar  home \nsystems. About 300 such community-based village electrification systems currently provide \nelectricity to an estimated 10,000 houses. In addition, about 100,000 solar home systems have \nbeen installed. Investment support for such off-grid services has come from the Government \nthrough the provincial councils and the Renewable Energy for Rural Economic Development \nproject of the World Bank. \n \n18.  Rural Household Connection. Many households in suburban and rural areas remain \nunconnected as they cannot afford to pay connection charges, even though distribution feeders \nhave already reached their neighborhood. Traditionally, poor households have been a difficult \ngroup to target in the electrification campaigns because connections require initial capital that \nmay be beyond the means of many families. However, some of these households may be able \nto repay a loan or connection fee in monthly installments over 2–3 years. Reaching these \nhouseholds would bring two major benefits. First, the households themselves will enjoy the \nbenefits to be derived from having access to electricity. Second, CEB will have more customers, \ngenerating more income and enabling progress toward the electrification targets set by the \nGovernment. \n \n19.  In 2002, ADB approved a pilot project, the Power Fund for the Poor,4 which became \noperational in 2004. The project financed electricity connection costs for poorer households \nthrough a revolving fund administered by local microfinance institutions. As of the end of 2007, it \nhad electrified 10,400 poor rural households in over 400 villages in eight districts. With support \nfrom ADB, the Government will continue to provide a credit support program to rural households \nto build on the success of this pilot project.   \n \n  6.  Demand-Side Management \n \n20.  The SEA is mandated to develop and implement policies to reduce consumption and \nachieve better energy efficiency in residential, municipal and industrial end-user applications. \nThe Government has established a sustainable guarantee facility within SEA to facilitate access \nto  financing  for  energy  conservation  projects.  Eight  technology  priority  areas  have  been \nidentified by the Government for pilot demand-side and energy conservation projects. These \ninclude power factor correction in transmission networks and efficiency improvements in lighting \napplications  in  residential  and  commercial  buildings,  lighting  grids,  industrial  boilers,  air \nconditioning systems, compressed air systems, industrial motors and drives, fans and air blow \ninstallations,  and  municipal  water  and  irrigation  pumps  and  systems.  Combined  with  loss \nreduction  programs  in  transmission  and  distribution  networks,  these  initiatives  can  reduce \ndemand for imported fuels and mitigate environmental impacts associated with the increase in \ngreenhouse gases, sulfur dioxide, and particulate matter emissions. \n \n                                                 \n4  ADB. 2004. Proposed Grant Assistance to Sri Lanka for the Power Fund for the Poor. Manila (financed by the \nJapan Fund for Poverty Reduction). \n ", "34  Appendix 2 \n21.  In Sri Lanka, end-user improvements have been largely price-driven. In the household \ncustomer group, the major intervention has been the promotion of compact fluorescent lamps \n(CFLs). A pilot program started in 1994–1995 followed by a large-scale program. Interest-free \nloans were available from CEB and LECO for the purchase of up to three CFLs. As a result, \nthere are now about 2 million CFLs in operation. However, this program has not been very \neffective since 2003 and the Government plans to relaunch it with a target of reaching about  \n4  million  in  operation.  Furthermore,  in  2001,  CEB  and  the  Sri  Lanka  Standards  Institute \nlaunched a scheme to label appliances based on their energy efficiency. The Government \nintroduced mandatory labeling in 2007 and plans to complete it by 2010. It will also update the \nEnergy Efficiency Building Code and to make it mandatory.     \n \n  7.  Debt Restructuring and Tariff Rationalization \n \n22.   Debt Restructuring. In 2005, the Treasury wrote off SLRs7.8 billion of CEB’s deferred \ntax and other payment arrears and made direct payments of SLRs3.5 billion to the Ceylon \nPetroleum  Corporation  on  behalf  of  CEB.  The  restructuring  of  CEB’s  long-term  debt  of  \nSLRs61 billion was approved by the Government in April 2006. Half of its long-term liabilities \nhave been converted to equity and half have been rescheduled, with repayment to begin only \nafter the commercial operations of the Puttalam coal-fired power plant have begun. This plant is \nexpected to lower CEB’s generation cost substantially and hence to generate more cash debt \nservices.  \n \n23.  Tariff  Rationalization.  To  ensure  electricity  prices  reflect  the  cost  of  supply  and \nincrease revenues, the Government has started to rationalize the tariff structure so all recurrent \nexpenses of CEB can be met by the tariffs. In March 2008, the Government introduced a new \ntariff structure that increased average retail tariffs by about 30%. The new tariffs aim to raise \ntariffs for domestic consumers, which have been heavily cross-subsidized by commercial and \nindustrial consumers. However, the impact on “lifeline tariffs,” considered necessary to maintain \nminimum living standards, has been minimized. The tariff revision has brought CEB close to an \noperational breakeven.  \n \n  8.  Private Sector Participation \n \n24.  The Government will continue to promote private sector participation in the power sector.  \nIt has recently opened a conventional hydropower project of less than 50 MW to private sector \ninvestment. Two hydropower projects, Moragolla (27 MW) and Ging Ganga (49 MW), are \nintended  for  private  sector  investment.  Of  the  planned  base  load  thermal  plants,  the \nHambantota coal-fired power plant is proposed to be an independent power producer and the \nTrincomalee  coal-fired  plant  is  proposed  to  be  a  public–private  partnership  project.  The \nGovernment plans to rely on private sector investments for renewable energy development and \nhas introduced technology-specific subsidized tariffs to promote small hydropower, wind and \nbiomass generation. \n \n ", "  Appendix 3  35 \nPREVIOUS ASIAN DEVELOPMENT BANK LOANS AND TECHNICAL ASSISTANCE \nTO THE ENERGY SECTOR IN SRI LANKA \n \nA.  Loans \n \nTable A3.1:  Previous ADB Loans to the Power Sector in Sri Lanka \n    Amount  Date \nLoan No.  Project  ($ million)  Approved \n118-SRI(SF)  Bowatena Hydroelectric Projecta    8.0  19 Dec 1972\n299-SRI(SF)  Canyon Hydropower Projecta   17.5  26 Jul 1977\n436-SRI(SF)  Rural Electrification Projecta   11.3  10 Dec 1979\n654-SRI(SF)  Trincomalee Thermal Power Project    3.45  17 Nov 1983\n634-SRI(SF)  Special Assistanceb   3.8  16 Aug 1983\n732-SRI(SF)  Secondary Towns Power Distributionc   12.4  22 Jan 1985\n870-SRI(SF)  Secondary Towns Power Distribution Project II a b   34.8  3 Dec 1987\n1021-SRI(SF)  Power System Expansion (Sector Loan)a   74.3  31 May 1990\n1414-SRI(SF)  Second Power System Expansion Sector   80.0  14 Dec 1995\n1438-SRI(SF)  Emergency Rehabilitation of Petroleum Facilities   24.0  16 May 1996\n1929-SRI(SF)  Power Sector Development Program (Program)  60.0   31 Oct 2002\n1930-SRI(SF)  Power Sector Development Program (Project Loan)  70.0   31 Oct 2002\n  Total  399.5 \na  The Executing Agency was Ceylon Electricity Board (CEB). \nb A special assistance loan totaling $14.7 million was provided to selected ADB-financed Projects for local cost \nfinancing. The Rural Electrification Project (Loan 436-SRI[SF]) was allocated $3.8 million of the total amount. \nc  The Executing Agency was Lanka Electricity Company (Private). \nSource: Asian Development Bank. \n \nB.  Technical Assistance \n \nTable A3.2:  Previous ADB Technical Assistance to the Power Sector  \n    Amount  Date \nTA No.  Project  ($’000)  Approved \n083-SRI  Preparation of Samanala Wewa Power     46.0  11 Apr 1973\n219-SRI  Rural Electrification  190.0  9 Dec 1977\n523-SRI  Energy Planning Support  80.0  16 Jun 1983\n551-SRI  Trincomalee Thermal Power  150.0  17 Nov 1983\n578-SRI  Secondary District Towns Power  250.0  29 Dec 1983\n660-SRI  Energy Planning Support (Phase II)  50.0  26 Dec 1984\n930-SRI  Institutional Strategy Study of LECO  230.0  3 Dec 1987\n1307-SRI  Rural Electrification Development  445.0  31 May 1990\n1308-SRI  Preparation of CEB’s New Thermal Power Station        690.0  31 May 1990\n1309-SRI  Institutional Review and Development of CEB  700.0  31 May 1990\n1309-SRI  Institutional Review and Development of CEB    28 Jun 1991\n(Supplementary)  125.0 \n2595-SRI  Power Distribution Restructuring and Regulation  450.0  26 Jan. 1996\n2795-SRI  Energy Sector Strategy Study  100.0  19 May 1997\n3141-SRI  Power Sector Restructuring  1,000.0  23 Dec 1998\n3450-SRI  Promotion of Private Sector Involvement in Oil and Gas    1 Jun 2000\nExploration  325.0 \n3655-SRI  Study of Pricing in the Petroleum Subsector  150.0  24 May 2001\n3857-SRI  Power Sector Restructuring—Phase II  800.0  15 Apr 2002\n4113-SRI  Energy Sector Master Plan  500.0  12 May 2003\n4262-SRI  Rural Electrification and Network Expansion  600.0  16 Dec 2007\n7011-SRI  Building the Capacity of the Sustainable Energy Authority  600.0  12 Dec 2007\n          Total  7,481.0 \nCEB = Ceylon Electricity Board, LECO = Lanka Electricity Company. \nSource: Asian Development Bank. \n \n ", "36  Appendix 4 \nDETAILED DESCRIPTIONS OF INVESTMENT PARTS \nPart  Features \n   \nPart 1. System Control Modernization   \n1-1. Construction of CPU and SCADA System, Telecommunication System and \nOther Facilities at Sri Jayawardenapura   \nPart 2. Transmission System Strengthening   \n2-1.   Construction of Pallekele grid substation   63 MVA \n2-2.   Construction of Ukuwela–Pallekele transmission line   132 kV, 18 km \n2-3.   Augmentation of Panadura grid substation   31.5 MVA \n2-4.   Augmentation of Veyangoda grid substation  31.5 MVA \n2-5.   Augmentation of Matara grid substation  31.5 MVA \n2-6.   Construction of Maho grid substation  31.5 MVA \n2-7.   Construction of Maho–Puttlam transmission line   132 kV, 42 km \n2-8.   Augmentation of Kurunegala grid substation  31.5 MVA \n2-9.   Construction of Naula grid substation  31.5 MVA \n2-10. Augmentation of Habarana grid substation  31.5 MVA \n2-11. Construction of Galle–Matara transmission line   132 kV, 34 km \n2-12. Augmentation of Horana grid substation  31.5 MVA \nPart 3. Distribution Substations Augmentation    \n3-1.   Augmentation of Katunayake substation   2X5 MVA \n3-2.   Augmentation of Nawala substation   2X10 MVA \n3-3.   Augmentation of Kiribathgoda substation  2X10 MVA \n3-4.   Augmentation of Kotikawatta substation  2X5 MVA \n3-5.   Augmentation of Hikkaduwa substation  2X5 MVA \nPart 4. Demand Side Management  for Municipal Street Lighting    \n4-1.   Replacement of old conductors and feeder controls   \n4-2.   Replacement of incandescent and mercury evaporation lamps with \ncompact fluorescent or sodium lamps   \n4-3.   Installation of time-of-day switches and electronic timers   \nPart 5. Consulting Services (Project Implementation Support for Part 1)   \nPart 6. Network Capacity Augmentation for Renewable Energy Projects   \n6-1.  Augmentation of Balangoda grid substation   31.5 MVA \n6-2.  Augmentation of Seethawake grid substation   31.5 MVA \n6-3.  Augmentation of Nuwara Eliya grid substation   31.5 MVA \n6-4.  Augmentation of Ukuwela grid substation   31.5 MVA \n6-5.  Construction of Mahiyangana grid substation   63 MVA \n6-6.  Augmentation of Badulla grid substation   31.5 MVA \nPart 7. Transmission System Strengthening in the Eastern Province   \n7-1.  Augmentation of Ampara grid substation   31.5 MVA \n7-2.  Construction of Habarana–Valachchenai transmission line   132 kV, 100 km \n7-3.  Augmentation of Valachchenai grid substation   31.5 MVA \nPart 8. Rural Household Connection   \n8-1. Credit Line for installment program to promote service connection in rural \nareas   \nCPU = central processing unit, kV = kilovolt, MVA = megavolt-ampere, SCADA = supervisory control and data \nacquisition.  \nSources: Ceylon Electricity  Board and Lanka Electricity Company\n ", " \n \n \nDETAILED COST ESTIMATES\nTable A5.1: Detailed Cost Estimates by Expenditure Category\nSLR million $ million\nItem Foreign Local     Total Foreign Local  Total % of Total \nExchange Currency      Cost Exchange Currency Cost Base Cost\nA. Investment Costs\nEnergy Efficiency Improvement\nSystem Control Modernization 2,081.0 447.8 2,528.8 19.3 4.2 23.5 15.3\nTransmission System Strengthening 4,761.9 1,005.1 5,767.0 44.2 9.3 53.5 35.0\nDistribution Substations Augmentation 1,829.5 215.7 2,045.2 17.0 2.0 19.0 12.4\nDemand-Side Management  452.3 86.2 538.5 4.2 0.8 5.0 3.3\nConsulting Services 95.5 37.4 132.9 0.9 0.3 1.2 0.8\nClean Energy Development\nNetwork Capacity Augmentation for             \n2,081.1 158.8 2,239.9 19.3 1.5 20.8 13.6\nRenewable Energy Projects\nConnectivity for the Poor\nTransmission System Strengthening in the \n2,022.3 829.8 2,852.1 18.8 7.7 26.5 17.3\nEastern Province\nRural Household Connection 0.0 377.0 377.0 0.0 3.5 3.5 2.3\nSubtotal Base Cost 13,323.6 3,157.8 16,481.4 123.7 29.3 153.0 100.0\nB. Taxes and Duties\nTaxes and Duties 0.0 408.4 408.4 0.0 3.8 3.8 2.5\nC. Contingencies\nPhysical 1,029.7 215.6 1,245.3 9.6 2.0 11.6 7.6\nPrice 514.9 404.2 919.1 4.8 3.8 8.5 5.5\nD. Financing Charges During Implementation A\np\nInterest During Implementation 899.5 232.3 1,131.8 8.3 2.2 10.5 6.8 p\ne\nCommitment Charges 70.6 18.2 88.8 0.6 0.2 0.8 0.5 nd\nix\n 5\n \nTotal Project Cost (A+B+C) 15,838.3 4,436.5 20,274.8 147.0 41.2 188.2 122.9\nSource: Asian Development Bank estimates.\n3\n7\n ", " \n  Table A5.2: Detailed Cost Estimates by Financier\n3\n  8\n \n($ million)\nADB Government  A\np\nItem Cost       OCR        ADF      ACEF          CCF Subtotal Total % of Cost pe\nn\nCategory d\nix\nA. Investment Costs  5\n \nEnergy Efficiency Improvement\n - System Control Modernization 23.5 22.3 0.0 0.0 0.0 22.3 1.2 5\n - Transmission System Strengthening 53.5 50.8 0.0 0.0 0.0 50.8 2.7 5\n - Distribution Substations Augmentation 19.0 18.1 0.0 0.0 0.0 18.1 0.9 5\n - Demand Side Management  5.0 0.0 0.0 2.0 2.2 4.2 0.8 16\n - Consulting Services 1.2 1.2 0.0 0.0 0.0 1.2 0.0 0\nClean Energy Development\n - Network Capacity Augmentation for             \n20.8 19.8 0.0 0.0 0.0 19.8 1.0 5\nRenewable Energy Projects\nAccess for the Poor\n - Transmission System Strengthening in the \n26.5 6.3 18.9 0.0 0.0 25.2 1.3 5\nEastern Province\n - Rural Household Connection 3.5 0.0 3.5 0.0 0.0 3.5 0.0 0\nSubtotal Base Cost 153.0 118.5 22.4 2.0 2.2 145.1 7.9 5\nB. Taxes and Duties\nTaxes and Duties 3.8 0.0 0.0 0.0 0.0 0.0 3.8 100\nC. Contingencies\nPhysical 11.6 9.5 1.5 0.0 0.0 11.0 0.6 5\nPrice 8.5 7.0 1.1 0.0 0.0 8.1 0.4 5\nD. Financing Charges During Implementation\nInterest During Implementation 10.5 0.0 0.0 0.0 0.0 0.0 10.5 100\nCommitment Charges 0.8 0.0 0.0 0.0 0.0 0.0 0.8 100\nTotal Project Cost 188.2 135.0 25.0 2.0 2.2 164.2 24.0 13\nSource: Asian Development Bank estimates.\n ", "  Appendix 6  39\n \nPROJECT DESCRIPTION OF DEMAND-SIDE MANAGEMENT PART \n \nA.  Background \n \n1.  Sri Lanka's generation capacity is projected to continue lagging behind the demand \nrequirements over the near to medium term. The planned enhancement of generation capacity \nwill be derived mainly from new coal-burning thermal facilities and, as a result, the share of \nclean energy in power generation will decrease. It is therefore crucial to mitigate the impacts \nassociated  with  this  substantial  enlargement  of  greenhouse  gas  emissions  through  rapid \ndemand-side management to reduce end-user consumption and losses in transmission and \ndistribution networks.  \n  \n2.  Responsibility  for  street  lighting  traditionally  rests  with  local  authorities  such  as \nmunicipalities, town councils, and pradeshiya sabhas. Electricity bills are paid out of government \nsubsidies so municipalities have no incentive to reduce energy consumption. In addition, the \nGovernment has not been able to pay the full amount of subsidies, which has led to commercial \nlosses for CEB and LECO. In the case of CEB, the energy consumed by street lighting system \nis estimated at 150 GWh per year. Out of this, about 52 GWh are unaccounted for, adding an \nextra 0.57% to CEB system losses. To put an end to this vicious cycle, the Government has \ndecided to delegate responsibility for municipal street lighting to CEB and LECO, starting in \nselected urban areas.  \n \n3.  Under the project, CEB and LECO will establish internal units based on a utility energy \nservice  company  (ESCO)  model  to  undertake  the  street  lighting  operations  and  maximize \nenergy savings through demand-side management. The ESCO service market is still quite \nimmature in Sri Lanka, and requires further strengthening and support from external partners. \nThe  utility  ESCO  model  to  be  set  up  with  ADB  assistance  will  be  used  for  demand-side \nmanagement programs for municipal governments and other customers with capital constraints. \n \nB.  Impact and Outcome  \n \n3.  The energy savings from the project will help reduce the commercial losses of CEB and \nLECO. The outcomes will be (i) a reduction in energy consumption and related costs and \nimplementation of energy efficiency improvements in municipal street lighting systems, and (ii) \nfreed additional capacity and peak load stabilization within distribution networks in the program \nareas.  \n \nC.  Outputs \n \n4.  The project will support the implementation of pilot energy efficiency projects in the CEB \nand LECO service areas, and have the following outputs:  \n \n(i)  separation of street lighting feeders and installation of feeder meters; \n(ii)  replacement of old conductors and feeder controls; \n(iii)  replacement  of  incandescent  and  mercury  evaporation  lamps  with  compact \nfluorescent or sodium lamps to save energy and ensure longer performance (the \nlamps last five times longer than incandescent lamps); and \n(iv)  installation  of  time-of-day  switches  and  electronic  timers  to  cut  electricity \nconsumption during the daytime, eliminate overcharging, remove delays caused \nby manual switching of lamps, and ensure reliable operating schedules. \n ", "4  0  Appendix 6 \n \nD.  Cost Estimate and Financing Plan \n \n5.   The total investment cost will be $5 million. Of this, $4.2 million will be funded by two \nseparate grants (one of $2.2 million from the Climate Change Fund and the other of $2 million \nfrom the Asian Clean Energy Fund under the Clean Energy Financing Partnership Facility)1 and \n$0.8 million will be funded by the Government. In addition, $0.8 million will be funded under the \nClimate Change Fund (CCF) for associated technical assistance.     \n \nE.  Implementation Arrangements \n \n6.  The project will be implemented by CEB and LECO in their respective jurisdictions2 \nthrough a utility-based ESCO model. Management contracts for a demand-side management \nprogram on street lighting will be handled by ESCO units to be set up within CEB and LECO. \nThe realized energy savings will be deposited in the ESCOs’ escrow accounts and used to \nfinance  further  energy  efficiency  projects.  This  will  ensure  that  Clean  Energy  Financing \nPartnership Facility funds are used to create a sustainable impact and to generate further \nenergy efficiency improvements. The CCF technical assistance will support CEB and LECO to \nestablish the ESCO units. CEB and LECO will collect data to determine baseline consumption, \ninstalling equipment, and monitoring the project performance in accordance with a verification \nand monitoring protocol to be developed under the technical assistance. Details of the technical \nassistance are in Appendix 10 and Supplementary E.  \n \n                                                 \n1  Allocation of the fund between CEB and LECO will decided by ADB based on project preparedness and progress \nby each agency.    \n2  As defined by CEB Act No. 17 of 1969 and the memorandum of associations of Lanka Electricity Company \n(Private) established in 1983 under the Companies Act. In power distribution, LECO supplies power to Colombo \nand other urban areas in the western and coastal belt while CEB covers the remaining part of the country.   \n ", "Appendix 7  41 \nPROJECT DESCRIPTION OF RURAL HOUSEHOLD CONNECTION PART \n \nA.  Background \n \n1.  From  its  inception,  Ceylon  Electricity  Board  (CEB)  has  been  implementing  rural \nelectrification projects with equity investments by the Government and with internal funds, and \nhas been accelerating rural electrification since the 1980s. As of the end of 2005, 3.34 million \nhousing  units  (70.8%)  out  of  4.56  million  had  an  active  grid  electricity  connection  (73.2% \nincluding inactive accounts).1 Most households without access to electricity are in rural areas.  \n \n2  Even in rural villages that have already been electrified, a large number of households \nremain  unconnected  as  they  cannot  afford  to  pay  connection  charges.  Traditionally,  poor \nhouseholds  have  been  a  difficult  group  to  target  in  the  electrification  campaigns  because \nconnections require initial capital that may be beyond the means of many families. However, \nsome  of  these  households  may  be  able  to  repay  a  loan  or  a  connection  fee  in  monthly \ninstallments over 2–3 years. Reaching these households would bring two major benefits. First, \nthe  households  themselves  will  enjoy  the  benefits  to  be  derived  from  having  access  to \nelectricity. Second, CEB will have more customers, generating more income, and enabling \nprogress toward the electrification targets set by the Government. \n \n3.  In 2002, ADB approved a pilot project, the Power Fund for the Poor.2 The project \nfinanced  the  electricity  connection  costs  for  poorer  households  through  a  revolving  fund \nadministered by local microfinance institutions. It has successfully electrified more than 10,000 \npoor households (1.2% of the total number of poor households in the country) while maintaining \na recovery ratio of more than 95%. The Government has asked ADB to build on this success \nwith an Asian Development Fund (ADF) loan funding. \n \nB.  Impact and Outcome \n \n4.  The  Project  will  help  to  (i)  improve  operational  and  financial  efficiency  in  rural \nelectrification,  and  (ii)  expand  coverage  of  rural  electrification  for  poverty  reduction.  The \noutcome of the project will be sustainable access to grid electricity by the rural population and a \nbetter service by CEB in rural areas. It is expected that at least 15,000 poor households will be \nconnected to the grid by 2010 and at least 60,000 households by 2016 (8% of the total number \nof poor households).  \n \nC.  Outputs \n \n5.  In the Power Fund for the Poor (para. 3), microfinance institutions had a credit line \nbacked by the Japan Fund for Poverty Reduction grant, which enabled them to provide micro \ncredit to rural households to help them pay their service connection costs. Under this project, \nCEB will provide installment credit for poor households so they can pay their upfront service \nconnection costs. CEB will develop the credit program with ADB technical assistance. The \nprogram will be operated by service providers with an ADF loan of $3.5 million as a line of \ncredit.  \n \n                                                 \n1  As of the end of 2005, the population was estimated 19,668,000, and the average household size was 4.31 \npersons. These figures excluded Kilinochchi, Mannar and Mullaitivu districts in the Northern Province. \n2  ADB. 2004. Proposed Grant Assistance to Sri Lanka for the Power Fund for the Poor. Manila (financed by the \nJapan Fund for Poverty Reduction). \n ", "42      Appendix 7  \n \n6.  ADB engaged a local nongovernment organization to evaluate the Power Fund for the \nPoor to incorporate its key success factors and lessons learned into the design of the current \nProject. The evaluation revealed that targeting an appropriate group of households is essential \nto ensuring outreach while minimizing credit loss. CEB plans to start the program in Hambantota \nand Ratnapura where it also has a grid extension program and where service providers can \neasily be found. It then plans to roll it out to other areas, including Ampara in the Eastern \nProvince. The following categories of household will eligible: \n \n(i)  households situated in a village that has been electrified for at least 12 months \nbefore the credit application, \n(ii)  households that are able to invest at least 20% of the total cost (connection and \nwiring), \n(iii)  households living in houses with the roof and walls made of permanent materials, \nand \n(iv)  households with unrestricted access to existing main grid line. \n \n7.  When a credit application is submitted to CEB from a household, a service provider will \nassess the household’s repayment capacity and confirm that there are no technical difficulties in \nmaking the electricity connection. If the application is approved, CEB will provide a service \nconnection and the connection cost will be recoded as a loan to the customer in CEB’s balance \nsheet. The loan will be recovered in installments over 24–36 months, together with payments for \nelectricity bills. An escrow account will be set up in CEB to receive installment payments. \n \n8.  The  funds  in  the  account  will  be  used  to  finance  the  cost  of  connection  for  new \ncustomers. Principal and interests on the loans to customers will be deposited to the account to \nprovide loans to new customers as well as to make repayments on the ADB loan. CEB will \nadminister the account, monitor loan recovery, and report to ADB regularly. Interest rates on the \ninstallments will be used to cover the cost of ADB loan, administration costs and a risk premium, \nbut CEB will not expect to make profit from this project. Detailed implementation arrangements \nand a fund-flow chart is provided in Figure A7.1. \n   \nD.  Cost Estimate and Financing Plan \n \n9.  An ADF loan of $3.5 million will be provided for CEB to establish a line of credit. The \nproject will require technical assistance of $2.5 million, of which $2.0 million will be financed by \nthe Japan Special Fund and $0.5 million by CEB.  \n \nE.  Implementation Arrangements \n \n10.  As CEB staff have little experience in the customer credit business, the management of \nthis credit program will be outsourced to service providers. This will include (i) awareness-\nbuilding among potential beneficiaries; (ii) identification of potential customers; (iii) assessment \nof  customers’  payment  capabilities;  (iv)  processing  of  credit  applications;  and  (v)  credit \nadministration and recovery. There will be a performance-based contract between CEB and the \nservice providers, measured mainly by the recovery ratio. This means that part of the credit risk \nwill  be  passed  on  to  the  service  provider.  The  microfinance  institutions  that  have  been \nimplementing the Power Fund for the Poor are expected to be the service providers. CEB staff \nwill  work  with  them  and  provide  technical  assessments,  cost  estimates,  and  service \nconnections. ADB TA will support CEB in detailed project design, preparation of a performance-\nbased contract, selection of service providers and capacity building of stakeholders. Details of \nthe technical assistance are in Appendix 10 and Supplementary E.  \n ", "Appendix 7  43 \n \n11.  CEB will report to ADB quarterly on (i) the status of the escrow account (until the full loan \namount  is  disbursed);  (ii)  overall  portfolio  performance,  including  a  minimum  cumulative \nprincipal collection, a minimum annual principal and interest collection, a maximum portfolio \ninfection, and data on connected households); and (iii) the status of the processing of credit \napplications. If requested by ADB, CEB will provide ADB with certification that the ADB funds \nhave been used to provide service connections and that those who received credit have been \nphysically connected.  \n \nFigure A7.1: Implementation Arrangements for Rural Household Connection \n(Loan + Technical Assistance Grant) \nADB\nTechnical \nLoan\nAssistance Grant\nRepayment\nGOSL\nRepayment\nProject \nContract + Pay service fee\nConsulting \nCEB Support select service providers\nFirm\nProvide trainings\nCEB Area \nOffices\nService \nProvide technical assessment  Providers\nand instruction Repayment of installments \nProvide service connection monthly with interest rates Beneficiary identification\nConnection cost estimate\nAwareness raising\nCredit administration\nBenefit monitoring \nHouseholds Poverty impact assessment\n \n \nSources: ADB = Asian Development Bank, CEB = Ceylon Electricity Board, GOSL = Government of Sri Lanka. \n ", " \n \n4\n  4\n \nPROJECT IMPLEMENTATION SCHEDULE\n2008 2009 2010 2011 2012 2013 A\nDescription J J A S O N D J F M A  M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J J A S O N D J F M A M J pp\ne\nSystem Control Modernization Defect Liability Period (1 year) nd\nEOI RFP CAM ix\nConsulting Services  8\n(Project Implementation Support)  \nTF CACW C\nCPU & SCADA System\nTF CACW C\nTelecommunication System\nTransmission System Strengthening\nTF CACW C\nGrid Substation\nTF CACW C\nTransmission Line\nDistribution Substations Augmentation\nTF CACW C\nSubstation\nDemand Side Management\nTF CACW C\nStreet Lighting\nNetwork Capacity Augmentation for Renewable Energy Projects\nTF C\nGrid Substation\nTF CACW C\nTransmission Line\nTransmission System Strengthening in the Eastern Province\nTF CACW C\nGrid Substation\nTF CACW C\nTransmission Line\nRural Household Connection\nFirst Generation Loans\nEOI = Expression of Interest,  RFP = Request For Proposal,  M = Mobilization,  TF = Tender Float,  CA = Contract Award,  CW = Commencement of Work,  C = Commissioning\nSource: Ceylon Electricity Board and Lanka Electricity Company.  \n \n ", "  Appendix 9    45\nPROCUREMENT PLAN \n \nA.  Project Information \n   \nProject Information   \nCountry  Sri Lanka \nName of Borrower  Democratic Socialist Republic of Sri Lanka \nProject Name  Clean Energy and Access Improvement Project \nLoan Reference  To be determined (tbd) \nDate of Effectiveness  tbd \nAmount $  $188.2 million \nExecuting Agency  Ministry of Power and Energy (MOPE) \nApproval date of Original Procurement Plan  27 February 2009 \nApproval date of Most Recent Procurement Plan  27 February 2009 \nPublication for Local Advertisement  Consulting Services (September 2008) \nProcurement of Goods, Related Services and \nWorks (2nd Quarter 2009) \nPeriod Covered by this Plan  2009–2013 \n \nB.  Procurement Thresholds: Goods and Related Services, works and Supply and Install \n \n Procurement Mode  To be used for Contract Value \nICB works  At least      $1,000,000 \nICB goods  At least         $500,000 \nNCB works  Less than   $1,000,000  \nNCB goods  Less than     $500,000  \nShopping Works  Less than     $100,000 \nShopping Goods  Less than     $100,000 \n \nC.  Procurement Threshold: Consulting Services \n \nProcurement Mode  To be used for Contract Value \nQuality- and Cost- Based Selection (QCBS)  At least     $200,000 \n \nD.  List of Contract Packages in Excess of $100,000, Goods, Works and Consulting Services \n \nEstimated Costs  Procurement  Expected Date of  Prior Review \nNo  Contract Description \n($ million)  Methods  Advertisement  Y/N \nTurnkey Contract for System  23.5 \n1  ICB   1st Quarter 2010  Y \nControl Center (SCC)  (2 packages) \nTurnkey Contract for Grid  60.8 \n2  ICB  2nd Quarter 2009  Y \nSubstations  (3 packages) \nTurnkey Contract for  40.0 \n3  ICB  2nd Quarter 2009  Y \nTransmission Lines  (3 packages) \nTurnkey Contract for \n4  19.0  ICB  2nd Quarter 2009  Y \nDistribution Substations \nConsulting Services for \n5  Implementation Support for  1.2  QCBS  September 2008   Y \nSCC \nADB = Asian Development Bank, ICB = international competitive bidding, NCB = national competitive bidding, QCBS = \nquality- and cost-based selection. \n   ", "46  Appendix 9 \n \nLIST OF CONTRACT PACKAGES \nContract   Item  Total Estimated Value  Procurement  \nNo.     SLRs million  $ million  Mode \nProcurement       \nA  System Control Modernization       \nCPU and SCADA System and Other \n1144.8  10.6  ICB \nA1  Facilities \nA2  Telecommunication System   1384.0  12.9  ICB \n         \nTransmission System Strengthening in the Eastern     \nB-1 \nProvince     \nB-1-1  Augmentation of (i) Ampara and (ii)  742.5   6.9  ICB \n  Valachchenai grid substation       \nB-1-2  Construction of Transmission Lines for  2109.6  19.6  ICB \n  Habarana-Valachchenai       \n         \n     \nB-2  Transmission System Strengthening \n     \nB-2-1  (a) Augmentation of (i) Panadura,  3566.7  33.1  ICB \n(ii) Veyangoda, (iii) Matara, (iv) Kurunegala, \n(v) Habarana, and (vi) Horana  grid \nsubstation; and        \n(b) Construction of (i) Pallekele, (ii) Maho, \n  and (iii) Naula grid substation \nB-2-2  Construction of Transmission Lines for  2200.3  20.4  ICB \n(i) Ukuwela–Pallekele, (ii) Maho–Puttalam, \n     \n  and (iii) Galle–Matara \n         \nC  Distribution Substations Augmentation        \nC1  Capacity Enhancement of Transformers at   2045.2  19.0  ICB \n  (i) Katunayake, (ii) Nawala, (iii) Kiribathgoda,       \n(iv) Kotikawatta; and (v) Hikkaduwa \n     \n  substation \n         \nNetwork Capacity Augmentation for Renewable Energy     \nE \nProjects     \nE1  (a) Augmentation of (i) Balangoda,  2239.9  20.8  ICB \n  (ii) Seethawake, (iii) Nuwara Eliya,       \n(iv) Ukuwela grid substation, and (v) Badulla \ngrid substation; and  \n     \n(b) Construction of Mahiyangana grid \n  substation \n         \nSubtotal:       Procurement (A+B-1+B-2+C+E)  15,433.0  143.3   \n         \nConsulting Services       \na  System Control Modernization       \n  Project Implementation Support for part A  132.9  1.2  QCBS \n         \nSubtotal:       Consulting Services (a)  132.9  1.2   \n         \nTotal Cost  15,565.9  144.5   \nCPU = central processing unit, ICB = international competitive bidding, QCBS = quality cost-based selection, SCADA = \nsupervisory control and data acquisition. \nSource: Ceylon Electricity Board and Lanka Electricity Company.\n ", "    App endix 10  47\nTECHNICAL ASSISTANCE \n \nA.  Technical Assistance for Capacity Development for Power Sector Regulation \n \n1.  Impact and Outcome \n \n1.  The technical assistance (TA) will help to deliver affordable and reliable electricity to  \nSri Lankan consumers through effective regulation of the power sector. The TA will strengthen \nthe Government’s regulation of the sector through (i) direct institutional and technical capacity \ndevelopment for the Public Utilities Commission of Sri Lanka (PUCSL) to enable it to implement \nregulation under the Sri Lanka Electricity Act, and (ii) direct institutional and technical capacity \ndevelopment  for  Ceylon  Electricity  Board  (CEB)  to  enable  it  to  comply  with  regulatory \nrequirements under the act. \n \n2.     Key Activities \n \n2.  The TA will (i) review the tariff guidelines and technical codes and standards of PUCSL; \n(ii) develop uniform systems of accounts, performance reporting, and model application formats \nto be shared by PUCSL and utilities; (iii) provide hands-on support to PUCSL and CEB staff in \npreparing  and  reviewing  tariff  proposals  and  licensing  applications;  and  (iv)  develop  and \nimplement a training program for PUCSL and CEB staff. The outline terms of reference for \nconsultants are in Supplementary Appendix E. \n \n3.  Cost and Financing \n \n3.  The TA total cost is estimated at $1.25 million. Of this, $1 million will be financed as a \nTechnical Assistance Special Fund (TASF) grant and the remaining $250,000 equivalent will be \nfinanced by the Government through in-kind contributions. Detailed estimates and the financing \nplan are in Supplementary Appendix E. \n \n4.     Implementation Arrangements \n \n4.  The Ministry of Power and Energy (MOPE) will be the Executing Agency and PUCSL will \nbe the Implementing Agency. The consultant will report directly to the director general, PUCSL \nfor the overall assignment. For activities within CEB, the consultant will also report to the \ngeneral manager, CEB. The additional general managers of the six FBUs will liaise on a day-to- \nday basis on the establishment and capacity building of the proposed corporate and regulatory \nunits. \n \n5.  A steering committee for electricity sector efficiency improvements will be established, \nchaired by the secretary, MOPE, to monitor the overall performance of the assignment, solve \nbottlenecks,  and  implement  the  administrative  measures  needed  to  establish  an  efficient \nregulatory environment.  \n \n6.  The TA will be implemented over 24 months, from July 2009 to June 2011 and will \nrequire a total of 56 person-months of consulting services (24 international and 32 national). \nThe consultants will be selected by ADB in accordance with the Guidelines on the Use of \nConsultants (2007, as amended from time to time). The TA will finance the costs of organizing \nin-house training programs and sending PUCSL and CEB staff to appropriate outside training. \n   ", "48  Appendix 10 \nB.  Technical Assistance for Demand-Side Management for Municipal Street Lighting \n \n1.  Impact and Outcome \n \n7.  The outcome of the TA project will be the establishment of a utility energy service \ncompany (ESCO). The ESCO service model will be used to identify and implement energy \nefficiency projects in the distribution sector. The project impacts will be (i) a demonstration of the \neconomic benefits of energy efficiency investments in projects for public sector customers;  \n(ii) replication of pilot energy efficiency projects through a utility ESCO; (iii) stimulation of an \nenergy efficiency market; and (iv) energy efficiency projects that are large enough to eventually \nattract financing from commercial banks and other financial institutions. Utilities are in a unique \nposition to understand the energy needs and consumption patterns of their customers, and to \nprovide technical assistance to and to finance energy efficiency investments.  \n   \n2.  Key Activities \n \n8.  The proposed TA will build technical and management capacity within the two utilities, \nCEB and LECO, to develop and realize energy efficiency projects. The TA activities will focus \non the following aspects:  \n \n(i)  aggregation of data and establishment of a baseline for monitoring and recording \nenergy efficiency savings;  \n(ii)  with  the  support  of  a  consultant,  develop  and  standardize  monitoring  and \nverification protocols to assess energy savings;  \n(iii)  with the support of a consultant, establish an ESCO unit within the utility (CEB or \nLECO) as a separate business division; \n(iv)  development  of  the  ESCO  unit’s  organizational  structure,  functions, \nresponsibilities and business plan; \n(v)  assessment of the regulatory framework and introduction of changes to promote \nperformance contracting and utility ESCO operations; \n(vi)  introduction of a performance contract model for ESCO unit operations; and \n(vii)  assessment and establishment of a repayment mechanism for energy efficiency \ninvestments in the public sector through the opening of an escrow account and  \nreselling  the  saved  electricity  to  other  customer  categories,  and  reinvesting \nenergy  savings  into  further  energy  efficiency  improvements  in  public  sector \nprojects.  \n \nThe outline terms of reference for consultants are in Supplementary Appendix E. \n \n3.  Cost and Financing \n \n9.  ADB will provide a grant of $0.8 million from Climate Change Fund. The grant will \nfinance international consultants to assist with the activities outlined in points (i)–(vii) above. The \ngrant  will  finance  international  and  national  consulting  services  and  preparation  of  two \nworkshops  and  one  conference.  CEB  and  LECO  will  provide  in-kind  contributions  totaling \n$200,000 equivalent. Detailed estimates and the financing plan are in Supplementary Appendix \nE \n \n \n \n \n ", "    App endix 10  49\n4.  Implementation Arrangements \n \n10.  CEB and LECO will be executing agencies for the TA program. ADB will recruit an \ninternational consulting company and local experts to provide assistance to CEB and LECO in \nimplementing the activities. Procurement of goods and services will be performed in accordance \nwith ADB procurement guidelines. The TA will be implemented over 12 months, from July 2009 \nto June 2010. \n \nC.  Technical Assistance for Rural Household Connection  \n \n1.  Impact and Outcome \n \n11.  The  TA  aims  to  increase  electricity  connections  for  the  poor  by  (i)  enhancing  the \noperational efficiency of rural distribution through an output-based performance contract, and (ii) \nsupporting CEB to implement a credit support program for rural household connections.    \n \n2.  Key Activities  \n \n12.  The major activities under this TA are designed to support CEB to:  \n  \n(i)  define the institutional and fund flow arrangements between the stakeholders, \nincluding CEB, financial service provider(s), rural contractors, and/or customers, \nbased on the institutional framework agreed with ADB; \n(ii)  draft the detailed terms of reference of service providers and support their \nselection;   \n(iii)  provide the CEB staff and service providers with extensive training; and  \n(iv)  conduct awareness raising among CEB staff and potential beneficiary \nhouseholds; and \n(v)  develop appropriate monitoring and evaluation tools to assess the project \nimpacts and benefits. \n \nThe outline terms of reference for consultants are in Supplementary Appendix E. \n \n3.  Cost and Financing \n \n13.  The total cost of the TA is estimated at $2,500,000. Of this, ADB will provide $2,000,000 \nequivalent on a grant basis from the Japan Special Fund, funded by the Government of Japan. \nThe Government will finance the remaining $500,000 equivalent. Detailed estimates and the \nfinancing plan are in Supplementary Appendix E \n  \n4.  Implementation Arrangements  \n \n14.  CEB will be the Executing Agency. A steering committee will monitor implementation of \nthe TA. The committee will be headed by the secretary of MOPE. The TA will be implemented \nover 42 months, from July 2009 to January 2013. \n   ", "50   Appendix 11 \nSUMMARY OF ECONOMIC ANALYSIS \n \nA.  Background and Approach \n \n1.  The power supply industry in Sri Lanka is vertically integrated and is owned primarily by \nthe Government with the exception of a few generating stations owned and operated by private \ncompanies. Ceylon Electricity Board (CEB) is the national utility. It owns and is responsible for \nthe generation, transmission, and approximately 90% of the distribution of electrical power in Sri \nLanka. Lanka Electricity Company (LECO) was formed as a distribution company under the \nCompanies Act and most of its shares are owned by CEB and the Government.  Municipal \nauthorities are minority shareholders  \n \n2.  The CEB transmission system comprises a 220 kV and 132 kV transmission network \nconnected to grid substations and power stations. However, underinvestment and delayed \ninvestments  are  causing  severe  constraints  on  the  operation,  reliability,  and  quality  of  the \nelectricity supply. Development and strengthening of the primary transmission and associated \ngrid substation facilities are essential to meet the suppressed and growing electricity demand.  \n \n3.  The  proposed  transmission  system  investments  are  consistent  with  ADB’s  country \npartnership strategy and provide a least-cost intervention to improve physical infrastructure.1 \nElectricity is a prerequisite for GDP growth as well as for rural and urban development, and an \nadequate power supply is essential for increasing private sector investment in industry and \ncommerce, and for promoting agro-industrial activity and off-farm employment. The importance \nof improving the efficiency of the electricity system has been heightened by the rapid rise in \nworld fuel prices over the past 5 years. These have affected Sri Lanka badly as over 58% of its \npower  supply  comes  from  relatively  small,  high-cost,  diesel-fired  generating  plants.  By \nupgrading the transmission system, removing bottlenecks, and improving system efficiency, the \nproposed investments can contribute the government’s efforts to provide better services at an \naffordable price. As electricity transmission is a natural monopoly under the direction of CEB, a \npublic sector intervention to fund the needed investments is justifiable. \n \n4.  An economic analysis was undertaken for the investment components. The analysis \nsought to determine and verify: \n(i)  electricity demand and supply projections;  \n(ii) that the proposed subprojects are part of the national least cost expansion program; \n(iii) economic cost benefit analysis including sensitivities to key variables; and \n(iv) distribution of costs and benefits amongst stakeholders.  \n \n5.  Economic benefits will accrue from the cost savings resulting from displacing more \nexpensive sources of energy due to the system improvements, and incremental benefits from \ngreater electricity consumption.  \n \nB.  Demand Forecast \n \n6.  Overall annual electricity demand grew from 823 GWh in 1972 to 5,416 GWh in 2000, \nrepresenting an annual compound growth rate of about 7%. Since then it has grown at about \n8% per annum to the current 8,458 GWh.2 CEB prepared a national power and energy demand \n                                                 \n1 ADB. 2008. Country Partnership Strategy (2009-2011): Sri Lanka. Manila. \n2 CEB data as of the end of 2007. \n ", "  Appendix 11    51\nforecast for 2006–2026, which formed the basis for preparing specific grid substation demand \nforecasts used to identify the basic grid substation capacity enhancement requirements. As the \ndemand for electricity in Sri Lanka is increasing by 8%–9% per annum, the primary transmission \nand associated grid substation facilities have to be enhanced and strengthened. \n \nC.  Least-Cost Planning \n \n7.  CEB’s long-term transmission development plan for 2006–2015 identified the upgrades \nthat were needed, using load flow studies, reliability studies, short circuit calculations, and \nstability  studies,  carried  out  using  the  power  system  simulator  for  engineering.  Several \nengineering options to improve the network were proposed. These were evaluated from a cost \nperspective and for economic viability. Economically viable proposals were then selected for the \nCEB expansion and upgrade plan.   \n \nD.  Project Costs \n \n8.  All  costs  and  benefits  are  expressed  in  constant  2009  prices.  The  domestic  price \nnumeraire was used; tradable inputs were valued at their border price equivalent value and \nwere converted to domestic equivalents using an estimated standard exchange rate factor of \n1.02. Capital costs included physical contingencies, but excluded taxes, price contingencies and \nfinancial charges during construction. \n \nE.  Project Benefits \n  \n9.  The Project’s investment outputs can be categorized into three groups, with the first \ngroup  enjoying  slightly  different  economic  benefits:  (i)  system  upgrades,  including  the \naugmentation  and  construction  of  grid  substations  and  transformer  capacity  enhancement; \n(ii) construction of new transmission lines; and (iii) construction of the new system control \ncenter. \n \n10.  The  primary  benefit  of  grid  substation  augmentations  and  transformer  capacity \nenhancements  are  the  reduction  in  unserved  demand.  This  demand  will  now  be  met  by \nincreasing the transmission capacity by eliminating transmission bottlenecks from the existing \n“without-project” scenario, and by enabling the grid to accommodate the anticipated demand \ngrowth  over  time.  This  incremental  power  supply  is  valued  using  consumers’  estimated \nwillingness to pay for incremental consumption. \n \n11.  The primary benefit from the new transmission lines is the power flow improvements, \nand the resulting elimination of diesel-fired power generation that is required in the “without-\nproject” scenario. The need for small, local diesel generators for voltage correction in the \nrespective transmission constrained areas will be eliminated by the construction of new lines, \nwhich will allow grid power to flow into these areas. This produces a resource cost saving for \nCEB when grid-supplied power costs are compared with the higher-priced, small-scale, diesel-\nfired generation that they will replace. As with the new system control center, this represents a \nnon-incremental output of electricity to consumers, and is valued as a resource cost savings \nthat accrues if these transmission lines are built. CEB estimates the marginal cost of these \ncaptive diesel plants to be SLRs18.65/kWh. Another benefit of these new transmission lines is \nthat they will be able to handle the anticipated load growth on CEB’s system. However, this \nbenefit cannot be valued on its own; it will have to be considered as part of CEB’s long-term \nintegrated  power  system  expansion  program,  encompassing  generation,  transmission  and \n   ", "52   Appendix 11 \ndistribution. For this Project’s economic evaluation, only the immediate, resource cost savings \nwere quantified, thus producing conservative results. \n \n12.  The primary benefit of the new system control center will be increased system efficiency \nand reduced transmission network losses. The new control center will enable proper system \nmanagement, and voltage and reactive power optimization. To value these benefits, the quantity \nof extra power that would have had to be generated to make up system inefficiencies and \nnetwork  losses  results  in  non-incremental  electricity  consumption  from  the  consumers’ \nperspective. Its value represents the resource cost savings that would accrue if this subproject \nwere to proceed and is valued at the avoided cost of generation. The second calculated benefit \nis from incremental power sales due to reduced system outages and reduced restoration times \nwhen outages occur. However, this benefit is very small compared with the resource cost \nsavings (about 0.3% of total calculated benefits). \n  \n13.  The cost of electricity in Sri Lanka is very high because of dependence on diesel-fired \nbase load generation and oil price increases. In such a high-cost environment, resource cost \nsavings  produce  high  upfront  economic  benefits.  It  is  projected  that  the  average  cost  of \nelectricity will decrease over time, as the planned addition of coal-fired generation will lower \naverage system costs.3 In the economic analysis, high upfront resource cost savings decrease \nover time. \n \nF.  Estimation of Willingness to Pay \n \n14.  The  estimation  of  willingness  to  pay  used  the  methodology  outlined  in  the  ADB \nEconomics  and  Research  Department’s  technical  note  Measuring  Willingness  to  Pay  for \nElectricity.4 The economic benefits of electricity consumption are based on the alternative costs \nof energy used in the absence of grid-supplied electricity. Estimates of these benefits require \ntheoretical  demand  curves  for  electricity  use  by  various  consumer  categories.  Taking  into \naccount  the  value  of  alternative  fuel  sources  to  satisfy  suppressed  demand,  in  the  rural \ndomestic context, the cost of kerosene illumination was used. In the commercial and industrial \ncontext, the cost of diesel generators was used.  \n \n15.  Two methods were employed to estimate willingness to pay (further detail is available in \nSupplementary Appendix F). First, demand functions relating energy price to energy demand \nwere  estimated  for  each  of  the  three  main  consumer  groups  in  Sri  Lanka  (domestic, \ncommercial, and industrial).5 Average price and consumption data for the past 5 years were \nadjusted for income and inflation to arrive at a common 2009 base. Consumption data were \nscaled for estimated suppressed demand.6  Regression analysis was used on the data points to \nderive  the  three  demand  functions.  Solving  the  demand  functions  for  the  increase  in \nconsumption per consumer enabled by the investments gives willingness to pay for additional \nunits  of  consumption  of  SLRs21.51/kWh  (domestic  consumers),  SLRs18/kWh  (commercial \nconsumers) and SLRs16.34/kWh (industrial consumers), with a weighted average value based \non power usage of SLRs18.9/kWh. However, as this regression analysis used a limited number \nof years of data, alternative approaches are recommended and their results compared. Second, \n                                                 \n3  The average cost of electricity, at over SLRs13/kwh, is projected to decrease by about 50% over 10 years. \n4  Choynowski, Peter. 2002. Measuring Willingness to Pay for Electricity. Manila: ADB (Economics and Research \nDepartment Technical Note Series No. 3). \n5  The category of street lighting was not included. As this segment accounts for only 1.5% of electricity consumption, \nthis elimination is considered valid. \n6  As the full amount is difficult to quantify, a conservative estimate for suppressed demand of 2% was used. \n ", "  Appendix 11    53\nsurvey information was taken from two previous ADB-funded studies.7 Sri Lanka’s national \nelectrification ratio as of 2005 was 75%. Substantial disparities in access to electricity still exist, \nwith rural areas having the least amount of electrification. For rural customers, the alternative to \ngrid-supplied electricity is kerosene. Average kerosene usage in non-electrified villages was \n12.5  kWh  equivalent  of  kerosene  per  month,  while  average  electricity  usage  in  electrified \nvillages was 41 kWh per month. Using the price for kerosene and the domestic electricity tariff, \nand the functional form for the demand for electricity of ln qe = α + βpe, the economic benefit of \nincremental  consumption  is  SLRs22.74/kWh.  This  value  was  applied  to  all  residential \nconsumers. For nonresidential consumers, the alternative is the use of diesel generators. In an \nearlier ADB-funded study, 92% of sampled industries had backup unit generating facilities to \nsatisfy their full or partial demand for power at a higher cost than grid-based power.8 To be \nconservative,  it  was  assumed  that  only  the  variable  costs  of  diesel  generators  would  be \ndisplaced; in other words, it was assumed that there would not be any avoidance of capital \ncosts for diesel generators. Marginal costs of diesel generators were based on an estimated \nborder price equivalent value of diesel of SLRs80.0 per liter, specific consumption of 0.25 \nliters/kWh, and non-fuel operation and maintenance of SLRs0.6/kWh. This gave a total variable \ncost of SLRs20.6/kWh. Using this cost versus the marginal average electricity tariff of SLRs12, \nas well as quantities of power for commercial and industrial users based on CEB data, and \nusing the functional form for the demand for electricity, the benefit of incremental consumption is \nSLRs14.39/kWh, with a weighed average value of SLRs18.0/kWh. Using the two weighted \naverage values from the regression and survey methods of 18.9 and 18.0 respectively, the \naverage of these, SLRs18.45 /kWh is used in this economic analysis. Further detail is provided \nin Supplementary Appendix F.  \n \nG.  Estimation of Economic Internal Rate of Return \n \n16.  A period of 30 years was used for economic evaluation, reflecting the economic lives of \nthe investment components. Investment is assumed to take place in the period 2009–2011, and \nbenefits are assumed to be realized from 2010. The incremental costs and benefits of the \ninvestment  components  were  estimated  by  comparing  “with-project”  and  “without-project” \nscenarios. Detailed cost–benefit calculations show that overall the subprojects are expected to \ndeliver significant economic benefits. The combined economic internal rate of return (EIRR) is \nestimated to be 16.0%. The EIRR results are shown in Table A11.1.  \n \n                                                 \n7  ADB. 2005. Phase 1 Final Report: Rural Electrification and Network Expansion Project. Consultant's report. Manila \n(TA 4262-SRI). and ADB. 2004. Proposed Grant Assistance to Sri Lanka for the Power Fund for the Poor. \nConsultant's report. Manila (financed by Japan Fund for Poverty Reduction).  \n8  Nexant. 2003. Economic Impact of Poor Power Quality on Industry: Sri Lanka. Colombo. \n   ", "54   Appendix 11 \nTable A11.1: Overall Investment Projects \nEIRR Computation \nSLRs million (2009 constant prices) \nFinancial Year  Incremental Incremental Incremental Net Incremental\nCapital Cost  O&M Benefits Benefit \n2008  (3,135)               -              - (3,135)\n2009  (10,972)               -              - (10,972) \n2010  (1,567)  (314) 1,342 (540) \n2011               - (314) 1,255 941 \n2012               - (314) 2,323 2,009 \n2013               - (314) 2,788 2,474 \n2014               - (314) 3,115 2,801 \n2015               - (314) 3,669 3,355 \n2016               - (314) 3,913 3,599 \n2017               - (314) 3,962 3,648 \n2018               - (314) 3,924 3,610 \n2019               - (314) 3,924 3,610 \n2020               - (314) 3,924 3,610 \n2021               - (314) 3,924 3,610 \n2022               - (314) 3,924 3,610 \n2023               - (314) 3,924 3,610 \n2024               - (314) 3,924 3,610 \n2025               - (314) 3,924 3,610 \n2026               - (314) 3,924 3,610 \n2027               - (314) 3,924 3,610 \n2028               - (314) 3,924 3,610 \n2029               - (314) 3,924 3,610 \n2030               - (314) 3,924 3,610 \n2031               - (314) 3,924 3,610 \n2032               - (314) 3,924 3,610 \n2033               - (314) 3,924 3,610 \n2034               - (314) 3,924 3,610 \n2035               - (314) 3,924 3,610 \n2036               - (314) 3,924 3,610 \n2037               - (314) 3,924 3,610 \n2038               - (314) 3,924 3,610 \nEIRR 16.0% \n( ) = negative, EIRR = economic internal rate of return, O&M = operation and maintenance.\nSource: Asian Development Bank estimates.\n \n \nH.  Sensitivity and Risk Analysis \n \n17.  The risks of the project not achieving the above EIRR were identified from both the cost \nand the benefit side. Cost-side risks include increases in capital and operating costs, as well as \ncompletion delays. On the benefit side, consumers’ willingness to pay is derived from forecasts \nof their electricity demands in the coming years. If Sri Lanka experiences significantly lower \neconomic growth, this will dampen the demand for electricity and consumers’ willingness to pay \n ", "  Appendix 11    55\nand the program benefits will be lower. Resource cost savings may also be lower if the process \nof reducing currently high electricity costs occurs faster than projected. \n \n18.  For each of the risks identified, the sensitivity of the EIRR was tested (Table A11.2).  \n \nTable A11.2: EIRR Sensitivity Analyses (%) \nSensitivity Analyses  EIRR  Switching Value \nBase Case                                     Variation  16.0   \nCapital Costs    +10  14.7  +39 \nOperating Costs    +10  15.8  +245 \nTotal Benefits    –10  14.5  –25 \nAll the above    13.2   \nWTP Reduction  –10  10.3  –7.1 \nTwo-year delay    13.2   \nTwo-year delay plus 10% increase capital cost 12.3   \nEIRR = economic internal rate of return, WTP = willingness to pay. \n                    Source: Asian development Bank estimates. \n \nI.  Distribution Analysis \n \n19.  The distribution of costs and benefits among stakeholders was assessed by comparing \nfinancial costs and benefits to economic costs and benefits. Constant price financial cash flows \nfrom the investment program were estimated and discounted at 12% to estimate present values \nof cost and benefit streams. Constant price economic cost and benefit streams were also \ndiscounted  at  12%,  and  the  differences  between  financial  and  economic  present  values, \nrepresenting gains and losses to stakeholders, were calculated. Analysis was undertaken on a \nprefinancing basis, so lenders were not included as stakeholders. Income tax was excluded \nfrom the analysis. \n \n20.  Overall, the economic net present value exceeds the financial net present value by \nSLRs9.46 billion,  with  the  vast  majority  of  this  benefit  (SLRs9.43  billion)  split between  the \nbenefit to consumers in the form of consumer surplus, and benefits to CEB in resource cost \nsavings, which in turn is shared with consumers in the long run in the form of lower tariffs.  \n \nJ.  Conclusion \n \n21.  The economic analysis confirms that the proposed investments are part of the least-cost \nsystem  upgrade  plan  for  Sri  Lanka  and  are  economically  viable.  Sensitivity  analysis \ndemonstrates  that  the  expected  economic  performance  is  robust.  From  an  economic \nperspective, the proposed Project is justified. \n \n   ", "56   Appendix 12 \nSUMMARY OF FINANCIAL ANALYSIS \n \nA.    Methodology and Major Assumptions \n \n1.  The financial analysis of the investment components was carried out in accordance with \nADB’s Financial Management and Analysis of Projects.1 All financial costs and benefits are \nexpressed in constant 2008 prices. Cost streams were used to determine financial internal rates \nof return (FIRR), i.e., capital investment and operation and maintenance costs reflect the costs \nof delivering the estimated benefits. The tariff rates used for incremental energy sales that were \nused to estimate the financial benefits reflect the tariff increases announced in February 2008 \nand effective 15 March 2008 (although the full tariff used in the estimation is lower than the \nannounced rate in case the new tariffs are only partially implemented). The weighted average \ncost of capital (WACC) of Ceylon Electricity Board (CEB) was calculated for the proposed \nProject and compared with the project component FIRRs to ascertain the financial viability of the \nsubproject investments. The sensitivity of the FIRR to adverse movements in the underlying \nassumptions was also assessed. Based on this analysis, it is concluded that the Project is \nfinancially viable.  \n \n2.  Capital  costs  include  all  civil  works,  equipment,  construction,  and  installation  costs \nassociated  with  each  investment,  as  well  as  any  applicable  taxes,  duties  and  physical \ncontingencies. Ongoing operations and maintenance cost assumptions are commensurate with \nestablished  norms  for  transmission  system  facilities  of  this  nature.  Financial  viability  was \nexamined by comparing the incremental costs and benefits of the “with-project” and “without-\nproject” scenarios. The incremental benefits of the substation augmentation and construction \ncomponents are based on additional revenues earned by CEB from the sale of additional power \nto consumers as a result of the elimination of transmission system bottlenecks. These revenues \nare valued at the applicable tariff versus the cost of supply, adjusted for system losses. The new \ntransmission lines eliminate the need to run small-scale, localized diesel plants for voltage \ncorrection and grid stability in areas that previously lacked transmission lines, resulting in cost \nsavings. The new system control center also enables resource cost savings from lower system \nlosses, fewer outages, and reduced restoration time after outages. It is assumed that the \ninvestment components will have 30-year economic lives.   \n \n3.  CEB’s tariff rates are divided into domestic, religious purpose, commercial, and industrial \nrates  per  unit.  The  domestic  and  religious  purpose  rates  are  specified  for  each  block  of \nconsumption level, increase progressively, and are accompanied by a fixed monthly charge. \nThe commercial and industrial rates contain per-unit as well as fixed charges based on voltage \nsupply levels, and some industrial customers can opt to pay peak and off-peak rates. The \nexisting  tariff  (applicable  from  1  February  2007)  contains  a  20% fuel  charge for  domestic \nconsumers using more than 90 units per month and commercial consumers, religious purpose \nand industrial consumers were exempted). In 2007, the weighted average tariff per unit of \nelectricity sold, including the fixed charges and based on the distribution of customers, was \nSLRs10.53/kWh. As LECO makes bulk power purchases from CEB and passes through the \npurchase  costs  to  its  customers,  the  weighted  average  LECO  tariff  was  slightly  higher  at \nSLRs12.77/kWh for 2007. Under the proposed new tariff, the rates, including monthly fixed \ncharges, have increased for certain categories of consumers, such as domestic consumers \nconsuming power in excess of 360 units per month and commercial consumers (e.g., hotels). In \naddition, as CEB no longer receives subsidized fuel from Ceylon Petroleum Corporation for \npower  generation,  CEB  will  impose  a  20%  fuel  adjustment  charge  on  all  categories  of \n                                                 \n1  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n ", "  Appendix 12    57\nconsumers. The tariff rates used in the analysis are from CEB’s proposed changes to the tariff \nschedule announced in February 2008.2  \n \nB.  Calculation of Weighted Average Cost of Capital (WACC)  \n \n4.  To compute the WACC, it is assumed that the financing sources would be Government \nequity contributions and foreign loans. The cost of CEB’s equity is calculated at 25%.3 The \nWACC is usually calculated on a post tax basis with taxes at 32.5% of net profits; however, \nbecause of the tax position of CEB, the loan portion was not tax adjusted in  computing this \nWACC. The other assumptions are a domestic inflation rate of 13%4 and an international \ninflation rate of 0.8% (Table A12.1).  \n \nTable A12.1: Weighted Average Cost of Capital (%) \nSource  ADB Loan  Equity  Total \nAmount ($ million)  123.8  55.6  179.5 \nWeighting  69.0  31.0  100.0 \nNominal Cost  6.0  25.0    \nTax Rate  0.0a  0.0    \nTax Adjusted Nominal Cost  6.0  25.0    \nInflation Rate  0.8  13.0    \nReal Cost   5.2  10.6    \nWeighted  WACC  3.6  3.3  6.9 \nADB = Asian Development Bank, WACC = weighted average cost of capital. \na The loan portion was not adjusted because CEB does not pay tax. \n \nC.  Calculation FIRR, Risk Assessment and Sensitivity Analyses \n \n5.  The financial internal rate of return (FIRR) is calculated at 8.5% for the overall project \ncomponents  (Table  A12.2).  This  compares  favorably  with  the  estimated  WACC  of  6.9%, \nsubstantiating the financial viability of the Project.   \n \n                                                 \n2 Ceylon Electricity Board. 2008. Notice on New Electricity Tariff. (2 February). \n3 Government treasury bills currently range from 18% to 20%. \n4 Average of inflation rate projections for 2008–2012. \n   ", "58   Appendix 12 \nTable A12.2: Overall Investment Projects \nIncremental FIRR Computation \nSLRs million (2009 constant prices) \n \nFiscal Year  Incremental  Incremental Incremental Net Incremental\nCapital Cost O&M Benefits Benefit \n2008  (3,140)               -              - (3,140)\n2009  (10,989)               -              - (10,989)\n2010  (1,570)  (314) (727) (2,610)\n2011               -  (314) (914) (1,228)\n2012               -  (314) 1,004 690 \n2013               -  (314) 1,723 1,409\n2014               -  (314) 1,867 1,553\n2015               -  (314) 2,493 2,179\n2016               -  (314) 2,629 2,315\n2017               -  (314) 2,609 2,295\n2018               -  (314) 2,577 2,263\n2019               -  (314) 2,577 2,263\n2020               -  (314) 2,577 2,263\n2021               -  (314) 2,577 2,263\n2022               -  (314) 2,577 2,263\n2023               -  (314) 2,577 2,263\n2024               -  (314) 2,577 2,263\n2025               -  (314) 2,577 2,263\n2026               -  (314) 2,577 2,263\n2027               -  (314) 2,577 2,263\n2028               -  (314) 2,577 2,263\n2029               -  (314) 2,577 2,263\n2030               -  (314) 2,577 2,263\n2031               -  (314) 2,577 2,263\n2032               -  (314) 2,577 2,263\n2033               -  (314) 2,577 2,263\n2034               -  (314) 2,577 2,263\n2035               -  (314) 2,577 2,263\n2036               -  (314) 2,577 2,263\n2037               -  (314) 2,577 2,263\n2038               -  (314) 2,577 2,263\nFIRR  8.5% \n              FNPV@WACC  6.9% 3,532\n( ) = negative, FIRR = financial internal rate of return, FNPV = financial net present value,\nO&M = operation and maintenance, WACC = weighted average cost of capital. \nSource: Asian Development Bank  estimates.\n \n \nD.  Risk Assessment  \n  \n6.  External Risks. Regulatory or tariff revision must be considered a risk as tariffs have \ntraditionally not reflected the full cost of supply and implementation of the new proposed rates \nhas not yet begun. Demand risk is minimal since considerable suppressed demand exists in Sri \nLanka and the incremental capacity made available by these investments is small compared \nwith the growth in supply arising from power generation projects. Geopolitical and political risks \n ", "  Appendix 12    59\nare present for all projects in Sri Lanka. However, the investments take place in numerous \nlocations and there is an overall shortage of power in Sri Lanka, both of which help to diversify \nthis risk. Therefore, the overall risk to the financial sustainability of CEB is deemed to be \nmanageable, provided the proposed tariff increase takes place. \n \n7.  Project-Specific Risks. Financial risks at subproject level include (i) an increase in the \nprice of civil works and equipment, (ii) delays in project implementation, and (iii) failure to have \naccess to necessary counterpart funds. These risks are considered to be low for three reasons. \nFirst, the cost estimates were based on recent tenders received. Advanced procurement will \nreduce the time between loan effectiveness and disbursement. Second, CEB’s implementation \ncapacity is sufficient for these types of investments and further support will be provided under \nthe  capacity  development  component.  Third,  CEB’s  financial  projections  demonstrate \nsatisfactory cash flows throughout the forecast period to meet the repayment of debt associated \nwith the investments, once the investment components are commissioned. \n \nE.  Sensitivity Analysis  \n  \n8.  Separate analyses were carried out to examine the sensitivity of the FIRR and financial \nnet  present  value  to  adverse  changes  in  key  variables.  The  variables  considered  for  the \nsensitivity analyses were: a 10% increase in capital costs, a 10% increase in operation and \nmaintenance (O&M costs, and a 10% decrease in revenues (allowable costs). Project-specific \ntests include a 2-year implementation delay with a 20% increase in costs.  \n \n9.  Table A12.3 demonstrates that most results are robust, with the sensitivities exceeding \nthe WACC. The Project is most sensitive to delays and reductions in benefits. \n \nTable A12.3: FIRR Sensitivity Analyses \nSensitivity Analyses  FNPV  FIRR \n         (SLRs million) (%) \nBase Case  3,532  8.5 \nCapital    +10  2,052  7.7 \nOperating    +10  3,165  8.3 \nBenefits    –10  1,332   7.5 \n \nAll the above    (514)  6.6 \nTwo-year delay    1,465  7.5 \nTwo-year delay plus 10% increase capital cost  6  6.9 \nWACC           6.9 \n                        FIRR = financial rate of return, FNPV = financial net present value, WACC = weighted average  \n                        cost of capital. \n                        Source: ADB  estimates. \n   \n   ", "60   Appendix 13 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: Sri Lanka: Clean Energy and Access Improvement Project \n \nLending/Financing  Department/  South Asia Department \nProject \nModality:  Division:  Energy Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nThe Government of Sri Lanka has been investing for decades in human development, including health care and education. \nInvestments in rural electrification, distribution, and the transmission system enhancements will improve living standards, \nparticularly of the poor. This project will support the Government’s social and economic development efforts. \n \nIn particular, the Project is expected to increase transmission and distribution capacity. It will lead to an affordable and reliable \npower supply, improve energy efficiency and provide more access to electricity for the poor for sustained and inclusive \neconomic growth. It will (i) help bring 200 MW clean energy sources on grid by removing transmission bottlenecks; \n(ii) maintaining system reliability to ensure a stable power supply; (iii) improve  energy efficiency through an innovative \nbusiness  model  including  public–private  partnership;  (iv)  improve  sector  governance  by  strengthening  the  regulatory \nframework and supporting internal reforms of the Ceylon Electricity Board (CEB) (v) promote power supply for poor rural \nhouseholds; and (vi) contribute to development of conflict-affected areas. \n \nB.  Poverty Analysis                                                    Targeting Classification: General Intervention \n1.  Key Issues  \nAlthough this project is not designed to be a targeted intervention, a number of key elements will ensure it has positive \nimpacts on poverty. The distribution substation in Colombo will increase the power reliability, from which both public \nconsumers (such as social services) and private consumers (households and businesses) will benefit.  \n \nTransmission system enhancement will also have positive impacts, since some important areas will be now reached by the \nnational grid, particularly the Eastern Province and Pallekelle industrial district. In the first case, the Government is expecting \nthat the improvement of the power supply to the Eastern Province will have reduce poverty and support investments. In \nPallekelle the connection to the grid will increase the productivity of the existing factories (which have been relying on \ngenerators) and will boost the investments in new factories. In both cases jobs will be created. In addition to the facilities \nmade  available  to  small-scale  industries,  Medium-sized  and  large  industries  can  also  benefit  from  the  availability  of \nsubstations and spur medium voltage lines. This will open up opportunities for villages to sell ancillary services to industries. \n \nFinally, the Asian Development Fund (ADF) component will support CEB to provide connections to poor households in rural \nSri Lanka. The pilot program will be implemented first in three of the poorest districts: Hambantota, Ratnapura, and the East. \nHouseholds will be more productive, employment will be created, home garden cultivation will be increased through the use of \ndomestic water pumps, and backyard farms and small cottage industries will benefit.  \n \nThis component is expected to improve the living standards of poor households, by improving health conditions, reducing \nexpenditure on power (on-grid electricity is cheaper and more reliable than kerosene), increasing their productivity and \nincome, and increasing the number of hours children can study at night. \n \nNon-electrified households in Sri Lanka use kerosene oil for domestic lighting so electrification will lead to savings in the use \nof imported fuel.  \n \nI.  SOCIAL ANALYSIS AND STRATEGY \nFindings of Social Analysis  \nGenerally, Sri Lanka enjoys social indicators that are higher than those in other countries of similar economic status. It has a \nhigh literacy rate, high life expectancy at birth and low child mortality. These achievements are due to efforts to provide  vital \nbasic needs in the villages. The extension of electricity will eventually contribute greatly to raising the social indicators.  \n \nNonetheless, social development has been uneven throughout the country. In designing the ADF component (connection for \nthe poor) selection was made at three different levels.  \n \nTarget Districts.  Based on poverty indicators, national policy on rural electrification, and ADB’s focus on Eastern Province, \nthe three districts of Ampara, Hambantota and Ratnapura have been short-listed for the initial round of the project. Other \n ", "  Appendix 13    61\ndistricts could enter the project following recommendations based on project evaluations. All three districts were short listed \non the basis of poverty. The national policy on rural electrification is committed to providing 100% access in the two districts of \nHambantota and Ratnapura. \n \nTargeting Divisional Secretary Divisions and Electricity Schemes: Unlike the pilot Power Fund for the Poor, the scheme \nwill be open to both existing and new electrification schemes. To increase the probability of the most deserving households \nreceiving the benefits of this funding, the project will give priority to divisional secretary divisions with poverty rates higher than \nthe overall district average rate, but other divisional secretary divisions may also be serviced. However for all divisional \nsecretary divisions and existing and new schemes, the criteria of a 12-month time gap should be applied for loan financed \nconnections. This is in line with the rationale of targeting used in the pilot Power Fund for the Poor. \n \nTargeting Households. As in the pilot Power Fund for the Poor, the definition of a poor household will be households unable \nto afford the capital outlay needed to obtain electricity. Within this target group, the ability to service a loan while meeting the \nelectricity bill will be a critical qualifying criterion. Deciding on the credit worthiness of the potential borrower will be the \nresponsibility of the service providers. The basic technical criteria set down by the CEB for a housing structure to qualify for \nmain grid electricity will apply here as well. \n \nThe Project’s main social impacts will be the possible loss of crops due to the construction of towers and the stringing of \ntransmission lines. These will be  minimized through careful planning and scheduling of the activities and related civil works. \nAdditional compensation, whenever needed, will be awarded to vulnerable groups, including indigenous peoples, households \nheaded by women, and poor households. \nB.  Consultation and participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \n \nAffected communities have been consulted from the beginning to minimize or avoid impacts. The corridor  of the proposed \ntransmission lines has been identified in consultation with the communities and the affected people. Their concerns have \nbeen taken into consideration throughout the process. Communities and affected persons will continue to be consulted during \nthe entire implementation of the project to ensure that most civil works will be scheduled to avoid disruption of the crops. \n \nConsultations have also been carried out with the implementing agencies of the Power for the Poor project, as well as with \nother NGOs and financial agencies. The object has been to design the ADF component in the most efficient way, learning \nform the Power Fund for the Poor experience. \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.  Was a C&P plan prepared?   Yes      No  \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why.  \nNo plan was prepared as impacts are expected to be minimal and the most crucial part of the consultation was carried out in \nadvance to minimize impacts. \nC.   Gender and Development \n1.  Key Issues. Women are going to be positively affected, particularly under the ADF component as they generally work at \nhome and are responsible for fetching alternative sources of energy. As beneficiaries will be selected from among the poorer \n(although still economically viable) and vulnerable households, this will include households headed by women.  \n \n2.  Key Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n    Gender plan          Other actions/measures         No action/measure \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n \nIssue  Significant/Limited/  Strategy to Address  Plan or Other Measures \nNo Impact  Issue  Included in Design \n  Not significant. Only some  Alignment was made to   \nInvoluntary  crops will be disrupted  avoid or minimize impacts.     Full Plan \nResettlement  during the construction of the  Substations will be built on     Short Plan \ntransmission lines. CEB will  government land. Civil     Resettlement Framework \n   ", "62   Appendix 13 \ntry to minimize damage to  works will be scheduled to     No Action \navoid impacts on local food  avoid or minimize impacts \nsupplies.  on crops. \n  Not significant. No  Additional compensation   \nIndigenous Peoples  indigenous community is  will be provided to     Plan \n  going to be affected as a  vulnerable affected     Other Action \nwhole. Some minor impacts  persons, including     Indigenous Peoples \non crops might occur.  indigenous persons.  Framework \n   No Action \n    Employment opportunities   \nLabor  both during the   \n Employment   implementation of the     Plan \nopportunities  project and as a result of     Other Action  \n Labor retrenchment  access to a more reliable     No Action \n Core labor standards  energy. CEB will ensure \ncore labor standards are \nrespected by the \ncontractor. \n  Affordability is not expected     \nAffordability  to be an issue.      Action \n   No Action \nOther  Risks  and/or  Sri Lanka has been afflicted  Subprojects have been   \nVulnerabilities  by a conflict for decades.   selected in Eastern    Plan \nHIV/AIDS  Province to ensure an    Other Action \nHuman trafficking  equitable distribution of the     No Action \nOthers(conflict, political  benefits. \ninstability,  etc),  please \nspecify \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?  x   Yes     □   No      \n \n \n \n ", "  Appendix 14  6 3 \nSUMMARY RESETTLEMENT PLAN \n \nA.  Introduction \n \n1.  This resettlement and compensation plan covers parts 2, 3, 6 and 7 of the Project as \nother parts will not have any adverse social impact. Parts 2, 3, 6 and 7 include the augmentation \nof  15  grid  substations,  construction  of  four  new  substations,  and  construction of  five  new \ntransmission lines over new rights-of-way. \n \n2.  Augmentation  of  15  Substations.  All  15  substations  to  be  augmented  under  this \nproject would use land owned by CEB.  \n \n3.  Construction  of  Four  New  Substations.  In  selecting  land  for  new  substations,  a \nnumber of optional sites were reviewed for each substation. To minimize the resettlement \nimpacts, preference was always given to government-owned lands to avoid resettlement of \nprivate dwellings and impacts on land use. Particular attention is given to the convenience of \naccess to a transmission corridor.  \n \n4.  Construction of Five New Transmission Lines. This resettlement and compensation \nplan first explains the process of selecting the new rights-of-way for transmission lines.  Initially, \na number of map-based routing options were considered for each new line, with the primary \nfocus on avoiding or minimizing  impacts on human settlements or built up areas, forest and wild \nlife reserves, places of cultural or historical importance, social infrastructure (e.g., playgrounds, \nschools, or hospitals), and areas with trees. As a result of this careful selection of line routes, \nand  the  subsequent  public  consultation  and  the  appeal  procedure,  the  National  Grid \nDevelopment Project is not expected to cause any involuntary relocation of persons from their \ndwellings. CEB will ensure that maximum efforts will be made to avoid involuntary relocation, \neven if unforeseen events occur.  \n \nB.  Impacts \n \n5.  The rest of this appendix examines only the land use effects of the five new transmission \nline corridors to be developed under this Project. The width of the corridor for all 132 kV lines is \n27 meters (13.5 m on each side). Table A14.1 shows the summary resettlement and land-use \nimpacts of each transmission line corridor.  \n \n \n \n \n \n \n \n   ", "64   Appendix 14   \nTable A14.1: Project Impacts \nPermanent Land  Private  Total Affected \nAcquisition (ha)  Affected  Temporary  trees  Blocks of  Total \nGovernment  Households  Affected  to be  Lands   Affected \nSubproject Element   Private  Land   (Permanent)  Area (ha)  cut  (Temporary)  Households \nNew System Control  0  0  0  0  0  0  0 \nCentre \n           \nNetwork Capacity Augmentation for           \nRenewable Energy Project \nGrid Substations to               \nbe augmented \n1 1.  Badulla GS  0  0  0  0  0  0  0 \n  2.  Balangoda GS  0  0  0  0  0  0  0 \n  3.  Nuwara Eliya GS  0  0  0  0  0  0  0 \n  4.  Ratnapura GS  0  0  0  0  0  0  0 \n  5.  Seethawaka GS  0  0  0  0  0  0  0 \n  6.  Ukuwela GS  0  0  0  0  0  0  0 \n  7.  Wimalasurendra GS  0  0  0  0  0  0  0 \nNew GS               \n  8.  Mahiyanga GS  0  2  0  0  0  0  0 \nTransmission Line               \n9.  Rantambe–           44  44 \nMahiyangana  (176) \na. Towers  0  0  0  0.5  1     \nb. Transmission line  0  0  0  0       \nTransmission System Strengthening (Eastern           \nProvince and others) \nGrid Substations to               \nbe augmented \n1.  Ampara GS  0  0  0  0  0  0  0 \n2.  Habarana GS  0  0  0  0  0  0  0 \n3.  Horana GS  0  0  0  0  0  0  0 \n4.  Kurunegala GS  0  0  0  0  0  0  0 \n5.  Matara GS  0  0  0  0  0  0  0 \n6.  Panadura GS  0  0  0  0  0  0  0 \n7.  Valachchenai GS  0  0  0  0  0  0  0 \n8.  Veyangoda GS  0  0  0  0  0  0  0 \nNew Grid Substations               \n1.  Maho  0  2  0  0  0  0  0 \n2.  Naula  0  2  0  0  0  0  0 \n3.  Pallekelle  0  2  0  0  0  0  0 \nTransmission Line               \n1.  Galle - Matara            100 (400)  100 \na. Towers  0  0  0  1.3  2     \nb. Transmission line  0  0  0         \n2.  Habarana-           89 (356)  89 \nValachchanai \na. Towers  0  0  0  3.3  5     \nb. Transmission line  0  0  0         \n3.  Puttlam–Maho            101 (404)  101 \na. Towers  0  0  0  1.5  2     \nb. Transmission line  0  0  0         \n4.  Ukuwela–Pallekelle            126 (504)  126 \na. Towers  0  0  0  1.0  1     \nb. Transmission line  0  0  0         \nTOTAL  0  8  0  7.6  11  460 (1840)  460 \nGS = grid substation. \nSource: Ceylon Electricity Board and Lanka Electricity Company \n ", "  Appendix 14  6 5 \nC.  Policy Framework \n \n6.  The  Project  will  follow  both  ADB’s  Involuntary  Resettlement  Policy  (1995)  and  the \nrelevant Sri Lankan laws and policies. Until 2001, project-related resettlement issues were \nguided by Land Acquisition Act, 1950, as amended from time to time.  However, as this did not \nhave adequate provisions for the full social and economic rehabilitation of the people to be \nresettled, Sri Lanka has adopted a National Involuntary Resettlement Policy (NIRP), which \nrequires a resettlement plan to be included in the approval process if a project affects more than \n20 families.1  The policy assigns the overall responsibility for its implementation to the Ministry of \nLand  Development,  with  the  project-approving  agencies  and  the  Central  Environmental \nAuthority also being assigned responsibilities for evaluation and implementation. \n \n7.  In addition to the NIRP, a cabinet decision in 2006 (amended in 2007) covered payment \nof compensation for families affected by land acquisition for power sector development projects \nand works connected with electrical undertakings. No involuntary resettlement is foreseen in this \nproject, but, in case any involuntary resettlement becomes unavoidable, compensation will be \npaid in accordance with the NIRP and the cabinet decision. \n \n8.  A comparison between the Sri Lanka Acts and Regulations, the NIRP, and the ADB \nInvoluntary Resettlement Policy is provided in Table A14.2.  \n \nTable A14.2: Comparison of Sri Lanka Involuntary Resettlement Policy and ADB Policy \nPolicy Element  Sri Lanka  ADB  Comments \n1. Resettlement must be       \navoided wherever possible; and  (cid:51)  (cid:51) \nif unavoidable it should be \nminimized. \n2. Affected persons must be       \ncompensated to replace their  (cid:51)  (cid:51) \nlost assets and to restore or \nimprove their living standards. \n3. Affected persons should be       \nfully involved and consulted in  (cid:51)  (cid:51) \nthe planning and \nimplementation of resettlement. \n4. Compensation for lost assets       \nmust be on the basis of  (cid:51)  (cid:51) \nreplacement cost. \n5. Wherever feasible, loss of       \nland should be compensated for  (cid:51)  (cid:51) \nby land. \n6. An resettlement plan should  Sri Lanka policy    A short resettlement plan is \nbe prepared in every instance  requires a detailed  (cid:51)  however, prepared for this project.. \nwhere involuntary resettlement  plan if the number of \noccurs.  families resettled \nexceeds 20. \n7. The resettlement plan must       \nbe revealed to the affected  (cid:51)  (cid:51) \npeople before finalization. \n                                                 \n1  Ministry of Environmental and Natural Resources, Ministry of Lands and Central Environmental Authority. 2001.  \nSri Lanka National Involuntary Resettlement Policy.  http://www.adb.org/Resettlement/nirp_2001.pdf  \n   ", "66   Appendix 14   \nPolicy Element  Sri Lanka  ADB  Comments \n  In all cases where  In all cases where  ADB has three categories of impact: \ninvoluntary  involuntary  significant (200 or more people \nresettlement occurs.  resettlement occurs.  experience major impacts); not \nsignificant (impacts are not deemed \nsignificant and affect fewer than 200 \npersons) and none (no involuntary \nresettlement impacts are foreseen). \nClause 4 of the NIRP  Each impact must be   \nstates that  defined and \nentitlements for land,  appropriate \nstructures and  entitlements assigned \nincome would be at  on the basis of the \nreplacement costs,  basic principles of \npaid promptly  replacing lost assets \ninclusive of  and restoring \ntransaction costs.  livelihoods. \n8. Untitled persons such as      The NIRP states that affected \nsquatters and encroachers will  X  (cid:51)  persons who do not have \nbe recognized.  documented title to land should \nreceive fair and just treatment. \nHowever, if no title is held, \ncompensation for land-use cannot \nbe paid, but all other entitlements \nsuch as crop damage and relocation \nexpenses will be paid. \n9. Surveys and census are      NIRP requires survey findings to   be \nrequired.  (cid:51)  (cid:51)  disclosed to the affected persons \nwith a view to inviting objections and \nsuggestions. \n10. Social networks and cultural       \nlinks should be preserved.  (cid:51)  (cid:51) \n11. The rights of  vulnerable       \ngroups, including indigenous  (cid:51)  (cid:51) \npeople and the poor, should be \nrecognized. \n12. Grievance redress      NIRP requires grievances to be \nmechanism should be  (cid:51)  (cid:51)  handled through a system of \nestablished.  monitoring established by each \nproject executing agency. \n    NIRP requires a resettlement unit to \n(cid:51)  (cid:51)  be established if the resettlement is \nsignificant. \n13. Common property resources       \nshould be replaced.  (cid:51)  (cid:51) \n14. All costs relating to       \nresettlement and rehabilitation  (cid:51)  (cid:51) \nmust be borne by the project \nexecuting agency and included \nin project costs. \n \n ", "  Appendix 14  6 7 \nD.  Entitlement Matrix \nTable A14.3: Entitlement Matrix \n \nDefinition of \nNature of  Entitled  Responsible \n  Losses  Application  Person(s)  Entitlements  Agency  Details \n1.0    Permanent Loss \n1.1    Crops and Trees \n  Loss of trees  Trees and crops    1. Advance notice to  CEB or  Compensation \nand crops.  in transmission  Title holder,  harvest crops.  divisional  for lost assets \nline right of way  share cropper,  2. Net value of crops  administration   \nand tower  tenant, untitled  where harvesting  and concerned   \nfootings.  residents of the  is not possible.  department .  Compensation at \nland in which the  3. Compensation  at  market value \ntrees and crops  fair rate based on  based on \nare located.  the land  productivity and \nproductivity and  age of trees.   \nage of the trees.   \n4. Rights to all other  Compensation  \nresources from  prices will be \nprivately owned  finalized with \ntrees (timber,  active \nfirewood).  participation of \n5. Compensation  affected persons \nshall be divided  or their \nbetween the  representatives. \nowner and farmer \naccording to the \nsharecropping \narrangement. \n6. For land under \ntenancy, \ncompensation for \ncrops shall be paid \nto the tenant. \n2.0    Restricted Usage \n2.1  Private/Public Land \n  Restricted  Restricted use of  Title holder.  Compensation for  CEB or  Compensation \nuse of Land.  land be cause  restricted land usage  divisional    for land use \nthe area is  ascertained as per  administration  restrictions will \ncovered in tower  the land use type.  and concerned  be finalized with \nfootings (if  Special  department.  active \nlocated in small  considerations to  participation of \nplots of land).  owners of small plots  the affected \n  of land relative to the  persons or their \nland occupied by a  representatives. \ntower footing, where \ncompensation value \nmay be even up to \nthe purchase value of \nthe land occupied by \nthe tower footing. \n3.0    Temporary Occupation \n3.1  Private/Public Land \n  Temporary  Temporary loss  Titleholder or  Entitlement based on:  CEB or  Compensation \nloss,  of land in the  tenant.  1.  Period of  divisional  for losses \ndisturbance,  construction area  occupancy.  administration.  restoration of \nor  or disturbance or  2.  Terms and  income. \ndamages  damage caused  compensation \nduring  to property.  amounts as \nconstruction  determined by the \n   ", "68   Appendix 14   \nDefinition of \nNature of  Entitled  Responsible \n  Losses  Application  Person(s)  Entitlements  Agency  Details \nor  divisional \nstringing  secretaries. \nwork.  3.  Compensation for \n  material losses \nfor the duration of \nthe temporary \noccupation \nperiod. \n4.  Compensation for \nother \ndisturbances and \ndamages caused \nto property. \n3.2  Crops and Trees \n  Loss of  Trees and crops  Person(s) who  1.  Advance notice  CEB or   Compensation \ncrops and  damaged during  cultivates the  and harvesting  divisional  for losses. \ntrees during  construction of  land, with or  crops.  administration.   \nconstruction.  tower footings,  without title.  2.  Net value of crops   \nmaterial transport  where harvesting   \nand line  is not possible.   \nstringing.  3.  Compensation at   \nmarket value   \nbased on the land   \nproductivity and   \nage of the trees.   \n4.  Compensation \nshall be divided \nbetween the \nowner and farmer \naccording to the \nsharecropping \narrangement. \n5.  For land under \ntenancy, \ncompensation for \ncrops shall be \npaid to the tenant. \n4.0  Public Utilities \n  Telephone,  Permanent or  Utility owner and  1.  Advance notice  CEB to pay  Pay the total \nwater,  temporary  government  and estimate  relevant utility  estimated cost of \nroadways  removal or  authority or  obtained to shift  to make good  the shifting or \nand similar  damage.  private company  utilites or make  the shifting or  repair. \npublic  or individual.  good the intended  repairs. \nutilities.  damage. \n2.  Payment of the \ncost of shifting \nbefore work \nbegins. \n3.  Any unforeseen \ndamage during \nconstruction \n(including \ndamages to \nroadways). \n         CEB = Ceylon Electricity Board. \n         Source: Ceylon Electricity Board. \n \n \n ", "  Appendix 14  6 9 \n \n \nE.  Implementation Schedule \n \n9.  All the civil works have been scheduled to start after compensations for damages on the \nrelevant section of the transmission line has been paid. In addition, CEB will try to carry out the \ncivil work off-season not only to avoid damages to individual affected persons but also to avoid \nimpacts on the local food market. \n \nTable A14.4: Implementation Schedule \n2008 2009 2010\nTransmission Lines\nQ1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\nWalk-over surveys (completed in Q4 2007)\nSri Lanka Environment Approval Process/\nPublic Consultations\nRoute Survey\nIssue of D-notices to affected parties\nInquiries by Divisional Secretaries and \nGrievance rederessal\nCompensation Payments\n     Civil works\n     Tower Erection\n     Stringing\n     Commissioning\n     Restoration of temporary structures, roads\nInternal Monitoring of Resettlement Plan\nExternal Monitoring of Resettlement Plan\nSource: Ceylon Electricity Board.  \n \nF.  Institutional Arrangements \n \nTable A14.5: Institutional Arrangements   \nInstitution  Responsibilities \nCeylon Electricity Board \nIdentification of land and properties affected. \nServing  appropriate  notices  according  to \nprovisions in the Sri Lanka Electricity Act and the \nNational Policy on Involuntary Resettlement. \nParticipation  in  inquires  held  by  divisional \nsecretary and/or other relevant authorities. \nMaking compensation payments. \nDivisional Secretaries \nAccepting and redressing grievances. \nConduct appropriate inquiries as provided for by \nthe Sri Lanka Electricity Act and NIRP. \nAuthorization  or  prohibition  of  right-of-way  in \ndispute. \nValuation  of  all  damages  and  authorization  of \ncompensation payment. \n   ", "70   Appendix 14   \nFarmer organizations, community-\nProviding collective opinions. \nbased organizations and affected \nindividuals/families  Written submissions to convey grievances. \nMinistry of Power and Energy and \nMonitoring of public consultation and grievance \nCentral Environmental Authority \nredress process. \n               NIRP = National Involuntary Resettlement Policy. \nSource: Ceylon Electricity Board. \n \nG.  Budget \n \n10.  The budget has been calculated on the basis of the worst-case scenario. CEB will try to \nminimize or avoid damages to crops by appropriately scheduling the civil works. \n \nTable A14.6: Budget Estimate \nEstimated \nNominal line compensation \n  Line  Description  length (km)  (SLRs million)\n1  Galle–Matara  132 kV double circuit line.  34                 34.0  \n2  Habarana–Valachchenai 132 kV double circuit line,  100                 50.0  \nsingle circuit stringing. \n3  Puttalam–Maho  132 kV double circuit, single  42                 21.0  \ncircuit stringing. \n4  Rantembe–Mahiyangana 132 kV double circuit.  21                 10.5  \n5  Ukuwela–Pallekelle  132 kV double circuit line.  18                   9.0  \n  Subtotal                     124.5  \n  Contingencies (10%)                       12.5  \n  Total                     137.0  \n             Source: Ceylon Electricity Board. \n \nH.  Monitoring and Evaluation \n \n11.  The Environmental Unit of the CEB will coordinate all environmental and social issues \npertaining to the Project. The CEB will provide the required human and financial resources to \nensure that the Environmental Unit will accomplish these requirements. The Project Director will \nbe responsible for the following: \n \n•  To formulate a monitoring framework for environmental and social issues. \n•  To prepare inception and periodical M&E reports and to submit them to ADB for review. \n•  To facilitate the generation of required data and information for preparing the M&E \nreports. \n•  To Liaise with CEA and other relevant agencies in conducting M&E. \n•  To hire qualified external monitors for annual monitoring of the environmental and social \nissues including involuntary resettlement issues. \n \n \n12.  The  environmental  unit  will  provide  assistance  and  play  a  coordinating  role.  The \nassistance of environmental experts will be obtained when necessary, to handle special issues, \nparticularly those related to impacts on biodiversity in sensitive areas. \n "], "metadata": {"CreationDate": "D:20090310103551+08'00'", "Subject": "RRP: SRI 39419", "Author": "T. Kimura, BPMSD (formerly with SARD) / R. Nagpal, OGC", "Creator": "PScript5.dll Version 5.2", "Keywords": "asian development bank", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20090728152946+08'00'", "Title": "Proposed Loans, Grant, Administration of Grant, and Technical Assistance Grant - Clean Energy and Access Improvement Project (Sri Lanka) Summary Procedure"}, "author_page": "NOTES \n \n(i)  The fiscal year (FY) of the Government of Sri Lanka and its agencies ends on  \n31 December. FY before a calendar year denotes the year in which the fiscal \nyear ends, e.g., FY2000 ends on 31 December 2000.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Senga, South Asia Department (SARD) \nDirector  T. Kandiah, Energy Division, SARD \n   \nTeam leader  T. Kimura, Principal Energy Specialist, SARD \nTeam members  I.  Caetani, Social Development Specialist, SARD \n  A. Jeffries, Energy Economist, SARD  \n  R. Nagpal, Counsel, Office of the General Counsel \n  K. Ogino, Financial Specialist (Energy), SARD  \n  J.  Peththawadu, Project Implementation Officer, Sri Lanka Resident \nMission, SARD \n  S. Sasaki, Environmental Specialist, SARD \n  K. Takebayashi, Energy Specialist, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "year ends", "role": "e", "organization": ""}, {"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "T. Kandiah", "role": "Energy Division", "organization": "SARD"}, {"fullname": "T. Kimura", "role": "Principal Energy Specialist", "organization": "SARD"}, {"fullname": "I.  Caetani", "role": "Social Development Specialist", "organization": "SARD"}, {"fullname": "A. Jeffries", "role": "Energy Economist", "organization": "SARD"}, {"fullname": "R. Nagpal", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "K. Ogino", "role": "Financial Specialist (Energy)", "organization": "SARD"}, {"fullname": "J.  Peththawadu", "role": "Project Implementation Officer", "organization": "Sri Lanka Resident"}, {"fullname": "S. Sasaki", "role": "Environmental Specialist", "organization": "SARD"}, {"fullname": "K. Takebayashi", "role": "Energy Specialist", "organization": "SARD"}]}