{"ModDate": "D:20070103095637+08'00'", "CreationDate": "D:20070102161711+08'00'", "Title": "Microsoft Word - PAK-IAFSP final.doc", "Creator": "PScript5.dll Version 5.2.2", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": "JHG", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 39492 \nNovember 2006    \n \n \nProposed Loans and Technical Assistance Grant \nIslamic Republic of Pakistan: Improving Access to \nFinancial Services (Phase I) Program \n \n \n \n \n \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n\n\f\f \n\nCURRENCY EQUIVALENTS \n(as of 21 November 2006) \n\nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \n\nPRe1.00 =  $0.016456 \n$1.00 =  PRs60.77 \n\n \n \n\n \n \n\n– \nADB \n– \nCBR \n– \nCGAP \n– \nDFID \n– \nDPL \n– \nEA \n– \nEC \n– \nFY \n– \nGDP \n– \nGIS \n– \nIA \n– \nIAFSP \n– \nIBI \n– \nIFAD \n– \nIFC \n– \nJSF \nKB \n– \nLIBOR          – \n– \nMFB \n– \nMFI \n– \nMIS \n– \nMOC \n– \nMOF \n– \nMOIT \n– \nMTDF \n– \nNEC \n– \nNGO \n– \nNRSP \n– \nNWFP \n– \nOCR \n– \nPCIU \n– \nPMN \n– \nPRM \n– \nPRSP \n– \nPTA \n– \nRSP \n– \nSBP  \n– \nSDC \n– \nTA \n– \nTASF \n– \nUSAID \n– \nVSAT \n– \nWB \n\nABBREVIATIONS \n \nAsian Development Bank \nCentral Board of Revenue \nConsultative Group to Assist the Poor \nDepartment for International Development of the UK \ndevelopment policy letter \nexecuting agency \nEuropean Commission \nfiscal year \ngross domestic product \ngeographic information system \nimplementing agency \nImproving Access to Financial Services (Phase I) Program \nIslamic banking institution \nInternational Fund for Agricultural Development \nInternational Finance Corporation \nJapan Special Fund \nKhushhali Bank \nLondon interbank offered rate  \nmicrofinance bank \nmicrofinance institution \nmanagement information system \nMinistry of Communications \nMinistry of Finance \nMinistry of Information Technology \nMedium-Term Development Framework \nNational Economic Council \nnongovernment organization \nNational Rural Support Programme \nNorth-West Frontier Province \nordinary capital resources \nprogram coordination and implementation unit \nPakistan Microfinance Network \nPakistan Resident Mission \nPoverty Reduction Strategy Paper \nPakistan Telecommunications Authority \nrural support program \nState Bank of Pakistan \nSwiss Agency for International Development  \ntechnical assistance \nTechnical Assistance Special Fund \nUnited States Agency for International Development \nvery small aperture terminal (for satellite communications) \nWorld Bank \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\f \n\n \n\nNOTES \n \n\n(i) \n\nThe fiscal year (FY) of the Government ends on 30 June. FY before a calendar \nyear  denotes  the  year  in  which  the  fiscal  year  ends,  e.g.,  FY2006  ends  on  30 \nJune 2006.  \n\n(ii) \n\nIn this report, \"$\" refers to US dollars. \n\nVice President \nDirector General \nDeputy Director General \nDirector \n \nTeam leader \nTeam members \n\nL. Jin, Operations Group 1 \nJ. Miranda, Central and West Asia Department (CWRD) \nX. Yao, CWRD \nN. Siackhachanh, Governance, Finance, and Trade Division, CWRD \n \nJ. Rogers, Principal Financial Sector Specialist, CWRD  \nM. Hashimi, Project Implementation Officer, CWRD \nS. Lewis, Financial Economist, CWRD \nL. Raquipiso, Economic Officer, CWRD \nV. You, Senior Counsel, Office of the General Counsel \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\nCONTENTS \n\nPROGRAM AND LOANS SUMMARY \n\nTHE PROPOSAL \n\nTHE MACROECONOMIC CONTEXT \n\nTHE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA. \nB. \nC. \nD. \n\nSector Description and Performance \nIssues, Constraints, and Opportunities \nExternal Assistance \nLessons Identified \n\nTHE PROPOSED PROGRAM \nA. \nB. \nC. \nD. \nE. \nF. \nG. \nH. \n\nImpact and Outcome \nPolicy Framework and Actions \nFinancing Plan \nImplementation Arrangements \nProcurement and Disbursement \nCounterpart Funds \nMonitoring and Tranching \nSubsequent Program/Phase II \n\nPROPOSED TECHNICAL ASSISTANCE \n\nPROGRAM, BENEFITS, IMPACTS, AND RISKS \nA. \nB. \nC. \n\nBenefits and Impact on Poverty \nSocial and Environmental Safeguards \nRisks \n\nVII. \n\nASSURANCES \n\nVIII.  RECOMMENDATION \n\n \n\n \nAPPENDIXES  \n1. \n2. \n3. \n4. \n5. \n6. \n \n7. \n8. \n \n\nSector Analysis     \nDesign and Monitoring Framework     \nDevelopment Policy Letter and Policy Matrix      \nDevelopment Coordination Matrix       \n \nIneligible Items  \nTechnical Assistance: Cost Estimates and Financing and                             \nTerms of Reference for Consultants                                   \nSummary Poverty Reduction and Social Strategy \nImproving Access to Financial Services Fund \n\n26 \n33 \n41 \n                                54 \n        60 \n \n        61 \n\n68 \n72 \n\n      \n\n \n \n\n \n \n\n \n \n\n \n\n \n\nPage \n\ni \n\n1 \n\n1 \n\n1 \n1 \n5 \n13 \n14 \n\n15 \n15 \n15 \n19 \n20 \n20 \n21 \n21 \n21 \n\n22 \n\n23 \n23 \n24 \n24 \n\n24 \n\n25 \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\nVI. \n\n \n\n\f\fi \n\nPROGRAM AND LOANS SUMMARY \n\nIslamic Republic of Pakistan \n \nTwo  loans  totaling  $320  million  equivalent  to  support  a  reform  program \naimed at improving access to credit and other financial services: Improving \nAccess to Financial Services (Phase I) Program (IAFSP). The loans will be \naccompanied by a technical assistance grant in the amount of $2 million.   \n \nTargeting Classification: Targeted intervention TI-H (income-poverty) \nSector: Finance \nSub-sectors: Finance sector development  \nThemes: Sustainable economic growth; capacity development \nSubthemes:  Promoting  economic  efficiency  and  enabling  markets; \ninstitutional development \n \nCategory  C:    Environmental  assessment  of  policy  interventions  indicate \nthat the program is unlikely to have adverse environmental impacts \n \nInvoluntary resettlement: Category C \nImpact on indigenous people: Category C \nNo  involuntary  resettlement  or  impact  on  indigenous  people  is  expected \nfrom implementation of the program. \n \nPakistan has achieved economic growth rates averaging over 7.5% a year \nfor  the  past  3  years.  Reforms  have  led  to  a  better  and  more  predictable \nenvironment for public and private investment and thus to job creation and \nhigher  incomes.  This  growth  has  cut  poverty  and  increased  prosperity. \nHowever,  24%  of  the  population,  or  36  million  people,  still  live  below  the \npoverty  line.  Inclusiveness  and/or  the  sustainability  of  this  growth  require \nmore reforms backed by specific actions targeting those left behind.  Many \nof  these  communities  live  in  rural  areas,  although  urban  poverty  is  not  a \nless  serious  matter.  Measures  focusing  on  inclusiveness  do  not  only \nsupport  equity,  they  are  also  good  business,  as  evidenced  by  the \nmainstreaming  of  microfinance  in  the  financial  sector.  Bringing  poor \ncommunities \n(either  as  self  employed \nentrepreneurs  or  through  micro-,  small,  and  medium-sized  enterprises) \nalso  contributes  to  investment,  job  creation  and  welfare.  A  wide  range  of \nmeasures can be used to achieve this. Access to credit and other financial \nservices can be made much easier, more transparent, cost effective, and \nefficient. This is the essence of the proposed program.   \n \nMicrofinance currently reaches fewer than 1 million people in Pakistan, but \nthe  market  is  many  times  this  size  and  current  market  estimates  range \nover  20  million  people.  The  Government  has  made  microfinance  a  key \ntheme  under  its  Medium-Term  Development  Framework  (MTDF)  2005–\n2010  and  the  broader  Strategic  Directions  to  Achieve  Vision  2030. \nBuilding a more inclusive financial sector means deepening the quality of \nthe  service  and  expanding  the  coverage,  while  at  the  same  time  striving \nfor efficiency and sustainability. The sector has improved, but still does not \ntouch vast numbers of people. The proposed reform program is meant to \nchange this.  It will do so by developing an enabling legal and regulatory \n\nformal  economy \n\ninto \n\nthe \n\nBorrower \n \nProposal \n\n \nClassification \n\n \nEnvironment \nAssessment \n \nSocial Safeguard \nAssessment \n\n \nRationale \n\n \n\n\fii \n\n \n\n \n\n \nImpact and \nOutcome \n\n \nLoan Amounts \nand Terms \n\n \nProgram Period \nand Tranching \n\nenvironment  and  introducing  specific  actions  to  remove  bottlenecks  and \nconstraints at two strategic levels (i) the formal and informal intermediary \nnetworks, and (ii) clients and potential clients. The action plans will focus \non  key  success  factors.    These  include  the  promotion  of  technology  and \napplications  to  achieve  national  scale  at  reduced  cost  for  all  types  of \nfinancial  service  providers;  expanding  the  range  and  quality  of  financial \nproducts  and  services  including  those  for  the  Islamic  market;  developing \npublic–private  partnerships  to  expand  outreach;  stepping  up  reliable \nbusiness and credit information and systems; expanding fast, reliable and \nlower-cost remittance services for overseas workers; capacity building for \ninstitutions and authorities; and  support for literacy to improve access to \nfinance and its utilization for sustained economic growth.  \n \nImproving  access  to  financial  services  will  improve  opportunities  for  rural \nand  urban  communities  and  ultimately  reduce  poverty.  The  proposed \nIAFSP will increase access to better (and more tailored) financial services \nby the self-employed, as well as by micro and small sized companies. The \nprogram  targets  poor  and  low-income  households  but  also  individuals, \nincluding  women.  It  will  spearhead  outreach  and  product  and  service \ninnovation,  and  utilize  new  technologies  and  applications  to  reduce  the \ntransaction costs associated with the delivery of financial services. Public-\nprivate partnerships and private sector participation will be promoted for a \nmore robust and competitive market. \n \nThe proposed loans are as follows: \n \n(i)  A  $300  million  loan  from  the  ordinary  capital  resources  (OCR)  of  the \nAsian Development Bank (ADB) with an interest rate to be determined in \naccordance  with  ADB's  London  interbank  offered  rate  (LIBOR)-based \nlending facility, a term of 15 years, including a grace period of 3 years, and \nother terms and conditions as set forth in the loan agreement. \n \n(ii)  A  loan  of  Special  Drawing  Rights  13,425,000  ($20  million  equivalent) \nfrom  ADB’s  Special  Funds  resources,  with  an  interest  rate  of  1.0%  per \nannum during the grace period and 1.5% per annum thereafter, a term of \n24  years,  including  a  grace  period  of  8  years,  and  other  terms  and \nconditions as set forth in the loan agreement.  \n \nThe  expected  program  completion  date  is  24  months  from  effectiveness, \nand  the  program  loan  closing  is  expected  3  months  after  program \ncompletion. The loan will be released in two tranches. The first tranche of \n$120  million  will  be  made  available  when  the  Government  meets  the \nconditions  of  loan  effectiveness  and  complies  with  the  first  tranche \nconditions. The first tranche will comprise $100 million from OCR and $20 \nmillion  equivalent  from  ADB’s  Special  Funds  resources.  The  second \ntranche  of  $200  million  from  OCR  is  expected  to  be  released  within  24 \nmonths  of  loan  effectiveness,  and  will  be  released  upon  satisfactory \ncompliance with agreed-upon conditions. \n \n \n \n\n\fiii \n\ntimely \n\n(MOF)  will  be \n\nIn  accordance  with \n\nImplementing  Agencies \n\nimplementation  of  measures  under \n\nthe  Executing  Agency. \nThe  Ministry  of  Finance \nImplementing  Agencies  will  be  State  Bank  of  Pakistan  (SBP);  Central \nBureau  of  Revenue  (CBR);  Ministry  of  Information  Technology  (MOIT); \nPakistan  Post;  and  the  Board  of  Revenue  of  Sindh  Government.  A \nprogram  coordination  and  implementation  unit  (PCIU)  will  be  established \nin  Islamabad  at  the  MOF  for  program  coordination,  monitoring,  and \nmanagement across agencies. Working groups will also be established to \nfor  a  good  collaboration, \ninclude  all \nthe \ncommunication  and \nprogram.  In  addition  to  the  PCIU,  SBP  will  provide  office  facilities  for \nconsultants  in  Karachi  to  facilitate  coordination  and  the  oversight  of \nconsultants. The PCIU will be responsible to provide the required program \nreports and information for implementation of the program.     \n \nThe loan proceeds will be used to finance the costs (excluding local duties \nand  taxes)  of  items  produced  and  procured  in  ADB  member  countries, \nexcluding  ineligible  items  and  imports  financed  by  other  bilateral  and \nmultilateral  sources. \nthe  provisions  of  ADB’s \nSimplification of Disbursement Procedures and Related Requirements for \nProgram  Loans,  a  reimbursement  procedure will  be  used  to  disburse  the \nloan proceeds based upon certification to be provided by the Borrower. No \nsupporting import documentation will be required, if, during each year that \nloan  proceeds  are  expected  to  be  disbursed,  the  value  of  the  Islamic \nRepublic  of  Pakistan’s  total  imports  minus  imports  from  nonmember \ncountries,  ineligible  imports,  and  imports  financed  under  other  official \ndevelopment assistance is equal to or greater than the amount of the loan \nexpected to be disbursed during the year. The Government will certify its \ncompliance  with  this  formula  with  each  withdrawal  request.  Otherwise, \nimport  documentation  under  existing  procedures  will  be  required.  ADB \nreserves  the  right  to  audit  the  use  of  loan  proceeds  and  verify  the \naccuracy of the Government’s certification. \n \nCounterpart  funds  will  be  used  for  the  financial  and  institutional  costs \nassociated with implementing the reform program and other development \nfinancing needs. The entire counterpart funds of the $20 million equivalent \nfrom ADB’s Special Funds resources loan shall be transferred as a capital \ncontribution  to  the  Improving  Access  to  Financial  Services  Fund,  an \nendowment  fund  to  be  established  to  support  (i)  capacity  building  and \ntraining  of  financial  services  providers  to  promote    expansion  into  rural \nareas; product and service innovation, including savings, remittances and \nIslamic  financial  services;  adoption  and  integration  of  new  technologies \nand  applications  for  improving  access  to  financial  services;  (ii)  capacity \nbuilding  and  training  of Government  and  regulatory  authorities  to  support \ndevelopment  of  an  inclusive  financial  sector  and  implementation  of \nmeasures  under  the  Program;  and  (iii)  literacy  programs  (financial  and \nbasic) conducted by or on behalf of financial services providers for clients \nand  potential  clients  to  improve  access  to  financial  services  and  the \nutilization of finance. \n \n \n \n\nExecuting \nAgency and \nImplementation \nArrangements \n\n \nProcurement  and \nDisbursement \n\n \nCounterpart \nFunds \n\n \n\n \n\n\fiv \n\nBenefits and \nBeneficiaries \n\nThe IAFSP will provide benefits for and have positive impacts on rural and \nurban communities, in particular the poor. These benefits are quantitative \nand qualitative in nature and include the following: \n \n\nthat \n\nfosters \n\nframework \n\nfinancial  sector \n\nregulatory  and  supervisory \n\ninclusive \na  deeper/broader \neconomic  growth  and  reduces  poverty,  and  a  sustainable \nmarket-oriented  microfinance  sector  with  greater  outreach  to \nthe poor in rural and urban areas; \nthat \nan  enabling \npromotes  innovation  and  product  diversification  and  private \nsector participation; \nimproved  credit  information  and  land  registration  systems  to \nprovide information for access to and delivery of credit; \nremoval  of  operational  bottlenecks  and  constraints  among \nintermediaries,  including  those  inhibiting  a  new  and  a  broader \nrange of services, and new technologies and applications, such \nas  mobile  money  transfer  and  very  small  aperture  terminal \n(VSAT) technologies to improve access to financial services in \nrural and remote areas;  \nincreased  opportunities for  all  types  of  clients,  including  better \nsystems  and  procedures  for  remittances  and  Islamic  finance; \nand \nincreased  literacy  (financial  and  basic)  among  clients  and \npotential  clients,  leading  to  improved  access  to  and  utilization \nof financial services.  \n\nConsistency  and  commitment  may  wane.  Building  a  more \ninclusive  financial  sector  requires  a  continued  commitment  to \nreforms.  The  Government  has  shown  strong \nsector \ncommitment to achieving the goals of the Program, as reflected \nin  the  MTDF  2005-2010,  its  poverty  reduction  strategy,  and \ninvestment  and  expenditures  programs  focusing  on  the  poor \n(pursuant  to  the  Fiscal  Responsibility  and  Debt  Limitation  Act \n2005).   \n\nDelays or disruptions may occur because of political instability \nor social unrest. These risks, and the international perception of \nsuch risks, are moderate to low. \n\nA  buyer  or  buyers  willing  to  pay  a  fair  market  price  within  the \nspecified  time  period  for  a  divesture  of  shares  in  Khushhali \nBank held by the National Bank of Pakistan may not be found. \nTo mitigate this risk and promote competition, the offer for sale \nof shares will remain open during the program period. \n\n(iv) \n\nFunds available from the endowment fund may not be allocated \non  a  balanced  basis  across  financial  services  providers, \nauthorities  and  geographic  areas.  To  increase  transparency, \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(i) \n\n \n(ii) \n\n(iii) \n\n \n\n \n\n \nRisks and \nAssumptions \n\n \nThe  success  of  the  IAFSP  depends  upon  a  number  of  assumptions  that \nare subject to different degrees of risk. Mitigating measures have been put \ninto place to address these risks. The primary risks are as follows: \n \n\n \n\n\f \nTechnical \nAssistance \nGrant \n\nv \n\nfund  allocations,  quarterly  reports  on \nand  disclosure  of \nrecipients  and  activities  funded  will  be  posted  on  the  SBP \nwebsite, and an ADB nominee will be appointed to the fund as \nan observer.           \n\n \nThe proposed technical assistance (TA) will support timely implementation \nof measures under the Program. The TA is estimated to cost $2,500,000 \nequivalent.  ADB  will  provide  $2,000,000  equivalent,  to  be  financed  on  a \ngrant  basis  by  ADB’s  TA  funding  program,  and  the  Government  will \ncontribute $500,000 equivalent. TA funding is also under consideration by \nthe Government of Japan for financing by the Japan Special Fund (JSF). \nShould  JSF  funding  become  available,  it  would  replace  a  corresponding \namount  of  funds  from  ADB’s  TA  funding  program.  MOF  will  be  the \nExecuting  Agency  and  provide  the  necessary  counterpart  staff  and  office \nspace  for  advisors  and  coordinate  activities  among  the  Implementing \nAgencies.  The  TA  will  be  implemented  over  a  24-month  period  and  is \nplanned to commence by March 2007 and be completed by March 2009.  \nConsulting  services  will \ninternational \nconsulting services and 72 person-months of national consulting services. \nConsultants will be recruited in accordance with ADB’s Guidelines on the \nUse of Consultants (April 2006, as amended from time to time). \n \n\ninclude  24  person-months  of \n\n \n \n\n \n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on (i) two proposed \nloans and (ii) a technical assistance grant to the Islamic Republic of Pakistan for the Improving \nAccess to Financial Services (Phase I) Program (IAFSP). \n \n\nII. \n\nTHE MACROECONOMIC CONTEXT \n\nThe overall fiscal deficit in FY2006 (excluding the impact of the earthquake) is estimated \n2. \nat  PRs261.6  billion  (3.4%  of  GDP).  If  earthquake-related  spending  is  included,  the  size  of  the \ndeficit for FY2006 would be PRs327.3 billion (4.2% of GDP). Pakistan has achieved a high level \nof economic growth averaging over 7.5% for the past three years. With population growing at an \naverage  rate  of  1.9%  per  annum,  the  real  per capita  income  has  grown  at  an  average  rate of \n5.6%  per  annum.  The  economic  growth  has  supported  a  significant  reduction  in  poverty; \nhowever, 24% of the population or 36 million people continue to live below the poverty line, and \nthe  incidence  of  poverty  is  28%  in  rural  areas  compared  with  about  14%  in  urban  areas. \nSustained growth is needed to reduce the poverty level still further. Further sustained economic \ngrowth requires a financial sector that is stronger and more effective in mobilizing savings and \nallocating these to productive use. Growth also must be more inclusive to ensure greater impact \non  poverty,  and  the  financial  sector  correspondingly  must  be  inclusive  and  improve  access  to \nfinancial  services.  The  Government’s  commitment  to  sustained  expenditures  on  pro-poor \nsectors  is  reflected  in  the  Fiscal  Responsibility  and  Debt  Limitation  Act,  2005.  Under  this  law, \nsocial and poverty-related expenditures must be 4.5% of GDP or above in any given year and \nbudgetary  allocations  to  health  and  education  must  double  from  the  existing  level  in  terms  of \npercentage of GDP during the next 10 years. Inclusive growth and inclusive financial sector are \nindeed  among  the  strategic  concerns  for  the  government.  The  Government’s  Medium-Term \nDevelopment  Framework  2005–2010  and  “Strategic  Directions  to  Achieve  Vision  2030”  both \nhighlight this. What does inclusive financial sector mean in Pakistan? It means broadening the \noutreach and deepening the service while striving for efficiencies and maintaining sustainability.  \n \n3. \nIn  recent  years,  Pakistan  has  been  moving  towards  the  direction  of  developing  an \ninclusive financial sector. Under the earlier microfinance program,1 emphasis was placed on the \nestablishment of a statutory institution in 2000 as a strategic way to launch the sector. A small \nnumber of microfinance banks (MFBs) were subsequently established under separate law and \nregulations, however total outreach achieved to date is small and the majority of the poor have \nno  access  to  basic  savings/deposit  and  other  services.  This  proposed  program  marks  a \nsignificant step forward, and will assist the Government to implement timely reforms. It will build \non  the  past  success  and  address  emerging  issues,  and  brings  in  new  technologies  and \napplications that can expand outreach, lower cost of financial services and improve efficiencies. \nMost  importantly,  the  program  will  support  Government  to  implement  policy  and  institutional \nchange  in  the  financial  sector  with  strategic  and  systematic  frameworks  that  cut  across  the \nvarious subsectors.  \n \n\nIII. \n\nTHE SECTOR: PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n\nA. \n\nSector Description and Performance2 \n\n4. \nThe majority of the population lives in rural areas where regular transaction services are \nlimited. To expand access by the poor and low-income families to sustainable financial services, \n\n                                                 \n1   Loan-1806-PAK: Microfinance Sector Development Program, approved 13 December 2000. \n2   Sources: State Bank of Pakistan, Pakistan Microfinance Network, Pakistan Post, and Poverty Alleviation Fund.  \n\n\f2 \n\n \n\n     \n\ndevelopment of the microfinance sector and the mainstreaming of microfinance services in the \nfinancial sector is essential. However, there are fundamental issues that need to be addressed \nthrough (i) effective land title and registration for poor and subsistence farmers; (ii) more mobility \nfor women and the large rural population; (iii) development of products and services that met the \nlocal needs, including products those that comply with Sharia (Islamic Law); and (iv) a shift from  \noverdependence  on  donor  funds  to  increased  commercialization  of  the  sector  for  sustainable \nservices that can achieve scale for a successful national outreach. Access to credit is a form of \nfinancial  capital.  Microfinance  credit  and  other  financial  services  that  help  the  poor  to  receive \nremittances  and  build  savings  safely  can  also  help  them  gain  access  to  other  fundamental \nassets such as education, good health, shelter, and communications. Studies from a number of \ncountries have shown that the rural poor’s lack of access to product and factor markets leaves \nthem largely bypassed by the growth process. Making markets work for the poor is therefore a \nkey  element  of  a  country’s  poverty  reduction  strategy.3  This  supports  the  view  that  the  poor \nshould be actively engaged in the growth process, as opposed to being left simply to share in \nthe benefits of growth (i.e. relying on the trickle-down effects of growth). Microfinance can help \nthe  poor  gain  access  to  product  and  factor  markets,  and  increase  employment  and  income-\ngenerating activities, thereby actively engaging them in the growth process. \n \n5. \nOf Pakistan’s 153 million people, more than 90 million live in rural areas where there are \nfew opportunities for employment other than self-employment or subsistence farming. Access to \ncredit  for  the  rural  poor  is  typically  limited  to  local  moneylenders  who  can  charge  excessively \nhigh rates of interest. Borrowing is often linked to life-cycle needs of poor households, such as \nthe need to pay for marriage expenses or health care, rather than for investment or productive \npurposes.  In  the  1950s  and  1960s,  the  development  of  microfinance  in  Pakistan  focused  on \nagricultural  credit,  and  the  dominant  view  was  that  the  poor  primarily  needed  access  to \nsubsidized credit. In the 1970s, there was a move to nationalize banks and most credit to small \nfarmers was provided by government banks. Various schemes, including a small credit program \nfor  women  were  provided  through  mobile  teams.  However,  the  fact  that  these  initiatives  were \nsubsidized and measures were not taken to ensure their sustainability meant that they led to the \nrent-seeking outcomes and poor financial performance that have emerged in other developing \neconomies.  \n \nDuring the 1980s the Agha Khan Rural Support Programme (AKRSP) began operations \n6. \nin  the  northern  region  of  the  country  using  a  three-pronged  approach:  (i)  community \ndevelopment  through  community-based  organizations,  (ii)  infrastructure  development,  and \n(iii) resource mobilization through savings and credit. The success of this program led to other \nrural support programs (RSPs)4 and a holistic approach to rural development that dominated the \nmicrofinance  scene  in  Pakistan  in  the  1980s  and  1990s.  The  National  Rural  Support \nProgramme  (NRSP)  was  established  in  1991  by  the  Government.  It  is  Pakistan’s  largest \nmultisectoral rural development program and operates in 35 districts. NRSP is involved in social \ninfrastructure  development  and  has  a  Microfinance  and  Enterprise \nmobilization  and \nDevelopment  Programme.5  An  individual  lending  approach  targeting  entrepreneurs  in  urban \nslums  was  also  developed  during  this  time,6  and  the  Kashf  Foundation,  modeled  on  the \nGrameen Bank of Bangladesh, started operations in 1994. These were followed by other similar \n\n                                                 \n3   Yao, Xianbin. ADB. 2003. Infrastructure and Poverty Reduction – Making Markets Work for the Poor. Manila. \n4   National Rural Support Programme, Punjab Rural Support Programme, and Sarhad Rural Support Programme   \n5  The credit program is fully operational in 25 of these 35 districts. As of 31 December 2005, it had made 609,196 \nloans  since  its  inception,  out  of  which  it  had  126,086  active  borrowers.  The  cumulative  distribution  of  loans  was \nPRs7.76 billion, and it had an average loan size of PRs12,744. It had a loan recovery rate of 98.3%. NRSP also \nhas 31,000 savers, saving on average PRs17,000.  \n\n6  Orangi Pilot Project. \n\n \n\n\f \n\n3\n\ninitiatives.  The  community-based  approach  covers  more  than  86%  of  clients  in  the  private \nsector, and, within this category one institution, the NRSP, covers 92%.  \n \n7. \nMicrofinance  is  an  integral  part  of  the  financial  sector  and  supports  the  growth  of  local \nmarkets.  It  can  encompass  a  range  of  services,  including  deposits,  loans,  payment  services, \nmoney transfers, remittances, leasing, and insurance. To date, however, the focus has been on \nthe provision of microcredit. Microfinance clients typically lack assets for collateral and are self-\nemployed in the informal sector or engaged in economic livelihood activities. Loans are based \non the borrower's household's net cash flow and on non-traditional forms of security, and may \nbe provided either on a group or an individual lending basis.7  Microfinance services in Pakistan \nare provided by microfinance banks (MFBs); commercial banks; rural support programs (RSPs); \nnongovernment organizations (NGOs); leasing companies and the national postal system.  \n \n8. \nThe  Government  established  the  first  microfinance  bank  in  Pakistan,  Khushhali  Bank \n(KB), under the KB Ordinance, 2000. While initial operations focused on a joint venture with the \nNRSP,  this  strategy  was  not  successful  and  the  concept  of  growth  through  “hubs”  was \ndeveloped.  To  date,  KB  has  227,684  active  borrowers,  63  branches,  and  124  service  centers \nnationwide.  This  has  been  an  important  development  for  the  sector,  but  KB  has  focused  its \nefforts only on the provision of microcredit. Two basic loan products are offered: (i) a bullet loan, \nwhich is primarily for supporting agricultural activities; and (ii) a monthly installment based loan \nfor trading activities. KB does not offer deposit services to its clients, although savings services \nare an important service for the poor. The bank currently uses only $30 million of its credit line \nfor  its  loan  portfolio  and  $40 million  is  invested  in  its  treasury  operations.    KB  has  not  yet \nachieved  financial  sustainability  (after  exclusion  of  direct  and  indirect  subsidies),  continues  to \nrely on donor credit line, and has a low retention rate of clients (about 27% compared with about \n70% for many NGOs).     \n \n9. \nThe  Microfinance  Institutions  Ordinance,  2001  was  enacted  to  promote  access  to \nsustainable microfinance for the poor and ultimately to lead to poverty reduction. This ordinance \n(as  amended  by  the  Finance  Bill,  2006)  specifies  that  a  microfinance  client  must  be  below  a \nthreshold  income  level  set  by  the  State  Bank  of  Pakistan.  Prudential  regulations  for \nmicrofinance  banks  and  institutions  set  the  maximum  microfinance  loan  size  at  PRs100,000. \nThe  effect  of  the  Microfinance  Institutions  Ordinance  has  been  to  expand  the  outreach  of \nmicrofinance through the creation of licensed microfinance banks (MFBs) providing services to \napproximately 300,000 poor and very poor clients. However, the microfinance sector in Pakistan \nis relatively small compared with similar sectors in other countries in the region and is estimated \nto reach only 10% of the 6 million poor households in the country. Most of the poorest people \nhave  no  access  to  formal  or  semi-formal  financial  services,  since  providing  microfinance \nservices to the poorest involves high operating costs, intensive social intermediation, and high \nrisk.  However,  empirical  evidence  suggests  that  there  is  a  large  potential  large  demand  for \nmicrofinance services among the poorest, especially for savings and remittances facilities.   \n \nBesides  KB,  5  other  banks  are  licensed  in  Pakistan,8  including  four  nationwide  banks \n10. \nand  two  district-wide  banks.  It  is  estimated  that  40  microfinance  institutions  (MFIs)  operate  in \nthe country, and that 19 of these capture almost 99% of the market. As of May 2006, there were \n584,836 active borrowers with a gross loan portfolio of PRs6.03 billion,9 compared with 510,000 \n\n                                                 \n7  Microfinance  lending  methodologies  include  the  Grameen  Bank  Approach  (group  lending)  and  Association  of \n\nSocial Advancement (ASA) Methodology (individual lending).  \n\n8  Microfinance banks licensed in Pakistan as of July 2006 are Khushhali Bank, the First Microfinance Bank, Tameer \nMicrofinance Bank, Rozgar Microfinance Bank, the Network Microfinance Bank, and Pak Oman Microfinance Bank.  \n\n9  Reported by Pakistan Microfinance Network. Annual Report 2004/05. \n\n \n\n\f4 \n\n \n\nactive borrowers and a gross loan portfolio of PRs5 billion in 2005. The total gross outstanding \nloans and the share of active borrowers are 48% within microfinance banks and 52% in other \nMFIs. The profile of borrowers shows that women account for 16% of loans and men for 84%. \nPortfolio quality is a concern. Although cumulative recovery is 96%,10 the portfolio-at-risk (PAR) \nis 18.5%. The average loan size of microfinance banks is currently about PRs9,300, and, as of \n31  March  2005,  65%  of  outstanding  loans  were  for  agriculture  inputs  and  livestock,  26%  for \nenterprises, and 9% for other purposes.    \n \n11.  Microfinance  banks  and  commercial  banks  conducting  microfinance  business  are \nregulated and supervised by the State Bank of Pakistan (SBP).  Other types of institutions are \ngenerally self-regulating members of the Pakistan Microfinance Network (PMN), and follow the \nPMN framework of disclosure of financial and operational performance. PMN was established in \n1997 and is dedicated to improving the reach and sustainability of microfinance in Pakistan. It \npublishes  an  annual  performance  indicators  report.  Its  mission  is  to  support  provision  of \nfinancial services to the poor, with a focus on retail microfinance. The objectives of PMN are to: \n(i) promote  an  enabling  environment  that  benefits  the  work  of  all  stakeholders;  (ii)  build  the \nimprove \ncapacity  of  stakeholders,  especially  retail  microfinance \ntransparency  and  accountability  by  promoting  the  publication  and  widespread  use  of \nperformance measures and standards related to the work of microfinance institutions.  \n \n12.  MFIs can register themselves at the district level (where the capitalization requirement is \nPRs100 million), at the regional level (where the requirement is PRs150 million, recently added \nthrough amendments to the Microfinance Institutions Ordinance), at the provincial level (where \nthe  requirement  is  PRs250  million),  or  at  the  national  level  (where  the  requirement  is  PRs500 \nmillion).  However,  given  the  scale  of  operations,  these  capital  requirements  may  be  too  high, \nand  recent  prudential  regulations  from  the  SBP  have,  to  a  certain  extent,  reduced  them  by \naccepting the outstanding portfolio (if of a good quality) of the MFI, at the time of transformation, \nas part of the initial capital.   \n\ninstitutions;  and  (iii) \n\n13. \nFinancial services are also provided through Pakistan Post, a state enterprise providing \na range of postal products and public services, including financial services, through a network of \n12,267  post  offices  across  the  country.  Financial  services  include  remittance  services  through \nmoney orders. A money order is an order issued by the post office for the payment of a sum of \nmoney  through  the  agency  of  the  post  office.  Almost  all  post  offices  are  money  order  offices, \nand the maximum size of a money order is PRs10,000. Postal order services are also provided, \nto fulfill requirements for small remittances. For faster transmission, a fax money order service is \noffered at district and other post offices. To cater to the needs of the urban population and the \nbusiness community, the postal draft service is a remittance service operating among head post \noffices. It is used for remittances by individuals or organizations and the maximum postal draft \nvalue is PRs200,000. In addition to remittance services, Pakistan Post also has a saving bank. \nServing  as  an  agent  of  the  Ministry  of  Finance,  the  saving  bank  has  played  a  crucial  role  in \nencouraging  and  mobilizing  savings  among  the  general  public.  In  most  remote  areas,  it  is  the \nonly banking services available. Pakistan Post does not provide loans.  \n\n14. \nThe  Government  of  Pakistan  created  the  Pakistan  Poverty  Alleviation  Fund  (PPAF)  in \n199711  as  an  autonomous  body  working  with  local  partners  to  provide  loans,  grants  and \ntechnical  assistance  to  the  poorest  individuals  and  communities  in  the  country.  Sponsored  by \nthe Government of Pakistan and funded by the World Bank and others, the PPAF currently has \n                                                 \n10  Data for 11 MFIs. \n11  The PPAF was funded by a $90 million World Bank credit and an endowment of $10 million from the Government \n\nof Pakistan in 2000.  \n\n \n\n\f \n\n5\n\na  resource  base  of  $500  million.  As  the  apex  institution  wholesaling  funds  to  nongovernment \norganizations, PPAF selects partners with well-targeted community outreach programs that are \ncommitted to enhancing the economic welfare and income of disadvantaged peoples. Benefits \naccrue  directly  to  the  vulnerable  through  income  generation,  improved  physical  and  social \ninfrastructure, and training and skill development support. At present, the PPAF is working with \n56  partner  organizations  in  96  districts  of  Pakistan.  Since  its  inception,  PPAF  has  become  an \nactive  and  dynamic  partner  in  promoting  the  growth  of  the  sector  and  to  date  has  disbursed \nPRs1.2 billion to 27 MFIs supporting loans for a cumulative total of 125,000 clients.  \n \nB. \n\nIssues, Constraints, and Opportunities \n\nThe  above  description  highlights  that  the  microfinance  sector  has  a  number  of  players \nissues,  constraints,  and \n\n15. \nwith  different  character  and \nopportunities facing the development of an inclusive financial sector are the following:  \n \n\ninstitutional  arrangements.  Key \n\nlack of a national strategy for an inclusive sustainable financial sector, \noverdependence on donor funds for both wholesale finance and operating costs,  \ntechnical  challenges  and  high  transaction  costs  because  of  an  absence  of \ninfrastructure  and  a  lack  of  mobility  of  clients,  in  particular  women  and  people \nliving in rural areas,     \nlack of reliable business and credit information that impedes the access of credit \nand increases delivery costs,  \nlack of diverse financial services and products to meet local needs and priorities  \nunequal treatment of MFBs, including different legal status,  \nlack of education and literacy (basic and financial) especially among women and \nin rural areas, and \ncapacity building of financial services providers and authorities \n\n(viii) \n \nFigure 1 gives a schematic illustration of these issues and constraints for both financial \n\n16. \nintermediation and client/potential clients–the two broad groups of stakeholders. \n\n(i) \n(ii) \n(iii) \n\n(iv) \n\n(v) \n(vi) \n(vii) \n\n \n1. \n\nLack of National Strategy for Inclusive Financial Sector \n\n17. \nState Bank of Pakistan (SBP) has emphasized that building sustainable financial services \nsystems for the poor is of critical interest and requires laying a foundation for potentially profitable \nmarket and enterprises that can develop ways to reduce the costs and risks of serving them. Both \nSBP  and  the  banking  industry  are  working  towards  exploring  options  on  how  to  reach  financial \nservices  to  un-banked  segments  of  the  population.12  While  encouraging  e-banking  and  e-\ncommerce, SBP is now working closely with the banking industry to explore options for adoption \nof new technologies to reach under-banked areas with the objective of enhancing access of rural, \nagriculture  and  microfinance  credit  and  to  attract  remittances.  In  this  respect,  strategic  alliances \nwith overseas partners with special compatibility are encouraged by SBP. SBP’s reorganization in \nSeptember  2006  also  reflects  the  dynamic  markets  and  developments  taking  place  across \nPakistan’s financial markets. A Development Finance Group was established within SBP to create \nan  enabling  environment  to  facilitate  intermediation  and  help  develop  capacities  to  better \nunderstand  the  new  niche  areas  such  as  infrastructure,  Islamic  banking,  housing,  SME  and \nmicrofinance. A creation of a Task Force for a National Strategy for an Inclusive Financial Sector \ncomprised  of  representatives  from  SBP,  Ministry  of  Finance  (MOF),  Ministry  of  Information \nTechnology (MOIT), Pakistan Post, Pakistan Microfinance Network and other concerned agencies \nwill facilitate the development of a comprehensive and crosscutting national strategy that can build \n                                                 \n12  State Bank of Pakistan news release dated 16 October 2006. \n\n \n\n\f6 \n\n \n\non  first  generation  reforms  undertaken  in  the  various  sub-sectors  and  take  the  country  forward \nwith a national strategy for an inclusive financial sector.        \n \n\nFigure 1: Overview of Constraints and Opportunities \n\nIntermediaries\n\nCommercial \nBanks (39)a \n\nIslamic \nBanks (6) \n\nMicrofinance \nBanks (5) \n\nKhushali Bank \n(statutory institution) \n\nNGOs-MFIs \n\nPakistan \nPost \n\nProvide good \nrange of products \nand services for \nmiddle and upper \ntier banking \nclients \n\nOffer small scale \nbasic account \nservices  \n\nMicrofinance not \na core area \n\nWilling to \nexperiment with \nnew technology \n\nOffers Shariah \nproducts  \n\nLimited products  \n\nNo deposit/limited \nservices \n\nMicrocredit only \n\nVast national \ninfrastructureb \n\nNot focused on \nsmall scale/ \nmicro products \n\nDeveloping \ncapacity \n\nLimited outreach \n\nOffer nonfinancial \nservices \n\nLimited outreach \nin rural areas \n\nUnviable business \nmodel \n\nLimited scale \n\nCulturally \nacceptable \n\nGood client \nretention \n\nCapacity/low \nclient retention \n\nGood local \nknowledge and \ncustomer \nrelations \n\nLimited \npartnerships \nwith retail FIs \n\nOpen to new \npartnerships \nwith private \nsector \n\nGood client \nretention \n\nWilling to \nexperiment with \nnew technology \n\nNot authorized to \nreceive remittances \nfrom overseas \nworkers \n\nPerceived by public \nas Government \ninstitution \n\nWilling to \nexperiment with \nnew technology \n\na 11 licensed for Islamic banking  services. \nb Over 12,000 post offices \nSource: ADB, State Bank of Pakistan, Pakistan \nPost, Pakistan Microfinance Network. \n\nClients/Potential Clients\n\nLack \navailable \nand \nsuitable \nfinancial \nproducts \n\n−  Limited \nor no \ncredit \nhistory \n−  No credit \ninformati\non \nbureau \ncoverage \nfor \nNGOs-\nMFIs \n\nLimited Mobility  \n– of women  \n– geographically \n \n\nMajority of \npopulation in rural \nareas \n \n\nLack of \neducation/ \nlow literacy \n(basic and \nfinancial)  \n\n- Have  \n\naccess to   \ntechnology \n\n \n- Own  \n\ncellular  \nphones \n\nHave \ncomputerized \nnational ID \ncards (47% \nissued, \nremaining to \nbe issued in \nnear term) \n\n \n\n-  Operate   \n   enterprises/  \n   conduct     \n   livelihood  \n   activities \n \n- Have capacity  \n  to save \n \n- Receive  \n\nremittances from  \nfamily members  \nworking overseas \n\n \n\n \n\n \n\n \n \n\n \n\n\f \n\n7\n\n2. \n\nOverdependence on Donor Funds  \n\n \n18. \nHistorically, the development of microfinance and SME finance has been supply-driven \nand focused on the provision of subsidized credit lines to promote growth. A common view was \nthat the poor were “beneficiaries” of finance schemes, without the capacity to save. Those who \ndid save were regarded as preferring non-financial forms of saving, and it was felt that the poor \ncould not afford the full cost of credit at commercial rates. This view was a common view taken \ninternationally in early stages of development of the sector when less information was available \nand little was understood about the full capacity of this segment of the market. This earlier view \nled to an institutional response in Pakistan and other countries that was supply-led and focused \non  subsidized  credit  programs  by  governments  and  international  donor  agencies.  Private \nfinancial  institutions  developed  a  high  dependency  on  external  borrowings  and  mobilization  of \nsavings was neglected. In the long run, sustainable finance requires a shift from a supply focus \nto  a  demand-driven  market  system.  Subsidized  credit  lines  and  programs  can  “crowd  out” \nprivate  sector  development  and  undermine  the  development  of  savings  services  which  can \nprovide a lower cost, sustainable source of operational funds required to achieve national scale. \nOverdependence  on  donor  funds  can  also  result  in  complacency  and  lack  of  efforts  to  offer \nsavings/deposit  services  to  clients,  as  has  been  the  case  with  KB,13  which  provides  no \nsavings/deposit services to clients. The commercialization of microfinance for the development \nof sustainable financial services that can achieve the scale necessary for national outreach is a \ntopic  that  has  been  researched  and  documented  in  many  international  studies.14  The \nrecognition of profit opportunities for this market segment is also seen with the continued entry \nof  new  institutions,  both  at  the  country  level  and  internationally.  Funds  such  as  the  Global \nCommercial  Microfinance  Consortium15  are  indicative  of  the  type  of  facilities  being  created  to \ncapitalize on the growing opportunities for microfinance.     \n \n\n3. \n\nTechnical Challenges and High Transaction Costs  \n\nAt present, there are limited commercial or microfinance bank operations in rural areas \n19. \nproviding  a  full  range  of  financial  services  for  the  poor.  Although  Pakistan  Post  offers  a  great \nopportunity for expansion through a network of more than 12,000 post offices, this capacity has \nnot  yet  been  tapped  for  the  widespread  delivery  of  diverse  financial  services.    Despite  the \nexpansion  of  institutional  and  policy-directed  credit,  informal  markets  still  supply  most  of  the \ncredit  needed  by  the  poor  because  the  banking  sector  primarily  services  urban  and  industrial \nneeds. Credit in rural areas is mostly supplied by commission agents and other middlemen at \nhigh  interest  rates.  Shortages  of  capital  at  affordable  rates  constrain  the  growth  of  the  rural \neconomy,  and  prevent  efficient  resource  mobilization  and  risk  management.  Insufficient \ninfrastructure  and  outreach  in  rural  areas  has  resulted  in  some  cases  in  debt  bondage  for \nworkers.16  This  is  a  system  of  advance  payment  and  “voluntary”  economic  transactions, \nwhereby  a  worker  transacts  with  the  employer  for  credit,  repaying  the  debt  by  working  for  the \ncreditor. Given the high rates and low wages that often prevail, it is difficult for workers to repay \n\n                                                 \n13  Under  the  Microfinance  Sector  Development  Program  credit  facility,  the  relending  rate  to  KB  specified  was  the \naverage  weighted  cost  of  deposits  in  the  banking  industry  calculated  periodically  by  SBP.  Such  formula  while \nmarket linked is lower than market cost to MFBs.  \n\n14  Examples  include  ADB.  2004.  Commercialization  of  Microfinance:  Perspectives  from  South  and  Southeast  Asia. \nManila;  and  World  Bank.  2006.  Transforming  Microfinance  Institutions  Providing  Full  Financial  Services  to  the \nPoor. Washington DC. \n\n15 The Global Commercial Microfinance Consortium was launched in November 2005 by Deutsche Bank and the US \n\nAgency for International Development.   \n\n16  An ADB loan in 2002 addressed various issues related to bonded labor (ADB. 2002. Report and Recommendation \nof  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  to  the  Islamic  Republic  of  Pakistan  for  the  Sindh \nRural Development Project (Summary Procedure). Manila).    \n\n \n\n\f8 \n\n \n\nthe advances and they remain bonded to the employer. In Pakistan there is a large potential for \nfinancial  services  providers  to  collaborate  with  public  or  private  agencies  through  targeted, \ncompetitive  and  market-driven  public  interventions  to  increase  their  outreach.  The  national \npostal infrastructure provides one strategic option that could widen national outreach with little \ninvestment.   \n\n20. \nAlthough  there  is  debate  as  to  the  true  level  of  access  to  credit  for  women,  it  is  low \nrelative  to  experiences  in  the  region  and  internationally.  Women  have  taken  out  only  16%  of \ntotal  outstanding  loans.  The  main  reasons  for  this  are  constraints  on  the  mobility  of  women, \nespecially in rural areas, and other cultural constraints. As women may not be allowed to travel \nunaccompanied  or  outside  village  areas,  their  access  to  resources  is  considerably  curtailed. \nMany  women  do  not  possess  identity  cards,  although  they  are  available  to  all  residents.  The \nprincipal barriers to gender equality include a perception of women as lower status dependents; \nlack of information about opportunities, assets and services; absence of control over resources; \nrestricted  mobility;  non-marketable  skills;  violence  and  fear  of  violence;  and  a  shortage  of \navailable  services  and  opportunities.17  Some  institutions  are  exploring  how  to  reach  women, \nsuch as Tameer Microfinance Bank, which is recruiting a female sales force to improve outreach \nin communities.18  \n \n21. \nAdoption  of  new  technology  and  applications  can  provide  the  strategic  means  of \nreaching women and people living in rural and remote areas. Measures that can be undertaken \nin the near term to increase both physical access to financial services and participation in rural \ncommunities among the poor and illiterate include the use of mobile money transfers using cell-\nphone-based  technology  to  provide  low-cost  alternatives  and  access  to  the  poor  where  there \nare  no  bank  branches.  Such  applications  are  being  implemented  in  the  Philippines  and  some \ncountries in Africa where cell phone penetration is high, even among poor households. The cell \nphone  penetration  in  Pakistan  is  currently  about  30%  and  is  growing  rapidly,  indicating  a \npotential market for such technological solutions. For improving access outside cellular service \nareas,  technology  is  evolving  toward  access  via  satellite  to  cell  phones,  and  pilot  projects  are \nunderway  in  the  region.  The  poor  are  often  “connected,”  own  cellular  phones,  and  may \npurchase  a  cellular  phone  before  many  other  basic  items.  Being  poor  does  not  mean  being \nwithout technology. Technology can improve access to financial services as well as to market \nand  other  information  that  can  positively  impact  the  livelihood  of  the  user.  The  National \nDatabase  Registration  Authority  (NADRA)  is  currently  providing  new  computerized  national \nidentity cards that are biometrically enabled (finger and face). As of March 2006, about 47% of the \nadult  population  had  received  identity  cards,  and  full  adult  coverage  is  expected  soon.  The \nmission  of  the  NADRA  program19  is  to  build  a  biometrically-enabled,  centralized  public  data \nwarehouse to support all facets of public life, including public records, banking, travel, education, \nand health care. This system will support access to finance for all and will facilitate access through \ntechnologies such as cell-phone-based money transfers and remittances. To facilitate adoption of \ntechnologies and applications in the financial services sector, measures from the Central Board \nof  Revenue  (CBR)  will  be  important  in  order  for  financial  services  providers  to  avail  of  the \nreduced rate of import taxes and sales tax exemption on technology hardware that are provided \nto  other  service  sectors.  The  rationalization  of  registration  and  annual  license  fees  by  the \nPakistan  Telecommunications  Authority  (PTA)  will  also  be  important  to  support  increased \noutreach of financial services through adoption of technologies and applications.    \n \n\n                                                 \n17  Mumtaz,  K.  2006.  Reducing  the  Gender  Gap/Engendering  PRSP-2.    Manila.  Huda,  S.M.  1998.  Rural  Sindh:  A \n\nSocio-economic Study. Karachi. \n\n18  Waqt, Tameeri. 2006. Tameer Microfinance Bank Newsletter. Issue 2, May. \n19  Lazzouni, M. 2005. Face Recognition for e-Passport. National Database Registration Authority.  Islamabad. \n\n \n\n\f \n\n9\n\n4. \n\nLack of Reliable Business and Credit Information and History \n\na. \n\nOutmoded Land Registration System \n\nLack  of  access  to  credit  because  of  the  poor  quality  of  land  records  prohibits  people, \n22. \nespecially  inhabitants  of  rural  areas,  from  participating  in  economic  activities.  Land  titles  are \nmaintained manually and are often not relied on by financial institutions when they are considering \nloan applications because of concerns about the accuracy, completeness, and authenticity of data. \nBanks and other financial institutions have their own processes for verifying the title and value of \nland,  which  makes  borrowing  against  land  titles  cumbersome,  difficult  and  costly.  Land  records \nform  the  basis  for  assignment  and  settlement  of  land  titles  and  are  crucial  for  proving  land \nownership,  land  taxes,  reforms,  and  administration.  Computerized  land  records  will  help  in  the \neffective collection and analysis of data, which can be used to verify collateral for loans.  \n \n23. \nIn  2003,  a  pilot  scheme  for  the  computerization  of  Revenue  Management  Information \nSystem  (REMIS)  began  in  five  districts  of  Sindh  Province.  In  July  2006,  the  Government  of \nSindh  approved  a  project  called  the  Computerization  Program  of  Revenue  Collection, \nAssessment  and  Accounting  System,  with  Special  Emphasis  on  Ownership  of  Title  through \nREMIS.  The  total  cost  of  the  project  is  PRs432  million,  wholly  funded  by  the  Government  of \nSindh.  The  goals  of  the  project  are  to  (i)  maintain  records  of  rights  over  land;  (ii) execute  an \nefficient mutation process related to land ownership; (iii) improve land records service delivery \nand  transparency;  and  (iv)  computerize  and  generate  all  revenue  forms  electronically.  The \nproject  will  cover  all  23  districts  in  the  province.  The  Government  of  Sindh  asked  ADB  for \nadvisory technical assistance for capacity building, and for funding for a geographic information \nsystem  (GIS)  and  software  for  land  surveys  and  GIS  records.  The  establishment  of  an \nautomated land registration and records management system in Sindh will improve the quality \nof  land  records  and  processes,  and  increase  access  to  bank  credit  for  small  and  subsistence \nfarmers. This initiative complements the land registration project launched in Punjab province in \nJune 2006 with support of the World Bank and the Department for International Development of \nthe UK (DFID).20  These two provinces account for 79% of the population and 44% of the land \narea in Pakistan (Balochistan accounts for 44% of the country’s land area, yet only about 5% of \nthe  population).  Development  of  automated  land  registration  in  these  provinces  will  have \nsignificant impact for improving the quality and security of land records. \n  \n\nb. \n\nLimited Credit Information Bureau Coverage  \n\n \n\nLack of reliable business information and credit history has been a major impediment to \n24. \nthe  growth  of  financing  for  the  poor  and  for  microenterprises.  The  establishment  of  a  credit \ninformation  bureau  (CIB)  for  banks  has  been  an  important  development,  but  the  reporting \nrequirement has previously been too high to capture potential microfinance customers. SBP has \nnow  removed  the  reporting  limit  of  PRs500,000  which  means  that  information  of  value  to \nmicrofinance will be captured. SBP and the Pakistan Microfinance Network recognize the need \nfor a credit information bureau for all types of institutions (regulated and unregulated), including \nmicrofinance  banks,  rural  support  programs  (RSPs),  and  other  NGOs.21  Broader  credit \ninformation  coverage  is  especially  important  in  rural  areas  where  RSPs  and  NGOs  are  key \nproviders of financial services.  Expanded credit reporting can provide both negative information \nabout defaults by potential new customers, and positive information on credit histories that can \nreduce potential adverse selection and moral hazards which increase costs of lending. Broader \nCIB  coverage  can  also  prevent  the  over-indebtedness  that  can  occur  when  borrowers  take \n\n                                                 \n20  DFID and World Bank. 2006. Land Records Management and information Systems Program. Washington. \n21  A draft bill to facilitate establishment of private credit information bureaus is under preparation. \n\n \n\n\f10 \n\n \n\nmultiple loans when credit histories remain private between the institutions and their borrowers. \nThis  will  be  increasingly  important  as  commercial  lenders  expand  their  targeting  of  the \nmicrofinance market. An expanded credit reporting system can also promote competition among \nlenders,  and  provide  good  customers  with  alternative  sources  of  finance.  PMN  has  been \nexamining credit information systems in countries such as Bolivia that address credit information \nfor both formal and informal lenders. One issue for establishment of a private CIB is the funding \nfor ongoing operations – will the demand for reports and the willingness to pay be sufficient to \nsustain operations. According to PMN, that potential was not clear 3 years ago. Today, based \nupon  a  PMN  competition  survey  conducted  in  Lahore  in  2006,  PMN  officials  state  that  the \ndemand  is  high  for  such  credit  information  service  in  the  expanding  and  competitive  Lahore \nmarket.  A  feasibility  study  to  determine  the  potential  design,  operations,  and  initial  capital \nrequired is needed to pilot an expanded CIB covering regulated and unregulated institutions.     \n \n\nLack of Diverse Financial Services and Products  \n\n \n5. \n\n25. \nTo date, most MFIs in Pakistan have focused only on credit delivery and other financial \nservice providers are only now beginning to examine how diverse products and services can be \noffered  to  poorer  communities.  The  National  Human  Development  Report22  showed  that  the \npoor  have  very  high  ratios  of  loan  dependence  on  landlords,  and  that  such  a  high  rate  of \nindebtedness is a major hurdle for poverty reduction programs that are based on credit alone. \nThe  lack  of  functioning  financial  markets  has  affected  the  poor  disproportionately.  With  few \nassets  that  can  serve  as  collateral,  they  have  traditionally  been  shut  out  of  formal  finance \nmarkets.  As  a  result,  the  poor  have  had  limited  possibilities  for  consumption  smoothening  in \nresponse  to  income  and  other  risks,  or  for  financing  production  enterprises  and  longer-term \ninvestments  through  saving,  lending,  or  insurance.  Poverty  is  thus  perpetuated,  as  the  poor \ncannot  exploit  economic  opportunities.  Savings  services, \ntransfers, \nremittance  services,  and  products  and  services  that  comply  with  Sharia  (Islamic  Law)  are \namong the range of services needed for low income families and the poor.   \n \n\ninsurance,  money \n\na. \n\nSavings and Remittances \n\n26. \nSavings are needed by all households for smoothening income and consumption flows, \nbut  they  are  especially  vital  for  the  poor.  Savings  can  mitigate  risks  and  finance  productive \ninvestments in informal enterprises and farms. The poor save in a variety of financial and non-\nfinancial ways and their primary need is to swap small savings flows for lump sums. Although \nthe capacity to save is present including in Pakistan's rural areas, it is not being tapped because \nof a lack of institutional outreach. As a result, people in rural areas often save through livestock \nthat can be bought and sold when needed. Hoarding gold and silver is also common in rural and \nsemi-urban areas. Traditionally, jewelry is meant to be kept for a lifetime and transferred to the \nchildren, only to be utilized as a last resort through sale or mortgage. Mobilization of savings is \nessential if sustainable microfinance is to be developed nationally. As MFI deposits increase, so \ndoes the pool of available resources for MFIs to provide other services and expand their reach. \nThe rate of savings mobilization will have a critical impact on the targeted growth and outreach \nof the microfinance sector. One potential source for rapid mobilization of savings is remittances \nfrom overseas workers. Funds from inward remittances are the second largest source of foreign \nexchange  inflows  after  exports.  Although  many  remittances  are  through  formal  channels,  an \nequal or greater number take place through informal channels.  Many poor do not have access \nto formal money transfer and remittance services. Instead they rely on informal channels, such \nas the physical transport of cash across borders. Formal money transfers can be costly, but cell-\nphone-based technology can facilitate money transfers at a greatly reduced cost to the sender. \n                                                 \n22  NHDR, 2003. National Human Development Report. Islamabad. \n\n \n\n\f \n\n11\n\nIn  FY2006,  through  formal  systems  Pakistan  received  $4.6  billion  in  remittances,  an  increase \nfrom $4.2 billion in FY2005.23 The inflow of remittances into Pakistan during FY2006 from USA, \nSaudi  Arabia,  United  Arab  of  Emirates,  GCC  countries  (including  Bahrain,  Kuwait,  Qatar,  and \nOman), United Kingdom and European Union countries amounted to $1,242.49 million, $750.44 \nmillion,  $716.30  million,  $596.46  million,  $438.65  million  and  $119.62  million  respectively. \nRemittances received from Australia, Canada, Japan, Norway, Switzerland, and  other countries \nduring the last fiscal year amounted to $724.07 million. \n \nFacilitation of cheap, safe and speedy transmission of funds from overseas Pakistanis to \n27.  \ntheir families is an active agenda of the Government and SBP. To facilitate home remittances \nand  to  expand  formal  services  to  households  and  promote  a  robust  and  competitive  market, \nSBP  has  issued  instruction  to  commercial  banks  to  establish  “Home  Remittance  Cells”  with \ndedicated professional personnel and IT experts. The amount of overseas workers remittances \nfor  fiscal  year  ended  June  2006  transmitted  through  formal  channels  totaled  $4.6  billion.  An \nequal  or  greater  amount  of  remittances  is  considered  to  flow  through  informal  channels, \nrepresenting  both  a  loss  of  revenue  for  financial  services  providers  and  a  welfare  loss  for \nremitters  who  are  forced  to  send  money  home  via  risky,  costly  and  otherwise  inefficient \nremittance  channels.  The  formalization  of  this  market  would  be  both  pro-poor  and  welfare \nenhancing for the economy as a whole.24 Authorizing microfinance banks to receive remittances \ndirectly from overseas Pakistanis will be important for expanding remittance services, especially \nfor those microfinance banks expanding into rural areas where many remittances are sent.   \n \n\nPotential Mobilization of Savings from Increased Remittancesa  \nthrough Formal Channels ($ millions) \n\nProjected Percentage of Informal Remittance Flows Captured  \nby Formal Institutions  \n30% = $1,380 \n\n \nPercentage of Remittances \nReceived and Retained as \nSavings \n20% = $920  \n92 \n10 \n138 \n15 \n20 \n184 \na Calculated using assumption of $4.6 billion estimated informal remittance flows to Pakistan. \nSource: ADB estimates. \n \n\n40% = $1,840 \n184 \n276 \n368 \n\n138 \n207 \n276 \n\nb. \n\nIslamic Financial Products and Services \n\n28. \nThe  Second  World  Islamic  Economic  Forum  was  held  in  Pakistan  in  November  2006, \nmarking  the  increasing  importance  of  Islamic  financial  services  in  emerging  markets  worldwide. \nMemoranda  of  understanding  were  signed  at  the  forum,  including  one  between  SBP  and  the \nInternational  Centre  for  Education  in  Islamic  Finance25  (INCEIF)  for  the  development  of  Islamic \nfinance in Pakistan.  There is a recognized and growing demand for Islamic financial products and \nservices in Pakistan.  In rural areas, it is believed that, even if financial services are available, they \nmay  not  be  used  because  they  do  not  comply  with  Sharia  (Islamic  Law).  To  meet  this  demand \nand to provide a more diversified product and service sector, Islamic financial services need to be \nfurther developed and offered through multiple channels with product designs that can reach the \nmicrolevel.  SBP  has  shown  a  strong  commitment  to  promoting  development  of  Islamic  financial \nservices in Pakistan. SBP established an Islamic banking department, and task forces have been \nset  up  to  promote  Islamic  research  and  development  and  Islamic  liquidity  management \n\n                                                 \n23  Source: State Bank of Pakistan. \n24  State Bank of Pakistan press release dated 9 September 2006, “Facilitation of Home Remittances to Pakistan.”   \n25  The International Centre for Education in Islamic Finance (INCEIF) is located in Malaysia. \n\n \n\n\f12 \n\n \n\ninstruments.26  SBP  is  also  member  of  the  Islamic  Financial  Services  Board  (IFSB),  an \ninternational  standard  setter  that  provides  a  forum  for  supervisory  and  regulatory  bodies  and \nfinancial  institutions  offering  Islamic  financial  services  to  discuss  key  issues  on  regulation  and \nsupervision.27 An Islamic finance institute in Pakistan could support development and training for \nprofessionals in the sector. Exploration of options for an institute and conducting a feasibility study \ncould facilitate establishment. \n \n\n6. \n\nUnequal Treatment of MFBs \n\n29. \nA key issue for more rapid development of financial services in remote and rural areas is \nthe  need  for  equal  treatment  for  all  microfinance  banks.  The  role  of  private  microfinance  is \ncritical, but  emphasis on a single institution, the KB has had limited results. Initially viewed as a \nstrategic approach to launching the sector, dedicating resources to a single bank has resulted in \na skewed and inefficient market. This included the dedication of endowment funds available for \nits use which were not available to other practitioners. To remove this unfair advantage and to \nensure  transparency,  such  funds  should  be  factored  into  the  overall  costs  of  banking  for  KB. \nThe  existence  of  two  ordinances,  one  for  the  KB  and  one  for  all  other  microfinance  banks, \nheightens the perception that KB is separate from other market players, and the image of KB as \na Government institution. The shares of KB are owned by 16 private banks, one of which, the \nNational Bank of Pakistan (NBP), is majority owned by the Government. NBP’s shareholding in \nKB is currently 23.5%. The main advantage enjoyed by KB is the large credit and special funds \ntargeted for it, and SBP is trying to resolve issues arising from existing restrictions under these \nfunds.  Introduction  of  a  draft  bill  to  bring  all  MFBs  under  the  same  legal  and  regulatory \nframework would be an important measure for equal treatment of MFBs.  \n \n\n7. \n\nLiteracy (Basic and Financial) \n\n30. \nLiteracy  is  important  if  the  disadvantaged  poor  are  to  be  introduced  to  a  formal  or \nsemiformal  market-oriented  institutional  environment  and  effectively  access  financial  services. \nMany of the poor are not well informed about microfinance services or how to access them. In \naddition,  many  people  are  not  literate  and  cannot  even  sign  their  names.  Loan  officers  can \nexplain  to  them  the  loan  agreement  and  obligations,  but  many  people  can  not  read  what  is \nbeing signed, which increases the vulnerability of the poor. Some microfinance institutions, such \nas Rozgar Microfinance Bank and the Network Microfinance Bank, support their client with basic \nliteracy  training.  Literacy  and  education  are  important  for  determining  the  likelihood  of \nhousehold  participation  and  access  to  financial  services.  Survey  data28  on  the  microfinance \nsector  in  Pakistan  show  that  household  heads  participating  in  microfinance  had  significantly \nhigher literacy rates than household heads in non-participating households (67% literate males \nin participating households as compared with 47% in non-participating households).  Similarly, \n35% of respondents from participating households had completed their matriculation or attained \na higher level of education, while only 14% of respondents among non-participating households \nhad  achieved  this  level.  The  disparity  is  clear  and  the  potential  impact  large.  The  survey  also \nshowed  that  a  considerable  proportion  of  households  experienced  a  sustainable  increase  in \ntheir income after receipt of a loan.  \n  \n                                                 \n26  State Bank of Pakistan press releases dated 27 February 2006, 31 March 2006, and 10 April 2006. \n27  ADB  joined  the  Islamic  Financial  Services  Board  (IFSB)  as  an  Observer  Member  in  2003.  The  International \nMonetary  Fund  and  the  World  Bank  are  Associate  Members.  IFSB  is  headquartered  in  Kuala  Lumpur,  Malaysia \nand currently has 94 members (full, associate and observer). Additional information is available at www.ifsb.org.  \n28  A survey of 20 sample villages and 307 households was carried out in March 2004 in several districts of Sindh. The \nstudy  also  uses  the  results  of  a  small  sample  field  survey  of  277  households  that  was  conducted  for  the  United \nNations Development Programme’s National Human Development Report.  \n\n \n\n\f \n\n13\n\n8. \n\nCapacity Building of Financial Services Providers and Authorities  \n\n31. \nStrengthening the institutional capacity of financial services providers is important if they \nare  to  grow  and  reach  the  poor.  There  needs  to  be  a  wider  and  clearer  application  of  the \nprinciples  of  sustainable  microfinance,  and  interest  rates  need  to  cover  the  true  cost  of \noperations.  Even  the  best  institutions  need  to  improve  their  credit  management,  their \ndelinquency management practices, and their accounting for bad debts and provisioning in their \nincome  statements.  Portfolio  quality  is  a  concern,  with  portfolio-at-risk  (PAR)  reported  to  be \n18.5%.  The  private  sector  has  to  apply  its  resources  more  strategically,  improve  on  efficiency \nstandards,  and  use  better  management  information  systems,  which  can  help  it  to  enhance \noutreach and quality. Many MFIs lack basic skills for sustainable, effective, and efficient delivery \nof  microfinance  services  to  the  poor.  Inefficiencies  can  result  in  higher  operating  costs  that \ntranslate into unnecessarily high interest rates for the poor. MFIs face high transaction costs in \nthe  operation  of  their  business;  however  improved  efficiencies  and  skills  development  could \nhelp to lower these costs.  \n \nAdoption of technologies and applications will also require capacity building and training \n32. \nacross all types of financial services providers (commercial banks, Islamic banks, MFBs, NGOs, \nRSPs,  and  others).  Literacy  and  education  are  important  for  determining  the  likelihood  of \nhousehold  participation  and  access  to  financial  services.  Survey  data29  on  the  microfinance \nsector in Pakistan show that household heads of households participating in microfinance had \nsignificantly  higher  literacy  rates  among  than  did  those  in  non-participating  households  (67% \nliterate  males  in  participating  households  as  compared  with  47%  in  non-participating \nhouseholds).  Similarly, 35% of respondents from participating households had completed their \nmatriculation or attained a higher level of education, while only 14% of respondents among non-\nparticipating households had achieved this level. The disparity is clear and the potential impact \nlarge.  The  survey  showed  that  a  considerable  proportion  of  households  experienced  a \nsustainable increase in their income after receipt of a loan.   \n \n33. \nEnhancing the institutional capacity of the SBP and Government authorities will also be \nimportant for the sector. Training of SBP officers in new management  information systems for \non-site and off-site surveillance and in applications of new technologies and systems for money \ntransfer and remittances will help to build capacity for an expanding sector. Within the provincial \ngovernments  and  at  the  local  district  level,  training  for  automated  land  registration,  records \nsystems, and reporting will also be needed to facilitate access to records required by financial \ninstitutions.         \n \nC. \n \n34.   Significant external assistance has been provided by funding agencies to support poverty \nreduction and to accelerate development of the financial sector. A development coordination matrix \nis  included  in  Appendix  4.  Assistance  to  Pakistan’s  financial  sector  includes  support  (debt  and \nequity)  to  retail  institutions  for  expanding  outreach  in  microcredit,  new  product  development, \nmicroleasing  operations  and  research  for  more  client-responsive  financial  services.  In  terms  of \nsupport for retail microfinance, the World Bank is supporting the Pakistan Poverty Alleviation Fund \n($360 million), an apex institution that funds civil society institutions in areas of microcredit, small-\nscale community infrastructure and capacity building support, including operational assistance. The \nInternational Finance Corporation (IFC) has provided equity support to two licensed microfinance \n\nExternal Assistance \n\n                                                 \n29  A survey of 20 sample villages and 307 households was carried out in March 2004 in several districts of Sindh. The \nstudy  also  uses  the  results  of  a  small  sample  field  survey  of  277  households  that  was  conducted  for  the  United \nNations Development Programme’s National Human Development Report.  \n\n \n\n\f14 \n\n \n\nbanks  (MFBs).  The  Swiss  Agency  for  Development  has  supported  programs  in  leasing,  retail \nmicrocredit  and  enterprise  development.  USAID  through  its  improving  access  to  finance  project \nhas  supported  retail  initiatives  of  KB  and  PPAF  and  has  funded  market  responsive  research \nthrough Shore Bank International. Assistance from the EC, Grameen Foundation, IFAD and UNDP \non a smaller scale has supported various capacity-building initiatives, primarily for retail NGOs and \ntheir clients in microcredit. DFID, in collaboration with the World Bank, is also conducting a national \naccess  to  finance  survey  to  be  completed  by  June  2007.  The  DAWN  Asia  Finance  Conference \n2006, “Asian Banking: Paradigm Shift—Microfinance: Empower the Unbanked”, was held in May \n2006  in  Islamabad,  Pakistan  and  co-sponsored  by  ADB,  DFID,  the  EC,  IFAD,  SDC,  UNDP, \nUSAID, and the World Bank.   \n \n35.  With  regard  to  assistance  in  the  area  of  technology  and  applications,  the  Consultative \nGroup to Assist the Poor (CGAP) has been working worldwide to help build financial systems for \nthe poor. While much progress has been made, CGAP has noted that more than 3 billion people \nworldwide  still  lack  access  to  finance.  CGAP  believes  that  technology  is  likely  to  play  a  major \nrole in achieving universal access to formal financial services, but notes that companies that use \ntechnological approaches to reach underserved populations often lack the right expertise and/or \nsufficient  funding.  To  support  development,  CGAP  operates  a  $10  million  fund  that  offers \nsupport in the form of strategic guidance, technical and regulatory expertise, and co-financing in \nthe  form  of  grants.  Eligible  firms  are  from  financial  services;  telecommunications;  technology; \nand  other  related  industries  who  are  interested  in  providing  formal  financial  services  to \ndeveloping  countries,  using  cost-effective  and  commercially  viable \ntechnology-based \napproaches.  Applicants  can  be  for  profit  or  non-profit,  but  each  project  must  be  designed  for \nfinancial  viability.30  Information  on  the  CGAP  fund  and  application  forms  for  proposals  were \ndistributed  in  October  2006  at  the  seminar  “Improving  Access  to  Financial  Services:  Mobile \nMoney Transfer and Beyond” co-sponsored by ADB and SBP in Pakistan. \n \nD. \n\nLessons Identified \n\n36. \nExperience  of  ADB-supported  reform  programs  in  microfinance,  rural  finance,  SME \nfinance,  and  non-bank  financial  institutions31  all  highlight  the  importance  of  Government \ninstitutions  as  facilitators  and  enablers  but  the  need  for  provision  of  services  to  be  left  to \nfinancially  viable  private  sector  institutions.  Consultative  and  participatory  processes  should \nprecede  any  policy  development  if  the  policy  is  to  have  broad  ownership  and  buy-in  from  all \nstakeholders. Targeted subsidies by the government or sponsored institutions should be strictly \nlimited  to  situations  where  market  failure  prevents  delivery  through  the  private  sector  (e.g.,  in \ndifficult  terrain  or  where  the  client  base  is  widely  disbursed).  In  terms  of  demand,  all  financial \nproducts  must  be  demand-driven.  Finally,  rigorous  controls,  transparent  policies,  and  good \nbusiness  ethics  must  be  established  and  enforced.  It  should  also  be  noted  that  statutory \ninstitutions that are created as development vehicles are at risk of being influenced over time by \nother priorities or agendas of Government, even when the shares of the institution are majority \nheld by the private sector.  Such influence can divert attention and focus away from the original \ncore mandate, and undermine the frameworks and plans established at the outset as appears to \nbe the case with the KB created under the earlier microfinance program.32 Lessons learned from \nADB’s microfinance operations33 are similar to those experienced by other funding agencies and \n                                                 \n30 Consultative Group to Assist the Poor (CGAP) Technology Program. Available: www.cgap.org/technology. \n31  Loan  1806-PAK:  Microfinance  Sector  Development  Program,  approved  on  13  December  2000;  Loan  1957-PAK: \nFinancial  (Nonbank)  Markets  and  Governance  Program,  approved  on  5  December  2002;  Loan  1988-PAK:  Rural \nFinance Sector Development Program, approved on 20 December 2002; and Loan 2067-PAK: Small and Medium \nEnterprise Development Program, approved on 19 December 2003.  \n\n32  Loan 1806-PAK: Microfinance Sector Development Program, approved on 13 December 2000. \n33  ADB. 2000. Finance for the Poor: Microfinance Development Strategy.  Manila. \n\n \n\n\f \n\n15\n\nreported  in  the  Consultative  Group  to  Assist  the  Poor  (CGAP)  guidelines  and  papers.  In \nparticular,  the  financial  system  approach  is  the  key  to  achieving  sustainable  results  and  to \nmaximizing development impact. This approach emphasizes an enabling policy environment, a \nstrong  financial  infrastructure,  and  financial  intermediaries  that  are  committed  to  achieving \nfinancial  viability  and  sustainability  within  a  reasonable  period  and  can  provide  a  variety  of \nfinancial services, not just credit, to the poor.   \n \nA study of Pakistan’s microfinance policy in 200634 noted that the Government’s catalytic \n37. \nrole in the start-up phase had been a success, and that it was now time for the Government to \nstep  back  and  let  the  microfinance  industry  evolve  under  its  own  momentum.  The  study \nemphasized that the Government no longer needed to be a provider of microfinance services, \nnor  did  it  need  to  take  an  interventionist  approach  to  the  services  provided.  The  key  role  of \nmicrofinance  policies  at  this  stage  is  to  provide  an  enabling  environment  for  microfinance \nservices provided by institutions that are financially sustainable, or can become sustainable in a \nvery  short  time.  The  study  observed  that  development  was  undermined  when  subsidies  were \npassed straight to the borrower in the form of lower interest rates, and/or by subsidies that are \nused by MFIs to avoid the need to establish lending services in order to build adequate capital. \n     \n\nIV. \n\nTHE PROPOSED PROGRAM \n\nA. \n\nImpact and Outcome \n\n38. \nThe goal of the proposed Program is to assist the Government to reduce poverty, build \nan  inclusive  financial  sector,  and  promote  sustainable  economic  growth  by  using  technology \nand applications to lower the cost of delivery of financial services and to improve the efficiency \nof  these  services.  The  program’s  objective  is  to  ensure  access  to  sustainable  institutional \nfinancial  services  for  most  poor  and  low-income  households  and  their  microenterprises  at \ncompetitive prices. The program will support the Government to improve the performance and \nefficiencies of the financial sector; promote diversification and innovation in product and service \ndelivery;  and  increase  outreach  in  rural  and  remote  areas.  Private  sector  participation  and \ninnovation in the delivery of products and services will be supported including savings services, \ntransfer remittance services, and products and services that are Sharia (Islamic Law) compliant. \nIncreased access to a range of financial services on a sustainable basis will enable the poor to \nengage in income generating activities, thereby reducing poverty and vulnerability. It will support \nthe Government’s core reforms to increase access and accelerate growth nationwide, including \nprograms for literacy.         \n \nB. \n\nPolicy Framework and Actions \n\nThe  policy  framework  and  actions  that  have  been  agreed  with  the  Government  are \n\n39. \ndescribed in Appendix 3. The key measures are as follows. \n \n\n1. \n\nDevelopment of Policy, Legal, and Regulatory Frameworks \n\nReforms  will  be  undertaken  to  support  more  rapid  growth  and  outreach  of  financial \n40. \nservices  to  the  poor,  including  in  rural  and  remote  areas.  A  fundamental  policy  shift  from  the \nprevious model based on supply-led credit and subsidies that has led to sector overdependence \non donor funds credit to a model that is demand-driven and market-oriented will support private \n\n                                                 \n34  Oxford  Policy  Management.  2006.  Poverty  and  Social  Impact  Assessment:  Pakistan  Microfinance  Policy. \nCommissioned  by  Ministry  of  Finance  in  conjunction  with  the  Department  for  International  Development  of  the \nUnited Kingdom. London. (May). \n\n \n\n\f16 \n\n \n\nsector participation and the growth of a sustainable financial services sector. The shift in focus \nfrom emphasis on a statutory institution to more balanced sector-wide support and development \nwill also promote a more robust and competitive financial market. Cabinet approval of a draft bill \nto  ensure  that  all  MFBs,  including  KB,  are  licensed  and  operating  under  the  same  legal  and \nregulatory framework, and MOF submission of the draft bill to Parliament for enactment will be a \nkey  measure  supported  by  the  program  to  create  an  integrated  legal  framework  for  all \nmicrofinance banks and equitable treatment for financial institutions seeking to provide services \nto the poor. The Program will also support the Government’s development of a national strategy \nfor an inclusive financial sector that integrates efforts in various sub-sectors and encompasses \nall types of financial institutions, including commercial banks, microfinance banks, rural support \nprograms, and other NGOs. It will take a medium- and long-term view of sector integration and \nthe mainstreaming of the poor in the financial services sector.    \n \n41.  Measures  to  support  NGOs  that  want  to  transform  themselves  into  formal  financial \ninstitutions will be supported. The transformation of NGOs and rural support programs (RSPs) \ninto  microfinance  banks  will  help  to  expand  the  number  of  institutions  that  can  provide  a  full \nrange  of  financial  products  and  services,  including  savings  and  deposit  services  and \nremittances,  to  the  poor.  SBP  guidelines  have  been  issued  to  support  NGOs  transforming \nthemselves into formal financial institutions. SBP will also provide capacity building and evaluate \nsuch  institutions,  and  review  its  guidelines.  The  program  will  support  the  establishment  and \ndevelopment  of  an  on-site  and  off-site  surveillance  capacity  for  SBP  for  microfinance \ninstitutions.  This  will  help  to  ensure  effective  oversight  and  will  require  staff  training.  IT  and \nsystem software design will be approved and made operational for these surveillance systems. \nUnder  the  Program,  SBP  will  issue  guidelines  for  banks  regarding  access  to  credit  and \ncomputerized Fard/E Pass books.  \n \n42. \nTo support the mainstreaming of microfinance and the development of wider distribution \nchannels  for  financial  services  for  the  poor,  SBP  guidelines  have  been  issued  to  support \ncommercial  banks  to  undertake  microfinance  business  activities.  In  addition,  basic  banking \naccounts (minimum initial deposit of PRs1000, no minimum balance) have been introduced by \nall commercial banks to extend their reach to low-income families and the poor. The Program \nwill  support  Government  measures  to  rationalize  tax  incentives  to  promote  mobile  money \ntransfers,  mobile  banking,  and  the  use  of  related  technology  and  applications  for  expanded \nnationwide  outreach  of  financial  services.    Current  import  taxes  on  technology  hardware  are \nhigh  (up  to  20%),  presenting  a  barrier  to  firms’  applications  of  technology  for  growth  and \neconomic  development.  As  microfinance  services  and  mobile  banking  operations  expand  to \nprovincial  areas,  a  clear  and  consistent  tax  policy  should  support  expansion  and  eliminate \nuncertainties as to cost, ad hoc demands, or extended delays in implementation due to court or \nother  actions.  A  Central  Bureau  of  Revenue  (CBR)  amendment  to  CBR  Notification  S.R.O. \n575(I)/2006 will be issued to allow financial services providers to take advantage of (i) a reduced \nrate of import taxes of 5% and (ii) a sales tax exemption on technology hardware identified by \nthe State Bank of Pakistan-Ministry of Information Technology (MOIT) working group to promote \naccelerated  applications  of  modern  technologies.  This  will  ensure  that  financial  services \nproviders enjoy the same benefits as other service sectors in the adoption of key technologies. \nMOF will also issue a policy statement encouraging provincial and district authorities to provide \nconsistent  tax  treatment  with  respect  to  mobile  banking  operations35  to  promote  national \noutreach and entry into rural areas.   \n \n\n                                                 \n35  The proposed grant assistance for Islamic Republic of Pakistan: Microfinance for the Poorest, under consideration \n\nfor financing by the Japan Fund for Poverty Reduction, will support pilot tests for mobile banking in Pakistan. \n\n \n\n\f \n\n17\n\nThe  Program  will  support  the  Sindh  government  to  establish  an  automated  land \n43. \nregistration and records management system to improve the quality and security of land records \nto improve access to credit and investor confidence. A pilot scheme for the computerization of \nRevenue  Management  Information  System  (REMIS)  will  be  implemented  by  the  Board  of \nRevenue  of  Sindh  Government  in  five  districts:  Hyderabad,  Mirpurkhas,  Sukkur,  Khaipur,  and \nLarkana  (covering  2,146  land  registers.)  The  Board  of  Revenue  of  Sindh  Government  will \nextend REMIS to the remaining 18 districts of Sindh Province to improve transparency in record \nkeeping;  promote  secure,  reliable  and  accountable  transactions;  improve  the  quality  of \nownership and title records; expedite the resolution of land-based disputes; and facilitate access \nto credit and investment. \n \n\n2. \n\nCapacity Building and Institutional Strengthening/Restructuring  \n\n44. \nCredit  Information  Bureau  (CIB)  coverage  will  be  expanded  under  the  Program  to \ninclude  all  types  of  financial  service  providers  (regulated  and  unregulated)  including  MFIs, \nMFBs, NGOs, RSPs, and others). A lack of reliable business information and credit history has \nbeen  a  major  impediment  to  the  financing  of  microenterprises  and  households.  A  bureau \ncovering all types of financial service providers will support increased access to credit promote \ncompetition  and  increase  financing  options  for  many  borrowers.  A  feasibility  study  of  a  credit \ninformation  bureau  covering  all  types  of  financial  service  providers  in  rural  and  remote  areas, \nwill be undertaken by SBP in cooperation with the Pakistan Microfinance Network (PMN). A pilot \nCIB will be launched by SBP and PMN in accordance with relevant law. \n \n45. \nThe  Program  will  support  the  deployment  of  technologies  and  applications  and  the \nremoval  of  obstacles  for  mobile  money  transfer  and  remittances  for  lower-cost  and  efficient \ndelivery of services nationwide.  An industry forum has been conducted by SBP co-sponsored \nby  ADB  for  banks,  microfinance  institutions,  exchange  companies,  telecommunications  firms, \nand  others  on  mobile  money  transfer,  VSAT,  and  other  technologies  for  improving  access  to \nfinancial  services.  The  forum  provided  a  good  regional  information  exchange,  including \npresentations from experts on current technology and systems in the Philippines. An SBP-MOIT \nWorking Group comprising senior representatives will examine issues affecting the introduction \nof mobile money transfer and technologies. MOIT will issue, as necessary, rules and regulations \nto support technical implementation of mobile money transfers and remittances, including VSAT \nand  other  technologies  based  upon  SBP  plan  and  recommendations.  SBP  will  develop  and \nsubmit to MOIT a plan for options for establishment of an integrated national platform for mobile \nmoney  transfer  for  many  users  (e.g.,  banks,  microfinance  banks,  NGOs,  telecommunications \nfirms,  and  exchange  companies)  for  lower-cost  and  more  efficient  delivery  of  services \nnationwide.  Pakistan  Telecommunications  Authority  (PTA)  will  rationalize  registration  annual \nlicense fees on VSAT and other technologies to support applications if technology for outreach \nof financial services. \n \n46. \nThe  Program  will  increase  the  capacities  of  financial  services  providers  to  apply \ntechnologies and systems for mobile money transfer, VSAT and other technologies. To support \ntechnological  developments,  the  Program  will  establish  an  endowment  fund  to  complement \ncapacity building activities of the CGAP worldwide technology fund. An endowment fund in the \namount  of  $20  million  equivalent  will  be  established  at  the  SBP.  The  income  account  of  the \nendowment  fund  will  be  used  to  fund  training  and  capacity  building  for  (i)  microfinance  banks \n(national, regional, and district) that currently operate in or will expand into rural and remote areas; \n(ii)  new  technologies  and  applications,  including  mobile  money  transfer  and  VSAT  technologies \nfor  improved  access  to  financial  services  in  rural  and  remote  areas;  (iii) literacy  (financial  and \nbasic)  programs  for  potential  clients;  and  (iv)  training  of  government  authorities,  and  SBP,  to \n\n \n\n\f18 \n\n \n\nsupport the development of an inclusive financial sector and implementation of the Program. SBP \nquarterly reports on capacity building and training activities supported under the endowment fund \nand  list  of  recipients  will  be  posted  on  the  SBP  public  website,  and  an  ADB  observer  will  be \nappointed  to  the  fund  governing  body.  The  institutional  capacity  of  financial  institutions  will  be \nstrengthened, especially financial institutions operating in rural areas or with plans to expand into \nrural areas. This will include microfinance banks, NGOs transforming into microfinance banks, and \ncommercial banks expanding services to the poor. Training will be provided in credit management \nand delinquency management practices; accounting for bad debts; and provisioning in income.  In \naddition  to  capacity  building  of  financial  institutions,  enhancing  the  institutional  capacity  of \nauthorities, including SBP, will be undertaken. Training of SBP officers will cover implementation \nof new systems for on-site and off-site surveillance, and training in applying new technologies and \nsystems for mobile money transfer and remittances.   \n \n47. \nRestructuring  and  strengthening  of  KB  will  also  be  undertaken  under  the  Program  and \nmonitored  by  SBP  to  ensure  it  can  deliver  sustainable  financial  services  efficiently  and  cost-\neffectively.  SBP  will  provide  directions  to  KB  on  sustainable  operations  and  best  banking \npractices. KB’s strategy and 5-year operational plan will be approved by SBP and implemented \nthrough 2008. The bank will also issue an analysis of its low client retention rate (30%) followed \nby  an  action  plan  to  improve  client  services  and  retention.  Following  enactment  of  the  law  to \nbring all MFBs under the same legal and regulatory framework, SBP will license KB as an MFB.  \nMOF/National  Bank  of  Pakistan  will  commence  divestiture  of  its  shareholding  in  KB,  and  the \noffer will remain opened during the program period, unless shares are sold at an earlier date.  \n\n \n3. \n\nProduct Diversification and Innovation \n\n48. \nThe Program will support the diversification of the financial services sector in Pakistan. A \nfull range of services, including savings, remittances, and other services, is needed to support \nthe  economic  activities  and  development  of  rural  households  and  the  poor.  Innovation  and \nalternative financing for rural households will be supported. A task force36 has been established \nby  SBP  to  promote  research  and  development  in  Islamic  banking,  and  draft  guidelines  and \nregulations  will  be  prepared  by  SBP  to  support  the  provision  of  Islamic  microfinance  services \nand products through multiple channels by Islamic banks, commercial banks, and microfinance \nbanks.  SBP  will  also  issue  regulations  and  guidelines  to  support  MFBs’  applications  of  such \ntechnologies  as  mobile  money  transfer  via  cell-phone-  based  technology  and  VSAT  systems. \nFeasibility  studies  will  be  undertaken  on  (i)  the  potential  for  an  Islamic  finance  institute  in \nPakistan,  (ii)  national  VSAT  applications  and  other  technology  options  to  expand  access  to \nfinancial  services  in  rural  areas;  and  (iii)  carbon  credits  (grant)  financing37  for  households  and \nthe poor. It is important to note that during the life of the Program, banks in Pakistan can also \napply for an ADB guarantee for their funding lines to support new banking operations, or for the \nexpansion of existing operations in connection with Program initiatives for improving access to \nfinancial services.38          \n \n49.  \nThe  Program  will  support  SBP  actions  to  facilitate  low-cost,  safe  and  speedy \ntransmission of remittances from overseas workers to Pakistan. SBP has issued instructions to \ncommercial  banks  to  establish  and  make  fully  operational  a  “home  remittance  cell”  with \ndedicated professional staff, including IT experts, and banks will approve and submit an annual \n\n                                                 \n36 The task force comprises the Shariah advisors of Islamic banking institutions in Pakistan.  \n37  For summary description of carbon finance and potential applications at the household level see Appendix 6. \n38  During  the  life  of  the  program,  ADB’s  Office  of  Cofinancing  Operations  may  consider  proposals  from  Pakistan \nbanks for ADB guarantees in amounts ranging from $5 million to $50 million (or greater) with tenor up to 20 years \nor more to support banking operations.   \n\n \n\n\f \n\n19\n\nstrategic  plan  for  the  mobilization  of  remittances.  A  draft  bill  amending  the  Microfinance \nInstitutions Ordinance 2001, or setting forth the necessary provision(s) in the relevant law, will \nbe approved by the Cabinet and submitted by MOF to Parliament for enactment to allow MFBs \nto receive remittances directly from overseas workers. \n \n50. \nThe  Program  will  support  the  development  of  public–private  partnerships  between \nPakistan  Post  and  private  sector  financial  institutions  in  order  to  increase  outreach  in  rural \nareas. Such partnerships will enable the national postal infrastructure to provide a full range of \nfinancial  services  in  rural  and  remote  areas.  Pakistan  Post’s  network  of  12,267  post  offices \nnationwide  can  provides  a  foundation  for  small  institutions  to  expand  rapidly  with  minimal \ninvestment.  Post  offices’  knowledge  of  the  community  and  the  postmen’s  relationships  with \npeople  are  also  invaluable  assets  in  working  toward  greater  rural  outreach  to  the  poor.  The \npartnership arrangements will complement existing savings and other services of Pakistan Post. \nA strategic partnership framework and model agreements will be prepared by Pakistan Post, in \nconsultation  with  financial  institutions.  Postal  branches  will  be  identified  by  Pakistan  Post  for \ninitial partnerships and pilot schemes, and partnerships will be offered to the private sector. \n \n\n4. \n\nFinancial and Basic Literacy  \n\n51. \nThe Program will support improvements to national literacy and education as a means of \nimproving access to financial services for the poor and for rural households. An endowment fund \nwill be established at SBP to support financial services providers that conduct literacy programs \nand training for clients and potential clients, either directly themselves or through subcontractors. \nThe  endowment  fund  will  be  established  in  the  amount  of  $20  million  equivalent  as  referenced \nabove.  SBP  quarterly  reports  on  capacity  building  and  training  activities  supported  under  the \nendowment  fund  and  list  of  recipients  will  be  posted  on  the  SBP  public  website  and  an  ADB \nobserver will be appointed to the governing body of the fund.   \n \nC. \n\nFinancing Plan \n\n52. \nIt  is  proposed  that  ADB  support  the  Government’s  policy  reforms  under  the  Improving \nAccess to Financial Services Program with two loans. The Borrower will be the Islamic Republic \nof  Pakistan.  The  loans  are  (i)  a  loan  of  $300  million  from  ADB’s  ordinary  capital  resources \n(OCR), with interest to be determined in accordance with ADB’s London interbank offered rate \n(LIBOR)-based lending facility, a commitment charge of 0.75% per annum, a term of 15 years \nincluding a grace period of 3 years, and such other terms and conditions as set forth in the loan \nagreement; and (ii) a loan of Special Drawing Rights 13,425,000 ($20,000,000 equivalent) from \nADB’s  Special  Funds  resources,  with  an  interest  rate  of  1.0%  per  annum  during  the  grace \nperiod and 1.5% per annum thereafter, a term of 24 years, including a grace period of 8 years, \nand such other terms and conditions as set forth in the loan agreement. With respect to the first \nloan,  the  Government  has  provided  ADB  with  (i)  the  reasons  for  its  decision  to  borrow  under \nADB’s  LIBOR-based  lending  facility  on  the  basis  of  these  terms  and  conditions,  and  (ii)  an \nundertaking that these choices were its own independent decision and not made in reliance on \nany communication or advice from ADB. \n   \n53. \nThe  following  factors  were  taken  into  account  in  determining  the  loan  size:  the \nimportance of improving access to financial services for economic growth and poverty reduction, \nthe strength of the program, the financial and institutional costs associated with implementing it, \nand  the  Government’s  overall  financing  needs.  The  program  proceeds  will  help  create  fiscal \nspace for the Government to meet the financing requirements for earthquake reconstruction and \nother expenditures for the social sector. Associated program costs include a reduction in import \n\n \n\n\f20 \n\n \n\ntaxes  and  an  exemption  from  the  sales  tax  on  technology  hardware  and  components;  the \nremoval  of  other  obstacles  to  the  deployment  of  technology,  such  as  high  registration  and \nlicensing  fees;  capacity  building  of  Government  authorities  and  agencies;  and  institutional \nstrengthening and restructuring of institutions.  \n \nD. \n\nImplementation Arrangements \n\n54.  Ministry  of  Finance  (MOF)  will  be  the  Executing  Agency.  The  financial  management \narrangements  are  assessed  as  adequate.  Accumulated  experience  in  implementing  a  large \nnumber  of  program  loans  demonstrates  MOF’s  proven  competence  and  capacity  to  effectively \ncarry out the financial management of the Program. Implementing Agencies will be State Bank of \nPakistan  (SBP);  Central  Bureau  of  Revenue  (CBR);  Ministry  of  Information  Technology  (MOIT); \nPakistan Post (PP); and the Board of Revenue of Sindh Government. A program coordination and \nimplementation unit (PCIU) will be established in Islamabad at the MOF for program coordination, \nmonitoring and management across agencies. Working groups will also be established to include \nall Implementing Agencies for a good collaboration, communication and timely implementation of \nmeasures  under  the  program.  In  addition  to  the  PCIU,  SBP  will  provide  office  facilities  for \nconsultants in Karachi to facilitate coordination and the oversight of consultants. The PCIU will be \nresponsible  to  provide  the  required  program  reports  and  information  for  implementation  of  the \nprogram.  Establishment of the PCIU will be a condition for loan negotiations.   \n \n55. \nTo assess the impact of the program on poverty, existing data from Federal Bureau of \nStatistics, Pakistan’s official statistical organization, will be used. The Pakistan Social and Living \nStandards  Measurement  (PSLM)  survey  provides  key  social  indicators  at  national,  provincial \nand district levels. A household integrated economic survey (a component of the PSLM survey) \nprovides  important  data  on  household  income,  consumption  expenditure  and  patterns  at  the \nnational  level,  with  a  rural–urban  breakdown.  The  information  on  household  income  and \nexpenditure  is  used  by  Centre  for  Research  on  Poverty  Reduction  and  Income  Distribution  to \nestimate  poverty  levels.  In  addition,  the  Pakistan  Microfinance  Network  (PMN)  publishes \nperformance  measures  and  standards  related  to  the  work  of  retail  microfinance  providers. \nMembers  of  PMN  include  microfinance  banks,  NGOs  that  are  specialized  microfinance \ninstitutions,  NGOs  running  microfinance  operations  as  a  part  of  their  integrated  development \nin \nprograms, \nmicrofinance.  Published  data  include  the  number  of  active  borrowers,  the  gross  loan  portfolio, \nand outstanding loans for female clients. The State Bank of Pakistan also collects data on the \nbanking sector, which will be used to assess the program impacts. \n \nE. \n\nrural  support  programs,  and  commercial \n\nProcurement and Disbursement \n\ninstitutions \n\ninvolved \n\nfinancial \n\n56. \nIn  accordance  with  ADB’s  simplification  of  disbursement  procedures  and  related \nrequirements for program loans, procurement of goods and services produced in and originating \nfrom ADB's member countries will be made with due consideration to economy and efficiency in \naccordance  with  standard  Pakistan  public  sector  procedures  and  normal  private  sector \ncommercial practices acceptable to ADB. Disbursement of the loan proceeds will be permitted \non  the  basis  of  certification  provided  by  the  Borrower,  confirming  that  in  each  year  in  which \nproceeds  of  the  loan  are  expected  to  be  disbursed,  the  value  of  total  Pakistan  imports  minus \n(i) imports  from  nonmember  countries,  (ii)  ineligible  imports,  and  (iii)  imports  financed  under \nother official development assistance, will be equal to or greater than the amounts expected to \nbe disbursed during such year. ADB reserves the right to audit the use of loan proceeds and to \nverify the validity of the certification issued by the Government with each withdrawal application. \n \n\n \n\n\f \n\n21\n\nADB's policy document Anticorruption (1998, as amended to date), was explained to and \n57. \ndiscussed  with  the  Government.  Consistent  with  its  commitment  to  good  governance, \naccountability,  and  transparency,  ADB  reserves  the  right  to  investigate,  directly  or  through  its \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the Program. To \nsupport  these  efforts,  relevant  provisions  of  ADB's  Anticorruption  document  are  included  in  the \nloan regulations. The National AntiCorruption Strategy (NACS), introduced in Pakistan in 2002, is \nbeing  implemented  under  the  guidance  of  the  National  Accountability  Bureau.  The  strategy  and \nimplementation  plan  is  consistent  with  the  ADB  and  OECD  Anti-Corruption  Initiative  for  Asia-\nPacific.    Action  plans  are  under  implementation  in  the  legislature  and  political  systems,  public \nsector  management,  development,  procurement  and  contracting,  financial  management,  public \naccountability bodies, anticorruption agencies, legal system and judiciary, media, civil society and \nthe private sector. The Government is undertaking reforms at the federal level in budgeting and \nfiscal monitoring, including submission of funding proposals based on objectives and a medium-\nterm budgeting framework. The World Bank’s Project to Improve Financial Reporting and Auditing \n(PIFRA)  seeks  to  address  weaknesses  in  accounting  and  audit,  including  the  introduction  of  a \nnew  accounting  model  that  is  consistent  with  international  best  practice.  There  are  fiscal \nmonitoring  committees  at  federal  and  provincial  levels  and  the  Government  publishes  federal \nquarterly  fiscal  accounts  on  its  website.  The  Auditor  General’s  Department  is  following \nInternational  Organization  of  Supreme  Audit  Institutions  (INTOSAI)  best  practices  in  its  reform \nagenda. \n \nF. \n\nCounterpart Funds \n\n58. \nCounterpart  funds  will  be  used  for  the  financial  and  institutional  costs  associated  with \nimplementing  the  reform  program  and  other  development  financing  needs.  The  entire \ncounterpart funds of the $20 million equivalent from ADB’s Special Funds resources loan shall \nbe transferred as a capital contribution to the Improving Access to Financial Services Fund, an \nendowment  fund  to  be  established  to  support  (i)  capacity  building  and  training  of  financial \nservices  providers  to  promote    expansion  into  rural  areas;  product  and  service  innovation, \nincluding  savings,  remittances  and  Islamic  financial  services;  adoption  and  integration  of  new \ntechnologies  and  applications  for  improving  access  to  financial  services;  (ii) capacity  building \nand  training  of  Government  and  regulatory  authorities  to  support  development  of  an  inclusive \nfinancial sector and implementation of measures under the Program; and (iii) literacy programs \n(financial  and  basic)  conducted  by  or  on  behalf  of  financial  services  providers  for  clients  and \npotential clients to improve access to financial services and the utilization of finance. \n \nG. \n\nMonitoring and Tranching \n\n59. \nThe  expected  program  completion  date  is  24  months  from  effectiveness  (expected \nDecember  2006).  The  program  loan  closing  is  expected  3  months  after  program  completion. \nThe  loan  will  be  released  in  two  tranches.  The  first  tranche  of  $120  million  equivalent  will  be \nmade available when the Government has satisfied loan effectiveness and first tranche release \nconditions.  The  first  tranche  will  comprise  $100  million  from  the  OCR  of  ADB  and  $20 million \nequivalent  from  ADB’s  Special  Funds  resources.  The  second  tranche  of  $200  million  will  be \nfrom  OCR,  is  expected  to  be  released  within  24  months  of  loan  effectiveness,  and  will  be \nreleased upon satisfactory compliance with the agreed upon conditions.  \n \nH. \n\nSubsequent Program/Phase II  \n\n60. \nThe Government’s Improving Access to Financial Services (Phase I) Program will focus \non measures pertaining to the development and mainstreaming of microfinance in the financial \n\n \n\n\f22 \n\n \n\nsector and the implementation of strategic cross-cutting measures to increase national outreach \nof sustainable financial services across a range of financial services providers. The Government \nplans to further develop financial services in phase II to address second generation reforms to \nsupport  other  deprived  segments  of  the  economy  like,  SMEs,  agricultural  finance,  and  other \nareas which would ultimately lead to an integrated financial system capable of meeting the fast \ngrowing requirements of every segment of the economy over the long-term. The Government is \nadopting a sequenced approach with the initial focus on critical constraints considered under the \npresent program. \n \n\nV. \n\nPROPOSED TECHNICAL ASSISTANCE \n\n61. \nThe  proposed  technical  assistance  will  support  sector  developments  for  improved \naccess  to  financial  services  and  implementation  of  key  measures  under  the  Program.  The \nprimary components and activities planned under the TA include:   \n \n\nadvisory to assist Government in the development of a National Strategy for an \nInclusive  Financial  Sector,  including  advice  and  information  on  current  best \npractices  and  developments  in  the  region  and  internationally,  and    support  in \nconducting  stakeholder  consultations  and \nto  promote  a  strong \nparticipation and inclusion of stakeholder groups;    \n\nforums \n\ntechnical  and  legal  assistance  for  development  of  regulatory  frameworks  to \nsupport  new  technological  applications  for  delivery  of  financial  services, \nincreased  rural  outreach,  and  lower  cost  funds  transfers  and  remittances  in \nPakistan;  Feasibility  study  for  national  VSAT  applications  and  other  technology \noptions to expand access to financial services in rural areas; \n\ndevelop  and  conduct  a  national  field  survey  on  Islamic  finance  in  cooperation \nwith  the  Islamic  Banking  Department  of  SBP.  Survey  to  cover  the  Islamic \nfinancial markets to provide (a) important country baseline data for monitoring the \nsector characteristics, demand, and growth; and (b) information on current issues \nand opportunities for expansion and development, in particular in rural areas;   \n\nprepare  draft  model  agreements  and  frameworks  to  facilitate  partnerships \nbetween  private  sector  financial  services  providers  and  the  Pakistan  Post  for \nefficient and lower-cost delivery of financial services by MFBs in rural and remote \nareas utilizing existing national postal network infrastructure;  \n\nassess potential for establishment of a credit information bureau for all types of \ninstitutions, including MFBs, RSPs, and other NGOs, to support improved access \nto  financial  services  and  lower  cost  service  through  improved  information \nsystems,  reporting  and  transparency;  Conduct  feasibility  study  in  cooperation \nwith the Pakistan Microfinance Network for establishment of credit bureau;   \n\nadvisory  on  international  frameworks  and  country  case  studies  for  channeling \ncarbon credits (grant) financing to the household level; Conduct feasibility study \nfor  carbon  credits  (grant)  financing39  for  households  and  the  poor  in  Pakistan. \nStudy  to  include  needs  assessment  for  training  and  capacity  building  of \nhouseholds and external maintenance services.     \n\n(i) \n\n \n(ii) \n\n \n(iii) \n\n \n(iv) \n\n \n(v) \n\n \n(vi) \n\n \n\n                                                 \n39  For summary of carbon finance and potential applications at the household level see Appendix 6. \n\n \n\n\f \n\n23\n\n(vii) \n\n \n(viii) \n\nconduct \nInstitute/Business and Finance Academy in Pakistan; and \n\nfor  establishment  of  an \n\nfeasibility  study \n\nIslamic  Finance \n\nassist  Sindh  Government  in  the  selection  and  development  of  a  geographic \ninformation  system  (GIS)  to  support  the  establishment  of  an  automated  land \nregistration system for Sindh Province. Provide training and capacity building of \nSindh officials for GIS.  \n\n \nThe proposed technical assistance will support timely implementation of measures under \n62. \nthe Program. The TA is estimated to cost $2,500,000 equivalent. ADB will provide $2,000,000 \nequivalent, to be financed on a grant basis by ADB’s TA funding program, and the Government \nwill contribute $500,000 equivalent. TA funding is also under consideration by the Government \nof Japan for financing by the Japan Special Fund (JSF). Should JSF funding become available, \nit would replace a corresponding amount of funds from ADB’s TA funding program. MOF will be \nthe  Executing  Agency  and  will  provide  the  necessary  counterpart  staff  and  office  space  for \nadvisors  and  coordinate  activities  among  the  Implementing  Agencies.  The  TA  will  be \nimplemented  over  a  24-month  period  and  is  planned  to  begin  by  March  2007  and  to  be \ncompleted  by  March  2009.    Consulting  services  will  include  24  person-months  of  international \nconsulting  services  and  72  person-months  of  national  consulting  services.  Consultants  will  be \nrecruited  in  accordance  with  ADB’s  Guidelines  on  the  Use  of  Consultants  (April  2006,  as \namended  from  time  to  time).  Consulting  services  will  be  provided  through  a  firm,  and  the \nselection method will be the quality- and cost-based selection (QCBS) method. A cost estimates \nand financing plan and terms of reference for consultants are included in Appendix 6.  \n \n\nVI. \n\nPROGRAM, BENEFITS, IMPACTS, AND RISKS \n\n \n\nA. \n\nBenefits and Impact on Poverty \n\nThe  IAFSP  will  provide  many  benefits  and  will  have  positive  impacts  nationwide, \n\n63. \nincluding for the poor and rural households.  Some of the key benefits include: \n\na  deeper/broader  financial  sector  that  fosters  inclusive  economic  growth  and  \nreduces poverty, and a sustainable market-oriented microfinance sector with greater \noutreach to the poor in rural and urban areas; \nan  enabling  regulatory  and  supervisory  framework  that  promotes  innovation  and \nproduct diversification and private sector participation; \nimproved credit information and land registration systems to provide information for \naccess to and delivery of credit; \nremoval  of  operational  bottlenecks  and  constraints  among  intermediaries,  including \nthose  inhibiting  a  new  and  a  broader  range  of  services,  and  new  technologies  and \napplications, such as mobile money transfer and very small aperture terminal (VSAT) \ntechnologies to improve access to financial services in rural and remote areas;  \nincreased  opportunities  for  all  types  of  clients,  including  better  systems  and \nprocedures for remittances and Islamic finance; and \nincreased literacy (financial and basic) among clients and potential clients, leading to \nimproved access to and utilization of financial services. \n\n \n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n \n\n \n\n\f24 \n\n \n\nB. \n\nSocial and Environmental Safeguards \n\n64. \nNo impacts related to ADB’s environment, resettlement, or indigenous peoples policies \nare  anticipated  under  this  program.    A  Summary  Poverty  and  Social  Strategy  is  included  in \nAppendix 7.  \n \nC. \n\nRisks \n\nThe success of the IAFSP depends upon a number of assumptions that are subject to \n65. \ndifferent degrees of risk. Mitigating measures have been put in place. The primary risks are as \nfollows.  \n \n\nCommitment  to  reform  may  wane.  Building  a  more  inclusive  financial  sector \nrequires  a  continued  commitment  to  sector  reforms.  Although  a  lessening  of \ncommitment  is  a  risk,  the  Government  has  shown  strong  commitment  to \nachieving  the  goals  of  the  Program,  as  reflected  in  its  MTDF  2005-2010,  its \npoverty reduction strategy and investment and expenditure programs focusing on \nthe poor (pursuant to the Fiscal Responsibility and Debt Limitation Act , 2005).   \nDelays  or  disruptions  may  occur  because  of  political  instability  or  social  unrest. \nThese risks, and the international perception of such risks, are moderate to low. \nA  buyer  or  buyers  willing  to  pay  a  fair  market  price  within  the  specified  time \nperiod for shares in KB held by the National Bank of Pakistan may not be found. \nTo  mitigate  this  risk  and  promote  competition,  the  offer  for  sale  of  shares  will \nremain open during the program period.  \nFunds  from  the  endowment  fund  may  not  be  allocated  on  a  balanced  basis \nacross  financial  services  providers,  authorities  and  geographic  areas.  To \nincrease  transparency  and  disclosure  of  fund  allocations,  quarterly  reports  on \nrecipients and activities funded will be posted on the SBP website, and an ADB \nnominee will be appointed to the endowment fund as an observer.         \n\nVII. \n\nASSURANCES \n\nIn  addition  to  the  standard  assurances,  the  Government  and  SBP  have  given  the \n\n66. \nfollowing assurances, which have been incorporated in the legal documents: \n \n\nThe  Government  and  SBP  will  (a)  maintain  the  policies  adopted  and  actions \ntaken  prior  to  the  date  of  the  loan  agreements  for  the  program  loans,  as \ndescribed in the development policy letter and the policy matrix, for the duration \nof  the  IAFSP  and  subsequently;  (b)  promptly  adopt  the  other  policies  and  the \nother actions included in the IAFSP as specified in the development policy letter \nand  the  policy  matrix;  and  (c)  ensure  that  such  policies  and  actions  continue  in \neffect for the duration of the IAFSP and subsequently. \nThe  Government  and  SBP  will  actively  assist  and  support  ongoing  program \nmonitoring and evaluation by facilitating consultations with related agencies and \nother key stakeholders as appropriate. \nThe Government and SBP will provide ADB with an opportunity to comment on \nrelevant  strategies,  studies  and  draft \nlaws,  ordinances,  regulations  and \nguidelines that are likely to impact on program objectives and implementation. \nSBP  will  ensure  that  the  endowment  fund  rules,  including  provisions  on  fund \nmanagement, investment policy, grant selection criteria and accounting and audit \nprocedures, are prepared with the concurrence of ADB. \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n \n\n\f \n\n25\n\n(v) \n\n(vi) \n\nFinancial services providers will be entitled to avail of the 5% reduced import tax \nrate and sales tax exemption on technology hardware. \nThe Government will ensure that adequate and timely resources are made available \nto SBP and the relevant agencies to facilitate implementation of the Program.  \n\nVIII.  RECOMMENDATION \n\nI  am  satisfied  that  the  proposed  loans  would  comply  with  the  Articles  of  Agreement  of \n\n67. \nthe Asian Development Bank (ADB), and recommend that the Board approve \n \n\n(i) \n\n(ii) \n\n(iii) \n\nthe  loan  of  $300,000,000  to  the  Islamic  Republic  of  Pakistan  for  the  Improving \nAccess  to  Financial  Services  (Phase  1)  Program  from  ADB’s  ordinary  capital \nresources,  with  interest  to  be  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility; a term of 15 years including a \ngrace period of 3 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft Loan Agreement presented to the Board; \nthe loan in various currencies equivalent to Special Drawing Rights 13,425,000 to the \nIslamic Republic of Pakistan for the Improving Access to Financial Services (Phase \n1) Program, from ADB’s Special Funds resources, with an interest charge at the rate \nof 1.0% per annum  during the grace period and 1.5%  per annum thereafter; a term \nof  24  years,  including  a  grace  period  of  8  years;    and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft  Loan \nAgreement presented to the Board; and \nthe  provision  of  technical  assistance  not  exceeding  the  equivalent  of  $2,000,000    to \nthe Government of the Islamic Republic of Pakistan for Improving Access to Financial \nServices. \n\n \nHaruhiko Kuroda \n      President \n\n \n \n \n22 November 2006 \n\n \n\n \n\n \n\n\f \n26 \n\nAppendix 1 \n\nSECTOR ANALYSIS \n\n1. \nThe development of microfinance and the mainstreaming of microfinance in the financial \nsector  are  essential  elements  of  building  an  inclusive  financial  sector  with  national  outreach. \nThe microfinance sector in Pakistan is recognized as still in early stages of development. The \nissuance  of  Khusshali  Bank  Ordinance  in  2000  and  the  Microfinance  Institutions  Ordinance  in \n20011  provided  the  basic  legal  framework  for  establishment  of  microfinance  banks  and  a \nregulated  microfinance sector.  It is estimated  that  40  MFIs  currently  operate  in  Pakistan,2  and \nthat  19  institutions  account  for  almost  99%  of  the  microfinance  market.  This  includes  the  6 \nlicensed microfinance banks, and 13 other MFIs that are members of the Pakistan Microfinance \nNetwork (PMN). PMN issues comprehensive reports for annual performance indicators tracking \nthe  developments  and  performance  of  microfinance  banks,  rural  support  programs  and  other \nNGO-MFIs.  For purposes of this RRP the term  microfinance finance institutions (MFIs) will be \nused to broadly refer to all types of institutions providing microfinance. Table 1 below provides a \nlist of the 19 primary institutions providing microfinance services.             \n\n \nTable A1.1: Primary Institutions Engaged in Microfinance \n \n\nInstitution  \n1.         Khushhali Bank (Licensed in 2000) \n2.         First Microfinance Bank Ltd. (Licensed in 2001) \n3.         Network Microfinance Bank(Licensed in 2004) \n4.         Rozgar Microfinance Bank (Licensed in 2004) \n5.         Tameer Microfinance Bank ( Licensed in 2005) \n6.         Pak Oman Microfinance Bank (Licensed in 2006) \n \nPakistan Microfinance Network (PMN) Members a \n7.          Bank of Khyber (started microfinance as product line since \n\n1995) \n\n8.          Orix leasing Company (microfinance as product line) \n9. \n10. \n11. \n12. \n13. \n14. \n15. \n16. \n17. \n18. \n19. \n\nKASHF \nASASAH \nTaraqee Foundation  \nDAMEN  \nThardeep  \nOrangi Pilot Project   \nSAFWCO  \nSUNGI  \nNational Rural Support Program  \nPunjab Rural Support Program \nSarhad Rural Support Program \n\nNGO = nongovernment organization, RSP = rural support program.  \na First Microfinance Bank is also a member of PMN. \nSources: State Bank of Pakistan and Pakistan Microfinance Network. \n\nType of Institution \nMicrofinance Bank \nMicrofinance Bank \nMicrofinance Bank \nMicrofinance Bank \nMicrofinance Bank \nMicrofinance Bank \n\nCommercial Bank \n\nFinancial Institution \nSpecialized MFI \nSpecialized MFI \nNGO \nNGO \nNGO \nNGO \nNGO \nNGO \nRSPs \nRSPs \nRSPs \n\n2. \nState Bank of Pakistan (SBP) data shows that the microfinance banks (MFBs) have 92 \nbranches  or  about  20%  of  the  400  total  branches  for  MFBs  and  MFIs.  However,  MFBs  also \noperate 145 services centers (one-room branches) providing additional outreach for the MFBs. \nIncluding  those  centers,  MFBs  would  then  account  for  about  43%  of  all  units.  As  for  the  total \n\n                                                 \n1  The  Microfinance  Institutions  Ordinance  2001  applies  only  to  microfinance  banks  and  not  other  types  of \n\n2  Small  &  Medium  Enterprises  Department,  State  Bank  of  Pakistan.  2006.  Microfinance  Sector  in  Pakistan:  An \n\nmicrofinance institutions. \n\nOverview. Islamabad. \n\n \n\n\fAppendix 1 \n\n27\n\ngross  outstanding  loans  of  PRs4.7  billion,  PMN  members  and  MFBs  have  around  50%  share \neach,  although  MFBs  have  only  about  48%  of  the  total  active  borrowers.  With  regard  to \noutreach to women, MFBs have shown a significantly lower percentage of women borrowers as \ncompared with other types of MFIs. The recent data show only about 20% of active borrowers at \nMFBs  are  women,  down  from  31%  at  year-end  2005.3  This  compares  to  53%  women  among \ntotal  active  borrowers  for  other  types  of  MFIs  at  year-end  2005.  The  lower  rate  of  women \naccess to microfinance in Pakistan is generally considered due to the constraints on mobility of \nfemales,  especially  in  the  rural  areas,  and  other  cultural  constraints.  The  fact  that  other  MFIs \nhave, however, achieved a higher rate of women access than MFBs, may indicate that the non-\nfinancial  services  provided  by  the  MFIs  have  played  an  important  role  in  the  mobilization  and \naccess  of  women.  It  is  also  recognized  that  institutions  with  a  primary  mandate  to  service \nwomen, such as Kashf Foundation, have demonstrated successful in reaching women including \nin rural areas. This indicates a need on the part of MFBs to adopt and/or adapt some portion of \noperations in order to tap the women’s market. Table 2 below provides comparative data on the \npositions of MFBs with key performance indicators as of 31 March 2006.   \n\nTable A1.2: Comparative Position of Microfinance Banks \n\nItem \n\nKhushhali \nBank \n\nFirst \nMicrofinance \nBank Ltd. \n\nYear Established  \nLicensing Status \n\n2000 \nNationwide \n\n2001 \nNationwide \n\nNetwork \nMicrofinance \nBank Ltd. \n\n2004 \nDistrict-wide \n\nRozgar \nMicrofinance \nBank Ltd. \n\n2005 \nDistrict-wide \n\nTameer \nMicrofinance \nBank Ltd. \n\n2005 \nNationwide \n\nSponsors \n\nCommercial \nbanks \n\nAgha Khan \nFund for \nEconomic Dev. \n\nNetwork \nLeasing \n\nIndividuals \n\nPresident  and \nhis team \n\nProduct/Service \nBeing Offered \n\nLoans \n\nloans, deposits \nremittances, \ninsurance  \n\nloans, leasing, \ndeposits \n\nloans, deposits \n\nloans, deposits \n\nPak Oman \nMicrofinance \nBank Ltd. \n\n2006a \nNationwide \n \nGovernment of \nOman and Pak \nOman \nInvestment Co.  \nloans, deposits \n\n24 \n16 \n\n63 \n124 \n\nKey Performance Indicators as of 31 Mar 2006 \nNo. of branches \nNo. of service \ncenters \nLoans outstanding  1,891,178 \nNo. of borrowers \n227,684 \nNo. of female \n45,848 \nborrowers \nDeposits \nNo. of depositors \nOperating Income  \nNet Income  \n( ) = negative. \na  Licensed by State Bank of Pakistan in April 2006. \nSource: State Bank of Pakistan. \n\n657,298 \n31,140 \n94,881 \n721 \n\n0 \n0 \n400,500 \n12,400 \n\n413,486 \n21,542, \n4,555 \n\n2 \n5 \n\n24,677 \n2,560 \n316 \n\n13,235 \n1,472 \n6,500 \n(2,800) \n\n2 \n0 \n\n6779 \n200 \n0 \n\n4,303 \n671 \n14,941 \n(19,602) \n\n0 \n0 \n\n0 \n0 \n0 \n\n0 \n0 \n0 \n0 \n\n1 \n0 \n\n29,162 \n1,749 \n415 \n\n10,691 \n3,962 \n10,100 \n(7,800) \n\n \n \n \n \n \n \n \n\n                                                 \n3   Pakistan Microfinance Network. 2006. 2005 Performance Indicators Report. Islamabad. \n\n \n\n \n\n \n\n\f \n28 \n\nAppendix 1 \n\nTable A1.3: Microfinance Outreach \n \n\nItem \n2003 \n3 \nInstitution Age (years) \n56 \nNo. of Branches \n95,090 \nTotal No. of Borrowers \n38,151 \nNo. of New Borrowers \n10,150 \nTotal No. of Depositors  \n7,377 \nNo. of New Depositors \n7,969 \nAverage Loan Size (PRs) \nAverage Deposit Size (PRs) \n38,625 \nSources: State Bank of Pakistan and Pakistan Microfinance Network.  \n\n2002 \n2 \n39 \n56,939 \n56,939 \n2,773 \n2,773 \n6,232 \n23,231 \n\n2004 \n4 \n75 \n177,648 \n82,558 \n18,589 \n8,439 \n7,340 \n25,229 \n\n2005 \n5 \n91 \n248,091 \n70,443 \n32,577 \n13,988 \n9,450 \n20,867 \n\nFigure A1.1: 2005 Outreach \n\nGross Loan Portfolio \nPRs. 5 billion \n\nNGOs\n15%\n\nMF Banks\n30%\n\nActive Borrowers 510,000 \n\nNGOs\n26%\n\nMF Banks \n30%\n\nLeasing\n1%\n\nBank\n2%\n\nRSPs\n41%\n\n41%\n\nFigure A1.2: Outstanding Loans Sector Wise – 2005 \n\nRSPs \n32%\n\nLeasing\n17%\n\nBank\n6%\n\nSource: State Bank of Pakistan. \n\n26%\n\n9%\n\n24%\n\nSource: State Bank of Pakistan. \n\nAgri-Input\n\nLivestock\n\nEnterprise Other \n\n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fAppendix 1 \n\n29\n\nUnregulated  MFIs  are  not  allowed  to  take  voluntary  deposits,  as  they  are  outside  the \n3. \nSBP  regulatory  framework  which  provides  the  necessary  measures  and  oversight  for \ninstitutional soundness and safety to deposits. Unfortunately, licensed MFBs have been slow to \nprovide this important service to clients, and have concentrated on credit as the primary service. \nThis  disparity  is  clearly  seen  in  the  data  as  the  total  number  of  depositors  at  MFBs  was  only \n37,245 (or about 14.7% of the number of borrowers). The reliance on subsidized credits and the \nnegative  impact  on  mobilizing  deposits  and  the  development  of  a  sustainable  microfinance \nmarket have been earlier discussed in the Sector Description and Performance. Although four \nhold licenses to operate nationwide, efforts have concentrated on the district of Karachi. With an \nestimated  population  of  over  12  million,  the  Karachi  district  continues  to  represent  a  vast \npotential market for MFBs. \n\nAn  examination  of  microfinance  loans  by  sector,  shows  a  rural  focus  of  MFB \n4. \nmicrofinance services with 65% of outstanding loans for agri-inputs and livestock. The SBP data \nfor  microfinance  loans  by  sector  are  classified  into  four  main  categories:  agri-input  (41%); \nenterprise  loans  (26%);  livestock  (24%);  and  other  purposes  (9%).  Figure  1  shows  the \nbreakdown  as  of  31  March  2005.    Although  an  increase  in  both  rural  and  urban  microfinance \nservices are expected in the coming years, rural microfinance services will continue to dominate \nwith 68% of the population in rural areas. \n\n \n\nTable A1.4: Mobile Phone Operators in Pakistan \nGrowth Rate of Mobile Cellular Subscribers FY 2000–2006  \n\nYear \n\nMobilink  Ufone \n\nPaktel \n\nInstaphone Telenor Warid \n\nTotal \n\nGrowth \nRate \n\n2000 \n\n2001 \n\n2002 \n\n2003 \n\n2004 \n2005 \n2006 \n\n114,272  \n\n  \n\n80,221 \n\n112,000 \n\n309,272  116,711  96,623 \n\n220,000 \n\n800,000   350,000  218,536\n\n330,000 \n\n1,115,000   550,000  319,400 \n\n420,000  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n306,493  15.39 \n\n742,606  142.29\n\n1,698,536  128.73\n\n2,404,400  41.56 \n\n5,022,908  108.90\n3,215,989  801,160  470,021\n835,727 508,655  12,771,203  154.26\n7,469,085  2,579,103  924,486\n17,205,555 7,487,005 1,040,503 336,696  3,573,660 4,863,138 34,506,557  170.20\n\n535,738  \n454,147 \n\n  \n\n  \n\nJul–2006  18,321,599 7,884,703 1,121,821 316,000  3,887,774 5,246,565 36,778,462 \n\nAug–2006  19,181,846 8,356,668 1,458,008 302,000  4,262,599 5,632,685 39,193,806 \n\nSep–2006  20,315,739 8,860,406 1,507,446 285,000  4,597,008 5,936,603 41,502,202 \n\n \n\n \n\n \n\n     Source: Pakistan Telecommunications Authority. \n \n5. \nTo expand services in the rural areas, exploration of options for mobile money transfers \nusing  cell-phone  based  technology  can  play  an  important  role  as  earlier  discussed.  The \nintroduction  of  innovative  services  such  as  electronic  and  mobile  banking  to  leverage  the \nsubstantial  reach  of  mobile  phone  services  is  now  ripe  for  Pakistan.  The  telecom  sector  in \nPakistan has grown to a level where such services could be launched conveniently to benefit a \nlarge segment of the population currently hooked on to the mobile phone network. The Pakistan \nTelecommunications  Authority  (PTA)  has  reported  a  rapidly  increasing  subscriber  base  from \n306,493 in 2000 to over 36 million subscribers as of July 2006. The top firm accounts for 50% of \nmobile cellular subscribers, and the top two firm together account for 71% of total subscribers. \nDespite such concentrated market shares, the industry is considered as robust and competitive. \nMobilink,  a  subsidiary  of  Orascom  Telecom,  started  operations  in  1994  and  is  the  largest \noperator in Pakistan. Mobilink was the first cellular service provider to operate on a 100% digital \n\n \n\n \n\n \n\n\f \n30 \n\nAppendix 1 \n\nGSM technology in Pakistan, and currently provides the widest network with coverage of 1000 \ncities, towns, and villages in Punjab, Sindh, Balochista, North-West Frontier Province (NWFP), \nCapital,  and  Azad  Jammu  and  Kashmir.4    Other  operators  services  cover  between  100-  500 \ncities each, two of the operators are subsidiaries of major European operators,5 and Warid Tel is \nbacked by the Abu Dhabi Group, one of the largest groups in the Middle East.6 \n \n6. \nDeregulation  in  the  telecom  sector  has  supported  the  entry  of  new  players  and  new \ntechnologies,  along  with  higher  service  levels  and  lower  prices  for  consumers  throughout  the \ncountry.    As  part  of  the  technological  revolution  in  the  telecom  sector,  PTCL  will  provide  2.1 \nmillion  new  wireless  local  loop  (WLL)  telephone  connections  in  remote  and  rural  areas  of  the \ncountry. The completion of the WLL facility is expected to take the phone coverage, presently \naround 30% in Pakistan to the level of 100%.7  Such access will support economic activity and \nboost  ongoing  productive  activities  in  both  the  industrial  and  agriculture  sectors.  Farmers  will \nhave better access to market information and markets for agriculture-produce, reducing the role \nof middlemen and increasing opportunities for better pricing to farmers. The rapid advancement \nof communication technology at affordable rates will be an important factor in reducing poverty, \nespecially in rural areas. The utilization of technology to also facilitate financial services to the \npoor  and  rural  communities  will  also  be  key  for  improving  access  to  financial  services  in  this \ndecade.   \n\nMobile  banking  facility  is  in  place  in  many  developing  countries  consisting  of \n7. \ncomprehensive banking services including money transfer, cash-in, cash-out, person to person \ntransfer,  bill  payments,  on-line  purchases  etc.  Mobile  phone  banking  services  have  been \nsuccessfully  launched  in  various  countries,  including  the  Philippines,  where  it  offers  the \nconsumers  a  virtual  wallet  providing  for  a  convenient  way  of  transferring  and  remitting  funds \nthrough  SMS.  The  codes  and  messages  exchanged  in  the  process  can  then  be  converted  to \ncash at widely deployed distribution channel locations and even retail outlets. Other developing \ncountries  utilizing  mobile  phones  to  access  bank  accounts  include  the  People’s  Republic  of \nChina,  Bangladesh  and  India.  In  South  Africa,  20-25%  of  people  who  have  never  had  a  bank \naccount  have  access  to  a  mobile  phone.  Through  a  partnership  between  a  bank  and  a \ntelecommunication company, it is now possible to use SMS to pay for goods, remit money, have \nsalaries  deposited  directly  into  cellular  accounts,  as  well  as  deposit  cash  at  Post  Offices  and \nsome  bank  branches.  This  service  is  being  promoted  extensively  in  townships  and  rural \ncommunities  to  help  un-banked  customers  open  accounts.  Such  product  is  planned  to  be \nexpanded to Botswana, Namibia, Zambia, and Malawi. In Kenya, through a partnership between \na  telecom  company,  a  commercial  bank,  a  microfinance  organization,  and  DFID  (providing \nmatching  funding),  microfinance  clients  receive  a  mobile  phone  through  which  they  could \nelectronically  make  payments  on  their  loans.  In  addition,  customers  are  able  to  deposit  or \nwithdraw  cash  from  authorized  agents,  make  person-to-person  money  transfers,  purchase \nairtime  for  re-sale  or  personal  use,  and  receive  accounts  statements.  Other  options  to  get \nconnectivity  into  rural  areas  include  fixed  wireless  technology  (WiFi,  WiMax)  and  a  new \ngeneration of satellite networks (VSAT). These enable the transmission of voice traffic through \nthe internet. Such application has been applied in Viet Nam and Mongolia. \n\n                                                 \n4  Source: Mobilink company website: www.mobilinkgsm.com \n5  Instaphone  (Pakcom  Ltd)  is  a  subsidiary  of  Millicom  International  Cellular  (MIC)  S.A.,  the  Luxembourg-based \noperator  of  mobile  properties. Telenor  Pakistan  is  wholly  owned  by  Telenor  ASA  of  Norway,  a  leading  European \noperators with wireless operations. \n\n6  Source: Warid company website: www.waridtel.com \n7  Source: 2005. WLL: Revolutionizing Communication in Pakistan. The Nation. (January). \n \n\n \n\n\fAppendix 1 \n\n31\n\nTechnology  solutions,  such  as  the  internet  and  mobile  phone,  also  hold  considerable \n8. \npromise for increasing access to improved and less costly services for remittance senders and \nreceivers,  including  those  in  remote  or  underserved  areas.  The  potential  impact  is  vast  for \nPakistan  where  workers  remittances  are  estimated  at  more  than  $9  billion  through  formal  and \ninformal channels. This is particularly so for Sri Lanka where migrant worker remittance is the \ncountry’s  highest  foreign  exchange  earner.  Nearly  60%  of  migrant  worker  remittance  comes \nfrom rural Sri Lankan women who have been working abroad. A local bank has developed an \ninnovative  e-product,  the  Money2Home  remittance  service,  which  transfers  funds  from  any \ncountry to any designated account at any branch of the bank in real time, through the internet. \nThe transfer can take place if one is a member of the local bank’s internet banking service, or by \nvisiting  an  appointed  money  agent  where  clients  can  obtain  the  same  service  for  a  nominal \ncompetitive rate. \n\n9. \nIn  implementing  these  new  payment  innovations,  conforming  to  the  national  banking \nregulatory  requirements  including  liquidity,  security,  fraud  detection  and  money  laundering \nprevention, is essential. The issues of fraud detection and money laundering can be managed \nby  tracking  deposit  and  withdrawal  transaction  value  and  patterns.  New  technological \nopportunities also allow the use of tangible objects such as voice, face or fingerprint recognition \nand a password for customer due diligence.    \n\n \nTable A1.5: Access to Financial Services \n\n2004 \n38 \n0.83 \n\n0.29 \n\n0.09 \n\n46 \n\n786 \n\n1.09 \n\n1999 \n\n2,475 \n\n206 b \n\n322 b \n\n0.04b \n\n0.03 b \n\n \nNo. in Units \nNo. of banks \nNo. branches per 10,000 adults \nNo. of online branches \nOnline branches per 10,000 adultsa \nNo. of ATMs \nATMs per 10,000 adults \n27,383,337 \nNo. of depositors \n3,227 \nDeposit accounts per 10,000 adults \nNo. of Borrowers \n3,398,190 \nLoan Accounts per 10,000 adults \n400 \n19,333 \n      Corporate Sector \n      SME Sector \n106,248 \n      Consumer \n1,619,207 \n      Agriculture \n1,534,502 \n      Commodity operations \n3,207 \n      Others (including staff) \n146,368 \nATM = automated teller machine, no. = number, SME = small and medium-sized enterprise.  \na  15 years and above. \nb  Figures for 2000 \nc  Figures for 2002 \nSource: State Bank of Pakistan. \n\n29,710,720 \n4,089 \n1,804,604 c \n226 c \n14,256 c \n67,520 c \n252,156 c \n1,339,961 c \n1,458 c \n129,253 c \n\n2005 \n\n39 \n\n0.84 \n\n3,265 \n\n1,217 \n\n.038\n\n0.14 \n\n26,405,832 \n3,053 \n4,247,306 \n491 \n19,881 \n161,316 \n2,407,806 \n1,534,502 \n6,730 \n117,071 \n\n \n \n\n \n \n \n \n\n \n\n \n\n \n\n\f \n32 \n\nAppendix 1 \n\n \n \n \n\nTable A1.6: Size-Wise Distribution Depositors \n \n\nNo. in Units \nLess than PRs5,000–  \nPRs5,000–PRs10,000   \nPRs10,000–PRs20,000 \nPRs20,000–PRs30,000 \nPRs30,000–PRs40,000 \nPRs40,000–PRs50,000 \nPRs50,000 and above \n \nTotal \nSource: State Bank of Pakistan. \n\n1999 \n\n5,534,941 \n8,738,366 \n8,554,428 \n2,558,148 \n1,013,967 \n613,459 \n2,697,511 \n29,710,720 \n\n2004 \n4,875,987 \n3,023,093 \n5,621,259 \n3,437,734 \n2,185,637 \n1,618,331 \n6,621,296 \n27,383,337 \n\n2005 \n\n5,096,433 \n2,430,554 \n4,715,117 \n2,776,385 \n2,143,025 \n1,579,817 \n7,664,501 \n26,405,832 \n\n \n \nTable A1.7: Islamic Banking Industry  \n(PRs billion) \n \n\n \n\nCY 03 \n\nCY 04 \n\nItem \nDeposits \nTotal Assets \nFinancing \n \nNo. of IBIs licensed \nNo. of branches of IBIs      \nlicensed  \nNo. of cities covered by IBIs \nCY = calendar year, IBI = Islamic banking institutions, no. = number. \n a  Out of 18 IBIs licensed, 3 IBIs yet to start operations. \nSource: State Bank of Pakistan. \n\n8.4 \n12.9 \n8.6 \n \n4 \n17 \n\n30.2\n44.1\n27.5\n \n11 \n48 \n\n12 \n\n6 \n\nCY 05 \n50 \n71 \n46 \n \n14 \n13 \n\n15 Sep 06\n63 \n91 \n51 \n \n19 \n18 a \n\n14 \n\n19 \n\n \n\n \n\n\f \n\nDesign Summary \n\nImpact \nImproved household incomes \nand reduced poverty and \nvulnerability of the poor  \n \n\nOutcome \n\nExpanded  national  outreach \nto \nimproved  access \nand \ndiversified  and  sustainable \nfinancial \nand \nproducts at competitive prices   \n \n\nservices \n\nDESIGN AND MONITORING FRAMEWORK  \n\nPerformance Targets/ \nIndicators \n\nIncreased outreach and \naccess of the poor to \nsustainable financial \nservices in rural and \nremote areas \n\nIncreased investment in \nincome-generating \nactivities and \nmicroenterprises \n\nImprovement in \neconomic lives of the \npoor  \n\n \n• \n\n  \n• \n\n \n• \n\n \n\n•  Effective mainstreaming \nof microfinance in the \nfinancial services sector,  \nand more robust, \ncompetitive and \ndiversified financial \nservices and products \n\n•  Cellular phone \n\nsubscribers with access \nto mobile money transfer \nsystems: 20,000,000 (or \nmore) in 2008/2009 \n\n•  Households active in \n\n• \n\nmobile money transfers: \n2,500,000 or more \nIncreased number of \nactive clients/households \nthrough MFBs and NGO-\nMFIs:   2,000,000 or \nmore  \n\n•  Number of “Basic \n\nBanking  Accounts” in \ncommercial banks: \n52,000 first 6 months of \nintroduction in 2006  \n\nData Sources/ \nReporting \nMechanisms \n\n \n•  National  statistics  and \neconomic  reports  from \nState Bank of  Pakistan \nof \n(SBP);  Ministry \n(MOF), \nFinance \nNational \nEconomic \nCouncil \n(NEC)  and \nother agencies \n\n \n•  Annual Reports of SBP  \n \n•  ADB loan and TA \n\nreview missions and \nreports \n\n \n•  Research reports from \n\ndonors \n\n \n•  ADB post evaluation \n\nreport \n\n \n\n•  National  statistics  and \n\neconomic reports \n\n \n•  Annual reports and \npapers from SBP, \nMOF, Ministry of \nInformation \nTechnology (MOIT); \nPakistan \nTelecommunications \nAuthority (PTA); \ntelecommunications \ncompanies; Pakistan \nMicrofinance Network \n(PMN); and financial \nservice providers  \n\n \n•  ADB loan and TA \n\nreview missions and \nreports \n\n \n•  ADB post evaluation \n\nreport \n\nAppendix 2   \n\n33\n\nAssumptions and \nRisks \n\n \nAssumptions \n•  Political and \n\nmacro-economic \nstability \n•  Sustained   \n\nGovernment  \ncommitment to \npolicy and \ninstitutional \nreforms \n\n \nRisks \n•  Delays in \n\nimplementing \nreforms  \n•  Social unrest \n\nAssumptions \n•  Political and \n\nmacroeconomic \nstability \n•  Sustained   \n\nGovernment  \ncommitment to \npolicy and \ninstitutional \nreforms \n\n•  Significant private \nsector participation \n\n \nRisks \n•  Delays in \n\nimplementing \nreforms \n•  Social unrest \n \n\n \n\n \n\nOutputs \n\n \n\n \n\n1.  National  Strategy  for  an \nInclusive  Financial  Sector  to \nencompass \nof \nall \nfinancial service providers and  \npromote \nsector \nprivate \nparticipation \nfor  sustainable \nfinancial services \n\ntypes \n\n•  Task Force for National \nStrategy established in \n2006 \n\n  \n•  Stakeholder consultations \n\nconcluded in 2007, \nincluding rural support \n\n•  Task Force \n\ncomposition and TOR \nfor National Strategy \n•  SBP, MOF, MOIT, PP \n\nreports \n\nAssumptions \n•  Continued \n\nGovernment  \ncommitment for  \nnational strategy  \n\n•  Progress Reports of \n\n•  Strong \n\nTask Force \n\ncollaboration \n\n \n\n\fData Sources/ \nReporting \nMechanisms \n•  ADB loan and TA \n\nreview missions and \nreports \n\n•  Publication of policies, \nregulatory frameworks, \namendments to law \nand ordinances, \nregulations and \nguidelines \n\n \n•  SBP, MOF, and CBR \n\nreports \n\n \n•  ADB loan and TA \n\nreview missions and \nreports \n\nAssumptions and \nRisks \n\namong agencies \n•  Comprehensive \nstakeholders \nconsultations \n\nRisk \n•  Delays in approval \n\nand \nimplementation \n\nAssumptions \n•  Sustained   \n\nGovernment  \ncommitment to \npolicy, strategy, \nand action plan \n\n•  Effective and \n\ntimely \nimplementation of \nreforms \n\n•  Active participation \nof private sector \nand the poor \n\n \nRisks \n•  Political \n\nexpediency in \nproviding directed \nor subsidized \ncredit  \n\n•  Delays in adoption \nof regulations or \namendments \n•  Vested interests  \nslow reforms \n\n34 \n34 \n\nAppendix 2 \n\nDesign Summary \n\nPerformance Targets/ \nIndicators \n\n2.  Enabling legal and \nregulatory framework for \nexpanded outreach of \nsustainable financial services \nto the poor and low income \nfamilies   \n \n \n\nprograms (RSPs) and  \nnongovernmental \norganizations (NGOs) \nrepresenting the poor and \nwomen, and other financial \nservices providers \n\n \n•  National Strategy approved \nby the Cabinet and publicly \ndisclosed on agencies’ \nwebsites by 2008 \n\n \n\n•  Enabling environment \n\nencouraging expansion and \nentry of financial services \nproviders \n\n \n•  Finance Bill 2006 approved \nincluding amendments to \nMicrofinance Institutions \nOrdinance 2001 \n\n \n•  Cabinet approval of draft \n\nbill to ensure that all MFBs, \nincluding, Khushhali Bank, \nare under the same legal \nand regulatory framework. \nMOF submission in \n2007/2008 of draft bill to \nParliament for enactment   \n\n \n \n \n \n\n \n•  SBP issuance of : \n\nguidelines issued to support \nNGOs and RSPs \ntransforming to MFBs; \namendments to prudential \nregulations for MFBs; and \nguidelines for commercial \nbanks to undertake \nmicrofinance business   \n\n \n•  Introduction of Basic \n\nBanking Accounts by SBP \nin consultation with \nPakistan Banks Association \nto increase access of low-\nincome households and the \npoor to financial services of \ncommercial banks (52,000 \naccounts opened in first six \nmonths 2006 )  \n\n \n•  SBP regulations issued for \nMFBs regarding disclosure \nof costs to borrowers and \ntruth-in-lending; SBP \nguidelines issued for banks \nregarding access to credit \nand computerized Fardsa/E \nPass Books. \n\n \n\n\fDesign Summary \n\nPerformance Targets/ \nIndicators \n\n•  Central Board of Revenue \n(CBR) amendment issued \nto CBR Notification to allow \nfinancial services providers \nto avail of  the (i) reduced \nrate of import taxes of 5% \nand (ii) sales tax exemption \non technology machinery, \nequipment and other capital \ngoods identified by the \nSBP-MOIT Working Group  \n\n \n•  MOF guidance and \n\nrecommendations issued to \nthe provincial and district \nauthorities to promote \nconsistent tax treatment \nwith respect to mobile \nbanking operations     \n•  Improved quality and \n\nsecurity of land records, \nincreased investor \nconfidence, and improved \naccess to credit \n\n \n•  Pilot project implemented \nby Sind Government in \n2006 in 5 districts for \ncomputerization of revenue \nmanagement information \nsystem (2,146 land \nregisters) \n\n•  System software extended \nin remaining 18 districts in \n2007/2008 \n\n•  Geographic Information \n\nSystem (GIS) advisory and \nGIS training of Sindh \nofficials completed in 2008   \n•  Feasibility study completed \nfor establishment of  CIB; \nPilot CIB launched by SBP \nand PMN in accordance \nwith relevant law in 2008 \n\n \n•  Improved access to credit \nsector-wide; and reduced \nrisk of over-indebtedness \nby borrowers \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nData Sources/ \nReporting \nMechanisms \n•  Publication of  tax \n\npolicies and guidelines \n\n•  CBR Reports \n•  PMN Annual reports \n•  Annual Reports of \n\nfinancial institutions \n\n•  ADB loan and TA \n\nreview missions and \nreports \n\nAppendix 2   \n\n35\n\nAssumptions and \nRisks \n\nAssumptions \n•  Sustained   \n\nGovernment  \ncommitment to \npolicy, strategy, \nand action plan \n\n•  Effective and \n\ntimely \nimplementation of \nreforms \n\n•  Sindh Government \n\nReports \n\n•  SBP, MOF, PMN \nAnnual Reports \n•  Annual reports of \n\nfinancial institutions \n•  TA Consultants reports \n•  ADB loan and TA \n\nreview missions and \nreports \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy and actions \n\n•  Effective and \n\ntimely \nimplementation \n\n \nRisks \n•  Delays in \n\n• \n\nimplementation \nInadequate district \ncapacity \n\n•  SBP Annual Reports \n•  PMN Annual Reports \n•  Financial \n\nservices \n\nproviders’ reports \n\n•  ADB \n\nloan  and  TA \nreview  missions  and \nreports \n\n•  TA Consultants reports \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy and actions \n\n•  Effective and \n\ntimely \nimplementation \n\n•  Adequate \n\nparticipation of \nprivate sector  \npartner(s) for pilot \n\n \nRisks \n•  Delays in \n\nimplementation \n•  Quality of data \n\nreceived \n\n3.  Rationalized tax incentives \nto  promote  mobile  money \ntransfers, mobile banking, and \nthe  use  of  related  technology \nand  applications  for  low-cost \ndelivery  of  financial  services \nnationwide.    \n \n \n  \n \n\n4. Automated land registration \nand \nrecords  management \nsystem  \n\n5.  Credit Information Bureau \n(CIB) encompassing all types \nof financial service providers  \n \n\n \n\n \n\n\fData Sources/ \nReporting \nMechanisms \n•  SBP Annual Reports  \n \n•  ADB \n\nloan  and  TA \nreview  missions  and \nreports \n\nAssumptions and \nRisks \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy and actions \n\n•  Effective and \n\ntimely \nimplementation \n\n \nRisks \nDelays in \nimplementation \n\n \n•  SBP,  MOF,  PMN,  and \n\nCGAP Reports \n\n \nAssumptions \n•  Active participation \n\n•  Quarterly \n\nreports  of \n\nendowment fund \n\nof industry \nstakeholders \n\n•  TA \n\nConsultants \n\n•  Effective \n\nprogress reports \n•  Annual  Reports \n\nof \n\nimplementation by \nMFIs \n\nfinancial institutions \n\n•  Strong demand for \n\n•  Audit reports \n•  ADB \n\nloan  and  TA \nreview  missions  and \nreports \n\nmicrofinance \nservices \n\n \nRisks \n•  Delays in \n\nimplementation  \n\nDesign Summary \n\nPerformance Targets/ \nIndicators \n\n36 \n36 \n\nAppendix 2 \n\n6.  SBP on-site and off-site \nsurveillance capacity \ndeveloped for MFBs to ensure  \nsound sector expansion \n \n\n7.   Increased capacities and \nefficiencies of financial \nservices providers for cost-\neffective delivery of financial \nservices in both rural and \nurban areas on a sustainable \nbasis \n \n\n•  SBP \n\nIT \n\nand \n\nsystem \nsoftware  design  diagnostic \ncompleted in 2006 \n\n \n•  Software \n\nsystem \noperational  by  2008  and \ntraining  completed  for  on-\nsite and off-site supervision \n\n \n\n•  Increased  capacity  of  SBP \nsupervision to support rapid \nlong-term \nexpansion  and \nsector growth \n\n•  Deployment of technologies \n\nand applications by \nfinancial services providers \nfor cost-effective delivery of \nservices nationwide \n\n \n•  SBP seminar/workshop \nconducted in 2006 on \nmobile money transfer and \nother technologies \n\n \n•  SBP-Ministry of Information \n\nTechnology (MOIT) \nWorking Group established \ncomprised of senior-level \nrepresentatives  to examine \nissues for introduction of \nmobile money transfer and \nalternate technologies \n\n \n•  MOIT to issue, as \n\nnecessary, rules and \nregulations to support \ntechnical implementation of \nmobile money transfers and \nremittances, including \nVSAT and other \ntechnologies; Pakistan \nTelecommunications \nAuthority (PTA) to \nrationalize registration and \nannual license fees \n\n \n•  Endowment fund \n\nestablished at SBP in 2007 \nfor training and capacity \nbuilding of financial service \nproviders  \n\n•  Improved KB performance \nand sustainable operations \n•  2006 Operational Plan and \nStrategy submitted to SBP; \nSBP Directive issued to KB  \n\n•  KB 5-year operational plan \n\nsubmitted to SBP and \naction plans completed \n\n8.  Khussahli Bank \n(restructuring) \n \n\n \n\n•  SBP, MOF, and KB   \n\n•  PMN and sector \n\nreports \n\nreports \n\n•  Audit reports \n•  ADB loan and TA \n\nreview missions and \nreports \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy  and actions \n\n•  Effective and \n\ntimely \nimplementation of \nreforms \n\n\fDesign Summary \n\nPerformance Targets/ \nIndicators \n\nData Sources/ \nReporting \nMechanisms \n\nAssumptions and \nRisks \n\nAppendix 2   \n\n37\n\n \nRisks \n•  Delays in \n\nimplementation \n\n•  Weak \n\nmanagement \n•  Vested interests \nslow reforms  \n\n \n\n \n\nrange \n\nproducts \n\n9.  Diversified \nof \nand \nfinancial \nservices  to  meet  the  local \nneeds of people  \n \n\n•  Increased range of financial \n\n•  Publication of \n\nregulations and \nguidelines \n\n•  SBP, PMN, and MFIs \n\nreports \n\n•  Annual reports of \n\nfinancial institutions \n\n•  ADB loan and TA \n\nreview missions and \nreports \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy  and reforms \n\n•  Effective and \n\ntimely \nimplementation \n•  Active participation \nof private sector  \n\n \nRisks \n•  Delays in \n\nimplementation \n\nthrough 2008 monitored by \nSBP \n\n•  KB to offer by 2007 savings \nand deposit services to \nclients (number of KB \nclients with deposit \naccounts) \n\n•  KB client retention rate \nimproved from 27% \nreported in 2005 to over \n60% \n\n•  MOF/ National Bank of \nPakistan to commence  \ndivestiture of  KB shares in \n2007 \n\n•  Following enactment of law \nto bring all MFBs under the \nsame legal and regulatory \nframework, SBP to license \nKB as an MFB   \n\nservices and products \navailable for rural \nhouseholds and the poor \n\n \n•  SBP national field survey \n\non Islamic finance \nconducted in 2007/2008 to \nprovide country baseline \ndata  and information on \nkey issues and \nopportunities \n\n \n\n•  Advisory on feasibility for \n\nestablishment of an Islamic \nFinance Institute/Business \nand Finance Academy \ncompleted in 2008  \n\n \n•  SBP regulations and \nguidelines issued for \nprovision of Islamic \nmicrofinance products and \nservices by financial \ninstitutions including: \n(i) Islamic banks; \n(ii) commercial banks; and \n(iii) microfinance banks \n\n \n•  SBP regulations and \n\nguidelines issued to support \nfinancial institutions \nadoption of technologies \nand applications to promote \nexpansion of services \nincluding mobile money \ntransfers, remittances and \nother services at lower cost \n\n \n\n\fDesign Summary \n\nPerformance Targets/ \nIndicators \n\n38 \n38 \n\nAppendix 2 \n\n10.Safe,  speedy  and  low-cost \nremittances \ntransmission  of \nto \nfrom  overseas  workers \nPakistan \nformal \nchannels \n \n \n \n\nthrough \n\n  \n\nData Sources/ \nReporting \nMechanisms \n\n•  SBP Annual Reports \n•  Publication of \n\namendments and \nregulations \n PMN Annual Reports \n\n• \n•  Reports of financial \n\nservice providers with \nremittance services \n\nAssumptions and \nRisks \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy  and reforms \n\n•  Effective and \n\ntimely \nimplementation of \nreforms  \n\n•  Strong \n\nimplementation by \nbanks \n\n \nRisks \n•  Delays in \n\nimplementation of \nreforms \n\n•  Vested interests \nslow reforms \n\n11.  Public-private \npartnerships developed to \nexpand outreach of diversified \nfinancial services in rural and \nremote areas \n\n•  Pakistan Post (PP) \n\n•  Pakistan Post and SBP \n\nreports \n\n•  TA \n\nConsultants \n\nprogress reports \n•  ADB loan and TA \n\nreview missions and \nreports \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy  and reforms \n\n•  Effective and \n\ntimely \nimplementation \n•  Active participation \nof private sector  \n\n \nRisk \n•  Delays in \n\nimplementation \n\n \n\n \n\n•  SBP instruction issued in \n2006 for establishment of \n“Home Remittance Cells” in \ncommercial banks with \ndedicated personnel and IT \nexperts \n\n \n•  Annual strategic plans for \n\nmobilization of remittances \nfrom overseas workers \nprepared and  approved by \nbanks and monitored by \nSBP \n\n \n•  Draft bill amending the \n\nMicrofinance Institutions \nOrdinance 2001, or setting \nforth the necessary \nprovision(s) in the relevant \nlaw, approved by the \nCabinet and submitted by \nMOF to Parliament in \n2007/2008 for enactment to \nallow MFBs to receive \nremittances directly from \noverseas workers. \n\n \n•  Amount of annual \n\nremittances from overseas \nworkers through formal \nchannels: 30% increase \nover 2005 levels   \n\n \n\n \n\n•  Mobilization of savings from \nincreased remittance flows \nthrough formal channels \n\n•  Reduced cost for direct \n\ntransmission of  \nremittances into MFB \nclients accounts: up to $20 \nper transaction (or more) \n\npartnership framework and \nmodel agreements issued \nfor private sector financial \ninstitutions to utilize \nnational post office \ninfrastructure for expanded \noutreach of financial \nservices \n\n \n•  Postal branches identified \nfor initial partnerships/pilot \nscheme in 2008 \n\n  \n•  Potential number of \n\nlocations for public-private \npartnerships: 12,000 \n\n\fAppendix 2   \n\n39\n\nAssumptions and \nRisks \n\nAssumptions \n•  Government  \n\ncommitment to \npolicy  and reforms \n•  Active participation \nof private sector \nand the poor \n\n \nRisk \n•  Lack of outreach \n\ndue to geographic \nlocation and \ninfrastructure \n\nData Sources/ \nReporting \nMechanisms \n•  National statistics \n•  Reports \n\nfrom  SBP, \n\nMOF,  PMN,  CGAP   \nand  other  concerned \nagencies \n\n•  Quarterly  reports  from \n\nendowment fund \n\n•  TA \n\nConsultants \n\nprogress reports \n•  ADB review missions \n\nand reports \n\n \n\nInputs \n \n\n•  ADB OCR Loan: $300 million \n•  ADB Special Resources Loan: $20 million \n•  ADB Technical Assistance (attached): $2 \n\nmillion \n\n•  ADB Mission reviews and monitoring \n•  Government counterpart funding \n•  Government, SBP and Sector reports and \n\nreports from other concerned agencies and \ninstitutions \n\n•  Active participation of private sector and \n\nauthorities in training and capacity building \nprograms  \n\nDesign Summary \n\nPerformance Targets/ \nIndicators \n\n12.    Literacy  programs  (basic \nand  financial)  supported  for \nclients  and  potential  clients  of \nfinancial services providers  \n \n\n•  Increased literacy among \n\nthe poor and in rural \ncommunities and improved \naccess to financial services  \n\n     \n•  Endowment fund \n\nestablished at SBP in 2007 \nto support literacy programs \nconducted by, or on behalf \nof, financial services \nprovidersb \n\n \n \n\nActivities with Indicative Milestones Dates \n•  Finance Bill 2006 approved including amendments to \nMicrofinance Institutions Ordinance 2001 (Q2 2006) \n•  Cabinet approval of draft bill to ensure that all MFBs, \n\nincluding, Khushhali Bank, are under the same legal and \nregulatory framework. MOF submission of draft bill to \nParliament for enactment (Q4 2007)  \n\n•  SBP  issuance  of:  guidelines  issued  to  support  NGOs  and \nRSPs  transforming  to  MFBs;  amendments  to  prudential \nregulations for MFBs; and guidelines for commercial banks to \nundertake microfinance business  (Q3 2006) \n\n•  SBP  issuance  of:  regulations  issued  for  MFBs  regarding \ntruth-in-lending; \ndisclosure  of  costs \nguidelines  issued  for  banks  regarding  access  to  credit  and \ncomputerized Fardsa/E Pass Books (Q4 2007) \n\nto  borrowers  and \n\n•  Central Board of Revenue (CBR) amendment issued to CBR \nNotification to allow financial services providers to avail of  \nthe (i) reduced rate of import taxes of 5% and (ii) sales tax \nexemption on technology machinery, equipment and other \ncapital goods identified by the SBP-MOIT Working Group \n\n    (Q3 & Q4 2007)  \n•  Pilot  scheme \n\nfor  computerization  of \nManagement  Information  System  (REMIS)  implemented  by   \nthe  Board  of  Revenue  of  Sindh  Government  in  5  districts: \nHyderabad,  Mirpurkhas,  Sukkur,  Khaipur  and  Larkana   \n(Q4 2006) \n\nthe  Revenue \n\n•  System software extended in remaining 18 districts \n   (Q4 2008) \n•  Feasibility study completed for establishment of credit \n\ninformation bureau (CIB) for all types of financial services \nproviders (Q4 2007) \n\n \n•  Pilot COB launched by SBP and PMN in accordance with \n\nrelevant law (Q3 2008) \n\n•  SBP seminar/workshop on mobile money transfer, VSAT and \nother technologies for improved access to financial services \n(Q4 2006) \n\n•  SBP-Ministry of Information Technology (MOIT) Working \n\nGroup established comprised of senior-level representatives \n(Q4) MOIT to issue, as necessary, rules and regulations to \nsupport technical implementation of mobile money transfers \nand remittances, including VSAT and other technologies \n\n \n\n \n\n \n\n \n\n \n\n\f40 \n40 \n\nAppendix 2 \n\n \nActivities with Indicative Milestones Dates \n•  Pakistan Telecommunications Authority (PTA) to rationalize \n\nInputs \n \n\nregistration and annual license fees (2008) \n\n•  Endowment fund established at SBP to support development \nincluding (i) training and capacity building of financial services \nproviders including for applications of new technologies and \nsystems and (ii) supporting literacy programs for clients and \nprospective clients of financial services providers. (Q2 2007) \n•  SBP  regulations  and  guidelines  issued  for  provision  of \nIslamic  microfinance  services  and  products  by  financial \ninstitutions including (i) Islamic banks; (ii) commercial banks; \nand (iii) microfinance banks \n\n•  SBP national field survey on Islamic finance conducted to \n\nprovide country baseline data  and information on key issues \nand opportunities (2007) \n\n•  MFI Ordinance 2001 amendment to allow MFBs to receive \n\nremittances directly from overseas workers by 2007 \napproved by Cabinet and submitted to Parliament for \napproval (Q3 2007)  \n\n•  Strategic partnership framework and model agreements \nissued by Pakistan Post (PP) for financial institutions to \nutilize the national post office infrastructure for expanded \noutreach and provision of sustainable financial services not \noffered by PP (Q4 2007) \n\n•  Postal branches identified for initial partnerships/pilot \n\nscheme(Q4 2007) \n\n•  Literacy programs supported (2007 and ongoing). \n\n \n\n \n\n \n\n \n\n \n\na  Fards are official extracts from the land records reflecting the record of rights of ownership of the land. A Fard is not \n  a deed, but it is evidence of title. \nb   “Financial  services  providers”  are  defined  as  entities  providing  financial  services  including,  but  not  limited  to, \ncommercial  banks,  microfinance  banks,  Islamic  banks,  NGOs,  rural  support  programs  (RSPs),  and  leasing \ncompanies.  \n\n \n \n \n \n \n                   \n                          \n\n \n\n \n\n \n\n \n\n\fDEVELOPMENT POLICY LETTER AND POLICY MATRIX \n \n \n\nAppendix 3   \n\n41\n\n \n\n \n\n\f42 \n42 \n\nAppendix 3 \n\n \n\n \n\n \n\n\fAppendix 3   \n\n43\n\n \n\n \n\n\f44 \n44 \n\nAppendix 3 \n\n \n\n\f \nPOLICY MATRIX \n \nThe goals of the Improving Access to Financial Services (Phase I) Program are to develop a sound and inclusive financial sector that addresses \nthe needs of the poor and lower income people on a sustainable basis.  The program will support increased outreach in rural and remote areas \nand  access  of  the  poor  and  women  to  competitively  priced  financial  services  utilizing  new  technologies  and  applications.  Private  sector \nparticipation and innovation in the delivery of products and services will be supported including savings services, transfers, remittance services, \nand products and services that are Sharia (Islamic Law) compliant. Increased access to financial services on a sustainable basis will enable the \npoor to engage in income generating activities, thereby reducing poverty and vulnerability.  \n \n\nObjectives \n\nRationale \n\nFirst Tranche Conditions \n\n \n\nA.  Development of Enabling Policy, Legal, and Regulatory Frameworks \nAdopt National Strategy for \nan Inclusive Financial Sector \nto encompass all types of \nfinancial service providers \nand promote private sector \nparticipation for sustainable \nfinancial services. \n\nrural  and \n\nin \n\nA national strategy for an inclusive \nfinancial  sector  encompassing  all \ntypes of financial service providers \nis  needed  to  promote  growth  of  a \ndiversified  sector  with  sustainable \nremote \noutreach \nareas.  Historical  dependence  on \nsubsidized  credit  has  resulted  in \nunsustainable financial services for \ncomprehensive \nthe \nnational \nfocused  on \nprivate sector  participation;  a  level \nplaying \nin \nproducts and service delivery; and \nsavings and remittance services in \nrural and remote areas will support \neconomic growth and opportunity. \n  \n\ninnovation \n\npoor.  A \n\nstrategy \n\nfield; \n\ncomprised \n\nA.1. Task Force for National Strategy \nto  MOF \npursuant \nestablished \nNotification \nof \nrepresentatives  from  State  Bank  of \nPakistan  (SBP),  Ministry  of  Finance \nInformation \n(MOF),  Ministry  of \nPakistan \n(MOIT), \nTechnology \nNetwork \nMicrofinance \n(PMN), \nPakistan  Post \n(PP),  and  other \nconcerned agencies.  \n \n \n \n \n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \n\nB.1.  National  Strategy \nfor  an \nInclusive Financial Sector, including \na  5-year \nimplementation  plan, \nprepared  in  a  consultative  manner \nwith  stakeholders,  including  non-\ngovernment  organizations  (NGOs) \nand  rural  support  programs  (RSPs) \nrepresenting  the  poor  and  women, \nand  private \nservices \nproviders  approved  by  the  Cabinet \nand  publicly  disclosed  on  agencies \nwebsites. \n\nfinancial \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n \n\n4\n5\n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\nDevelop enabling legal and \nregulatory frameworks to \nsupport expanded outreach \nof inclusive financial services \nto the poor and low income \nfamilies \n \n \n \n \n\nof \n\nand \n\nlegal \n\nInitial \nregulatory \nframeworks  have  supported  the \nlaunch  of  the  microfinance  sector, \nwhich  currently  covers  less  than \nfor \n10% \ndemand \nthe \nmicrofinance.  To  expand \nthe \nsector,  and  promote  development \nof  sustainable  and  accelerated \noutreach  nationwide,  additional \nfor  an \nmeasures  are  needed \nenabling \nregulatory \nframework. \n\nlegal  and \n\nA.2.  Finance  Bill  2006  approved  by \nParliament, including amendments to \nthe \nInstitutions \nOrdinance 2001.1 \n \n \n\nMicrofinance \n\n4\n6\n \n\nA\np\np\ne\nn\nd\nx\n \n3\n \n\ni\n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \nissued  for \nB.2.  SBP  regulations \nmicrofinance \n(MFBs) \nbanks \nregarding  disclosure  of  costs  to \nborrowers and truth-in-lending.     \n \nB.3.  Cabinet  to  approve  a  draft  bill  \nto  ensure  that  all  MFBs,  including \nKhushhali  Bank,  are  licensed  and \noperating  under  the  same  legal  and \nregulatory  framework,  and  MOF  to \nsubmit  the  draft  bill  to  Parliament \nfor enactment \n \n\nA.3.  Basic  Banking  Accounts  (low \nopening \nno \nrequirement \nand \nminimum  balance) \nintroduced  by \nSBP  in  consultation  with  Pakistan \nBanks Association (PBA) to increase \naccess  of  low-income  households \nand  the  poor  to  financial  services  of \ncommercial banks. \n \nA.4. Amendments to SBP Prudential \nRegulation Nos. 12 and 14 for \nmicrofinance banks issued, including \nbringing the classification/ \nprovisioning/write-off criteria for \nmicrofinance loans in line with \ninternational best practices.2 \n \n\n \n\n                                                 \n1   Finance Bill 2006 approved May 2006. \n2  State  Bank  of  Pakistan,  Small  and  Medium  Enterprises  Department  Circular  No.  07  issued  on  13  April  2006.  Amendments  to  Prudential  Regulations  for \n\nMicrofinance Banks.  \n\n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\n \n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \n\n \n \n \n \n \nB.4.  Guidelines  issued  by  SBP  for \nbanks  regarding  access  to  credit  and \ncomputerized Fards/E Pass Books. \n\nB.5.  SBP  IT  and  system  software \noperational  to  support  SBP’s  on-site \nand  off-site  microfinance  supervision \ncapacity  and  capability.  SBP  staff \ntraining  on  IT  and  system  software \ncompleted.   \nB.6.  SBP  evaluation  of  transformed \ninstitutions \ncompleted.  Guidelines \namended  as  needed.  SBP  capacity \nbuilding  program  ongoing  to  assist \ntransformation of institutions to MFBs. \n\ncommercial \n\nissued \nbanks \n\nto \nA.5.  SBP  guidelines \nsupport \nto \nundertake  microfinance  business \nactivities.  \n \nA.6.  SBP  to  prepare  draft  guidelines \nfor  banks  regarding  access  to  credit \nand  computerized  Fards3/E-Pass \nBooks,  for  discussion  with  provincial \ngovernments and banks. \n \nA.7. SBP staff training conducted on \noff-site surveillance. IT and system \nsoftware design diagnostic approved \nby SBP for on-site and off-site \nsurveillance for microfinance sector.   \n \nA.8.  SBP  guidelines \nto \nsupport transformation of NGOs and \nRSPs  to  MFBs.    Capacity  building \nprogram  developed  by  SBP \nto \nsupport transformation of NGOs and \nRSPs to microfinance banks. \n \n\nissued \n\nEstablish on-site and off-site \nsurveillance capacity for \nSBP for microfinance \ninstitutions to ensure safe \nand sound sector and \nefficient monitoring.    \nSupport \ntransformation  of \nNGOs  and  RSPs  to  formal \nfinancial \nfor \ndeposit-taking and increased \ndiversified \nof \noutreach \nservices. \n \n \n\ninstitutions \n\nDevelopment of on-site and off-site \nsurveillance  capacity  for  SBP  is \nto  ensure  effective \nimportant \noversight \nsound \na \nmicrofinance sector.     \n\nand \n\nTransformation of NGOs and \nRSPs to microfinance banks is \nimportant to expand the number of \ninstitutions that can provide a full \nrange of sustainable financial \nproducts and services (not only \ncredit) to the poor.  \n\n                                                 \n3   Fards are official extracts from the land records reflecting the record of rights of ownership of the land. It is not the deed, but it is evidence of title.  \n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n \n\n4\n7\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\nRationalize  tax  incentives  to \npromote  mobile  money \ntransfer, mobile banking, and \nthe use of related technology \nfor \nand \napplications \nexpanded \nof \nfinancial  services  nation-\nwide.    \n\noutreach \n\nNotification \nallow \nto \n\nA.9.  Central  Board  of  Revenue \n(CBR)  to  prepare  draft  amendment \nS.R.O. \nto \nCBR \nfinancial \n575(I)/2006 \nservices  providers4  to  avail  of  (i)  a \nreduced  rate  of  import  taxes  of  5%, \nand  (ii)  a  sales  tax  exemption  on \ntechnology hardware to be identified \nby the SBP-MOIT Working Group, in \nconsultation  with  CBR,  to  promote \naccelerated  applications  of  modern \ntechnologies \nimprove  outreach \nand access to finance. \n \n\nto \n\n4\n8\n \n\nA\np\np\ne\nn\nd\nx\n \n3\n \n\ni\n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \n\nto  CBR \nB.7.  CBR  amendment \nNotification \n575(I)/2006 \nS.R.O. \nissued  to  allow  financial  services \nproviders  to  avail  of  (i)  a  reduced \nrate of import taxes of 5% and (ii) a \nsales  tax  exemption  on  technology \nmachinery,  equipment  and  other \ncapital goods identified by the SBP-\nMOIT  Working  Group  to  promote \naccelerated  applications  of  modern \ntechnologies  to  improve  outreach \nand access to finance.   \n \n  \n\nto \n\nauthorities \n\nissue  guidance  and \nB.8.  MOF \nto  provincial  and \nrecommendations \ndistrict \npromote \nconsistent tax treatment with respect to \nmobile  banking  operations  to  support \nnational  outreach  and  entry  into  rural \nand remote areas.   \n \n\nto \n\nland \nEstablish  automated \nrecords \nregistration \nmanagement \nto \nimprove  quality  and  security \n\nsystem \n\nand \n\nPilot \n\nscheme \n\nfor \nA.10. \nthe  Revenue \ncomputerization  of \nManagement \nInformation  System \n(REMIS) implemented by   the Board \n\nB.9.  Board  of  Revenue  of  Sindh \nthe \nGovernment \ncomputerization  of  REMIS \nthe \nin  Sindh \nremaining  18  districts \n\nextend \n\nto \n\nin \n\n                                                 \n4   “Financial  service  providers”  are  defined  as  entities  providing  financial  services,  including  but  not  limited  to,  commercial  banks,  microfinance  banks,  Islamic \n\nbanks, NGOs, RSPs and leasing companies.  \n\nof \n\nthe \n\nand \n\nimport \n\ntechnology \n\ntechnology \n\nconvergence \n\nCurrent \ntax  duties  on \ntechnology hardware can be up to \n20%,  presenting  a  barrier to  firms’ \nand \nadoption \napplications  to  support  increased \ngrowth \neconomic \ndevelopment.  The  Government \nmaintains  a  supportive  policy  for \nand \nof \nadoption \napplications;  however, \nfinancial \nservices  providers  are  currently \nexcluded  from  benefits  offered  to \nother  sectors  for  reduced  import \nduties and exemption of sales tax. \nWith \nof \ntelecommunications  and  financial \nservices,  it  is  important  now  to \nbring \nservice \nproviders within this framework. \n \nAs  financial  services  and  mobile \nbanking  operations  are  expanded \nto  provincial  areas,  a  clear  and \nconsistent  tax  policy  will  support \nexpansion \neliminate \nand \nuncertainties  as  to  cost,  ad  hoc \ndemands,  or  extended  delays  in \nimplementation  due  to  court  or \nother actions.  \n \nThe  poor  quality  of \ntitle \nrecords  limits  access  to  credit  for \nmillions  of  people,  particularly  in \ntitles  are \nrural  areas.  Land \n\nfinancial \n\nland \n\nthe \n\n \n\n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\nof  land  records  for  improved \naccess to credit and investor \nconfidence. \n \n  \n \n \n\nof  Revenue  of  Sindh  Government  in \n5  districts:  Hyderabad,  Mirpurkhas, \nSukkur,  Khaipur  and  Larkana  (pilot \nland \ncoverage \nregisters).   \n \n \n\nincludes \n\n2,146 \n\nProvince. \n \n \n\n \n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \n\nsystem \n\nkeeping \n\nincreasing \n\nmaintained manually and not relied \nupon by financial institutions when \nconsidering  loan  applications.  A \nis \nseparate  verification  process \nthe  cost  and \nused, \nmaking  borrowing  against \nland \ntitles  cumbersome  and  difficult.  In \naddition, \nthe  complex  manual \nhas \nrecord \ndeveloped  inaccuracies  over  time \ndue to lack of intensive supervision \nand  effective  administration.    This \nin \nhas \nand \nland \nobtaining \ninaccessibility \nto \nof \nstakeholders,  land  owners,  banks, \nand  judicial  offices.  It  has  also \ndelayed  resolution  of  land-based \ndisputes and civil litigations.  \n \n\nin  difficulties \ntitle, \nrecords \n\nresulted \n\nof \n\nB. Capacity Building and Institutional Strengthening/Restructuring \nExpand Credit Information \nBureau (CIB) coverage to \ninclude the microfinance \nsector and develop Credit \nInformation Bureau for all \ntypes of financial service \nproviders.  \n \n \n\nbusiness \nreliable \nLack \ninformation  and  credit  history  has \nbeen  a  major  impediment  in  the \ngrowth \nto \nMicrofinance \nmicroenterprises. \ncoverage in the CIB will support an \nincreased \ncredit. \naccess \nDevelopment  of  a  bureau  for  all \ntypes of financial service providers \nwill \nto \nlikewise  expand  access \ncredit.    \n \n \n\nfinancing \n\nof \n\nto \n\nfor  all \n\ntypes  of \n\nA.11.  Feasibility  study  initiated  by \nSBP  in  cooperation  with  PMN  for \ndevelopment  of  a  credit  information \nbureau \nfinancial \nservice  providers  for  microfinance  to \nsupport  expansion  of \nfinancial \nservices and access to credit in rural \nincluding  an \nand \nthe  on-line  credit \nassessment  of \nreporting  capability  for  microfinance \nbanks. \n    \n\nremote  areas, \n\nstakeholder \n\nB.10.  Feasibility  study  completed  by \nSBP in cooperation with PMN including \npublic \nconsultations \nconducted  by  SBP  and  PMN.    Pilot \nCIB  launched  by  SBP  and  PMN  in \naccordance  with  relevant \nlaw  and \ncompleted  \n \n   \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n \n\n4\n9\n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\nobstacles \n\nRemove \nto \ndeployment  of  technologies \nand  applications  for  mobile \ntransfer \nand \nmoney \nremittances \nlower-cost \nfor \nand  efficient  delivery  of \nservices nationwide.   \n \n \n \n\nTo  meet  the  demand  for  financial \nservices  and \nto  support  an \naccelerated national outreach, new \napplications of technologies will be \nimportant \nto  achieve  a  cost-\neffective  delivery,  particularly  in \nrural  areas  where  there  may  be \nlimited or no infrastructure. \n\nand \n\nVSAT \n\nIndustry \n\nforum/seminar \nA.12. \nconducted  by  SBP \nfor  banks, \nmicrofinance  institutions,  exchange \ntelecommunications \ncompanies, \nfirms,  and  others  on  mobile  money \ntransfer, \nother \ntechnologies for improving access to \nfinancial services.  \n \nA.13.  SBP-MOIT  Working  Group  \ncomprised \nsenior-level \nof \nrepresentatives  of  SBP,  MOIT,  and \nfor \nother \nexamination \nfor \nof \nintroduction of mobile money transfer \nand technologies. \n \n \n\nconcerned  agencies, \n\nissues \n\ncapacities \n\nIncrease \nof \ninstitutions for applications of \ntechnologies  and  systems \nfor  mobile  money  transfer, \nVSAT \nother \nand \ntechnologies  for  accelerated \noutreach \nimproved \nand \naccess  to  financial  services \nincluding  rural  and  remote \nareas. \n \n\nthe \n\nthat  companies \n\nThe  Consultative  Group  to  Assist \nthe  Poor  (CGAP),  and  others, \nrecognize \nimportance  of \ntechnology  in  achieving  universal \naccess to formal financial services. \nthat  use \nAlso \ntechnology  approaches  to  reach \nunderserved populations often lack \nthe right expertise and/or sufficient \nfunding.  To  support  technological \ndevelopments,  CGAP  operates  a \n$10  million  worldwide  fund  that \nform  of \nin \noffers  support \n\nthe \n\nA.14.  Pursuant  to  SBP  Notification, \nendowment  fund  approved  for  $20 \nmillion  equivalent  to  be  established \nat  SBP  to  support  multiple  training \nand  capacity  building  programs \nfinancial \nincluding  programs \nservices providers for applications of \ntechnologies and systems for mobile \nmoney  transfer,  VSAT  and  other \ntechnologies \naccelerated \nfor \noutreach  and  improved  access  to \nfinancial  services.    Draft  fund  rules \nprepared,  and  Endowment  Fund \n\nfor \n\nfor  an \n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \nB.11.  SBP  plan  submitted  to  MOIT  on \noptions \nintegrated  national \nplatform  for  mobile  money  transfer  for \nmultiple  users  (banks,  MFBs,  NGOs, \ntelecommunication \nfirms,  exchange \ncompanies  and  others)  for  lower-cost \nand  efficient  delivery  of  services \nnationwide. \n\n5\n0\n \n\nA\np\np\ne\nn\nd\nx\n \n3\n \n\ni\n\nto \n\nand \n\nVSAT \n\n(PTA) \n\nB.12.  MOIT  to  issue,  as  necessary, \nrules  and  regulations  to  support \ntechnical  implementation  of  mobile \nmoney  transfers  and  remittances, \nincluding \nother \ntechnologies  based  upon  SBP  plan \nand recommendations.   \n \nB.13.  Pakistan  Telecommunications \nAuthority \nrationalize \nregistration and annual license fees \non  VSAT  and  other  technologies  to \nsupport  applications  of  technology \nfor outreach of financial services. \n \nB.14.  SBP  quarterly \nreports  on \ncapacity building and training activities \nfunded  by  the  Endowment  Fund  and \nnames of recipients of funds posted on \nSBP  public  website. \ntraining \ncompleted  for  institutions  requesting \nassistance.  Capacity  building  and \ntraining ongoing. \n \n\nInitial \n\n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\nSecretariat established at SBP.   \n \n\nA.15.      SBP  to  issue  directive  to  KB \nfor  development  of  sustainable \noperations  and \nsound  banking \npractices  including  preparation  of  5-\nyear  operational  plan.  KB  strategy \nand 2006 operational plan submitted \nto SBP. \n \nA.16.  KB  analysis  report  undertaken \non KB’s low 30% client retention rate \nwith  action  plan  to  improve  client \nservice and retention. \n \n\nthe \n\nthe \n\nstrategic  guidance,  technical  and \nregulatory  expertise,  and  co-\nfinancing  in  the  form  of  grants.  As \nthe  CGAP  fund  is  limited  on  a \nworldwide  basis,  additional  funds \nare  necessary  at  the  country  level \nto ensure adequate support. \n \n \nKhushhali  Bank  (KB), \nfirst \nmicrofinance bank in Pakistan and \nthe  largest  MB  in  the  market,  has \nplayed  an  important  role  in  the \nsector. \ndevelopment \nof \nHowever,  after  5 \nyears  of \noperations,  KB  lacks  operational \nand  financial  self-sufficiency,  does \nnot  offer  savings  services,  and \ncontinues  to  rely  on  donor  credit. \nIn  addition,  the  majority  of  credit \nreceived \nin \nsecurities  and  is  not  utilized  for \nlending \nto  microfinance  clients.  \nRestructuring  of  KB  operations  is \nimportant  for  efficient  and  cost \neffective  delivery  of  sustainable \nfinancial services. \n \n \n \n \n\ninvested \n\nremains \n\n \n\n \n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \n\nB.15.  KB \nto  complete  actions \nthrough  2008  under \nits  5-year \noperational \nto \nplan \nestablish \nfinancial  self-\noperational  and \nsufficiency  and  expanded  services \nto the poor, with SBP to monitor its \nimplementation. \n\nB.16.  KB  action  plan  to  improve  client \nservice  and  retention  implemented  by \nKB and monitored by SBP. \n\nB.17.  Following  enactment  of  the  law \nreferred  to  in  B.3,  SBP  to  license  KB \nas  an  MFB  under  the  same  legal  and \nregulatory  framework  applicable  for  all \nother MFBs. \n \nB.18.  MOF/National  Bank  of  Pakistan \nto  have  commenced  divestiture  of \nshareholding in KB. \n \n \n \n \n \n \n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n \n\n5\n1\n \n\nKhushhali Bank    \n(restructuring) \n \n \n \n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\n \n\nand \n\ninnovation \n\nC. Product Diversification and Innovation  \nPromote \nand \ndiversified  financial  services \nsector  to  expand  outreach \nand  meet  the  needs  of  the \npopulation \nrural \nhouseholds and the poor.   \n \n \n \n \n \n \n \n \n\nFinancial  services  for  the  poor \nhave  been  concentrated  on  credit \nservices.  A  full  range  of  services, \nincluding savings, remittances and \nother  services  are  needed \nto \nthe  economic  activities \nsupport \nand \nrural \nhouseholds  and  the  poor.  In  the \nPakistan  culture,  Islamic  products \nand  services  are  also  important  in \nproviding  financial  services  that \nare complaint with Islamic law.    \n\ndevelopment \n\nof \n\ntransmission \n\nFacilitate  low-cost,  safe  and \nspeedy \nof \nremittances  from  overseas \nworkers to Pakistan  \n \n \n \n\nOver  $4  billion  remittances  per \nyear  are  received  through  formal \nchannels  from  overseas  Pakistani \nworkers.  It  is  estimated  that  an \nequal  or  greater  amount  of \nremittances  flow  through  informal \nchannels.  Developing  the  capacity \nof  commercial  banks  to  facilitate \nto  Pakistan,  and \nremittances \nenabling  MFBs  to  receive  directly \n\nand \n\nresearch \n\nA.17.  Task  Force5  established  by \nSBP  Governor  to  promote  capacity \nbuilding \nand \ndevelopment in Islamic banking.  \n \nA.18.  Draft  guidelines/regulations \nto \nprepared  by  SBP \nsupport \nIslamic  microfinance \nprovision  of \nservices  and  products    by  financial \ninstitutions  including    Islamic  banks, \ncommercial banks and MFBs.   \n \nto \nissued \nA.19.  SBP \ncommercial  banks \nto  establish \n“Home  Remittance  Cells”  with \ndedicated  professional  personnel \nincluding  IT  experts,  and  submit  to \nSBP  for  approval  annual  strategic \nplans \nthe  mobilization  of \nremittances  from  overseas  Pakistani \nworkers.  \n \n\ninstruction \n\nfor \n\n5\n2\n \n\nA\np\np\ne\nn\nd\nx\n \n3\n \n\ni\n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \n\nB.19.  SBP  regulations  and  guidelines \nissued  to  support  banks’  (including \nmicrofinance,  commercial  and  Islamic \nbanks)  applications  of \ntechnologies \nincluding  mobile  money  transfer  via \ncell  phone  based \ntechnology  and \nVSAT systems for improved access to \nfinancial services \n \n \n\nby \n\nproducts \n\nB.20.  Guidelines  and/or  regulations \nissued by SBP to support provision \nIslamic  microfinance  services \nof \nand \nfinancial \ninstitutions including Islamic banks, \ncommercial banks and MFBs.    \n \n“Home  Remittance  Cells” \nB.21. \nestablished \nin \ncommercial  banks.  Annual  strategic \nplans \nfor \nfrom \nmobilization  of \noverseas  Pakistani  workers  and \nmonitored by SBP.  \n \n\nremittances \n\noperational \n\napproved \n\nbanks \n\nand \n\nby \n\n                                                 \n5   Task Force comprised of the Shariah Advisors of Islamic banking institutions in Pakistan.  \n\n \n\n \n\n\fObjectives \n\nRationale \n\nFirst Tranche Conditions \n\nremittances  for  their  clients  for \nkey \ndelivery \nlower-cost \nmeasures \nthe \nfor \nremittances market. \n\nare \nimproving \n\nA.20.  Draft  amendment \nto  MFI \nOrdinance 2001 prepared by SBP to \nallow  MFBs  to  receive  remittances \ndirectly  from  overseas  workers  and \nsubmitted to MOF. \n\nA.21.  PP to establish an internal unit \nto  develop  a  strategic  partnership \nframework and model agreements to \nenable  rapid  outreach  and  provision \nof  sustainable \nfinancial  services \nthrough postal infrastructure.  \n\npartnerships \n\nEstablish  Pakistan  Post  and \nfinancial \nprivate \nsector \nto \ninstitution \nprovide  full  range  of  financial \nservices  in  rural  and  remote \nareas and accelerate expansion \nof  financial  services  to  the  poor \nand low income households \n \n \n \n \n\nThe  Pakistan  Post  (PP)  has  a \nnetwork  of  more  than  12,267  post \ncountrywide.  Strategic \noffices \npartnerships  with  private  sector \nfinancial  institutions  and  PP  for \nutilization  of  the  postal  building \ninfrastructure  could  promote  rapid \noutreach \nexpansion \nof \nfinancial  services \nin  rural  and \nremote \nareas  with  minimal \ninvestment. \n \n\nand \n\nD.  Financial and Basic Literacy    \nSupport national literacy and \neducation to improve access \nto  financial  services  for  the \npoor and rural households. \n \n\nto \n\nEvidence  shows  that  literacy  is \nlinked \nto  access \nthe  ability \nIncreasing \nservices. \nfinancial \nliteracy  is  a  national  goal,  and \nefforts  to  support  literacy  (both \ncould \nfinancial \nto \nsignificantly \nfinance \npersons \nfor  many \nimproving  their  ability  engage  in \nincome generating activities. \n\nbasic) \nimpact  access \n\nand \n\nA.22.  Pursuant  to  SBP  Notification, \nendowment  fund  approved  for  $20 \nmillion  equivalent  to  be  established \nat  SBP  to  support  multiple  training \nand  capacity  building  programs \nincluding \nprograms \nconducted  by,  or  on  behalf  of, \nfinancial  service  providers  (including \nNGOs  and  RSPs)  for  their  clients \nand  prospective  clients.  Draft  fund \nrules  prepared,  and  Endowment \nFund Secretariat established at SBP. \n\nliteracy \n\n \n\n \n\n \n\nSecond Tranche Conditions (in \nbold) and Other Monitorable \nConditions \nB.22.  A  draft  bill  amending  the \nMicrofinance  Institutions  Ordinance \n2001,  or  providing  the  necessary \nlaw, \nrelevant \nthe \nin \nprovision \napproved  by \nthe  Cabinet  and \nsubmitted by MOF to Parliament for \nenactment to allow MFBs to receive \nremittances  directly  from  overseas \nworkers. \n \nB.23.  Strategic  partnership  framework \nand model agreement(s) issued by PP \nfor  financial  institutions  to  utilize  the \nnational  post  office  infrastructure  for \nexpanded  outreach  and  provision  of \nsustainable \nfinancial  services  not \noffered  by  PP.  Postal  branches \nidentified  for  initial  partnerships/pilot \nscheme. \n \n \n\n B.24.  SBP  quarterly \nreports  on \ncapacity building and training activities \nfunded  by  the  Endowment  Fund  and \nnames  of  recipients  posted  on  SBP \npublic \ntraining \ncompleted  for  institutions  requesting \nassistance.  Capacity  building  and \ntraining ongoing. \n\nwebsite. \n\nInitial \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n3\n \n\n5\n3\n \n\n\fDEVELOPMENT COORDINATION MATRIX \n\nFunding Agency/Donor \n\nAsia Foundation \n\nPrograms/Projects \nPakistan Coalition for \nOvercoming Poverty  \n\nImplementing Partners \n\nOmar Asghar Khan \nDevelopment Foundation \n\n5\n4\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nDepartment for International \nDevelopment (DFID) \n\nActivities \nIn partnership with the Omar Asghar Khan Development \nFoundation in 2005, the Foundation brought together \nPakistan's leading civil society organizations to create \nthe Pakistan Coalition for Overcoming Poverty. As \nPakistan civil society's first collective effort in pro-poor \npolicy reform, the development of this coalition is of \ngreat strategic importance. The coalition is able to \npromote institutional reform and citizen participation, \nand is well-placed to help the government overcome \ninstitutional constraints, by providing mechanisms for \ncitizen participation in governance, and effectively \nimplementing the country's Poverty Reduction Strategy. \n \nExpand Kashf Foundation’s microfinance program to \nreach 300,000 poor women and their families in central \nand southern Punjab, develop innovative demand \ndriven products and develop a model for the delivery of \nmicrofinance services to poor women, which can be \nreplicated widely throughout Pakistan. The support is \nexpected to end in 2010. \n \nThe purpose of this project is to increase poor people \naccess to financial services throughout Pakistan. This \nwill be done by conducting and disseminating a \nnationwide demand side survey of microfinance looking \nat clients needs and disseminating among financial \ninstitutions to allow them to tailor products and \nprograms to meet market needs. \n \nFunding of the Pakistan Microfinance Network, whose \nmembers consist of banks, microfinance banks and \nnon-government organizations (NGOs). The program \nfocuses on influencing policy, raising awareness, \nbuilding capacity and transparency within the sector. \n \n \n\nKashf Foundation \nProgramme £8.9 \nmillion: Empowering \nPakistani Women \nthrough Sustainable \nLivelihoods \n \n \nAccess to Finance \nStudy \n \n \n \n \n \n \nPakistan Microfinance \nNetwork \n \n\nKashf Foundation \n \n \n \n \n \n \n \nPakistan Microfinance \nNetwork / FINMARK Trust \n(RSA)  \n \n \n \n \n \n \nPakistan Microfinance \nNetwork  \n\n \n\n \n\n \n\n\fFunding Agency/Donor \nEuropean Commission (EC) \n\nPrograms/Projects \nFinancial Services \nSector Reform \nProject 2002-2007 \n(Euro 50 million) \n\nGrameen Foundation (GF-\nUSA) \n\n$0.38 million \n\nInternational Finance \nCorporation (IFC)  \n\n24% equity stake in \nthe First Microfinance \nBank (FMFB) \n \n \n \n \n \n \n \n \n \n \n \n \n10% equity stake in \nTameer Microfinance \nBank (TMBL) \n \n\nActivities \nAssists the Government of Pakistan through budgetary \naid of Euro 45 million and TA support of Euro 5 million \nin the implementation of financial services sector \nreforms, notably in (i) SME sector, (ii) microfinance, and \n(iii) public sector finance. \n \nGF-USA has supported Kashf in developing its \nbusiness plan and growth projections and in providing \ntechnical expertise. Provided direct funding for capital, \nto support ongoing operations, and to finance the \nexpansion of new branches.  \n \nIFC invested a 24% stake in (FMFB) in 2002 and a 10% \nstake in Tameer Bank (TMBL) in 2005. \n \nThe First MicroFinance Bank Limited (FMFB), a project \nof the Aga Khan Fund for Economic Development \n(AKFED), is a licensed MFI, based in Islamabad, \nPakistan. FMFB is a full-service, deposit-taking \ninstitution regulated by the State Bank of Pakistan and \nlicensed to operate nationally. Operations are currently \nfocused on rural borrowers in the Northern Areas \n(where the bank inherited an AKFED-developed rural \nsupport program (AKRSP), in operation since 1982). \nFMFB currently has a loan portfolio of approximately \nRs. 600 million with 35 branches and services units. \n \nTMBL is also a licensed MFI, which focused on urban \nareas. It will extend individual loans up to PRs60000 \n(approximately $1000 equivalent) and bring other basic \nfinancial services, including deposits and life insurance, \nto small entrepreneurs, many of them women. \n \nIFC is also providing technical assistance ($330,000) to \nhelp design and deploy TMBL’s IT systems to increase \noutreach and improve risk management. Additional \ntechnical assistance to develop new products, \nstrengthening systems and improve efficiencies is \nplanned. \n\n \n\n \n\nImplementing Partners \n\nAga Khan Development \nNetwork \n\nKashf Foundation \n\nFMBP and TMBL \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n5\n5\n\n\fFunding Agency/Donor \n\nInternational Fund for \nAgricultural Development \n(IFAD) \n\n \n\n \n\n5\n6\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nImplementing Partners \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nPakistan Poverty Alleviation \nFund (PPAF) \n\nPrograms/Projects \nSouth Fata \nDevelopment Project \n(Federally \nAdministered Tribal \nAreas), SDR13.4 \nmillion, 2002–2009  \n \n \n \n \n \n \n \n \n \n \n \n \n \nMicrofinance \nInnovation and \nOutreach \nProgramme, \nSDR18.3 million \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nActivities \n\nThe overall project strategy to enhance farm \nproductivity, household incomes and the social and \neconomic development of vulnerable groups in the local \npopulation would feature the following: (i) strengthening \nof extension services to intensify and diversify crop and \nlivestock production systems through adoption of \nappropriate technologies and alternative resource \nmanagement practices; (ii)mobilization of communities \nfor self-help and establishment of linkages with the \npublic and private sector services for technical \nassistance and input supply; (iii) improvement of access \nof local communities to markets, social services and \nrural infrastructure; (iv) provision of rural savings and \ncredit services for on- and off-farm income generation \nactivities and micro-enterprises; and (v) capacity \nstrengthening and contracting with the line departments \nto provide services required by the communities in a \nparticipatory mode. \n \nThe loan was approved in December 2005. The overall \nobjective of the program would enable active rural poor \nto increasingly access a wider range of sustainable \nfinancial services and products that respond to their \nneeds. The program would be an integral part of \nPakistan Poverty alleviation Fund (PPAF)’s most \nimportant operation—its credit and enterprise \ndevelopment program—and would, through the \ndevelopment of new microfinance products and \nservices, leverage the sizeable funding already \navailable to participating organizations (POs) through \nPPAF’s regular lending program (2.5 million \nbeneficiaries to-date). The 180,000 households that are \nprojected to directly benefit from program funding \nrepresent only a portion of the households that would \nultimately benefit from the program once successful \nproducts and services are mainstreamed. The program \nwill support pilot projects to test and develop new \nmicrofinance products and services such as livestock \ninsurance, equity partnerships, leasing arrangements, \n\n\fFunding Agency/Donor \n\nPrograms/Projects \n\nActivities \n\nImplementing Partners \n\n \n\nIslamic modes of financing, and other innovative \nfinancing systems that reduce debt burden, minimize \nrisks, promote asset creation, and facilitate income \ngeneration.  \n \nThe project builds SBP’s capacity to develop and set \nmicrofinance standards and policies for effective \nsupervision and regulations of MFIs. \n \n \n \nThe project is enhancing access to formal medium and \nlong term leasing delivery system for micro and small \nenterprises in Pakistan thereby increasing earnings and \nmarket-oriented employment in the MSE sector. \n \n \n \n \nThe project is enhancing institutional capacities of \nmicrofinance actors for improved performance and \ninteraction. (Decisive parameters are “outreach to the \npoor” and “financial sustainability”.) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nState Bank \nPartnership for \nMicrofinance (SBP) \nProject, CHF0.785  \nmillion \n \nLeasing to Micro and \nSmall Scale \nEnterprise (LMSE) \nProgram, CHF3.025 \nmillion \n \n \n \nFinancial Sector \nStrengthening \nProgram (FSSP) , \n2002-2008 \nCHF3.38 million \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nState Bank of Pakistan (SBP) \n \n \n \n•  Leasing Association of \n\nPakistan \n•  Orix Leasing \n• \n Network Leasing \n•  Al-Zamin Leasing \n•  Cres Leasing \n(Areas of operations: NWFP, \nNorthern Areas, Punjab and \nSindh) \n \n•  Swabi Women Welfare \nSociety in N.W. F.P. \n\n•  Organization for \nParticipatory \nDevelopment, Punjab \n•  Sarhad Rural Support \nProgramme, N.W.F.P. \n\n•  ASSASAH, Punjab  \n•  Sindh Agricultural and \nForestry Workers \nCooperation, Sindh  \n•  First Microfinance Bank \nLimited (nationwide) \n\n•  Thardeep Rural \nDevelopment \nProgramme (Sindh)   \n\n•  Pakistan Microfinance \nNetwork (PMN), \n(nationwide implications) \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n5\n7\n\nSwiss Agency for \nDevelopment and \nCooperation (SDC) \n\n \n\n\fFunding Agency/Donor \n\nPrograms/Projects \n\nActivities \n\n \n\n \n\nUnited Nations Development \nProgramme (UNDP) \n\nUnited States Agency for \nInternational Development \n(USAID) \n \n\n \n \n \n \n \n \n \n \n \nKarakorum \nHandicrafts \nDevelopment \nProgram (KHDP) \n \n \n \nShubinak \n \n \n \n \nBaltistan Enterprise \nDevelopment and \nArts Revival (BEDAR) \n\nSupport to Achieving \nthe Millennium \nDevelopment Goals, \n2002-2009  \n(estimated number of \nbeneficiaries will be \naround 22 million. \n \n$22 million for \nsupporting the project \n“ Access to Finance” \n2003-2008 \n\n \n \n \n \n \n \n \n \n \nThe current phase of the project aims at local \ninstitutions (SMEs) maintaining momentum of socio-\neconomic development, quality of life and \nempowerment, with particular focus on women, \nachieved with SDC support after its exit from Hunza, \nNorthern Areas. \n \nThe project helps improve the economic base of the \nrural economies in Chitral, N.W.F.P. with a particular \nfocus on women through transformation into sustainable \nprivate production SME. \n \nThe project is aimed at increasing the productivity and \nprofitability of micro and small enterprises including \nhousehold businesses through revival of traditional \ncrafts and developing other potential enterprise sectors \nin Baltistan and the Northern Areas. \n \nThe project helps to improve the access of poor people \nto basic healthcare, primary education and opportunities \nfor economic empowerment, and thus sustainable \nlivelihoods. The project is also responsible for \nstrengthening NGOs and community-based \norganizations focusing on education, healthcare and \nsustainable livelihoods. \n   \nIn the financial sector, USAID provides assistance to \nimprove access to financial services, including credit, in \npreviously neglected areas of Balochistan, Sindh, and \nthe Federally Administered Tribal Areas (FATA). USAID \n\n \n\n5\n8\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nImplementing Partners \n\n•  Sindh Microfinance \nNetwork (Sindh) \n•  Sarhad Microfinance \nNetwork (N.W.F.P.) \n•  Centre of Excellence in \n\nMicrofinance, Peshawar, \nN.W.F.P. \n\n \nKarakorum Area \nDevelopment Organization \n(KADO) and Thread Net \nHunza \n \nAga Khan Rural Support \nProgramme \n \nAga Khan Cultural Support \nProgramme & Baltistan \nFoundation  \n\nKhushhali Bank, Shorebank \nInternational, Pakistan \nPoverty Alleviation Fund \n\n\fFunding Agency/Donor \n\nPrograms/Projects \n\nActivities \n\nImplementing Partners \n\n \n\nalso assists microfinance institutions and commercial \nbanks to design and deliver financial products tailored \nfor micro, small and medium-sized businesses \nthroughout Pakistan. \nReduces the incidence of poverty in the country through \nprovision of resources and services to the poor and low \nincome people, particularly women. \n\nPakistan Poverty Alleviation \nFund \n \n \n\nThe World Bank \n \n \n \n\nSecond Poverty \nAlleviation Fund \nProject 2003–2008 \n$368 million ($160 \nmillion is related to \nmicrofinance.) \n\nSource: Funding agencies websites and reports. \n \n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n5\n9\n\n\f60 \n\nAppendix 5 \n\n \n\n(i) \n\n \n\nGroup \n\n112 \n121 \n122 \n\n525 \n667 \n897 \n\nINELIGIBLE ITEMS \n\n \n\n1. \nLoan proceeds will finance the foreign currency expenditures for the reasonable cost of \nimported  goods  required  during  the  execution  of  the  Improving  Access  to  Financial  Services \nProgram. \n \n\n2. \n\nNo withdrawals will be made for the following: \n\nexpenditures  for  goods  included  in  the  following  Standard  International  Trading \nCommodity chapters or headings: \n\nSubgroup \n— \n— \n— \n\n— \n \n897.3 \n\nDescription of Items \n\nalcoholic beverages \ntobacco, unmanufactured tobacco refuse \ntobacco, manufactured (whether or not containing tobacco \nsubstitutes) \nRadioactive and associated materials \npearls, precious and semiprecious stones, unworked or worked\njewelry of gold, silver or platinum-group metals (except watches \nand watch cases) and goldsmiths’ or silversmiths’ wares \n(including set gems) \nnuclear reactors, and parts thereof, fuel elements (cartridges) \nnonirradiated, for nuclear reactors \ngold, nonmonetary (excluding gold ore and concentrates) \n\n718 \n\n718.7 \n\n971 \nSource: United Nations. \n\n— \n\n \n(ii) \n\n \n(iii) \n\n \n(iv) \n\n \n(v) \n\n \n(vi) \n \n(vii) \n\nexpenditures  in  the  currency  of  the  Borrower  or  of  goods  supplied  from  the \nterritory of the Borrower; \n\npayments  made  for  expenditures  incurred  more  than  180  days  prior  to  the \neffectiveness date of the loan; \n\nexpenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational  financing  institution  or  agency  will  have  financed  or  has  agreed  to \nfinance,  including  any  contract  financed  under  any  loans  from  the  Asian \nDevelopment Bank; \n\nexpenditures for goods intended for military or paramilitary purposes or for luxury \nconsumption;  \n\nexpenditures for narcotics; or \n\nexpenditures  for  pesticides  categorized  as  extremely  hazardous  or  highly \nhazardous  in  Class  1a and  1b,  respectively,  of  the  World  Health  Organization’s \nClassification  of  Pesticides  by  Hazard  and  Guidelines  to  Classification  (year \n2004, latest revision). \n\n \n\n \n\n\fAppendix 6  61 \n\nTECHNICAL ASSISTANCE  \nCOST ESTIMATES AND FINANCING \nAND TERMS OF REFERENCE FOR CONSULTANTS \n \nTable A6: Cost Estimates and Financing Plan \n($'000) \n\n \nItem \nA.  Asian Development Bank Financinga \n\na.  Remuneration and Per Diem \nInternational Consultantsb \ni. \n \nii.  National Consultantsd \n \nb. \nInternational and Local Travel \nc.  Reports and Communications \n\n  1.  Consultants \n   \n   \n   \n   \n   \n  2.  Equipmente \n  3.  Workshops, Training/Seminars, and Conferences \n  4.  Surveysf \n  5.  Miscellaneous Administration and  \nSupport Costs \n   \n  6.  Contingencies \n   \n \n\nSubtotal (A) \n\n \n\nB.  Government Financing \n\nof Counterpart Staff \n\n  1.  Office Accommodation and Transport \n  2.  Remuneration and Per Diem \n   \n  3.  Others (data collection, research/studies, workshop  \n        facilitation support, and logistics and field support) \n   \n \n\nSubtotal (B) \n\n \n\n \n\n \n\nTotal \n\nTotal \nCost \n \n \n \n727.2c \n691.2 \n100.0 \n20.0 \n10.0 \n100.0 \n100.0 \n70.0 \n\n181.6 \n2,000.0 \n\n \n \n100.0 \n200.0 \n\n200.0 \n\n500.0 \n \n\n2,500.0 \n\na Financed by the Asian Development Bank’s technical assistance funding program. \nb Estimated assuming 24 person-months of consulting services. \nc Based on current per diem of $210 for Karachi and Islamabad. \nd Estimated assuming 72 person-months of consulting services. \ne Includes two laptop computers and one laser printer. \nf Primarily for deign and conducting of national Islamic finance survey. \nSource: Asian Development Bank estimates. \n \n\n \n\n \n\n \n\n\f62 \n\nAppendix 6 \n\nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n\n \nA. \n\nInternational Consultants \n\n \n\nInternational Financial Sector Specialist (2 person-months) \n\n1. \n \n1. \nThe international financial sector specialist must have an extensive working knowledge \nof  banking,  microfinance,  international  best  practices  and  new  technology  being  used  in  the \nfinancial  sector.  In  addition,  the  specialist  should  demonstrate  good  understanding  of  the \nbanking  and  microfinance  sector  in  Pakistan  and  its  current  regulatory  framework.  The  tasks \nand responsibilities of the specialist include \n \n\n(i) \n\n(ii) \n\nproviding  advisory  support  to  SBP  and  MOF  for  the  development  of  a  National \nStrategy for an Inclusive Financial Sector; and \nconducting, in conjunction with the relevant agencies, stakeholders consultations \nand forums to ensure adequate inputs and participation of stakeholders groups. \n\n2. \n\nTechnology Expert for Financial Services Applications (2 person-months)   \n\n2. \nThe  international  technology  expert  for  financial  services  must  have  extensive  working \nknowledge of systems and options for technology applications and innovations, including mobile \nmoney  transfer  and  VSAT,  for  improving  access  to  financial  services.  The  tasks  and \nresponsibilities of the specialist include \n\nproviding technical assistance for applications and development of technology for \napplications for lower cost funds transfers and remittances in Pakistan market; \nconducting  a  feasibility  study  for  national  mobile  money  transfer,  VSAT \napplications  and  other \nimproving  outreach  of \nsustainable financial services to the poor and rural areas; \nproviding recommendations on appropriate options to expand access to financial \nservices country-wide. \n\ntechnological  changes \n\nfor \n\n3. \n\nLegal and Regulatory Expert/s for Financial Sector (3 person-months)   \n\n3. \nThe international legal and regulatory expert/s must have extensive practical knowledge \nand  experience  in  providing  legal  services  to  financial  institutions  and  have  extensive  working \nknowledge  of  appropriate  regulations  pertaining  to  banking  and  microfinance.  In  addition,  the \nexpert/s  should  demonstrate  good  understanding  of  the  banking  and  microfinance  sector  in \nPakistan  and  its  current  regulatory  frameworks,  and  have  technical  and  legal  knowledge  of \nregulations  regarding  new  technology  applications  in  banking  and  microfinance  sector.  The \ntasks and responsibilities of the specialist include: \n\npreparing  draft  model  agreements  and  frameworks  to  facilitate  partnerships \nbetween  private  sector  financial  institutions  and  the  Pakistan  Post  for  efficient \nand lower-cost delivery of financial services by MFBs in rural and remote areas \nutilizing existing national postal network infrastructure; \nproviding  technical  assistance  for  development  of  regulatory  frameworks  to \nsupport  new  technology  applications  for  lower  cost  funds  transfers  and \nremittances in Pakistan market; and \nproviding recommendations on appropriate options to expand access to financial \nservices in rural areas. \n\n \n(i) \n\n(ii) \n\n(iii) \n\n \n(i) \n\n(ii) \n\n(iii) \n\n \n\n \n\n \n\n\fAppendix 6 \n\n63\n\nIslamic Finance Specialist (4 person-months) \n\n4. \nThe international Islamic finance specialist must have an extensive working knowledge \nof  Islamic  financial  services,  international  best  practices,  and  trends  and  developments  in \nIslamic finance sector. The tasks and responsibilities of the specialist include \n\nfeasibility  study \n\nIslamic  Financial \n\nconducting  a \nfor  development  of  an \nInstitute/Business and Finance Academy in Karachi, Pakistan; \nconducting a workshop on findings of feasibility study and recommendations for \ndevelopment of Islamic financial markets in Pakistan; and \nproviding  inputs,  in  cooperation  with  the  Islamic  Banking Department  SBP,  to  a \nprofessional survey firm for the development of a national survey instrument on \nIslamic  finance.  Survey  to  cover  the  Islamic  financial  markets  in  Pakistan  to \nprovide  (a)  important  baseline  data  for  monitoring  the  sector  characteristics, \ndemand and growth; and (b) information on current issues and opportunities for \nexpansion and development, in particular in rural areas. \n\nCredit Information System Specialist (4 person-months) \n\nThe  international  credit  information  system  specialist  must  have  an  extensive  working \n5. \nknowledge  of  credit  information  system  development.  The  tasks  and  responsibilities  of  the \nspecialist include \n\nto \n\nassessing potential for establishment of a credit information bureau for all types \nof  institutions,  including  MFBs,  RSPs,  and  other  NGOs  to  support  improved \naccess \nimproved \nfinancial  services  and \ninformation systems, reporting and transparency; \nconducting  a  feasibility  study  in  cooperation  with  the  Pakistan  Microfinance \nNetwork for establishment of credit bureau; and \npresenting  the  results  of  the  feasibility  study  and  recommendations  in  a \nworkshop for relevant stakeholders. \n\nlower  cost  services \n\nthrough \n\nAlternative Finance Specialist (3 person-months) \n\n \n6. \n \n6. \nThe alternative finance specialist must have an extensive working knowledge of “carbon \nfinance1” and international best practices. The tasks and responsibilities of the specialist include \n\n \n4. \n\n \n(i) \n\n(ii) \n\n(iii) \n\n \n5. \n\n \n(i) \n\n(ii) \n\n(iii) \n\n \n\n                                                 \n1  “Carbon  finance”  represents  a  significant  opportunity  to  direct  private  capital  to  address  rural  poverty  and \nsustainable  energy,  agriculture,  and  forestry.  Kyoto  Protocol  requires  35  industrialized  nations  to  reduce \nGreenhouse Gas (GHG) Emissions below 1990 levels. To meet Kyoto Protocol requirements, developed countries \nare  purchasing  certified  emission  reductions  (CERS)  from  developing  countries  for  carbon  emissions  reductions \nresulting  from  the  establishment  of  new  sustainable  energy  systems.    The  value  of  the  global  trade  in  CERS  is \ncurrently estimated at $5-10 billion per year. Small projects involving biomass/biogas technologies are among the \nopportunities  for  households  participation.  Countries  in  the  region  are  already  tapping  carbon  finance  at  the \nhousehold level, including Nepal which has an established system providing households with an up-front payment \nin exchange for assigning the rights to the future stream of payments associated with the emissions reductions. In \naddition to providing on-site power, benefits from biomass project include the excess slurry generated that can be \nused as fertilizer on adjacent fields and/or used as fish food for fish farms.  \n\n \n\n \n\n \n\n\f64 \n\nAppendix 6 \n\n(i) \n\n(ii) \n\n(iii) \n\nadvising  SBP  and  Government  agencies  concerned  on  current  international \nframeworks  and  country  case  studies  for  effectively  channeling  “carbon  credits” \nfinancing to households through MFBs and other institutions; \nconducting  a  feasibility  study  for  capturing  carbon  credits  (grant)  financing  for \nhouseholds and the poor; and \nconducting  a  workshop  for  stakeholders  to  disseminate  findings  and  create \nawareness on “carbon credits” financing.  \n\n7. \n\nGeographic Information System (GIS) Specialist (6 person-months) \n\n7. \nThe  geographic  information  system  (GIS)  specialist  must  have  an  extensive  working \nknowledge of GIS systems and international system options for GIS hardware and software and \ntasks  and \nthe \nhave  significant  experience \nresponsibilities of the specialist include \n\nimplementation  of  GIS  systems.  The \n\nin \n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n(v) \n\n(vi) \n(vii) \n\n(viii) \n\nutilizing regional and international experience study and present various options \nto Government of Sindh for selecting the proper system for the GIS project, \npreparing a strategy for successful implementation of the selected GIS system, \nadvising  and  assisting  the  Government  of  Sindh  Board  of  Revenue  in \nprocurement,  implementation and successful rollout of the selected GIS solution \nproposed by GIS consultant,  \nfacilitating GIS based land mapping and revenue records, \npreparing  maps  using  satellite  images  for  decision  making  and  field  level \nexercises, \ndesigning and developing a GIS based decision support system,  \npreparing and distributing district-specific maps (both thematic and cartographic), \nreport and documents in various formats, and \nconversion of field level maps in to digital form. \n\n \nB. \n\nNational Consultants \n \n1. \n\nFinancial Sector Specialist (24 person-months)  \n\n \n \nThe  domestic  financial  specialist  must  have  significant  experience  and  a  good \n8. \nunderstanding of the financial sector in Pakistan and its current regulatory framework. The tasks \nand responsibilities of the specialist include \n\n \n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nassisting  in  the  monitoring  and  implementation  of  the  Improving  Access  to \nFinancial  Services  Program  and  preparing  quarterly  reports  on  the  program \nstatus and issues, if any; \nproviding  general  support  and  coordination  to  the  Program  Coordination  and \nImplementation Unit (PCIU) for activities to be conducted under the Program;  \ncollecting  relevant  information  on  the  financial  sector  and  developments,  and \nproviding advisory support to SBP, MOF and other agencies for the development \nof a National Strategy for an Inclusive Financial Sector; and \nconducting financial sector research related to the program areas . \n\n2. \n\nTechnology Expert for Financial Sector Applications (6 person-months)  \n\nThe  national  technology  expert  for  financial  services  must  have  extensive  working \n9. \nknowledge of systems and options for technology applications and innovations, including mobile \n\n \n\n \n\n \n\n\fAppendix 6 \n\n65\n\nmoney  transfer  and  VSAT,  for  improving  access  to  financial  services.  The  tasks  and \nresponsibilities of the specialist include \n\nassisting  the  international  technology  expert  for  financial  sector  in  providing \ntechnical  assistance  for  applications  and  development  of  technology  for \napplications for lower cost funds transfers and remittances in Pakistan market; \nassisting  the  international  technology  expert  for  financial  sector  in  conducting  a \nfeasibility study for national mobile money transfer, VSAT applications and other \ntechnological changes for improving outreach of sustainable financial services to \nthe poor and rural areas; and \nproviding recommendations on appropriate options to expand access to financial \nservices country-wide. \n \nLegal and Regulatory Expert/s for Financial Sector (5 person-months)  \n\n10. \nThe  domestic  legal  and  regulatory  expert/s  must  have  practical  knowledge  and \nexperience  in  providing  legal  services  to  financial  institutions  and  have  working  knowledge  of \nappropriate regulations pertaining to banking and microfinance. In addition, the expert/s should \ndemonstrate  good  understanding  of  the  banking  and  microfinance  sector  in  Pakistan  and  its \ncurrent regulatory frameworks, and have technical and legal knowledge of regulations regarding \nnew technology applications in banking and microfinance sector. The tasks and responsibilities \nof the specialist include:  \n\nassisting the international legal and regulatory expert/s in preparing draft model \nagreements  and  frameworks  to  facilitate  partnerships  between  private  sector \nfinancial institutions and the Pakistan Post for efficient and lower-cost delivery of \na range of financial services in rural and remote areas utilizing existing national \npostal network infrastructure; \nassisting  the  international  legal  and  regulatory  expert/s  in  providing  technical \nassistance for development of regulatory frameworks to support new technology \napplications  for  lower  cost  funds  transfers  and  remittances  in  Pakistan  market; \nand \nproviding recommendations on appropriate options to expand access to financial \nservices in rural areas. \n \nIslamic Finance Specialist (6 person-months) \n\n11. \nThe  domestic  Islamic  finance  specialist  must  have  good  working  knowledge  of  Islamic \nfinance  and  experience  in  an  Islamic  financial  institution.  In  addition,  the  specialist  should \ndemonstrate  good  understanding  of  the  Islamic  financial  sector  in  Pakistan  and  its  current \nregulatory framework. The tasks and responsibilities of the specialist include \n\n12. \n\n \nThe tasks and responsibilities of the specialist include \n \n(i) \n\nassisting  the  international  Islamic  finance  specialist  in  conducting  a  feasibility \nstudy  for  development  of  an  Islamic  Financial  Institute/Business  and  Finance \nAcademy in Karachi, Pakistan; \nassisting the international Islamic finance specialist in conducting a workshop on \nfindings  of  feasibility  study  and  recommendations  for  development  of  Islamic \nfinancial markets in Pakistan; and \n\n \n(i) \n\n(ii) \n\n(iii) \n\n3. \n\n \n(i) \n\n(ii) \n\n(iii) \n\n4. \n\n(ii) \n\n \n\n \n\n\f(iii) \n\n \n5. \n\n \n(i) \n\n(ii) \n\n(iii) \n\n \n6. \n\n(i) \n\n(ii) \n\n66 \n\nAppendix 6 \n\nproviding  inputs,  in  cooperation  with  the  Islamic  Banking Department  SBP,  to  a \nprofessional survey firm for the development of a national survey instrument on \nIslamic  finance.  Survey  to  cover  the  Islamic  financial  markets  in  Pakistan  to \nprovide  (a)  important  baseline  data  for  monitoring  the  sector  characteristics, \ndemand and growth; and (b) information on current issues and opportunities for \nexpansion and development, in particular in rural areas. \n\nCredit Information System Specialist (6 person-months) \n\n13. \nThe  domestic  credit  information  system  specialist  must  have  a  working  knowledge  of \ncredit  information  system  development  and  banking.  The  tasks  and  responsibilities  of  the \nspecialist included \n\nassisting  the  international  credit  information  system  specialist  in  assessing \npotential  for  establishment  of  a  credit  information  bureau  for  all  types  of \ninstitutions, including MFBs, RSPs, and other NGOs to support improved access \nto  financial  services  and  lower  cost  services  through  improved  information \nsystems, reporting and transparency; and \nassisting  the  international  credit  information  system  specialist  in  conducting  a \nfeasibility  study  in  cooperation  with  the  Pakistan  Microfinance  Network  for \nestablishment of credit bureau; and \nassisting  the  international  credit  information  system  specialist  in  managing \nlogistics  of  workshops  to  disseminate  the  results  of  the  feasibility  study  for \nrelevant stakeholders. \n\nNational Gender Specialist (1 person-month) \n\nThe  national  gender  specialist  must  have  considerable  expertise  in  designing  gender-\n\n14. \nresponsive programs. The tasks and responsibilities of the specialist include \n \n\nadvising  the  Task  Force  on  the  National  Strategy  for  an  Inclusive  Financial \nSector  to  ensure  that  the  strategy  includes  adequate  provisions  that will  enable \nwomen to have increased access to finance, and  \ndeveloping  and  recommending  other  mechanisms,  strategies,  and  design \nfeatures  through  which  the  Program  may  help  improve  the  strategic  position  of \nwomen by suggesting, among others, (a) measures to promote women’s access \nto  finance,  and  (b)  ways  of  improving  women’s  participation  in  training \nopportunities under the Program. \n\n7. \n\nGeographic Information System (GIS) Specialist (18 person-months) \n\n \n15. \nThe  geographic  information  system  (GIS)  specialist  must  have  an  extensive  working \nknowledge  of  GIS  systems  for  GIS  hardware  and  software  and  have  significant  experience  in \nthe implementation of GIS systems. The tasks and responsibilities of the specialist include \n \n\n(i) \n\n(ii) \n\n(iii) \n\nLead  coordination  and  day  to  day  Management  of  Revenue  Departments  GIS \nproject \nFacilitate  the  implementation  and  training  of  the  GIS  solution  proposed  by  GIS \nConsultant  \nFacilitate GIS based land mapping and revenue records \n\n \n\n \n\n\fAppendix 6 \n\n67\n\n(iv) \n\n(v) \n\n(vi) \n\nOversee preparation of maps using satellite images for decision making and field \nlevel exercises.  \nCoordinate  with  other  agencies/departments  of  Government  of  Sindh  for \nacquisition of relevant land data and/or revue records.  \nLiaise with technical staff/vendor of GIS system to ensure smooth integration and \nfunctioning of GIS system with in Sindh Department of Revenue \nPrepare progress reports.  \n\nGIS Capacity Building Specialist (6 person-months) \n\n(vii) \n \n8. \n \n16. \nThe  GIS  Capacity  Building  Specialist  must  have  extensive  experience  in  conducting \ntraining  courses  and  the  development  of  appropriate  training  materials  for  GIS  systems.  The \ntasks and responsibilities of the specialist include \n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nDevelop appropriate training materials and content for use in training on the GIS \nproject.  \nConduct  Training  of  Trainers  modules  for  the  Faculty  of  Training  Centre  of \nCentral Board of Revenue on the GIS Project \nOversee  and  advise  the  Training  team  on  new  methods  and  techniques  for \ntraining of GIS system.  \nPrepare a training calendar with the faculty to ensure continued training sessions \nbeyond the project life (for at least 12 months). \n\n \n \n\n \n\n \n\n\f68 \n\nAppendix 7 \n\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n\n \nA. \n\nLinkages to the Country Poverty Analysis \n\n \nIs the sector identified as a national \npriority in country poverty analysis?   \n \n\n \n\n \n\n  Yes \n\n    No \n\nIs the sector identified as a national priority in \ncountry poverty partnership agreement?   \n\n \n\n \n Yes \n \n  No \n\nContribution of the sector or subsector to reduce poverty in Pakistan: \n \nThe Government’s poverty reduction and strategy paper (PRSP), completed in December 2003, rests on four pillars: (i) \nachieving  high  and  broad-based  economic  growth  focusing  particularly  on  the  rural  economy,  while  maintaining \nmacroeconomic stability; (ii) improving governance and consolidating devolution; (iii) investing in human capital with a \nrenewed  emphasis  on  effective  delivery  of  basic  social  services;  and  (iv)  bringing  the  poor  and  vulnerable  and \nbackward regions into the mainstream of development, and to make marked progress in reducing existing inequalities.  \n \nThe  first  pillar  comprises  several  policy  and  structural  elements  including:  financial  sector  reform,  capital  market \ndevelopment, streamlining the regulatory framework, improving the enabling environment for small and medium-sized \nenterprises (SMEs), the provision of supportive infrastructure, and rural development strategy. \n \nUnder  the  fourth  pillar,  the  Government  recognizes  that  microfinance  is  fast  emerging  as  a  viable  tool  to  reduce \npoverty. The Government is keen to promote microfinance activities in the country on a fast track basis. \n \nPoverty  reduction  is  an  encompassing  objective  of  Pakistan’s  Medium  Term  Development  Framework  (MTDF)   \n2005-10. The MTDF subsumes the Government’s PRSP issued in 2003. \n\n \n\n \n \n\nB.  Poverty Analysis                                                      Targeting Classification: Targeted intervention \n \nWhat type of poverty analysis is needed? \n \nThe  Pakistan  Economic  Survey  2005–2006,  released  in  June  2006,  reports  that  the  percentage  of  population  living \nbelow the  poverty  line  has fallen from  34.46% in 2001 to  23.9%  in  2004–2005, a decline of  10.6 percentage  points. \nThe  percentage  of  population  living  below  the  poverty  line  in  rural  areas  has  declined  from  39.26%  to  28.10%while \nthose  in  urban  areas,  has  declined  from  22.69%  to  14.9%.  Rural  poverty  declined  by  11.16  percentage  points  and \nurban poverty was reduced by 7.79 percentage points. \n \nA  strong  economic  growth  (7.5%  average)  for  3  years  in  a  row,  a  large  inflow  of  remittances  (over  $4  billion  per \nannum)  in  recent  years,  and  many  other  interventions  contributed  to  the  decline  in  poverty.  Notwithstanding  this \ndevelopment,  the  fact  remains  that  around  36.45  million  people  in  Pakistan  still  live  below  the  poverty  line.  Further \nreduction in poverty is a major challenge for the Government. \n \nMicrofinance plays a critical role in improving the lives of the poor people. The poor use financial services not only for \nbusiness  investment  in  their  micro-enterprises  but  also  to  invest  in  health  and  education,  to  manage  household \nemergencies, and to meet the wide variety of other liquidity needs that they encounter occasionally. Evidence from the \nmillions of microfinance clients around the world demonstrate that access to financial services enables poor people to \nincrease  their  household  income,  build  assets  and  reduce  their  vulnerability  to  the  crises  that  are  so  much  a  part  of \ntheir daily lives. \n \nIn the context of Pakistan, the use of micro-credit holds importance for both the agricultural and non agricultural sector. \nThe need for credit is particularly important for poor farmers. Their requirement for agricultural inputs, seeds, fertilizer, \npesticide etc. tends to be cyclical as does their income. However the two cycles do not always coincide. Rural loans for \nnon agricultural purposes include such things as micro enterprises in unorganized sectors of rural economy. \n \nRealizing  the  importance  of  microfinance  as  a  tool  of  poverty  reduction  and  social  mobilization,  the  Government  is \naccelerating its efforts to establish strong foundations of microfinance in formal sector along with extending support to \nthe informal sector. \n \n\n \n\n\fAppendix 7 \n\n69\n\nIn recent years the role of remittances in reducing poverty has been widely acknowledged. Remittances allow families \nto  maintain  or  increase  expenditure  on  basic  consumption,  housing,  education,  and  small-business  formation. \nRemittances  constitute  one  of  the  largest  sources  of  external  finance  for  developing  countries  and  Pakistan  is  no \nexception.  Total  remittances  inflows  since  2001-02  and  until  2005-06  have  amounted  over  $  19  billion  or  Rs.1129 \nbillion.  It  has  averaged  4.1%of  GDP  during  the  last  four  years.  Such  a  massive  inflow  of  remittances  particularly \ntowards the rural or semi-urban areas of Pakistan must have helped loosen the budget constraints of their recipients, \nallowing them to increase consumption of both durables and non-durables, on human capital accumulation (through both \neducation and health care), and on real estate. To the extent that the poorer sections of society depend on remittances for \ntheir  basis  consumption  needs,  increased  flow  of  remittances  would  be  associated  with  reduction  in  poverty  and \npossibly in equality. \n \nThe  proposed  Improving  Access  to  Financial  Services  Program  (the  Program)  aims  to  assist  the  Government  to \nreduce  poverty,  build  an  inclusive  financial  sector,  and  promote  sustainable  economic  growth.  Policy,  legal  and \nregulatory reforms will be undertaken to support more rapid growth and outreach of financial services, including in rural \nand  remote  areas  Among  others,  a  National  Strategy  for  Inclusive  Financial  Services  will  be  developed  that  will \nincorporate all types of institutions including commercial banks, microfinance banks, rural support programs and other \nnon-government organizations. Development of savings services, insurance, lower cost money transfer and remittance \nservices,  and  products  and  services  that  are  shara  (Islamic  Law)  compliant  will  be  supported  to  provide  a \ncomprehensive range of financial services, not only credit. Adoption of new technology  and applications for lowering \ncost of remittances will also be supported under the Program and innovation in service delivery to address the limited \nmobility of women, especially in rural areas. To achieve a large outreach in rural and remote areas, the Pakistan Post \nwill undertake strategic partnerships with microfinance banks and other financial institutions to provide loans and credit \nservices  through  the  postal  network  of  more  than  12,267  post  offices  country  wide.  Strengthening  the  institutional \ncapacity  of  financial  institutions  will  be  undertaken  including  for  microfinance  banks,  nongovernment  organizations \ntransforming into microfinance banks, and commercial banks  expanding  services to meet the needs of the poor and \nlower  income  families.  In  addition  to  capacity  building  of  financial  institutions,  enhancing  the  institutional  capacity  of \nauthorities including the State Bank of Pakistan (SBP) and provincial and local authorities will be undertaken. Training \nof SBP officers for implementation of new systems for on-site and off-site surveillance, and training for applications of \nnew technologies and systems for money transfer and remittances to lower cost of transfers are among key areas for \ncapacity building.   \n\nC.  Participation Process \n\n \n\n \n\n   No \n\n  Yes \n\n   No  \n\n   Yes               \n\nIs there a stakeholder analysis? \n \nDuring project preparation, extensive consultations were undertaken with various stakeholders, including Government \nofficials, microfinance banks, non-government organizations, and other funding agencies and donors. \n \nIs there a participation strategy? \n \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nWomen  in  Pakistan  generally  have  limited  mobility.  They  cannot  fully  participate  in  economic  activities  that  will  help \ngenerate  more  incomes.  Introducing  mobile  banking  to  the  rural  areas  will  enhance  outreach,  especially  for  women. \nExpansion  of  financial  services  through  partnership  between  the  Pakistan  Post  and  microfinance  banks  and  other \nfinancial institutions to rural areas will enhance access to financial services by women. \n \n \nHas an output been prepared? \n \n \n \n \n \n \n \n \n\n    Yes \n\n   No \n\n \n\n\fE.  Social Safeguards and Other Social Risks \n  \nItem \n\n \n\n \n \nStrategy to Address Issues \n\n \nPlan Required \n\n70 \n\nAppendix 7 \n\nResettlement \n\n Not significant \n\nSignificant/ \nNot Significant/ \nNone  \n Significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n Significant \n\n Not significant \n\n None \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n \n\n \n \nAffordability \n\n \n \nLabor \n\n \n \nIndigenous \nPeoples \n\n \nOther Risks \nand/or \nVulnerabilities \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Full \n\n Short \n\n None \n\n Yes \n\n  No \n\n Yes \n\n  No  \n\n Yes \n\n  No \n\n Yes \n\n  No  \n\nPoverty Impact Analysis \n\nA. \n \n1. \nDuring  the  program  period,  a  number  of  benefits  and  impacts  have  been  identified. \nThese  include  increased  outreach  of  financial  services  to  about  [2  million]  poor  and  rural \nhouseholds,  product  innovation  and  diversification  at  the  micro-level  allowing  those  left  out  of \nconventional micro-credit to benefit from Conventional and Islamic Finance services of savings, \nremittances and, once their debt borrowing capacity is strengthened, micro-loans for productive \nenterprises.  \n \nThe main focus of the project is also to allow greater accessibility of financial services to \n2. \nwomen. In order to support this, the project supports and encourages use of mobile and VSAT \ntechnology  for  greater  financial  services  outreach  and  mobile  banking  operations.  Applying \nthese  technologies  would  significantly  lower  the  transaction  costs  of  reaching  the  women  and \nincrease their participation in economic activity at the household level. To support women’s role \nin wider economic development, a component dealing with literacy for women has been added. \nUnder  this  component,  a  national  level  literacy  campaign  will  be  conducted  to  support  an \ninclusive  financial  sector,  access  of  women  to  financial  services,  and  expanded  outreach  of \nfinancial services in rural and remote areas. Evidence from Pakistan (and regional experience \nelsewhere)  suggests  that  increasing  women’s’  outreach  to  financial  services  has  resulted  in \nincrease  in  household  incomes,  food  consumption,  consumer  durables,  and  generation  of \n\n \n\n \n\n\fAppendix 7 \n\n71\n\nfinancial assets, expenditure on children’s education and health, especially girls education and \nover all improvement in social status. \n \n3. \nThe project supports central banks efforts for strengthening the institutional capacity of \nMicro-Finance  Banks,  Islamic  Banks,  Microfinance  Institutions,  NGO’s  and  Rural  Support \nPrograms for expanding their existing services to meet the needs of poor through establishment \nof  a  dedicated  endowment  fund.  In  addition  to  building  capacity  of  financial  institutions, \nenhancing institutional capacity of SBP would also be given priority. Training of SBP officers for \nimplementation of new systems for systems for on-site and off-site surveillance, and training for \napplications of new technologies and systems for money transfer and remittances to lower cost \nof transfers are among key areas for capacity building. \n \nEfforts  will  be  made  insofar  as  possible  to  capture  the  program  impact  from  review  of \n4. \nGovernment  of  Pakistan’s  ongoing  research  studies  and  surveys.  These  include  Economic \nSurvey,  SBP  annual  reports  and  Banking  System  Review,  PSLM  Survey,  periodic  reports \nissued by Pakistan Microfinance Network depicting outreach, access and sector growth as well \nas  periodic  research  carried  out  by  various  donors.  Given  the  importance  of  this  program  for \nimproving  household  incomes,  promoting  economic  development  and  growth  and  reducing \nvulnerability  of  poor  especially  in  rural  and  backward  areas,  proceeds  from  endowment  fund \ncreated at the SBP will also be use to carry out program impact assessment during (before the \nrelease of second tranche) and 24 months after the release of second tranche.  \n\n \n\n \n\n\f \n72 \n\nAppendix 8 \n\nIMPROVING ACCESS TO FINANCIAL SERVICES FUND \n\nRationale \n\n \nA. \n \nOne of the major impediments to growth, diversity and outreach in the financial sector is \n1. \nthe lack of capacity at the retail level in areas of product innovation and development, low level \nof understanding and application of technology for increasing outreach in remote and relatively \ninaccessible areas and weak understanding of government authorities in areas of microfinance \nand  its  impacts  in  poverty  reduction.  Funds  established  to  date  have  been  for  expanding \nmicrofinance  outreach1  with  a  focus  on  expanding  credit  at  the  retail  level,  and  as  a  result, \nproduct  innovation,  including  for  remittances,  leveraging  technology  for  financial  services \noutreach, and wider capacity building initiatives involving all stakeholders have generally been \nexcluded. \n \nB. \n \n2. \nprovide grant financing for the following activities and programs: \n\nThe  objective  of  the  Improving  Access  to  Financial  Services  Fund  (the  Fund)  is  to \n\nObjective \n\n \n\n1. \n\nTraining and Capacity Building  \n\nTraining and capacity building program for financial services providers and government \n\n3. \nand regulatory authorities will include the following: \n\nNational,  provincial,  and  district  level  microfinance  banks  (MFBs)  that  currently \noperate  in,  or  plan  on  expanding  into,  rural  and  remote  areas  to  support  \ndevelopment  of  product  and  service  innovation,  including  savings,  remittances \nand Islamic financial services. \n\nFinancial  service  providers  adopting  and  integrating  new  technologies  and \napplications,  including  mobile  money  transfer  and  VSAT  technologies,  for \nimproving access to financial services. Financial service providers are defined as \nentities  providing  financial  services,  including  but  not  limited  to,  MFBs,  non-\ngovernment  organizations  (NGOs),  rural  support  programs  (RSPs),  Islamic \nbanks, leasing companies, and commercial banks. \n\nGovernment  and  regulatory  authorities  to  support  development  of  an  inclusive \nfinancial sector and implementation of measures under the Improving Access to \nFinancial Services Program (IAFSP). \n\nLiteracy Programs \n\n2. \n \nLiteracy  programs  to  improve  access  to  financial  services  by  the  poor  will  include  the \n\nLiteracy programs (financial and basic) conducted for clients and potential clients \nof  financial  service  providers  (as  defined  above  in  item  1(ii)).  These  service \nproviders may directly conduct literacy programs, or may sub-contract provision \n\n                                                 \n1   Prior funds established include the Microfinance Social Development Fund, Community Investment Fund, and Risk \n\nMitigation Fund established under the Microfinance Sector Development Program. \n\n \n(i) \n\n \n(ii) \n\n(iii) \n\n \n\n4. \nfollowing:  \n\n \n(i) \n\n \n\n \n\n\fAppendix 8 \n\n73\n\nof  the  required  services  to  conduct  literacy  programs.  This  support  will  enable \nfinancial  institutions  to  concentrate  on  the  core  business  of  financial  services, \nwhile  at  the  same  time  providing  key  support  for  literacy  which  enables  clients \nand potential clients to better access finance and utilize the finance effectively. \n\nFunding, Management and Revenue Utilization of the Fund \n\n \nC. \n \n5. \nThe  Fund  will  be  established  for  twenty  years  at  the  State  Bank  of  Pakistan  (SBP)  to \nprovide a long-term source of funds for the envisaged literacy programs and capacity building \ninitiatives  of  various  stakeholders  including  retailers,  clients  and  potential  clients,  and \ngovernment and regulatory authorities. SBP will have the possession, management and control \nof  the  Fund,  its  undertakings,  properties  and  assets.    Counterpart  funds  (in  Pakistani  rupees) \ngenerated from the proceeds of the $20 million equivalent Special Funds Resources component \nof the first tranche of IAFSP will be contributed by the Government to the Fund. The Fund will \nbe  established  as  an  endowment  fund,  whereby  the  income  generated  from  the  Fund  will  be \nused  for  supporting  the  activities  described  above  on  a  grant  basis,  and  the  initial  $20  million \nequivalent  capital  contribution  will  remain  in  place  for  the  life  of  the  Fund.    The  Fund  will \nestablish  its  own  rules,  subject  to  ADB  concurrence,  specifying,  among  other  things,  (i)  the \nselection  criteria  for  the  capacity  building  initiatives  and  literacy  programs  it  will  support, \nincluding  general  percentage  allocations  to  be  applied  among  the  different  categories  of \nactivities; (ii) the investment strategy for the Fund; and (iii) accounting and auditing procedures. \nIt  is expected  that  the  initial capital of  the  Fund  and  the  unutilized  income  generated  from  the \nFund would be invested by SBP in approved government securities. \n \nThe  Fund  will  be  administered  and  managed  by  the  governing  body  (the  “Governing \n6. \nBody”)  consisting  of  five  voting  members  and  one  observer.  The  Governing  Body  will  be \ncomprised of an SBP Nominee; CEO of Pakistan Poverty Alleviation Fund (PPAF); CEO of the \nPakistan Microfinance Network; Pakistan Banking Association (PBA) Nominee; a representative \nfrom  the  education  sector  to  be  nominated  by  the  other  four  voting  members;  and  an  ADB \nObserver  with  non-voting  status.    The  Governing  Body’s  responsibilities  shall  include,  among \nother  responsibilities,  selection  of  the  capacity  building  initiatives  and  literacy  programs  to  be \nfinanced  by  the  Fund.  SBP  shall  prepare  the  Fund  rules,  including  provisions  on  fund \nmanagement,  accounting  and  auditing  procedures,  investment  policy,  grant  selection  criteria \nand  a  minimum  percentage  of  funds  available  each  year  for  literacy  programs  with  the \nconcurrence of ADB.     \n \nThe  secretariat  of  the  Fund  will  be  located  at  SBP  headquarters.  In  order  to  promote \n7. \ntransparency and greater accountability, the Fund will have a dedicated public website, hosted \nby  SBP,  which  will  list  application  criteria  for  accessing  grants  from  the  Fund  for  literacy  and \ncapacity  building  programs,  and  provide  the  necessary  forms  and  instructions  for  application \nand the contact information for queries and the submission of applications. The Governing Body \nwill  be  responsible  for publishing  on  a  quarterly  basis  on  the  SBP  public  website  the  listing  of \nrecipients of funds and detailed information on the capacity building and training activities that \nare funded by the Fund. The Fund’s annual work plan will also be published by the Committee \non  the  website  and  updated  quarterly  for  any  changes.  The  Fund  account  will  be  audited \nannually in accordance with internationally acceptable accounting norms and practices. \n\n \n \n \n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 21 November 2006) \n", "Currency Unit –  Pakistan rupee/s (PRe/PRs) \n", "PRe1.00 =  $0.016456 \n$1.00 =  PRs60.77 \n", " \n \n", " \n \n", "– \nADB \n– \nCBR \n– \nCGAP \n– \nDFID \n– \nDPL \n– \nEA \n– \nEC \n– \nFY \n– \nGDP \n– \nGIS \n– \nIA \n– \nIAFSP \n– \nIBI \n– \nIFAD \n– \nIFC \n– \nJSF \nKB \n– \nLIBOR          – \n– \nMFB \n– \nMFI \n– \nMIS \n– \nMOC \n– \nMOF \n– \nMOIT \n– \nMTDF \n– \nNEC \n– \nNGO \n– \nNRSP \n– \nNWFP \n– \nOCR \n– \nPCIU \n– \nPMN \n– \nPRM \n– \nPRSP \n– \nPTA \n– \nRSP \n– \nSBP  \n– \nSDC \n– \nTA \n– \nTASF \n– \nUSAID \n– \nVSAT \n– \nWB \n", "ABBREVIATIONS \n \nAsian Development Bank \nCentral Board of Revenue \nConsultative Group to Assist the Poor \nDepartment for International Development of the UK \ndevelopment policy letter \nexecuting agency \nEuropean Commission \nfiscal year \ngross domestic product \ngeographic information system \nimplementing agency \nImproving Access to Financial Services (Phase I) Program \nIslamic banking institution \nInternational Fund for Agricultural Development \nInternational Finance Corporation \nJapan Special Fund \nKhushhali Bank \nLondon interbank offered rate  \nmicrofinance bank \nmicrofinance institution \nmanagement information system \nMinistry of Communications \nMinistry of Finance \nMinistry of Information Technology \nMedium-Term Development Framework \nNational Economic Council \nnongovernment organization \nNational Rural Support Programme \nNorth-West Frontier Province \nordinary capital resources \nprogram coordination and implementation unit \nPakistan Microfinance Network \nPakistan Resident Mission \nPoverty Reduction Strategy Paper \nPakistan Telecommunications Authority \nrural support program \nState Bank of Pakistan \nSwiss Agency for International Development  \ntechnical assistance \nTechnical Assistance Special Fund \nUnited States Agency for International Development \nvery small aperture terminal (for satellite communications) \nWorld Bank \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n"]}