{"path": "data/input/reports/39655-prc-rrp.pdf", "pages": [" \n \n \n     \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \n \n \n \n \n \nProject Number: 39655 \nNovember 2007 \nProposed Loan \nPeople’s Republic of China: Xinjiang Regional Road \nImprovement Project (Korla–Kuqa Section) \n \n ", "CURRENCY EQUIVALENTS \n(as of 8 November 2007) \n \nCurrency Unit –  yuan (CNY) \nCNY1.00 =  $0.1342 \n$1.00 =  CNY7.451 \n \nThe exchange rate of the yuan is determined under a floating exchange rate system. In this \nreport, a rate of $1.00 = CNY7.60, the rate prevailing at the time of loan appraisal of the Project, \nis used. \n \nABBREVIATIONS \n \nAAOV  –  annual average output value \nADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation  \nEIA  –  environmental impact assessment \nEIRR  –  economic internal rate of return \nEMDP  –  ethnic minority development plan \nEMP  –  environmental management plan \nFIRR  –  financial internal rate of return \nFYP  –  Five-Year Plan \nGDP  –  gross domestic product \nHSEP  –  highway safety enhancement program \nIA  –  implementing agency \nICB  –  international competitive bidding \nICT  –  information and communication technology \nLIBOR  –  London interbank offered rate \nMOC  –  Ministry of Communications \nNCB  –  national competitive bidding \nNPV  –  net present value \nPPMS  –  project performance management system \nPRC  –  People's Republic of China \nPSB  –  public security bureau \nSEIA  –  summary environmental impact assessment \nTA  –  technical assistance \nXCCAB  –  Xinjiang Communications Construction Administration Bureau \nXCD  –  Xinjiang Communications Department \nXHAB  –  Xinjiang Highway Administration Bureau \nXUARG  –  Xinjiang Uygur Autonomous Regional Government \nWACC  –  weighted average cost of capital \nWRDP  –  Western Region Development Plan \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December.  \n(ii)   In this report, “$” refers to US dollars.\n \n \n ", " \n \n \n \n \nVice President   C. Lawrence Greenwood, Jr., Operations 2 \nDirector General   H.S. Rao, East Asia Department (EARD) \nDirector   N. Rayner, Transport Division, EARD \n \nTeam leader   E. Oyunchimeg, Transport Specialist, EARD \nTeam members  S. Athukorala, Financial Analysis Specialist, EARD \nS. Ferguson, Senior Social Development Specialist (Resettlement), EARD \nH. Masood, Senior Transport Specialist, EARD \nA. Maxwell, Environmental Specialist, EARD \nS. Miah, Counsel, Office of the General Counsel \nX. Yang, Senior Financial Analysis Specialist, EARD \nT. Yokota, Transport Specialist, EARD \n  S. Yoon, Transport Economist, EARD \n \n \n \n \n ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \n \nMAPS \n \nI.  THE PROPOSAL  1 \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \n  A.  Performance Indicators and Analysis  1 \n  B.  Analysis of Key Problems and Opportunities  2 \n \nIII.  THE PROPOSED PROJECT  6 \n  A.  Impact and Outcome  6 \n  B.  Outputs  6 \n  C.  Special Features  6 \n  D.  Project Investment Plan  9 \n  E.  Financing Plan  10 \n  F.  Implementation Arrangements  10 \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  13 \n  A.  Traffic Forecast  13 \n  B.  Economic Analysis  13 \n  C.  Financial Analysis  13 \n  D.  Poverty Reduction and Social Strategy  14 \n  E.  Land Acquisition and Resettlement  15 \n  F.  Environmental Assessment  16 \n  G.  Risks  16 \n \nV.  ASSURANCES  16 \n  A.  Specific Assurances  16 \n  B.  Condition for Disbursement  20 \n \nVI.  RECOMMENDATION  20 \n \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  21 \n2.  Problems and Constraints Analysis  23 \n3.  Road Sector Analysis and Policy Reforms Matrix   24 \n4.  External Assistance to the Road Sector  29 \n5.  Local Roads Development  32 \n6.  Improvement of Freight Terminal Operations   34 \n7.  Improving Rural Transport Services  36 \n8.  Road Safety Improvement  39 \n9.  Capacity Development of Xinjiang Communications Department  41 \n10.  Detailed Cost Estimates by Financiers  43 \n11.  Implementation Schedule  44 \n12.  Procurement Plan  45 \n ", " \n13.  Economic Analysis  47 \n14.  Financial Analysis and Projections  50 \n15.  Summary Poverty Reduction and Social Strategy  56 \n16.  Summary Ethnic Minority Development Plan  58 \n17.  Summary Resettlement Plan  60 \n \nSUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Outline Terms of Reference of Consultants \nB.  Financial Management Assessment \nC.  Monitoring of Socioeconomic and Poverty Impacts \nD.  Economic Analysis \nE.  Ethnic Minority Development Plan \nF.  Resettlement Plans \nG.  Summary Environmental Impact Assessment \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of China (PRC) \n   \nClassification  Targeting classification: General intervention \nSector: Transport and communications \nSubsector: Roads and highways \nThemes: Sustainable economic growth; regional cooperation.  \nSubthemes: Promoting economic efficiency and enabling markets, \ncross-border infrastructure.  \n   \nEnvironment  Category  A.  An  environmental  impact  assessment  was \nAssessment  undertaken.  The  summary  was  circulated  to  the  Board  on \n13 March 2007 and made public through the Asian Development \nBank (ADB) website on 14 March 2007. \n   \nProject Description  The  countries  participating  in  the  Central  Asian  Regional \nEconomic Cooperation (CAREC) program are working together to \nimprove the region’s transport infrastructure and reduce the cost \nof trade across regions. The Project is located in the Xinjiang \nUygur Autonomous Region (Xinjiang), in the northwestern corner \nof the PRC. The Urumqi–Kashgar road in Xinjiang is part of a key \nCAREC transport corridor connecting Xinjiang with Kazakhstan, \nthe Kyrgyz Republic, Mongolia, Tajikistan, and Pakistan. It also \nforms part of the Asian Highway 4 (AH-4) corridor designated by \nthe United Nations Economic and Social Commission for Asia and \nthe  Pacific.  The  Korla–Kuqa  section  is  part  of  the  Urumqi–\nKashgar road, which is becoming heavily trafficked. The Project \nwill upgrade the 296.5 kilometer (km) Korla–Kuqa section of the \nexisting two-lane, class II national highway (G314) to a four-lane, \naccess-controlled tolled expressway to enhance the flow of goods \nand passengers through the region and reduce travel times and \ncosts.  The  Project  also  includes  (i)  the  improvement  of  three \npriority local roads totaling 193 km in Kuqa and Qiemo counties to \nclass III or IV, as these provide access to remote and poorer \nareas of Xinjiang; (ii) improved efficiency in freight terminals by \nintroducing  a  web-based  transport  logistics  system  in  freight \nterminals in Urumqi; (iii) improved rural transport services by pilot \ntesting of bus route licensing reforms in Kuqa county through the \nprovision of consulting services; (iv) improved road safety through \n(a) conducting a safety audit for the project roads, (b) developing \nan action plan to ensure the safe operation of the expressway, \n(c) installing modern traffic safety devices along the project roads, \n(d) increasing public awareness through training, and (e) providing \na traffic surveillance monitoring system for ensuring road safety \nduring  winter  and  for  controlling  speeds  on  the  project \nexpressway;  and  (v)  enhanced  capacity  of  the  Xinjiang \nCommunications  Department  (XCD)  through  the  provision  of \nconsulting services, equipment, and training. \n   \n ", "ii \nRationale  The CAREC Transport and Trade Facilitation Strategy will support \nthe CAREC goal of accelerating economic growth and poverty \nreduction by upgrading key transport corridors across the CAREC \nregion.  The  strategy  seeks  to  improve  the  region’s \ncompetitiveness and expand trade among the CAREC economies \nand with the rest of the world. Key elements of the strategy are \ncoordinated improvements to transport infrastructure and logistics, \nand  trade  facilitation,  including  harmonized  cross-border \nregulations, procedures, and standards along six priority transport \ncorridors. The proposed Project will support this strategy. The \nKorla–Kuqa  expressway  will  serve  as  an  important  transport \ncorridor  ensuring  efficient  and  safe  movement  of  goods  and \npassengers, and will play a critical role in furthering trade and \nregional  cooperation.  The  Project  will  foster  economic \ndevelopment and promote interregional trade, thereby supporting \nthe  key  objective  of  poverty  reduction  through  sustainable \ndevelopment. \n \nThe  Project  supports  the  Government’s  Western  Region \nDevelopment Plan and National Expressway Development Plan of \nbuilding expressways to provide stronger links with the eastern \nprovinces  and  improve  accessibility  for  the  western  region’s \npopulation,  which  is  spread  over  a  large  area.  The  project \nexpressway is part of one of eight major road corridors under the \nWestern Region Development Plan and one of 34 expressways \nunder the National Expressway Development Plan. The Project \nalso  supports  the  Rural  Roads  Construction  Program  and \nprovides financing for the upgrade of selected rural roads in the \npoorest  and  remotest  areas  of  Xinjiang.  The  Korla–Kuqa \nexpressway will be connected to these local roads via recently \ncompleted highways, and will also serve as the main access for \ntourists visiting the historical sites in the project area.  \n   \nImpact and Outcome  The impact of the Project is to develop a more efficient national \nand  regional  transport  system  which  supports  sustainable \neconomic growth in Xinjiang. The outcome of the Project is to \nimprove transport capacity and safety of the regional road corridor \nand the local roads in southern Xinjiang.  \n \nProject Investment Plan  The investment cost of the project is estimated at $594 million, \nincluding taxes and duties of $13 million. \nFinancing Plan   \nTotal \nSource  ($ million)  % \nAsian Development Bank   150  25 \nMinistry of Communications  197  33 \nChina Development Bank  188  32 \nXinjiang Regional Government  59  10 \nTotal  594  100 \nSource: Asian Development Bank estimates. \n   \n ", "  iii \n  A loan of $150 million from ADB’s ordinary capital resources will \nbe provided under ADB’s London interbank offered rate (LIBOR)-\nbased lending facility. The loan will have a 25-year term, including \na  grace  period  of  5  years,  an  interest  rate  determined  in \naccordance  with  ADB’s  LIBOR-based  lending  facility,  a \ncommitment charge of 0.35% per annum, and such other terms \nand conditions set forth in the draft loan and project agreements. \n   \nAllocation and Relending  The  ADB  loan  proceeds  will  be  made  available  by  the \nTerms  Government  to  the  Xinjiang  Uygur  Autonomous  Regional \nGovernment (XUARG), and will be onlent to XCD on the same \nterms and conditions as those of the ADB loan, with XCD bearing \nthe exchange rate and interest rate variation risk. \n   \nPeriod of Utilization  Until 31 December 2012 \n   \nEstimated Project  30 June 2012 \nCompletion Date \n   \nImplementation  The  project  management  office  established  within  the  Xinjiang \nArrangements  Communications  Construction  Administration  Bureau  (XCCAB) \nwill be responsible for the overall implementation of the Project. \n   \nExecuting Agency  Xinjiang Communications Department \n   \nProcurement  All procurement of goods and works financed by the ADB loan will \nbe carried out in accordance with ADB's Procurement Guidelines \n(2007,  as  amended  from  time  to  time).  Contracts  for  goods \nestimated  to  exceed  $1.0  million  and  contracts  for  works \nestimated  to  exceed  $10.0  million  will  be  procured  using \ninternational competitive bidding procedures. Contracts for goods \nand contracts for works estimated to cost equal to or less than the \nabove-mentioned  international  competitive  bidding  values,  but \nmore than $100,000, will be procured on the basis of national \ncompetitive  bidding  procedures  in  accordance  with  the  PRC \nTendering  and  Bidding  Law  (1999),  subject  to  modifications \nagreed to with ADB. More details are provided in the procurement \nplan.   \n   \nConsulting Services  The  ADB  loan  will  finance  52  person-months  of  international \nconsulting  services  for  (i)  the  supervision  of  construction, \n(ii) improving road safety, (iii) establishing a project performance \nmanagement  system,  (iv) improving  freight  terminal  operations, \n(v) implementing pilot testing of policy reforms to improve rural \ntransport  services,  and  (vi) enhancing  XCD’s  capacity  building. \nThe international consultants will be recruited based on the quality \nand  cost-based  selection  method  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (2007, as amended from \ntime  to  time).  In  addition,  XCD  will  engage  and  finance \n5,510 person-months of national consulting services, primarily for \nconstruction supervision. The national consultants will be recruited \nin accordance with government procedures acceptable to ADB. \n ", "iv \n   \nProject Benefits and  The upgrading of the G314 national highway from Korla to Kuqa \nBeneficiaries  to an expressway, and improvement of local roads, will remove \nroad transport bottlenecks, resulting in significant reductions in \ntransport times and costs and an increase in the flow of goods \nthrough  the  region.  Better  road  transport  will  encourage  the \nproduction and export of local products and higher-value cash \ncrops,  and  promote  domestic  tourism.  The  Project  will  benefit \n1.06 million  people,  including  0.6  million  people  involved  in \nagriculture, of whom 16.6% are poor. The economic internal rate \nof return for the Project is 20.5%. The financial internal rate of \nreturn is 5.06%, which is higher than the real weighted average \ncost of capital. The upgrade of local roads will facilitate easier and \nsafer  access  to  schools,  hospitals,  and  markets  for  about \n50,000 rural  people,  consisting  mainly  of  poor  and  ethnic \nminorities. The construction of the expressway and rural roads will \nalso  provide  direct  employment  and  training  benefits  for  local \npeople.  About  10.3 million  person-days  of  employment \n(8,500 laborers for 4 years), generating CNY400 million in wages, \nwill benefit the local communities, who will also benefit from the \nprovision of materials and services during construction. \n   \nRisks and Assumptions  The  Project  has  been  designed  taking  into  consideration  the \npotential financial and social risks. The financial risks relating to \nconstruction and operations of the expressway will depend on \n(i) the actual level and composition of traffic, (ii) the capital cost, \n(iii)  XCD  capacity,  and  (iv)  the  tolls  charged.  To  control  the \nfinancial risks (i) the Project will receive significant injections of \nequity  from  central  and  provincial  governments,  (ii)  XCD  will \nensure smooth expressway operations, and (iii) an appropriate toll \nstructure will be adopted. The social risks involve resettlement, \ncommunicable  diseases,  and  ethnic  minorities  affected  by  the \nProject. To mitigate the social risks, appropriate measures have \nbeen  taken  in  the  resettlement  plans  and  ethnic  minority \ndevelopment plans. \n \n ", "Map 1\n57o  00'E 78o  00'E\nXINJIANG REGIONAL ROAD IMPROVEMENT PROJECT\n(KORLA--KUQA SECTION)\nRUSSIAN FEDERATION\nPetropavlovsk\nRUSSIAN FEDERATION\no\nKokshetau    50  00'N\nKostanai MakinskSiletiteniz\nLake Pavlodar\nOral Ulaanbaishint\nSemey MONGOLIA\nASTANA Olgiy\n50 o 00'E\nAktobe Temirtau Zaisan Lake Hovd\nTengiz Lake\nKaraghandy Altay\nAyakoz\nAkshatau Bulgan\nTakeshiken Yarant\nAtyrau Kul’sary Shalkar Zhezkazghan Balkhash\nAral KAZAKHSTAN Guishad Alakol   Lake Druzba\nBalkhash Lake\nBaikonyr\nKhorgos Urumqi\nSaryozek\nAral  Sea Kyzyl Orda Turpan\nAktau\nC a s p i a n     S e a Kyzyl-KKayuangradUrMgeNunyucnkhauks UZBUEcKhkIuSduTkAN Shymkent TKaraAarnazKd BaijaraalntakulJaKlalY-BAURIbzSaGgHdeYKnEZK RBaElyP Lk aAcUkhlemB yIsaLsLytykIa-CKkeul Sarez AXksINuJIANGK uUqaYGUR KorHlaosud\nTurkmenbashi Djizzak TASHKENT Osh Artux AUTONOMOUS REGION Ruoqiang\nKum-DasTURKMENISTAN Bukhara Sary Tash\nKizyl-Arvat Irkeshtam Kashgar PEOPLE’S REPUBLIC\nTurkmenabad DSUaSmHaArkNaBnEdNurobod Dzhirgatal OF CHINA\nTAJIKISTAN\nGasan-Kuli ASHGABAT Dangara Yecheng\nMary KTuerrgmaenz-Tyube Kulyab Khorog Murgab Hotan\nKunjirab\nAndkhuouy Hairatan\nShirkhan Bandar\nMazar-e-Sharif\nPul-e-Khumri\nQaisar Dara-i-Suf National Capital\nTorghundi Yakaulang KABUL Provincial Capital\nIslam QalaHeratMughab Bamian TorkhamMansehra City/Town\nGhazni Peshawar Regional Transport Corridor\nKhost ISLAMABAD\nBannu ADB Project Completed, Ongoing, and Proposed\nAFGHANISTANGhulam Khan\nI R A N Delaram Pindi Bhattian Other Primary Road\nKandahar MugDh.aI.l  KKohtan Major Road (Under Construction)\nZaranj SpinC BhoaMlmduamsklaimn Bagh QilZao SbaifullaKhanewFaalizalabad RInateilrwnaaytional Boundary\nQuetta Waigu\nNushki Muzzaffargarh Boundaries are not necessarily authoritative.\nSibi\nTaftan Dalbandin Dadhar PAKISTAN\nKalat\nJacobabad\nNok Kundi\nBasima Khuzdar Sukkur\nNag Ratodero\nDadu\nPangjur\n26 o 00'N Hoshab Uthal I N D I A 26 o 00'N\nOrmara\nGwadar Hyderabad N\nJiwani\nKarachi Port Qasim\n0 100 200 300 400 500\nKilometers\nA R A B I A N     S E A\n57 o 00'E 78o  00'E\nPRC 07-2034a HR", "78 o 00'E RUSSIAN 93 o 00'E\nFEDERATION\nXINJIANG REGIONAL ROAD IMPROVEMENT PROJECT\n(KORLA--KUQA SECTION)\nOlgiy\nIN THE\nPEOPLE'S REPUBLIC OF CHINA\nHovd\nAltay\nProvincial Capital\n216\nCity/Town Tacheng M O N G O L I A\nExpressway (Ongoing/Completed)\nK A Z A K H S T A N\n46 o 00'N Project Expressway 217 Takeshiken 46 o 00'N\nProject Local Road Yarant\nNational Road Karamay\nNational Road under Construction Bole Alataw Shankou 216\nOther Road Sayram  Lake\nRailway tKo Aolrmgaatys Sailimu Kuytun Dahuangshan\nRiver Yining Urumqi\n218\nProvincial Boundary 312\n216\nInternational Boundary 218 Xiaocahu Hami\nBoundaries are not necessarily authoritative. Proposed 217 Toksun Turpan\nExpressway Hosud\n314\nLuntai\nOsh to Bishkek Aksu Kuqa 3L1o4cal  Road 1 Korla to Xinxingxia\nKYRGYZ   REPUBLIC\nTorugart\nGANSU\nto Dushanbe Sary Tash Wuqia Artux 314 Aral 218\nIrkeshtam XINJIANG UYGUR\nKashgar AUTONOMOUS REGION\nTazong Ruoqiang\nTAJIKISTAN\nKalasu 315\n315\n314 Qiemo\n38 o 00'N 38 o 00'N\nQINGHAI\nKunjirab Hotan Minfeng 315 Local Road 3\nAFGHANISTAN\nLocal Road 2\n219\nN\n0 50 100 150 200 250\nKilometers\nXIZANG\n0\n7\n-2 M\n0\n3 a\n4c H 78 o 00'E 93 o 00'E p \nR 2", "78 o 00'E RUSSIAN 93 o 00'E\nFEDERATION\nASIAN HIGHWAY AND CAREC CORRIDORS IN XINJIANG\nIN THE\nOlgiy\nPEOPLE'S REPUBLIC OF CHINA\nHovd\nProvincial Capital Altay\nCity/Town\n216\nCAREC 1\nTacheng M O N G O L I A\nCAREC 2\n46 o 00'N Asian Highway AH 4 K A Z A K H S T A N 217 Takeshiken Yarant 46 o 00'N\nCCAARREECC  45 CAREC 1a Karamay CAREC 4\nLocal Road Bole Alataw Shankou 216\nNational Road Sayram  Lake\nto Almaty\nNational Road under Construction CAREC 1b Sailimu Dahuangshan\nKorgas Kuytun\nOther Road\nYining Urumqi\nRailway 218 312\n216\nRiver Turpan Hami\n218 Xiaocahu\nProvincial Boundary 217\nProposed Toksun\nInternational Boundary Expressway Hosud\n314\nKYRGYZ   REPUBoBuLndIaCries Oarseh nCoAt nReEcCes 1stoca Briislyhk aekuthoritative. Aksu Kuqa L3L1uo4cnatla  Rioad 1 Korla CACRAECRCAE R5tCoE  X2Cin x1ingxia\nTorugart\nSary Tash GANSU\nto Dushanbe CACRAERCE C5 2 Wuqia Artux 314 Aral 218\nIrkeshtam XINJIANG UYGUR\nKashgar AUTONOMOUS REGION\nTazong Ruoqiang\nTAJIKISTAN\nKalasu 315\n315\n314 Qiemo\n38 o 00'N 38 o 00'N\nQINGHAI\nAFGHANISTAN  A H 4 Kunjirab Hotan Minfeng 315 Local RLoocaadl  2Road 3\n219\nN\n0 50 100 150 200 250\nKilometers\n0 XIZANG\n7\n-2 M\n0\n34b H 78 o 00'E 93 o 00'E ap \nR 3", "   \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People’s Republic of China (PRC) for the Xinjiang Regional Road Improvement Project \n(Korla–Kuqa Section). The design and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Recognizing  the  need  for  rapid  development  of  the  transport  sector  to  meet  the \ndemands of high economic growth, the Government of the People’s Republic of China has been \ninvesting heavily in transport infrastructure and services over the last two decades. Since 1990, \nthe demand for passenger transport has grown at an annual average rate of 7.8%, and freight \ntransport  has  grown  at  7.6%.  This  has  led  to  an  increase  in  the  modal  share  of  roads, \nparticularly for passenger traffic; by 2006, road transport carried 52.8% of passenger traffic and \n11.1% of freight traffic. \n \n3.  To address the major road infrastructure needs, the Government has taken several \ninitiatives.  In  1990,  the  National  Trunk  Highway  System  was  introduced,  aimed  at  the \nconstruction of 12 high-standard key highways extending 35,000 kilometers (km) along the \nmajor road transport corridors. In 1998, the Western Region Development Plan (WRDP) was \ninitiated to, among others things, develop eight road corridors (18,000 km) in the western \nprovinces to link with the eastern PRC and the neighboring countries in the west. In 2005, the \nGovernment unveiled the National Expressway Development Plan to construct 34 expressways \nall over the country,1 covering a total of 85,000 km and providing access to the majority of the \nPRC’s population. In addition, the Government initiated a national Rural Roads Construction \nProgram under the 11th Five-Year Plan (11FYP) 2006–2010 to address the issues of lagging \nrural development and widening rural-urban income disparities. \n \n4.  By the end of 2006, the total road network in the PRC had grown to 3.46 million km, \nconsisting of 45,300 km of expressways, 45,300 km of class I roads, 262,270 km of class II \nroads, 354,700 km of class III roads, 1,574,800 km of class IV roads, and 1,174,100 km of \nunclassified  roads.  In  2006,  the  total  annual  investment  in  road  development  reached \nCNY623 billion, which is an increase of 13.6% over 2005. During the 11FYP, construction of \n24,000 km of expressway is planned, taking the total to 65,000 km by 2010. In addition, \n46,000 km of major roads and 130,000 km of paved access roads will be constructed in the \ncounties, and 280,000 km of major rural roads and 540,000 km of paved access roads will \nconnect the villages. \n \n5.  The WRDP, involving 12 provinces and/or regions,2 addressed the needs of the less-\ndeveloped western region. While aiming to reduce the imbalance in economic development, the \nWRDP played an important role in promoting cooperation of the western region with neighboring \ncountries and integration with the rest of the country. Among other things, the WRDP addressed \nthe need for development of the road network in the western region to provide access to its \npopulation spread over a large area, and stronger links with the eastern provinces. An estimated \n$84 billion was to be spent over 10 years. Road development under the WRDP includes \n(i) improving  eight  road  corridors  linking  western  provinces  to  the  eastern  region, \n(ii) rehabilitating  .and  upgrading  180,000  km  of  inter-  and  intraprovincial  roads,  and \n                                                 \n1  Also called the 7918 network, which includes 7 expressways radiating from Beijing, 9 north–south expressways, \nand 18 east–west expressways. \n2  The western region consist of Chongqing, Gansu, Guangxi, Guizhou, Inner Mongolia, Ningxia, Qinghai, Shaanxi, \nSichuan, Xinjiang, Xizang (Tibet), and Yunnan. \n ", "2 \n(iii) improving 150,000 km of local roads. Implementation of the WRDP continues under the \n11FYP, and all major road corridors are planned to be completed by 2010. \n \n6.  Road transport dominates surface transport in Xinjiang, accounting for 96% of the total \npassenger traffic (65% of the total passenger km) and 82% of the total freight (39% of the total \ntons per km). This is higher than the national average and the demand is increasing. In 2005, \nthe demand for passenger transport grew by 8.9%, and for freight transport by 12.2%. By the \nend of 2005, the total road network in Xinjiang was 89,530 km, which included 541 km of \nexpressways, 885 km of class I roads, 6,993 km of class II roads, 23,880 km of class III roads, \nand 57,233 km of class IV and unclassified roads. There are eight national highways connecting \nXinjiang with the neighboring provinces of Gansu, Qinghai, and Xizang in the east and south, \nand to the Central Asian countries and Mongolia in the west and north. During the 11FYP, the \nXinjiang Uygur Autonomous Regional Government (XUARG) plans to construct 657 km of \nexpressways, 6,357 km of class I and II roads, 2,866 km of class III and unclassified roads, and \n32,000 km of major rural roads. \n \nB.  Analysis of Key Problems and Opportunities \n7.  The economic development in eastern PRC has significantly outpaced development in \nother regions. This is partly due to the fact that 70% of the population is concentrated in the \neast, but it is more because industrial output has resulted in major increases in per capita \nincome.  The  western  region  mainly  relies  on  supplying  of  raw  materials.  Situated  in  the \nnorthwestern  corner  of  the  PRC  and  farthest  from  the  economically  developed  eastern \nprovinces, Xinjiang has a land area of 1,665,000 square km (km2), which is one sixth of the \nPRC. The Tianshan mountain range in the north, the Kunlunshan mountain range in the south, \nand the large Tarim desert in the southern half are the main geographical features of Xinjiang. \nThe province is made up of five autonomous prefectures, two prefecture-level cities, seven \nadministrative offices, 20 cities, 68 counties, and 999 townships and towns. The total population \nof 20.2 million (2005) is widely distributed, and this increases the isolation and remoteness of \nthe communities. Over 60% of the population (12.6 million) is engaged in agriculture. Xinjiang is \none of the less-developed provinces. The net income per capita for farmers is CNY2,482, or \n76% of the national average. The poverty incidence is 18% (2005), higher than the national \naverage of 10%, and is concentrated in southern Xinjiang, where 80% of the poor population \nresides and where the Project is located. \n \n8.  XUARG relies upon the Ministry of Communications (MOC) and loans from international \nfinancial institutions and local commercial banks for financing the expressways. The Xinjiang \nCommunications Department (XCD) manages construction and operations of the expressways \nthrough  its  two  bureaus,  the  Xinjiang  Communications  Construction  Administration  Bureau \n(XCCAB) and the Xinjiang Highway Administration Bureau. The toll income is used to service \nthe loans and cover operation and maintenance costs. However, reliance on these traditional \nsources to meet the long-term demand of road infrastructure development in Xinjiang is not \nsustainable.  XCD  still  has  a  long  way  to  go  in  transforming  itself  into  a  market-oriented \ninstitution when compared to the other provinces, particularly in the eastern region where the \nprovision  of  transport  infrastructure  and  services  has  gradually  shifted  to  independent \nenterprises with private sector involvement in financing and operations. \n \n9.  While the PRC has achieved rapid economic development, the rural areas have lagged \nbehind, leading to widening income inequalities. One reason for this disparity is the lack of \naccess  in  rural  areas.  The  rural  roads  development  targets  under  the  11FYP  include  the \nprovision of a paved road connection to (i) all townships and administrative villages in the \neastern region, (ii) all townships and 80% of administrative villages in the central region, and \n ", "  3 \n(iii) 90% of townships and 50% of administrative villages in the western region. The major \nissues in implementing the 11FYP rural roads development targets are (i) inadequate financing; \n(ii) capacity constraints at county, township, and village levels; (iii) the absence of appropriate \ndesign standards for low-volume roads; and (iv) lack of maintenance. XUARG has developed a \n5-year plan (2006–2010) for development of rural roads in Xinjiang. This involves construction, \nrehabilitation,  and  improvement  of  65,000  km  of  rural  roads  at  an  estimated  cost  of \nCNY16.1 billion. \n \n10.  Major reforms have been undertaken in the PRC to improve road transport services. \nFreight transport has been deregulated since the mid-1980s, allowing the market to set service \nstandards and freight tariffs. Similarly, under the existing regulatory arrangements governing \nroad  passenger  services,  the  quality  of  long-distance  services  between  county-level  and \ntownship-level centers has improved considerably. However, for township-to-village and village-\nto-village bus routes, there are several shortcomings, mostly related to the strict regulatory \nregime. The major problems are (i) poor road conditions preventing the issuance of route \nlicense,  (ii) the  requirement  for  the  existence  of  a  township  or  village  bus  terminal  before \ntransport services can commence, (iii) extensive licensing restrictions for operators and routes, \nand (iv) restrictions on the type of vehicle which can be used. \n \n11.  As part of developing Urumqi as a regional transport hub and logistics center, MOC and \nXUARG signed the Urumqi Road Transport Hub Terminal Development Program agreement in \nNovember 1997. According to this program, six freight terminals, six passenger terminals, an \ninternational freight and passenger terminal, and an administration terminal were planned; these \nare  in  various  stages  of  development.  The  trade  volume  imbalance  between  exports  and \nimports,  and  the  cyclical  nature  of  agricultural  produce  in  Xinjiang,  adversely  affects  the \nefficiency of freight terminal operations. Trucks looking for back loads wait 10–14 days on \naverage, or return unloaded. In some cases, drivers are willing to accept lower rates in order to \nsecure a cargo and then increase the rates on the return journey, while in other cases increases \nin the freight rates on cargo to destinations with back-loading problems are being considered. \nAs a direct result of the lower vehicle utilization rate, transport costs have increased. Although \nthe program includes a plan to establish an integrated terminal system, which would connect the \nadministration center and freight terminals through a web-based logistics information exchange \nsystem, there is a lack of the information and communication technology (ICT) expertise needed \nto implement such a system. The problem and constraints analysis is in Appendix 2. \n \n12.  Two of the eight major road corridors under the WRDP are in Xinjiang: the Altay–Kyutun \ncorridor, and the Xiaocahu (near Urumqi)–Hotan corridor. The Korla–Kuqa project expressway \nis part of the Xiaocahu–Hotan corridor. It traverses east–west along the southern foot of the \nTianshan mountains and passes through Korla city and Luntai county (in Bayangol Mongol \nAutonomous Prefecture) and Kuqa county (in Aksu administrative office). The expressway is \npart of the traditional Silk Road and is a major trade link to the Central and South Asian \ncountries (Map 1). The expressway connects the capital city of Urumqi with Kashgar city, which \nconnects  to  (i)  the  Kyrgyz  Republic  through  border  crossings  at  Irkeshtam  and  Torugart, \n(ii) Pakistan through the border crossing at Kunjirap, and (iii) to Tajikistan through the border \ncrossing at Kalasu. The expressway also serves as the main access for tourists visiting the \nhistorical  sites  in  the  project  area.  Most  importantly,  the  expressway  connects  the  less-\ndeveloped southern part of Xinjiang via recently completed class II highways from Kuqa county \nto Hotan administrative office, and from Luntai county to Minfeng and Qiemo counties (Map 2). \n \n13.  Xinjiang’s economy is growing steadily; gross domestic product (GDP) grew by 11% in \n2006. Although agriculture remains significant, it has declined from 31% of GDP in 1990 to 20% \nin 2005. Current economic growth is dominated by secondary industry, which includes the \n ", "4 \nsupply  of  power,  water,  and  gas,  and  construction.  It  constituted  44%  of  GDP  in  2005, \ncompared to 31% in 1990. Tertiary industry (including transport and storage, finance, real \nestate,  retail  and  wholesale,  education,  healthcare,  community  services,  and  public \nadministration)  is  the  second-most  important  sector,  accounting  for  36%  of  GDP  in  2005. \nImprovement  of  transport  infrastructure  will  contribute  significantly  to  trade  and  industry, \nexports, agriculture production, tourism, and the overall economic development of Xinjiang. \n \n14.  External assistance to the road sector in the PRC has come mainly from the Asian \nDevelopment Bank (ADB), the Japan Bank for International Cooperation, and the World Bank. \nSince 1991, ADB has extended 36 loans and 64 technical assistance (TA) projects. Project \ncompletion reports prepared for 18 road projects concluded that 17 were highly or generally \nsuccessful and one was partly successful.3 The advisory TA projects have addressed policy and \ninstitutional  issues,  including  (i)  highway  planning,  (ii)  road  safety,  (iii)  human  resource \ndevelopment, (iv) socioeconomic assessment, (v) transport pricing, and (vi) mobilization of \nnongovernmental financial resources. ADB coordinates closely with both these organizations in \nthe selection of corridors for financing and to ensure a unified approach in pursuing the sector \nreform agenda with the Government (Appendix 4). \n \n1.  Government and ADB Strategies \n \n15.  Under the 11FYP, the Government aims to provide balanced, equitable, and sustainable \ndevelopment. There is strong emphasis on rural development and the Government pledges to \nincrease  farmers’  incomes,  improve  infrastructure,  and  enhance  public  services  in  the \ncountryside. Road development has been a high priority as an effective means of promoting \neconomic growth and reducing poverty. The WRDP focuses on reducing regional disparities by \n(i) linking the western provinces with the central and eastern regions, (ii) providing access to \ntrade through corridors to sea and land ports, and (iii) promoting regional cooperation with \nneighboring countries. \n \n16.  ADB’s operational strategy in the PRC for the road sector gives high priority to removing \ninfrastructure  constraints  and  supporting  policy  and  institutional  reforms.  ADB  supports \n(i) building roads that connect major growth centers, and improving access in the western and \ncentral regions; (ii) integrating the road network so that the national trunk highway system is \nsupported by a system of secondary and tertiary roads, particularly those that provide access to \npoor  areas;  (iii)  promoting  road  safety  and  reducing  vehicle  emissions;  (iv) strengthening \ncorporatization and commercialization of expressway organizations; (v) adopting appropriate \npricing policies to ensure optimum use of road transport capacity; and (vi) using alternative \nmethods  of  investment  financing,  including  private  sector  participation.  ADB  road  sector \nassistance targets the poor western provinces and regional economic corridors. The Project is \nconsistent with the PRC’s development priorities and ADB’s strategy. A road sector analysis \nand policy reform matrix is in Appendix 3. \n \n2.  Lessons Learned \n \n17.  XCD  has  implemented  three  World  Bank-financed  highway  improvement  projects4 \nduring the period 1994–2007; the last one is nearing completion. The lessons from the first two \n                                                 \n3  The “partly successful” rating is mainly due to inadequate safety facilities and enforcement. Remedial actions were \ntaken to rectify the issues. The Project was rated “successful” in the project performance audit report after the \nremedial measures were taken. \n4  World  Bank.  1994.  Loan  3787-CHA:  Xinjiang  Highway  I  Project;  Turpan–Urumqi–Dahuangshan  High-grade \nHighway  Project.  Washington;  1996.  Loan  4099-CHA:  Second  Xinjiang  Highway  II  Project:  Urumqi–Kuytun \nExpressway Project. Washington; 2002. Loan 7143-CHA: Third Xinjiang Highway Project: Kuytun–Sailimu High-\ngrade Highway Project. Washington. WB. \n ", "  5 \nprojects include the following: (i) there is a need for improved traffic forecasting on tolled roads, \n(ii) road safety should be addressed at the national level as part of the policy dialogue with the \nGovernment,  (iii)  institutional  and  capacity-development  activities  should  complement  the \nexecution of major tasks under the Project, and (iv) toll rates should be affordable. In addition, \npast  ADB-financed  projects  have  highlighted  the  need  for  proper  management  of  social \nsafeguard issues, particularly relating to ethnic minorities. \n \n18.  Extensive  traffic  analysis  (including  growth  of  traffic  on  the  existing  expressways \ndeveloped with the World Bank’s assistance and in operation since 1999) has been carried out \nfor the project expressway to ensure that the traffic projections are realistic. Road safety is part \nof  the  ongoing  policy  discussions  with  the  Government,  and  several  initiatives  have  been \nundertaken  at  the  national  level  towards  the  development  of  an  effective  and  sustainable \nframework for improving road safety.5 The Project continues with the capacity development \ninitiated under the World Bank projects and ensures that it reflects the current needs. XUARG \ncarried out the toll-rate analysis for each new road. Based on the findings that the rates differed \nonly slightly between roads, XUARG decided that it was administratively more convenient to \nadopt uniform toll rates for all toll roads. XCD has assured that the toll rates currently applicable \non the other expressways will be applied to the project expressway. With regard to social \nsafeguards, XCD has good management and experience, and during project implementation its \nstaff will liaise regularly with local government officials. \n \n3.  Policy Dialogue \n \n19.  Encouraging  Private  Sector  Participation.  XCD  has  been  seeking  private  sector \ninvolvement in expressways from experienced operators. However, there is little interest due to \nrelatively low traffic volumes and high risks. Discussion is ongoing with XCD to (i) introduce \ncorporatization of expressway operations as a first step towards private sector involvement; and \n(ii) introducing innovative instruments for private sector participation, such as annuity-based \nconcessions, to share the potential risk posed by low traffic volumes. An international expert will \nbe engaged under the Project to develop a strategy for private sector participation, including an \naction plan identifying the steps needed to encourage private sector involvement. \n \n20.  Rural Road Development. An ADB-financed TA project6 has addressed major issues \n(para. 9) in implementing rural road development programs and the major recommendations \ninclude (i) raising local government revenues through a levy on property tax and collecting a \nroad maintenance fee from vehicles that are currently exempted; (ii) incorporating new class V \nroads and village roads in the highway law; (iii) making provincial governments responsible for \ncapacity  development  of  the  staff  at  county,  township,  and  village  levels;  (iv)  improving \ndatabases; and (v) introducing a pavement management system and contract maintenance. \nMOC  supports  the  recommendations  and  is  working  closely  with  ADB  in  developing  a \nframework for implementation (Appendix 5).  \n \n21.  Improving Rural Transport Services. In the PRC, rural transport services for township-\nto-village  and  village-to-village  bus  routes  are  costly,  unreliable,  and  unsafe.  The  major \nshortcomings, mostly related to the strict regulatory regime, are (i) poor road conditions which \nprevent the issuance of route licenses, (ii) the requirement for the existence of a township or \nvillage  bus  terminal  before  transport  services  can  commence,  (iii)  extensive  licensing \nrestrictions for operators and routes, and (iv) restrictions on the type of vehicle which can be \n                                                 \n5  ADB. 2005. Technical Assistance to the People’s Republic of China for Road Safety Improvement. Manila. \n6  ADB. 2006. Technical Assistance to the People’s Republic of China for Rural Roads Development Strategy. \nManila. \n ", "6 \nused. Under an ADB-financed TA project,7 these issues have been addressed. The proposed \nreforms involve (i) changes in the definition, licensing, and regulation of rural buses, rural bus \nroutes, rural bus operators, and rural bus terminals to encourage more demand-responsive, \ntownship-based operators and give them the freedom and flexibility to offer efficient services \nwhich are more capable of responding to users’ needs; and (ii) corresponding measures to \nclarify the role and strengthen the capacity of county-level road transport administrations in \nrelation to the recommended regulatory changes. MOC supports these recommendations and \nhas agreed to implement them on a pilot basis in selected road projects in the provinces.  \n \n22.  Enhancing  Road  Safety.  Road  safety  is  a  major  issue  in  the  PRC,  especially  in \nXinjiang. In the PRC in 2005, there were 567,753 road accidents, resulting in 451,810 injuries \nand 99,217 fatalities. In Xinjiang, during the period from 1996 to 2005, over 25,000 people were \nkilled and over 75,000 people injured in road traffic accidents. Fatalities increased from 1,863 in \n1996, to 2,491 in 2000, and 2,588 in 2006. In 2006, the estimated economic losses from road \naccidents and fatalities in Xinjiang exceeded CNY16.63 million. The Ministry of Public Security, \nwhich is responsible for enforcement of traffic laws and regulations, is committed to reducing \naccidents  through  improved  safety  of  vehicles,  driver  training,  and  improved  traffic \nmanagement. Road safety is given high priority in Xinjiang, but there is still a lot of work \nrequired to achieve safe road travel.  \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n23.  The impact of the Project is to develop a more efficient national and regional transport \nsystem that supports sustainable economic growth in Xinjiang. The outcome of the Project is to \nimprove transport capacity and safety of the regional road corridor and the local roads in \nsouthern Xinjiang. \n \nB.  Outputs \n24.  The Project has the following outputs: (i) upgrading the 296.5-km Korla–Kuqa section of \nthe existing two-lane class II national highway (G314) to a four-lane access-controlled tolled \nexpressway; (ii) rehabilitating three priority local roads totaling 193 km in Kuqa and Qiemo \ncounties  to  class  III  or  IV,  providing  access  to  remote  and  poorer  areas  of  Xinjiang; \n(iii) improving operational efficiency of freight terminals in Urumqi by introducing a web-based \ntransport logistics system; (iv) improving rural transport services by pilot testing of bus route \nlicensing reforms in Kuqa county; (v) improving road safety through (a) conducting a safety audit \nfor the project roads, (b) developing an action plan to ensure safe operation of the expressway, \n(c)  installing  modern  traffic  safety  devices  along  the  project  roads,  (d)  increasing  public \nawareness  through  training,  and  (e)  providing  a  traffic  surveillance  monitoring  system  for \nensuring road safety during winter and for controlling speeds on the project expressway; and \n(vi)  enhancing  XCD  capacity  through  the  provision  of  consulting  services,  equipment,  and \ntraining. \n \nC.  Special Features \n25.  Strengthening Regional Cooperation. As a gateway of the PRC to the Central Asian \ncountries, Xinjiang is considered an important part of the land bridge linking Asia and Europe. \nXinjiang shares a 5,600-km border with eight neighboring countries which are mostly members \n                                                 \n7  ADB. 2006. Technical Assistance to the People’s Republic of China for Sustainable Rural Transport Services. \nManila. \n ", "  7 \nof the Central Asia Regional Economic Cooperation (CAREC) program,8 and is working with \nthese countries to improve the region’s transport infrastructure and reduce the cost of trade \nacross the region. The CAREC Transport and Trade Facilitation Strategy9 is being developed \nand aims to (i) accelerate economic growth and reduce poverty by upgrading key transport \ncorridors across the CAREC region, (ii) improve the region’s competitiveness, and (iii) expand \ntrade among the CAREC economies and with the rest of the world. Key elements of the strategy \nare  the  coordinated  improvement  of  transport  infrastructure  along  the  six  priority  transport \ncorridors; the Project supports this strategy. The Urumqi–Kashgar road in Xinjiang is part of \nthree among four CAREC transport corridors connecting Xinjiang with Kazakhstan, the Kyrgyz \nRepublic, Mongolia, and Tajikistan; it also forms part of Asian Highway 4 (AH-4) (Map 3). The \nKorla–Kuqa section is part of the Urumqi–Kashgar road, which is becoming heavily trafficked. \nThe  Project  will  upgrade  the  existing  Korla–Kuqa  highway  to  a  four-lane  expressway  and \nimprove the operational efficiency of freight terminals to (i) increase the flow of goods through \nthe region, (ii) reduce travel times and costs, and (iii) increase vehicle utilization. Together with \nother financial institutions, ADB is assisting CAREC member countries to improve their regional \nroad connections with Xinjiang. With ADB assistance, the upgrading of the Sary Tash–Nimich \nroad (which links the Kyrgyz Republic and Tajikistan), the Torugart–Bishkek road in the Kyrgyz \nRepublic, and the Guzar–Dautata (Kazakhstan border) road in Uzbekistan are all planned with \nthe same time frame as the Project in Xinjiang. The Korla–Kuqa expressway will link these \ncountries to Mongolia and the Russian Federation via the highway in northern Xinjiang and the \nproposed road in western Mongolia. The Government will also rehabilitate the 110-km Torugart–\nKashgar border road through its own funding during the implementation period of the Project. \nWith these connections, the Korla–Kuqa expressway will help to foster economic development \nand promote interregional trade, and will serve as an important transport corridor ensuring \nefficient and safe movement of goods and passengers. The expressway plays a critical role in \nfurthering trade and regional cooperation, which will also benefit from the CAREC Transport and \nTrade Facilitation Strategy. \n \n26.  At the national level, four major road sections in Xinjiang are planned under the National \nExpressway Development Plan. Two of these four road sections form part of the east–west \ncorridor between Irkeshtam, on the border with the Kyrgyz Republic, and Xinxingxia, on the \nborder of Xinjiang and Gansu provinces. The project expressway is part of the Irkeshtam–\nXinxingxia corridor; an expressway from Korla to Turpan has been completed and the civil \nworks from Turpan to Xinxingxia are ongoing, with completion scheduled for 2010. XCD plans to \ncomplete the remaining section from Kuqa to Irkeshtam by 2020 and has recently completed a \nfeasibility study for the 250-km Kuqa–Aksu section .  \n \n27.  Local Roads Improvement. The Project will improve three priority local roads totaling \n193 km to meet class III or IV standards: (i) the reconstruction of the 30-km Wuqia township–\nDunkuotan township road in Kuqa county, (ii) the 73-km G315 road between New Long March \nBridge and Aqiang township road, and (iii) the 90-km G315 road between Suntang Maintenance \nOffice and Aoyiyalake township in Qiemo county. The selection of road priorities, carried out in \naccordance with the local road management regulations, initially identified 17 local roads from \nXCD’s plan. At the end of a screening process, based on criteria that included (i) serving poorer \nareas, (ii) the number of villages served, (iii) poor road condition, (iv) connectivity to an existing \nnetwork, (v) access to social services, (vi) traffic levels, and (vii) environmental and resettlement \n                                                 \n8  CAREC is an alliance of eight countries: Afghanistan, Azerbaijan, the People’s Republic of China, Kazakhstan, the \nKyrgyz Republic, Mongolia, Tajikistan, and Uzbekistan; and six multilateral institutions: the Asian Development \nBank, the European Bank for Reconstruction and Development, the International Monetary Fund, the Islamic \nDevelopment Bank, the United Nations Development Programme, and the World Bank. \n9  The draft CAREC Transport and Trade Facilitation Strategy including six key transport corridors to be established \nacross the CAREC region have been endorsed at the 6th Ministerial Conference on CAREC held in Dushanbe, \nTajikistan on 3 November 2007.  \n ", "8 \nconsiderations, three local roads were selected: one in Kuqa county (mixed class III and IV) and \nthe  other  two  in  Qiemo  county  (both  class  IV).  These  local  roads  are  connected  to  the \nexpressway through the national highway network that will bring both transport and economic \nbenefits to the local poor and minority groups. \n \n28.  Improving Efficiency of Freight Terminals. To accommodate the need to improve the \nefficiency  of  freight  terminal  operations  and  to  integrate  individual  terminals  for  better \nadministration, a web-based logistics information system is proposed under the Project so that \nUrumqi can be developed as a transport hub not only for Xinjiang but also between the PRC \nand the CAREC countries.10 The Project will assist XCD in the introduction of ICT through the \nprovision of international and national consulting services and software (Appendix 6) to facilitate \nan efficient, secure pick up and delivery service. A web-based system will increase efficiency in \nterminal operations by providing not only better visibility over the location of cargo and available \nfreight forwarders but also the ability to track consignments to the point of delivery. In turn, \nimproved  terminal  operations  will  generate  substantial  long-term  economic  returns  to  the \nregional economy through savings in vehicle operating costs and time, and increasing vehicle \nutilization  by  providing  real-time  information.  This  component  will  also  benefit  from  the \nrecommendations of the ongoing TA project for logistics development and capacity building in \nXinjiang.11 \n \n29.  Implementation of Bus Route Licensing Reforms. As many as 11 townships and \n3,036 remote administrative villages in Xinjiang have no regular bus services, and rural travelers \nrely on motorized three-wheeled vehicles, agricultural tractors, and animal-powered vehicles. \nPassenger bus productivity in Kuqa county is very low in terms of the average length of service \nper bus per day. This results in long waits for passengers at bus stations and an inability to \nrotate buses onto other routes. The Project will provide consulting services to implement pilot \nbus-route licensing reforms in Kuqa county and monitor the effects. Experience gained from the \npilot activity will be applied to other areas in Xinjiang (Appendix 7). \n \n30.  Improving  Road  Safety. The Project supports XCD efforts to improve road safety \nthrough (i) conducting a road safety audit for the project roads; (ii) developing an action plan to \nensure safe operation of the expressway; (iii) providing modern traffic safety devices along the \nproject roads; (iv) enhancing the institutional capacity of XCD through the provision of winter \nmaintenance equipment and training; (v) improving public awareness, particularly in rural areas; \nand (vi) providing traffic surveillance monitoring systems for ensuring road safety during winter \nand for speed warning (Appendix 8). \n \n31.  Capacity Development. XCD has received training through three World Bank projects12 \nfocused on (i) strengthening XCD and its jurisdiction units, and (ii) training XCD staff to satisfy \nthe needs for construction and management of high-grade highways in Xinjiang. To further \nstrengthen organizational capability and improve staff quality and work efficiency, the Project \nincludes a capacity-development component which will enhance XCD’s capacity to (i) gradually \nmove towards private sector participation in expressway financing and operations, (ii) effectively \nundertake road maintenance management, (iii) improve rural transport services, (iv) improve \nroad safety, and (v) effectively regulate freight terminals. Better utilization of allocated funding \nfor  maintenance  is  an  issue  in  Xinjiang.  Under  World  Bank  projects,  XCD  has  received \n                                                 \n10  This is recommended under ADB’s TA 6203-REG: Regional Trade Facilitation and Customs Cooperation Program \n(Phase II) for Xinjiang Uygur Autonomous Region Trade Facilitation and Logistics Development Research Project, \nJune 2006. \n11  ADB. 2006. Technical Assistance to the People’s Republic of China for Logistics Development and Capacity \nBuilding in Xinjiang Uygur Autonomous Region. Manila. \n12  Through three highway improvement projects during the period 1994–2007, the World Bank has provided loans \ntotaling $600 million. Capacity development was included under all these projects. \n ", "  9 \nequipment, systems, and training to develop its road maintenance capacity. However, there is a \nneed to build on this effort to address the gap between the road network needs and institutional \ncapacity of XCD, particularly at the local government (county, township, and village) levels. In \norder  to  (i) continue  the  XCD  capacity-development  efforts,  (ii)  address  weak  capacity  in \nmaintenance  planning  by  county  and  township  communication  bureaus,  and  (iii)  facilitate \nimplementation of some of the recommendations provided by an ADB-financed TA project for a \nrural roads development strategy (footnote 8), the Project will provide consulting services and \nrelated training. The staff trained under the Project will develop and implement a plan for \ncapacity  development  of  the  staff  of  selected  counties  and  townships  in  road  planning, \ndevelopment,  and  asset  management  (Appendix  9).  XCD  also  assured  that  expressway \nmaintenance will be undertaken by XHAB, and local road maintenance by Qiemo and Kuqa \ncounty communication bureaus. The maintenance equipment to be procured under the Project \nwill be distributed to these bureaus. The vehicle weighing stations were installed at terminals \nalong the highway network and regular checks are being carried out to prevent road pavement \ndamage due to use by overloaded trucks. During checks, excess goods are unloaded and \nauthorization to continue their journey is given to truck drivers. However, cases have been \nrecorded where, after receiving the authorization, drivers reload the excess goods. In an effort \nto prevent this practice, XCD is implementing effective enforcement through random checking of \ntrucks on the road. An additional weighbridge will be procured under the Project and its use will \nenhance XCD’s ongoing effort. XCD will determine the appropriate location for the weighbridge \nduring project implementation, and through XHAB will enforce load limits. Road condition testing \nequipment to be purchased under the Project will be allocated to XCCAB to facilitate better \nplanning of maintenance activities based on road conditions.  \n \nD.  Project Investment Plan \n32.  The project investment cost is estimated at $594 million, including taxes and duties of \n$13 million. A detailed cost estimate by financiers is in Appendix 10. \n \nTable 1: Project Investment Plan  \nItem  Total \n($ million) \nA.  Base Costa   \n  1.  Civil Works    \n    Expressway  443.86 \n    Local Roads  15.09 \n  2.  Equipment  7.83 \n  3.  Land Acquisition and Resettlement   16.40 \n  4.  Consulting Services and Training  7.89 \n  5.  Project Administration  24.50 \n      Subtotal (A)  515.57 \nB.  Contingencies   \n  1.  Physical Contingenciesb  13.74 \n  2.  Price Contingenciesc  30.87 \n      Subtotal (B)  44.61 \nC.  Financing Charges During Constructiond  33.82 \n        Total (A+B+C)  594.00 \na  In 2007 prices. \nb  Physical contingencies are computed at 3% of civil works cost. \nc  Price contingencies are computed at 2.2% per annum for 2008, and 3% per annum thereafter for \nlocal currency costs and 0.8% per annum for foreign exchange cost during 2008–2011.  \nd  Includes interest during construction, commitment charges. Interest rate computation is based on \nthe prevailing US dollar 5-year swap rate plus a spread for the ADB loan and prevailing interest \nrate for the China Development Bank. It also includes a commitment charge of 0.35% for ADB \nloan. \nSource: Asian Development Bank estimates. \n \n ", "10 \nE.  Financing Plan \n33.  The Government has requested a loan of $150 million from ADB’s ordinary capital \nresources to help finance the Project. The loan will have a 25-year term, including a grace \nperiod of 5 years, an interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility, a commitment charge of 0.35% per annum, and \nsuch  other  terms  and  conditions  set  forth  in  the  draft  loan  and  project  agreements.  The \nGovernment has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nLIBOR-based lending facility on the basis of these terms and conditions, and (ii) an undertaking \nthat  these  choices  were  its  own  independent  decision  and  not  made  in  reliance  on  any \ncommunication or advice from ADB. The ADB loan will finance 25% of the total project cost \n(Table 2). The Government, through MOC, XUARG, and a domestic bank (China Development \nBank) will finance the remaining project cost. The China Development Bank has appraised the \nProject and provided a commitment letter to XCD. MOC and XUARG have made budgetary \nprovisions for the counterpart funds. The ADB loan proceeds will be made available by the \nGovernment to XUARG, which will onlend to XCD on the same terms and conditions as those of \nthe ADB loan, with XCD bearing the exchange rate and interest rate variation risk. \n \nTable 2: Financing Plan \nSource  Total ($ million)  % \nAsian Development Bank   150  25 \nMinistry of Communications  197  33 \nChina Development Bank  188  32 \nXinjiang Uygur Autonomous Regional Government  59  10 \n  Total  594  100 \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n34.   Project Management. XCD will be the Executing Agency and will be responsible for the \noverall implementation of the Project. The director general of XCD will be the project director. \nXCCAB will be the implementing agency (IA) and will be responsible for all project components. \nXCCAB has implemented three similar projects financed by the World Bank, and thus has the \ntechnical,  management,  and  staff  capacity  to  undertake  this  Project.  XCCAB  has  already \nestablished a project management office to coordinate activities on project implementation \nincluding (i) loan disbursement, (ii) procurement of civil works and equipment, (iii) hiring of \nconsultants, (iv) overseeing contract administration, (v) submitting progress and audit reports to \nADB, and (vi) organizing a supervision mission. XCCAB has appointed a project manager for \nthe day-to-day management of project implementation. The project director will chair regular \nmeetings  every  3  months,  or  more  often  if  necessary,  to  review  implementation,  resolve \ncoordination issues, and to provide guidance for timely completion of the project activities. \n \n35.  Implementation Period. The implementation period of the Project is from June 2007 to \nJune 2012. The implementation schedule is in Appendix 11. \n \n36.   Procurement. All procurement of goods and works financed by the ADB loan will be \ncarried out in accordance with ADB's Procurement Guidelines (2007, as amended from time to \ntime). Contracts for goods estimated to exceed $1.0 million and contracts for works estimated to \nexceed $10.0 million will be procured using international competitive bidding (ICB) procedures. \nContracts for goods and contracts for works estimated to be equal to or less than the above-\nmentioned ICB values, but more than $100,000, will be procured on the basis of national \ncompetitive bidding (NCB) procedures in accordance with the PRC Tendering and Bidding Law \n(1999), subject to modifications agreed with ADB. More details are provided in the procurement \n ", "  11 \nplan (Appendix 12). The expressway civil works will be divided into 18 packages, 11 of them \n(subgrade, pavement, bridges, and intersections) will be financed by ADB and procured under \nICB procedures. Out of these, nine will be procured with prequalification and two will be without \nprequalification where advance contracting is applied. The three local road sections financed by \nADB will be procured through NCB. Expressway maintenance equipment will be divided into \n15 packages, five of which will be financed by ADB and procured through NCB. All other \npackages,  including  traffic  engineering,  building  and  ancillary  facilities,  and  planting  and \nlandscaping (including road condition survey equipment and maintenance equipment) will be \nfinanced by the Government and procured under government bidding procedure acceptable to \nADB. \n \n37.  Consulting  Services.  The  Project  will  finance  52  person-months  of  international \nconsulting services. Of this, 45 person-months will be used for the expressway involving (i) a \ndeputy chief supervision engineer and international team leader (42 person-months), (ii) a road \nsafety expert (2 person-months), and (iii) a project monitoring and evaluation expert (1 person-\nmonth). The remaining 7 person-months will be used for (i) a private sector specialist (1 person-\nmonth), (ii) a freight terminal specialist (2 person-months), and (iii) a rural transport specialist \n(4 person-months). All consultants to be financed under the ADB loan will be selected and \nengaged based on a full technical proposal using the quality and cost-based selection method13 \nin accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from time \nto  time).  In  addition,  XCD  will  engage  and  finance  about  5,510 person-months  of  national \nconsultants  for  (i) construction  supervision  of  project  roads,  (ii) implementation  of  the \nenvironmental management plan (EMP), resettlement plans, and ethnic minority development \nplans (EMDPs), (iii) monitoring of social and poverty impacts under the project performance \nmonitoring system (PPMS), and (iv) assisting international consultants in (a) the introduction of \nICT  for  freight  terminals,  (b)  the  improvement  of  rural  transport  services,  (c)  road  safety \nimprovement, and (d) XCD’s capacity development. The national consultants will be recruited in \naccordance with government procedures acceptable to ADB. Experienced domestic institutions \nwill be engaged for external monitoring of environmental mitigation, resettlement, and EMDPs. \nThe chief supervision engineer will be responsible for overall project supervision, assisted by \ntwo deputies, one of whom will be the team leader of the international consultants. Outline terms \nof reference for consultants are in Supplementary Appendix A. \n \n38.   Advance Contracting and Retroactive Financing. ADB approved advance contracting \non  6  June  2007;  this  includes  prequalification  of  contractors,  bidding,  bid  evaluation,  and \ncontract awards.14 The advance contracting will be undertaken in accordance with the ADB’s \nProcurement Guidelines. ADB also approved the requested retroactive financing not exceeding \n20% of the total ADB loan, or $30 million, on 2 July 2007 for two expressway civil works contract \npackages and international consulting services to be awarded in the beginning of 2008. The \nGovernment  has  been  advised  that  approval  of  the  advance  contracting  and  retroactive \nfinancing  does  not  commit  ADB  to  finance  the  Project.  The  expenditure  must  have  been \nincurred before loan effectiveness but, generally, no earlier than 12 months before the date of \nsigning of the Loan Agreement. \n \n39.  Disbursement Arrangements. The loan proceeds will be disbursed in accordance with \nADB’s Loan Disbursement Handbook (2007, as amended from time to time). To facilitate project \nimplementation and funds flow, an imprest account will be set up upon loan effectiveness and \nwill be managed by the Xinjiang Finance Department, and the flow of funds will be from the \nXinjiang  Finance  Department  to  the  IA’s  project  account.  The  financial  management \nassessment determined that XCD and the IA have adequate financial management, accounting \n                                                 \n13 The quality–cost ratio is 80:20. \n14 Advance contracting was reported in the 10 July 2007 internet edition of ADB Business Opportunities. \n ", "12 \nand internal control capacity and can provide accurate and timely information on financial \nstatus. (Supplementary Appendix B). The initial advance to be deposited to the imprest account \nwill not exceed either 6 months of estimated expenditure or 10% of the loan amount, whichever \nis lower. Direct payment procedures will apply for the large works contracts. If the government \ninitially funds eligible expenditures from its own resources, the reimbursement procedure will be \nused.  To  expedite  funds  flow  and  simplify  the  documentation  process,  the  statement  of \nexpenditures procedure will be used for liquidation and replenishment of the imprest account \nand reimbursement of eligible expenditures not exceeding $200,00015 per individual payment. \nPayments in excess of the statement of expenditures ceiling will be reimbursed, liquidated, or \nreplenished based on full supporting documentation. \n \n40.  Accounting,  Auditing,  and  Reporting.  XCD  and  XCCAB  will  maintain  separate \naccounts for the Project and related financial statements for the expressway and local road \ncomponents,  and  will  have  them  audited  annually  in  accordance  with  appropriate  auditing \nstandards consistently applied by external auditors whose qualifications, experience, and terms \nof reference are acceptable to ADB. XCD and XCCAB will submit to ADB within 6 months of the \nend of each fiscal year, certified copies of audited project accounts and financial statements, \nand an auditor’s report on the Project, in both English and Chinese. A separate audit opinion on \nthe use of the imprest account and statement of expenditures, if any, will be included as part of \nthe auditor’s report. The Government was advised of ADB’s requirement of timely submission of \naudited project accounts and financial statements, and the suspension of disbursement of the \nproposed ADB loan in case of noncompliance with the requirement. XCCAB has established an \ninternal audit unit in 2006, under the ongoing World Bank project, to ensure that internal controls \nand checks on the construction cost and operations are effective. This unit will undertake \nindependent tests on day-to-day transactions for the Project, prior to referring them to the \nexternal auditors. During project implementation, XCCAB will submit quarterly progress reports. \nXCD  and  XCCAB  will  submit  a  project  completion  report  to  ADB  within  3 months  of  the \ncompletion of the Project. \n \n41.  Anticorruption Policy. ADB’s Anticorruption Policy (1998, as amended to date) was \nexplained to and discussed with the central and provincial governments. Consistent with its \ncommitment to good governance, accountability and transparency, ADB reserves the right to \ninvestigate, directly or through its agents, any alleged corrupt, fraudulent, collusive, or coercive \npractices  relating  to  the  Project.  To  support  these  efforts,  relevant  provisions  of  ADB’s \nAnticorruption Policy are included in the loan regulations and the bidding documents for the \nProject. In particular, all contracts financed by ADB in connection with the Project will include \nprovisions specifying the right of ADB to audit and examine the records and accounts of XCD \nand XCCAB, and all contractors, suppliers, consultants, and other service providers as they \nrelate to the Project. \n \n42.  During the project implementation, XCD and XCCAB will ensure that (i) officials from the \nDiscipline  and  Inspection  Bureau  monitor  bidding,  construction,  and  operations;  (ii) a  two-\ncontract  system  is  adopted  where  the  winner  of  a  civil  works  contract  will  also  sign  an \nanticorruption  contract  with  the  employer;  and  (iii)  periodic  inspection  of  contractors  is \nundertaken to ensure that funds withdrawal and settlement procedures are followed. XCD and \nXCCAB will initiate liaison with the prosecutor’s office, on an as-needed basis, to discuss any \nwarnings about, or information on, any corrupt, fraudulent, collusive, or coercive practices. \n \n43.  Project Performance Monitoring and Evaluation. XCD will engage a national external \nmonitor  to  provide  16  person-months  of  services  for  developing  the  PPMS  indicators, \n                                                 \n15 In line with the adequate financial capability of XCD and the IA and based on the financial management \nassessment, the ceiling of the statement of expenditure is identified at a higher level to facilitate disbursement.  \n ", "  13 \nestablishing baseline values and updating them during project implementation, and reporting. \nThe key indicators and assumptions outlined in the design and monitoring framework (Appendix \n1) and monitoring of socioeconomic and poverty impacts (Supplementary Appendix C) will be \nused for the PPMS. XCD will measure the indicators for project evaluation and report the key \nfindings to ADB on project inception, during the midterm review, at completion, and annually for \n3 years after project completion. \n \n44.  Project Review. About 2 years after the Project starts, XCD, XCCAB, and ADB will \ncarry out a midterm review of the Project, covering all aspects of the Project that may have an \nimpact on its performance and continuing viability. The review will examine the progress in \nimplementing the various components, policy reforms, progress in social and environmental \nsafeguard compliance, and compliance with assurances in the loan and project agreements. \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Traffic Forecast \n45.  The Project will increase the existing highway capacity to meet transport demand and \nwill reduce transport costs and travel times. The annual average daily traffic on the project \nexpressway is projected to grow from the current volume of 3,100 vehicles per day to 14,300 \nvehicles per day by 2030. The annual traffic growth rate is estimated to decrease from about \n9.5% in the 2006–2011 period to about 5% in the 2021–2030 period. To ensure the traffic \nprojections used to assess feasibility of the Project are realistic, the projected traffic growth was \ncompared with the actual traffic growth of the expressway that was completed with the World \nBank’s assistance and has been in operation since 1999. The traffic volumes indicate that the \naverage annual growth of traffic compares well with the traffic growth figures for the project \nexpressway. \n \nB.  Economic Analysis \n46.  The project’s economic internal rate of return (EIRR) was estimated by comparing with-\nproject and without-project scenarios. The economic costs are (i) the cost of capital including \nland acquisition and resettlement, and (ii) the operations and maintenance costs including \nreplacing depreciated equipment. The economic benefits are (i) savings in vehicle operating \ncosts, (ii) time savings for road users, and (iii) savings in road accident costs. The EIRR for \nwhole Project is 20.5%, indicating that the Project is economically viable. The EIRR is 20% for \nthe expressway and 35% for the local roads.16 Results of a sensitivity analysis confirm the \nrobustness of the project’s economic viability. The extended economic analysis to examine the \ndistribution of project net benefits shows that road users will receive the largest share of net \nbenefits,  accounting  for  76%  of  the  total  net  benefit  (Appendix  13  and  Supplementary \nAppendix D). \n \nC.  Financial Analysis \n47.  The  financial  analysis  was  undertaken  in  accordance  with  the  ADB’s  Financial \nManagement and Analysis of Projects (2005).17 The financial internal rate of return (FIRR) was \ncalculated based on the capital cost of the Korla–Kuqa expressway, the traffic projections, and \nthe proposed toll rates.18 The calculated FIRR is 5.06% after taxes. The FIRR is higher than the \n                                                 \n16  The improved 193-km local road through a very small investment injection ($80,000 per km) will lead to significant \nsavings in vehicle operating costs and travel times.  \n17  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n18  In Xinjiang a uniform toll rate is applied to all expressways in accordance with the provincial government’s policy. \n ", "14 \nweighted average cost of capital (WACC) of 3.21%, and therefore the Project is considered \nfinancially viable. Sensitivity analysis indicates that conditions causing the project’s viability to \nfall below the WACC would only occur in the unlikely scenario that capital costs of the project \nescalate by 29.1% and traffic is 21.4% below what is forecast (Appendix 14).  \n \nD.  Poverty Reduction and Social Strategy \n48.  Socioeconomic Profiles. Xinjiang is one of the less-developed provinces in the PRC, \nwith a per capita GDP figure of CNY8,802 in 2005. The per capita rural income in 2005 was \nCNY2,482, or 76% of the national average. In 2005, the poverty incidence was 18% higher than \nthe national average of about 10%, and about 80% of the poor in Xinjiang live in the southern \npart where this Project is located. In the project area, the economy is dominated by agriculture \nand oil and gas development. The main agricultural products include wheat, cotton, fruit, and \nlivestock. The project areas have very good ecological and cultural tourism potential. Rural \npoverty stems from (i) the remote and isolated location, (ii) limited access to irrigated farmland, \n(iii) natural disasters, (iv) the lack of modern technology and equipment, (v) low education levels \nand technical skills, and (vi) poor local roads. Poverty is extreme in Qiemo county and quite \nsevere in Kuqa county. \n \n49.  Social Benefits. By increasing transport capacity on national highway G314, the Project \nwill provide the basis for lowering transport costs and increasing the flow of goods and people \nwithin and through the region, thereby supporting the poverty reduction strategy. The Project will \nbenefit 1.06 million people, including 0.6 million people involved in agriculture, of whom 16.6% \nare poor.19 Upgrading of local roads will facilitate better transport services, lower fares, and \nsafer access to schools, hospitals, and markets for about 50,000 rural people who are mostly \npoor people and/or ethnic minorities. The construction of the expressway and rehabilitation of \nlocal roads will also provide direct employment and training benefits for local people. About \n10.3 million person-days (8,500 laborers for 4 years), amounting to CNY400 million in wages, \nwill benefit the local communities. They will also benefit from the provision of materials and \nservices during construction. The summary poverty reduction and social strategy is included in \nAppendix 15. \n \n50.  Ethnic Minorities Development. Ethnic minorities in the project area comprise 63.1% \nof the total population and most of the absolute poor. The main ethnic group is the Uygur, who \nare Muslims. Ethnic minorities will be one of the primary beneficiaries of the Project, but due to \ntheir  vulnerability  they  also  bear  some  of  the  social  risks.  The  Uygur  will  be  targeted  for \nenhancement  measures,  including  priority  for  construction  employment  and  provision  of \nservices, small business promotion, and skill training. Enhancement measures are specified in \nthe EMDPs and resettlement plans; priority will be given to women to enhance direct and indirect \nproject benefits and to ensure that social risks, including community impacts, health, and road \nsafety, are minimized. Consultation has been carried out to formulate the EMDPs and more \nintensive consultation and participation will take place during implementation. The summary \nEMDP is included in Appendix 16 and the EMDPs are in Supplementary Appendix E. \n                                                 \n19 Xinjiang uses an official rural poverty line based on a net income of less than CNY882 per person per year. \nHowever, ADB has used CNY1,200 per person per year for Xinjiang due to the harsh climatic conditions which \nincrease basic expenditures (including housing, foodstuffs, heating, and cooling). Xinjiang statistics use unique \ndefinitions for urban–rural split, so “agricultural persons” has been used as a more accurate figure to use in order to \nestimate rural poverty. \n ", "  15 \n51.  Control  and  Mitigation  of  Communicable  Diseases. The size of the construction \nworkforce for this Project is not that large when compared to existing seasonal migration,20 so this \ninflux can be managed by the existing health services. However, it will be necessary to utilize \nexisting  programs  to  ensure  that  the  local  population is specifically targeted  to  raise  their \nawareness  of,  and  provide  access  to,  communicable-disease  prevention  measures.  The \nfollowing measures are included in the EMDPs: (i) health screening of contract and migrant \nworkers  and  locally  hired  workers  for  HIV/AIDS  and  other  transmittable  diseases \n(e.g., tuberculosis), (ii) awareness programs for construction workers and the local communities, \n(iii) monitoring of workers and possible cases of communicable disease during construction, \n(iv) culturally  sensitive  HIV/AIDS-awareness  program  targeted  at  women  in  the  local \ncommunities, and (v) an awareness campaign targeted at high-risk groups at the start of the \nexpressway  operation.  Therefore,  health  awareness,  screening,  prevention,  and  treatment \nrequirements, as stipulated in the standard contract bidding document, will be monitored regularly \nfor compliance. Health awareness information will be bilingual and provided in service stations \nand bus passenger stations. \n \n52.  Beneficiary Participation. More than 1,650 people were interviewed during the course \nof public opinion surveys, social and environmental assessments, and resettlement planning. \nOverall,  the  local  residents  believe  the  Project  will  improve  market  access,  economic \ndevelopment, transport connectivity, and access to education and health care, and will facilitate \nagricultural  diversity.  The  consultation  and  participation  process  has  influenced  the  project \ndesign  and  alignment  and  the  formulation  of  the  EMP,  resettlement  plans,  and  EMDPs, \nincluding measures to address some of the needs of the poor and women. \n \nE.  Land Acquisition and Resettlement \n53.  This is an involuntary resettlement category A project. XCD has prepared a resettlement \nplan for the expressway component and one short resettlement plan for upgrading the local \nroad in Kuqa. The local roads upgrading in Qiemo will not have resettlement impacts. The \nsummary resettlement plan is in Appendix 17 and the resettlement plans are in Supplementary \nAppendix F. XCD has already prepared resettlement action plans for two of the expressway civil \nworks contract packages which it plans to award at the end of 2007. The project expressway will \ncross 29 villages and two state farms in Korla city, Luntai county, and Kuqa county. Although \n1,145 hectares (ha) of land will be permanently acquired, only 7 ha (0.6%) is farmland; the \nnumber of people affected by partial land loss is 255. An estimated 35,287 square meters (m2) \nof  houses will  be  demolished,  which  requires  relocation of  124 households  (559  persons). \nConstruction  will  also  require  the  demolition  and  relocation  of  29  household  businesses, \n6 factories and 15 service stations. The local road in Kuqa county only requires 4 ha of land to \nbe  acquired,  and  this  is  collectively  owned  grassland;  no  structures  will  be  demolished. \nResettlement information booklets were distributed to affected village committees and affected \nhouseholds  in  November  2006.  XCCAB,  in  conjunction  with  the  local  land  administration \nbureaus, will be responsible for implementing resettlement for the expressway and the local \nroad in Kuqa county. During project implementation, XCCAB will be responsible for internal \nsupervision and monitoring, and will prepare resettlement completion reports. In addition, an \nindependent  monitor  will  be  contracted  by  XCCAB  to  carry  out  external  monitoring  and \nevaluation. \n \n                                                 \n20 The construction of this expressway does not require any tunneling, which is labor intensive. The Project will not \ndirectly cause a significant influx of interregional migrants. The maximum number of paid positions over the \nconstruction period will be 12,000, with at least 50% being employed locally. In contrast, every year, tens of \nthousands of migrant workers come to harvest cotton, and others come for the expanding oil and gas development \n(e.g., between 1995 and 2000, more than 3.5 million people migrated to Xinjiang). \n ", "16 \nF.  Environmental Assessment \n54.  The Project is classified as ADB environmental category A. There are no protected \nenvironmental  areas  along  the  alignment  of  the  project  roads.  The  detailed  environmental \nimpacts and proposed mitigation measures are in the EMP of the summary environmental \nimpact assessment (SEIA) report (Supplementary Appendix G). The SEIA was circulated to the \nBoard on 13 March 2007 and was made public through the ADB website on 14 March 2007. \nThe major potential environmental impacts includes (i) noise and dust during construction, \nwhich may impact adjacent residential areas, and is mitigated through restricted working hours, \nnoise barriers, dust suppression, and prevention activities; (ii) three designated county-level \nhistoric  protection sites  on  the  Korla–Kuqa  expressway  that  will  require  close construction \nsupervision and barriers to mitigate impacts; and (iii) possible soil erosion during construction, \nparticularly at the active earthworks areas requiring mitigation through standard engineering \nerosion control measures. The temporary and permanent environmental protection measures \nare  included  in  the civil  works  contracts.  Implementation  of  the  EMP  and  monitoring  plan \nincluded in the environmental impact assessment (EIA) and SEIA are part of the consulting \nservices, and will ensure compliance with the environmental guidelines and procedures of ADB \nand the Government. \n \nG.  Risks \n55.  The Project has been designed, with consideration given to potential financial and social \nrisks. The financial risks relating to construction and operations of the expressway will depend \non the actual level and composition of traffic, the construction cost, XCD capacity, and the tolls \ncharged. To control the financial risks, the project expressway will receive significant subsidy \nfrom the Government, XCD will ensure smooth expressway operations, and an appropriate toll \nstructure will be adopted. The social risks involve resettlement, communicable diseases, and \nethnic minorities affected by the Project. Appropriate mitigation measures have been taken in \nthe resettlement plans and EMDPs. \n \nV.  ASSURANCES \n56.  In addition to the standard assurances, the Government, XUARG and XCD have given \nthe following assurances, which will be incorporated in the legal documents. \n \nA.  Specific Assurances \n57.  Rural  Transport  Services.  XUARG,  through  XCD  will  ensure  (i)  the  pilot \nimplementation  of  bus  route  licensing  reforms  to  improve  rural  transport  services  in  Kuqa \ncounty,  Xinjiang  and  monitoring  of  impacts  by  2010,  and  (ii)  the  replication  of  successful \nexperience in other areas in the province subsequently. \n \n58.  Private  Sector  Participation.  XUARG,  through  XCD  will  explore  the  possibility  of \nattracting private sector participation in expressway financing and operations by experienced \noperators in close collaboration with ADB, and will report to ADB at least 6 months prior to the \nexpressway opening to traffic. \n \n59.  Road Maintenance. XUARG will cause XCD to ensure that (i) adequate funding is \nprovided  for  the  project  roads,  (ii)  the  existing  road  maintenance  management  system  is \nstrengthened  to  cover  the  entire  Xinjiang  network  including  local  roads;  and  (iii)  winter \nmaintenance is improved. XCD will take lead in capacity development of the local governments \nat the county, township and village levels in road planning, development and maintenance \nmanagement. \n ", "  17 \n60.  Project Financing. In the event of any shortfall or disruption in the financing of the \nProject caused by, inter alia, the lack, inadequacy, or delay of counterpart funding or local \nbank’s debt financing or project cost overruns, XUARG, through XCD will promptly provide \nadequate funds as may be necessary for successful implementation of the Project. \n \n61.  Environment. XUARG, through XCD and XCCAB will ensure that (i) the Project is \ndesigned,  constructed,  implemented  and  operated  in  accordance  with  national  and  local \nenvironmental regulations and with ADB’s Environment Policy (2002); (ii) the EIA, SEIA and the \nmitigation measures included therein, as specified in the EIA and the SEIA, as applicable, are \nproperly and promptly implemented; (iii) the EMP and mitigation measures included therein are \nupdated, at detailed design stage, and incorporated into the bidding documents and civil works \ncontracts;  (iv)  any  adverse  impact  that  may  arise  from  project  implementation  activities  is \npromptly mitigated or minimized in accordance with the EMP; (v) major incidents, including \nsafety breaches, violation of environmental standards, and corrective measures taken thereto, \nare reported forthwith to ADB; (vi) at least semiannual reports on the implementation of the EMP \nare submitted to ADB, and that ADB is allowed to conduct annual environmental reviews \n \n62.  Good Governance and Anticorruption. XUARG will ensure that all contracts financed by \nADB in connection with the Project will include provisions specifying the right of ADB to audit and \nexamine the records and accounts of XCCAB, and all contractors, suppliers, consultants, and \nother services providers as they relate to the Project. \n \n63.  During the project implementation, XUARG, through XCD will cause XCCAB to comply \nwith ADB’s Anticorruption Policy (1998, as amended to date). XUARG, through XCD will cause \nXCCAB to ensure that (i) officials from the discipline and inspection bureau will monitor bidding, \nconstruction and operations; (ii) a dual-signing system will be adopted where the winner of the \ncivil  works  contract  also  signs  an  anticorruption  contract  with  the  employer;  (iii)  periodic \ninspections on the contractors’ activities will be undertaken to ensure that fund withdrawals and \nsettlements procedures are followed; and (iv) the status of procurement and awards of contracts \nwill be published on XCD’s website in accordance with ADB’s Procurement Guidelines (2007, \nas amended from time to time). \n \n64.  Land Acquisition and Resettlement. XUARG shall, through XCD, ensure and cause \nXCCAB to ensure that (i) the full resettlement plan (RP) for the project expressway and the short \nRP for the local roads are implemented promptly and efficiently in accordance with their terms; \nand with all applicable Government’s laws and regulations, and ADB’s Involuntary Resettlement \nPolicy (1995); (ii) prior to the commencement of civil works, all land and rights-of-way required by \nthe  Project  shall  be  made  available  in  a  timely  manner,  including  land  use  approvals  and \nagreements with APs (iii) compensation and resettlement assistance shall be given to the APs \nprior to their dispossession and displacement and commencement of civil works, (iv) all the APs \nare given adequate opportunity to participate in resettlement planning and implementation; (v) the \nAPs are at least as well off as they would have been in the absence of the Project. XUARG shall \n(i) timely provide counterpart funds for land acquisition and resettlement activities and (ii) promptly \nmeet any obligations in excess of the RP budget estimates. \n \n65.  XUARG, through XCD will ensure and cause XCCAB to ensure that (i) both resettlement \nplans are updated upon the completion of the detailed design and detailed measurement survey \nand submitted to ADB for approval prior to commencement of civil works, and (ii) any material \nchanges in the project scope or other causes are reflected in the resettlement plans; (iii) updated \nresettlement plans are disclosed to the affected persons; (iv) civil works contractor specifications \nin contracts include requirements to comply with the resettlement plans, and entitlements for \npermanent and temporary impacts to the affected persons; (v) the contractors are supervised to \n ", "18 \nensure compliance with requirements of the resettlement plans, the Borrower’s applicable laws \nand regulations, and ADB’s Involuntary Resettlement Policy; and (vi) contractors are required to \ngive preference to the affected persons specifically women, for employment during construction, \nand this requirement is specifically monitored and reported to ADB. \n \n66.  XUARG through XCD will ensure and cause XCCAB to ensure that (i) adequate staff and \nresources are committed to supervising and monitoring the implementation of the resettlement \nplans,  and  providing  to  ADB  with  quarterly  reports  on  implementation  and  a  resettlement \ncompletion report; (ii) an independent national external monitor acceptable to ADB is engaged by \nXCCAB to carry out investigations to monitor progress semiannually and to evaluate results \nthrough annual survey updates for 2 years after completion of resettlement, and forward reports to \nADB and XUARG simultaneously; (iii) data is disaggregated by gender, and monitoring includes \ngender impacts and vulnerable groups; and (iv) a summary of the final government audit of \nresettlement disbursements and expenditures is provided to ADB. \n \n67.  Project Performance Monitoring System (PPMS). XUARG, through XCD will ensure \nthe  establishment  of  the  project  performance  monitoring  system  acceptable  to  ADB  within \n6 months of loan effectiveness. \n \n68.  Monitoring and Evaluation. XUARG, through XCD ensure and cause XCCAB to monitor \nand evaluate impact of the Project, through the PPMS to ensure that the project facilities are \nmanaged effectively and the benefits, particularly to the poor, are maximized. XCCAB shall \n(i) recruit qualified international and national consultants to carry out the monitoring activities; \n(ii) collect the data to measure the indicators contained in the PPMS prior to and during project \nimplementation, at project completion and for 3 years thereafter; and (iii) submit to ADB the \nreports summarizing the key findings of monitoring and evaluation. \n \n69.  Gender and Development. XUARG, through XCD will ensure and cause XCCAB to \nfollow ADB’s Policy on Gender and Development (1998) during project implementation and take \nnecessary steps to encourage women living in the project area to participate in planning and \nimplementing the Project, including causing the contractors on maximizing their employment of \nwomen in connection with the Project. XUARG, through XCD will monitor the project’s effects on \nwomen during project implementation. \n \n70.  Ethnic Minorities Development. XUARG, through XCD will ensure and cause XCCAB \nto ensure that (i) the two EMDPs are implemented in accordance with their terms and ADB’s \nPolicy on Indigenous Peoples (1998); (ii) EMDPs are disclosed to affected persons, (iii) ethnic \nminorities in the project areas are consulted and provided with an opportunity to participate in \nthe implementation of the EMDPs; (iv) sufficient budget for implementation and monitoring of \neach EMDP is made available in a timely manner; (v) any significant change to the EMDPs is \nsubmitted to ADB for approval; (vi) an external independent monitoring organization acceptable \nto ADB is engaged to carry out regular monitoring and evaluate the implementation and results \nof these actions every year, and submit reports to XCD and ADB annually until the completion \nof the Project, (vii) data are disaggregated by gender, and monitoring includes gender impacts \nand vulnerable groups, and (viii) the targeted ethnic minorities benefit from the Project and are \nat least as well off as they would have been in the absence of the Project. \n \n71.  Poverty Reduction. XUARG, through XCD will ensure and will cause the contractors \ninvolved  in  the  project  implementation  to  maximize  the  employment  of  local  poor  people, \nincluding ethnic minorities, who can meet the job and efficiency requirements for construction \nand maintenance of the project roads. Such workers will be provided with adequate on-the-job \ntraining. \n ", "  19 \n72.  Labor Standards. XUARG, through XCD will ensure and cause XCCAB to ensure that \nall employment and labor standards provided in the applicable laws and regulations of the PRC \nare complied with, and in particular, that all civil works contractors engaged under the Project \n(i) provide timely payment of wages, on at least a monthly basis and safe working conditions to \nall workers including male and female workers, with such requirements being included in the \ncivil works contracts and monitored by the construction supervision consultants; (ii) provide \nemployment opportunity to women and ethnic minorities, where appropriate, and pay equal \nwages to the male and female employees for equivalent works; and (iii) do not employ child \nlabor in the project works. \n \n73.  Health Risks. XUARG through XCD will ensure and cause XCCAB, in coordination with \nthe Xinjiang Health Department and its local agencies to disseminate information on the risks of \nsocially  and  sexually  transmitted  diseases,  including  HIV/AIDS,  to  their  employees, \nsubcontractors and families during project implementation. XUARG, through XCD will cause the \nappropriate agencies to disseminate similar information to transport operators and to local \ncommunities living in the project area during project implementation and operation of the project \nfacilities. XUARG, through XCD will cause and have XCCAB to cause contractors to (i) ensure \ntheir workers have regular health checks; and (ii) monitor health risk control according to the \nImplementation  Methods  of  Epidemic  Prevention  Law  of  the  Government  (1991)  and  in \naccordance with the methods specified in the EMDPs. \n \n74.  Capacity Development. XUARG, through XCD will prepare a capacity development \nplan for Component 6. Before undertaking international training, XCD will prepare for ADB’s \nconcurrence a detailed training plan, including (i) the objective of the training activities, (ii) a \ndetailed schedule, (iii) the number of training participants, (iii) duration, (iv) cost estimates, and \n(v) the expected skills to be acquired or developed by the participants. On completion of each \ninternational training, XUARG, through XCD will submit to ADB an evaluation of the training. \n \n75.  Construction Quality. XUARG, through XCD will ensure that (i) the project expressway \nand local roads are constructed in accordance with the MOC’s technical standards; and (ii) the \nproject construction supervision, quality control, and contract management are conducted in \naccordance with national standards and internationally accepted practices. \n \n76.  Road  Safety.  Prior  to  construction  and  operation  of  expressway,  and  local  roads, \nXUARG will cause XCD to ensure that the independent road safety audits are carried out and \nrecommendations  of  these  audits  are  taken  into  account  during  project  construction  and \noperations. XUARG will cause XCD to ensure that safe road facilities with adequate signage, \ncommunication,  traffic  monitoring,  and  traffic  management  scheme  are  provided.  At  least \n6 months prior to the opening of the expressway, XCD and Xinjiang Public Security Department \nwill develop and implement a plan to ensure safe operation of road infrastructure facilities. \n \n77.  Change in Ownership. In the event that XUARG, XCD or XCCAB (i) plan to make any \nchange in ownership of the project facilities, (ii) make any sale, transfer, or assignment of XCD’s \nor XCCAB’s interest in the project expressway, or (iii) lease out, contract out, or otherwise \nmodify  XCD’s  or  XCCAB’s  responsibilities  for  operation  or  maintenance  of  the  project \nexpressway, XUARG will, at least 6 months prior to the implementation of such plan, consult \nwith ADB and obtain ADB’s consent. XUARG will ensure that such change is made in a lawful \nand transparent manner. \n \n78.  Toll Rates. At least 6 months prior to the opening of the expressway, XUARG, through \nXCD will propose the appropriate toll rates for the expressway in accordance with the Highway \nLaw (which requires that at a minimum the toll rates be set at levels sufficient to fulfill the debt \n ", "20 \nservice  obligations  of  the  Project  as  well  as  maintain  sound  operation,  management,  and \nmaintenance practices for the Project). The proposed toll rates and any subsequent changes \nwill be reported to ADB for information. \n \nB.  Condition for Disbursement \n79.  The disbursement of any portion of the loan proceeds for the Project will be conditional \nupon receipt by ADB of the Government’s certification, in form and substance acceptable to \nADB, that the relending agreement for the Project, including the terms and conditions consistent \nwith those provided in the Loan Agreement, has been duly executed by and delivered on behalf \nof  XUARG  and  XCD  and  has  become  effective  and  binding  upon  the  parties  thereto  in \naccordance with its terms.  \n \nVII.  RECOMMENDATION \n80.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the loan of $150,000,000 to the People's Republic of China for the Xinjiang Regional \nRoad Improvement Project (Korla–Kuqa Section) from ADB’s ordinary capital resources, with \ninterest to be determined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility; a term of 25 years, including a grace period of 5 years; and such other \nterms and conditions as are substantially in accordance with those set forth in the draft Loan \nand Project Agreements presented to the Board. \n \n \n \n                Jin Liqun \n                Vice President (Operations 1) \n \n \n20 November 2007 \n ", "  Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact      Assumptions \nA more efficient national and  •  GDP for Xinjiang continues  Xinjiang Statistics  •  The Government is \nregional transport system  to increase at 9–10% per  Yearbook.  committed to \nsupports sustainable  annum until 2020.    implementing the \neconomic growth in Xinjiang.    Western Region \nDevelopment Plan. \n       \n  •  Per capita rural income in  Provincial and county  •  Assumed nonfarming \nproject area increases from  statistics data.  business materialized. \nCNY7,244 in 2005 to   \nCNY18,000 in 2015 and to \nCNY30,000 in 2020. \n       \n  •  Cross-border trade in  Xinjiang Statistics  •  Continued commitment of \nXinjiang will rise from  Yearbook.  CAREC member \n$5.5 billion annually in 2005    countries to implement \nby 12% by 2020.  agreed actions. \n       \nOutcome      Assumptions \nRoad transport capacity and  •  Traffic volume on the  Actual traffic data on the  •  Assumed economic \nsafety improved in the  expressway increases by  expressway by XCD.  growth rates materialize. \nregional road corridor and  8% per year during 2011–\nthe local roads in southern  2015, by 6% per year \nXinjiang.   during 2016–2020, and by \n5% per year during 2021–\n2030. \n  •  Travel time between Korla  Traffic counts and travel  •  Passenger and freight \nand Kuqa is reduced from  time survey by XCD.  operators realize the \ncurrent 6 hours to  benefits of using the \n3.75 hours by 2012.  expressway. \n  •  Road accidents  Accident statistics from  Risks \n(214 fatalities and  the Public Security  •  Nationwide road safety \n241 injuries in 2005) in the  Bureau.  program may not be \nproject area are reduced by  implemented effectively. \n5% annually during 2012–\n2020. \n       \n  •  Rural passenger transport  Township and county  •  Successful rural transport \nservices will be provided to  statistics offices, village  reforms replicated in \n2,280 currently unserved  surveys by consultants.  other parts of Xinjiang. \nvillages by 2014.     \n       \nOutputs       \n1. National highway G314  296.5 km of Korla–Kuqa  Review missions, \nimproved and related  expressway opened to traffic in  progress reports, and   \nfacilities provided.  2011 and effectively operated.  PCR.  Assumption \n       \n2. Local roads improved in  193 km of rural roads  Review missions,  •  Road maintenance \nthe project area.  reconstructed in 2010 and  progress reports, and  equipment will be \nmaintained.  PCR.  procured as planned. \n       \n3. Rural transport services  Bus route licensing reform is  Review missions,  Risk \nimproved in the project  implemented in Kuqa county  progress reports, and  •  Transport administration \narea.  by 2010.  PCR.  officials fail to permit \n  additional route licenses. \n       \n  Bus network coverage in pilot  Bus operator and terminal   \nproject area increases from  records. \n21% of villages in 2007 to 50%   \nof villages by 2014. \n       \n       \n ", "22  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \n4. Operational efficiency of  Time for looking for truck back  Records of transport  Risk \nfreight terminals  loads reduced from 10 days in  operators and XTAB  •  Internet-based system \nimproved in Urumqi.  2006 to 2 days in 2013.  records.  may not be introduced as \nplanned. \n       \n5. The capacity of XCD  At least 41 person-months of  Review missions,   \nstrengthened in road  international and 145 person- progress reports, and \ntransport development,  months of national training  PCR. \noperation, road safety,  provided to XCD and local \nand road maintenance  county and township \nmanagement.  authorities. \n \n       \n  Road condition survey carried  Records from local road  Assumption \nout and data collection  maintenance bureaus.  •  Road condition survey \nincreased from 30% of the  equipment procured in \nnetwork in 2006 to 80% by  2010. \n2013. \n       \n  Number of counties using road  Regular monitoring by  Risk \nasset management system  project consultants.  •  Lack of financial \nincreased from 18 in 2007 to  resources for carrying out \n40 in 2013.  road condition surveys. \n       \nActivities with Milestones    Inputs \n     \n1. Expressway civil works contract packages awarded by January 2007 and completed by  Asian Development Bank: \nSeptember 2011.  $150 million:  \n    $145.97 million for civil \n2. Local roads civil works contract packages awarded by August 2008 and completed by    works \nAugust 2010.    $1.66 million for \n  equipment \n3. Bus route licensing reforms implemented and monitored in Kuqa county by 2010.    $2.37 million for \n  consulting services and \n4. Internet-based logistics system introduced in freight terminals in Urumqi by 2010.  training \n   \n5. Equipment procured and commissioned by June 2011.  Ministry of \n  Communications: $197 \n6. Consultants recruited by February 2008 and their work completed in June 2012.  million \n   \n7. Overseas and in-country trainings conducted by May 2012.  Xinjiang Uygur \n  Autonomous Regional \n8. Resettlement completed in July 2008.  Government: $59 million \n   \n9. Minority development plans implemented throughout the implementation period.  China Development Bank: \n$188 million \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, GDP = gross domestic product,  \nkm = kilometer, PCR = project completion report, XCD = Xinjiang Communications Department, XTAB = Xinjiang Transport \nAdministration Bureau. \n \n \n \n \n \n \n ", "  Appendix 2  23 \nPROBLEMS AND CONSTRAINTS ANALYSIS \n \n \nProblems\n \n•  The northwestern province of Xinjiang does not benefit from (i) the rapid \n  economic development in eastern PRC, and (ii) the strategic location of \n  sharing border with eight neighboring countries. \n  •  Economic development in Xinjiang is constrained by lack of access to \nremotely located poor areas. \n \n \n  Major Cause\nPoor transport infrastructure and services \n \n \n \n  Benefits to  Constraints\nLocal Economy and  •  High transport and logistics costs \nPopulation  •  Poor access to rural areas and public \nDirect  transport services \nBenefits to National \n•  Jobs for construction/ \nEconomy \noperation \nDirect \n•  Improved local \n•  Lower transport cost. \ntransport services \nActivities and better services \n•  Safer, cheaper local \ntravel  •  Upgrade 296.5 km Korla–Kuqa  •  Shorter transport time \nand distance in a \nIndirect   expressway \nmajor corridor \n•  Access to social  •  Rehabilitate 193 km local roads \nIndirect \nservices  •  Provide ICT for  freight terminals in \n•  Increased regional \nUrumqi \n•  Access to non-local \ntrade, investment and \nwork  •  Implement bus route licensing \nresulting economic \nreform in Kuqa county \n•  Promotion of local \ngrowth \neconom  •  Provide consulting services, \n•  Better supply for goods \n•  Investment climate  equipment, and training \nand services \nchange \n•  Lower fares and freight \n•  Lower fares and freight  rates \nrates  Outputs •  More labor mobility \n•  Improved national highway G314  and access to job \n•  Improved local roads  market \n•  Improved rural transport services \nRisks  •  Improved operational efficiency of \n•  Inadequate business  freight terminals in Urumqi \nenvironment for  •  Strengthened capacity of XCD \nRisks \ninvestment \n•  Inadequate toll \n•  Unsafe travel on rural \nstrategy and \nroads \nmaintenance planning \n•  Lack of competition in \ntransport markets  Outcome •  Adverse impact on \nRoad transport capacity and safety  affected people \nimproved in the regional road corridor \nand the local roads in southern Xinjiang. \nMitigants \n \n•  Local governments'   \nMitigants\ncapacity and \ncommitment  •  Strengthened \ninstitutional capacity \n•  Public awareness  Impact\ncampaign  A more efficient national and regional  •  Ethnic minority \n•  Policy reform in rural  transport system supports sustainable  development plans, \ntransport services  economic growth in Xinjiang.  and resettlement plans \n \nICT  =  information  and  communication  technology,  PRC  =  People’s  Republic  of  China,  XCD  =  Xinjiang \nCommunications Department. \nSource: Asian Development Bank estimates. \n ", "24  Appendix 3 \nROAD SECTOR ANALYSIS AND POLICY REFORMS MATRIX \n \nA.  Road Network and Financing \n \n1.  Since 1990, in People’s Republic of China (PRC) the demand for passenger transport \nhas grown at an annual average rate of 7.8%; for freight transport the figure is 7.6%. This has \nled  to  an  increase  in  the  modal  share  of  roads,  particularly  for  passenger  transport.  The \nGovernment of the PRC has been investing heavily in transport infrastructure and services over \nthe last two decades. In 2006, road transport carried 52.8% of passenger traffic and 11.1% of \nfreight traffic. \n \n2.  To address the road infrastructure needs, the Government started several initiatives. In \n1990, the National Trunk Highway System was introduced, which aimed to construct 12 high-\nstandard key highways of a total length of 35,000 kilometers (km). In 1998, under the Western \nRegion Development Program, plans were initiated to develop eight road corridors (18,000 km) \nin the western provinces to link with the central and eastern regions and the neighboring \ncountries in the west. In 2005, the Government unveiled the National Expressway Development \nPlan to construct 34 expressways all over the country,1 covering a total of 85,000 km and \nproviding access to the majority of the country’s population. \n \n3.  Since 1995, the PRC’s road network has been growing at 20% per annum and reached \n3,457 million km in 2006. The bulk of financing is provided by the provincial governments and \nloans from domestic banks. In 2006, 41% of the resources were provided by local loans, 33% \nfrom the provincial and local governments, 16% from the state budget (particularly the vehicle \npurchase tax revenues), 9% from the private sector and other sources, and 1% from foreign \nloans. To meet the massive road development targets, efforts are being made to increase \nparticipation of the private sector and to explore use of the capital market instruments. \n \nB.  Rural Roads Development \n \n4.  While the PRC has achieved rapid economic development, rural areas have lagged \nbehind, leading to widening income inequalities between urban and rural areas. One reason for \nthis disparity is the lack of access in rural areas. A National Rural Roads Development Program \nwas unveiled in 2005. The rural roads development targets under the 11th Five-Year Plan \n(11FYP) includes paved road connection to (i) all townships and administrative villages in the \neastern region, (ii) all townships and 80% of administrative villages in the central region, and \n(iii) 90% of townships and 50% of administrative villages in the western region. In the 11FYP a \ntotal of 900,000 km of rural roads will be constructed or improved. This consists of 500,000 km \nof rural roads to be paved and 400,000 km of new access roads to villages that do not have any \naccess.  The  major  issues  in  implementing  the  11FYP  rural  roads  development  target  are \n(i) inadequate financing; (ii) capacity constraints at county, township, and village levels; (iii) the \nabsence of appropriate design standards for low-volume roads; and (iv) a lack of maintenance. \nAn Asian Development Bank (ADB)-financed technical assistance (TA) project2 has addressed \nthese issues and the major recommendations include (i) raising local government revenues \nthrough a levy on property tax and collecting a road maintenance fee from vehicles that are \ncurrently exempted, (ii) incorporating new class V roads and village roads in the highway law, \n                                                 \n1  Also called the 7918 network, it includes 7 expressways radiating from Beijing, 9 north–south expressways, and \n18 east–west expressways. \n2  ADB. 2006. Technical Assistance to the People’s Republic of China for Rural Roads Development Strategy. \nManila. \n ", "  Appendix 3  25 \n(iii) making provincial governments responsible for capacity development of the staff at county, \ntownship,  and  village  levels,  (iv) improving  databases,  and  (v)  introducing  a  pavement \nmanagement system and contract maintenance. \n \nC.  Rural Transport Services \n \n5.  To supplement rural roads development under the 11FYP, the Government plans to \nimprove the rural transport system. Accordingly, almost all townships in the eastern region, the \nmore developed parts of the central region, and 70% of townships elsewhere in the central and \nwestern regions, will have at least class V bus terminals, and almost all townships and villages \nwith road access will have formal bus services. About 15,000 township terminals will be built \nunder the 11FYP, with the total subsidy expected to be CNY2.5 billion. \n \n6.  Freight transport has been deregulated since the mid-1980s, allowing the market to set \nservice standards and freight tariffs. Frequent, regular, and often high-quality services meet the \nneeds of most users at affordable cost. However, for township-to-village and village-to-village \nbus routes there are several shortcomings, mostly related to the strict regulatory regime, the \nmajor ones being (i) poor road conditions preventing the issuance of route license, (ii) the \nrequirement of the existence of a township or village bus terminal before transport services can \ncommence, (iii) extensive licensing restrictions for operators and routes (iv) restrictions on the \ntype of vehicle, and (v) low commercial viability. Under an ADB-financed TA project,3 these \nissues  have  been  addressed.  The  proposed  recommendations  are  aimed  at  lowering  the \nrestrictions and allowing flexibility in operations, and encouraging local operators to participate.  \n \nD.  Road Safety \n \n7.  Road  safety  continues  to  be  a  major  issue  in  the  PRC.  The  road-accident  related \nfatalities  exceeded  100,000  annually  in  the  early  2000s.  In  2004,  the  Ministry  of \nCommunications launched the highway safety enhancement program (HSEP) to address this \nsituation. The HSEP is aimed at the adoption of best practices from other countries. This has \ninvolved improvement in road designs, safety audits, removal of black spots, improved road \nsignage, and speed control. By 2006, the total number of fatalities was reduced to 89,455 and \nthe number of fatalities per 1,000 vehicles was reduced to 3. However, with the rapid increase in \nthe number of vehicles and improvements in the quality of roads, road safety remains a serious \nproblem. In addition to implementing the HSEP, the focus of road safety activities have now \nexpanded to include enforcement of traffic laws and public awareness programs. \n \nE.  Xinjiang Road Network and Financing \n \n8.  By the end of 2006, the total road network in Xinjiang was 143,735 km, which included \n541 km of expressways, 1,337 km of class I roads, 7,984 km of class II roads, 22,688 km of \nclass III roads, 37,373 km of class IV, and 73,812 km unclassified roads. There are eight \nnational highways connecting Xinjiang with the neighboring provinces of Gansu, Qinghai, and \nXizang in the east and south, and to the Central Asian countries and Mongolia in the west and \nnorth.  During  the  period  2001–2005  (10FYP),  a  total  of  35,319  km  of  new  roads  were \nconstructed. This included 259 km of expressways, 885 km of class I roads, 4,898 km of class II \nroads,  and  29,277  km  of  class  III  and  unclassified  roads.  The  total  investment  in  road \ndevelopment  during  2001–2005  was  CNY32.9 billion,  which  was  three  times  the  level  of \n                                                 \n3  ADB. 2006. Technical Assistance to the People’s Republic of China for Sustainable Rural Transport Services. \nManila. \n ", "26  Appendix 3 \ninvestment during the period 1996–2000. During the 11FYP, Xinjiang plans to construct an \nadditional 657 km of expressways, 6,357 km of class I and II roads, 2,886 km of class III and \nunderclass roads, and 32,000 km of rural roads. The priority remains meeting the 11FYP \ndevelopment  targets  under  the  National  Expressway  Development  Plan,  Western  Region \nDevelopment Plan, and the Rural Roads Construction Program. The total number of registered \nvehicles in Xinjiang in 2006 was about 720,000, with an annual increase of 20.3% (Table A3.1). \n \nTable A3.1: Number of Vehicles Registered in Xinjiang Province \nVehicles  2004  2005  2006  Change (%) \nPassenger Vehicles  269,482  334,702  383,680  14.6 \nLarge  18,864  19,121  21,457  12.2 \nMedium  19,182  18,934  20,815  9.9 \nSmall  210,167  273,040  316,687  16.0 \nMini  21,269  23,607  24,721  4.7 \nTrucks  201,470  204,578  214,450  4.8 \nLarge  55,486  56,142  56,178  0.06 \nMedium  41,361  41,906  42,754  2.0  \nSmall  83,851  94,974  105,514  11.1 \nMini  20,772  11,556  10,004  (13.4) \nOthers  29,787  57,019  119,240  109.1 \n20.3 \nTotal  500,739  596,299  717,370 \n( ) = negative. \nSource: Xinjiang Annual Statistical Yearbook, 2007. \n \n9.  Road development and operations and maintenance responsibilities for the network are \ndistributed between the Xinjiang Communications Construction Administration Bureau and the \nXinjiang Highway Administration Bureau. The county communication bureaus are responsible \nfor local roads in the respective counties. The major sources of maintenance funding are the toll \nrevenues and the road maintenance fee. In 2006, the revenue collected in Xinjiang from road \nmaintenance fees was CNY2,145 million, and from toll revenues CNY1,388 million. Though the \nrevenues generated for road maintenance are adequate, effective utilization is an issue. Road \nasset management systems were introduced under the World Bank-financed projects4 however, \ntheir application is confined to the higher-class roads. It is the rural roads that suffer most due to \nlack of capacity of the local governments to undertake maintenance. \n \nF.  Policy Reform \n \n10.  ADB  has  been  working  with  the  Government  of  the  People’s  Republic  of  China, \nparticularly the Ministry of Communications, to address a variety of issues in the road sector. \nThis effort is supported by the other development partners. Some success has been achieved, \nbut there remains a lot to be accomplished. The policy reform matrix (Table A3.2) provides an \noverview  of  the  efforts  to  date  and  how  this  Project  will  contribute  towards  achieving  the \nreforms. \n                                                 \n4  World  Bank  (WB)  1994.  Loan  3787:  Xinjiang  Highway  I  Project;  Turpan–Urumqi–Dahuangshan  High-grade \nHighway Project. Washington; 1996. Loan 4099: Second Xinjiang Highway II Project: Urumqi–Kuytun Expressway \nProject. Washington; 2002. Loan 7143: Third Xinjiang Highway Project: Kuytun–Sailimu High-grade Highway \nProject. Washington.  \n ", "    Appendix 3  27 \nTable A3.2: Road Sector Policy Reform Matrix \nActions Taken by ADB  Actions Taken under \nInitiative  Issues  Outcomes/Status \nand the Government  the Project \n1. Poverty  All projects  Promoting pro-poor  To enhance development  XCD’s 11th Five-\nimpact  financed by the  equitable and inclusive  impact, the scope of the  Year Plan (11FYP) \nAsian  growth has been ADB’s  project includes  emphasizes \nDevelopment  primary goal in the PRC.  components on rural  accelerated \nBank (ADB) in the  The Government is  roads and rural transport  development of rural \nPeople’s Republic  implementing the  services for the poor  infrastructure.  \nof China (PRC)  Western Development  areas.    \nare in poorer  Plan to improve the \ncentral and  economic condition of \nwestern regions.  the less-developed \nwestern provinces. \n2. Rural road  Rural roads are  Rural road development  The project includes  XCD 11FYP target: \ndevelopment  largely in poor  strategy proposed under  upgrading of 193 km of  paved road will \ncondition.  TA 4671-PRCa is being  local roads in remote and  reach all townships \nconsidered by the  poorer areas of Xinjiang.  and 50% of villages \nGovernment.  The project will assist in  in Xinjiang. XCD \nimplementing some of the  plans to rehabilitate \nrecommendations given  and improve \nunder TA 4671-PRCa  60,500 km rural \nstudy.  roads during 2006–\n2010 at a cost of \nCNY16.1 billion.  \n3. Rural  Low vehicle  MOC concurs with the  To increase rural mobility,  The proposed \ntransport  utilization, high  rural transport services  the project includes a  reforms will be \nservices  operating costs,  reforms proposed under  component under which  tested in Kuqa \nand inefficient bus  TA 4806-PRCb and has  pilot bus route licensing  county before being \nroutes because of  agreed to pilot test the  reforms will be tested at  adopted province-\nrestrictive  recommendation under  township/village level.   wide.   \nregulations  ADB projects.  \naffecting rural \ntransport. \n4. Road safety  Poor safety  Assistance is being  The Project will address  In 2006, there were \ndesign, lack of  provided to improve  the issues through  7,427 road accidents \nsufficient attention  safety and efficiency of  (i) increasing public  in Xinjiang that \nto safety, and  road transport  awareness in road safety,  resulted in \ninadequate traffic  operations and  (ii) conducting safety  2,588 fatalities and \nenforcement and  strengthen traffic law  audits, (iii) capacity  8,843 injuries.  \ndriver training  enforcement under TA  building, and (iv) \ncontribute to poor  4698-PRC.c  providing modern traffic \nsafety record.  safety devices on the \nproject roads. \n5. Overloading  Overloading of  An interministerial  Under the Project,  Vehicle overloading \nof trucks  trucks has  committee, coordinated  weight-based tolling will  has been reduced; \nadverse impacts  by MOC, was  be introduced on the  further reduction is \non pavement  established to develop  expressway to enhance  expected after \nconditions, traffic  and implement special  XCD’s effort in combating  implementing the \nflow, and safety.  measures to enforce  overloaded trucks. One  proposed actions for \nregulations nationwide  more weighbridge will  the Project.  \non overloaded trucks.  also be purchased and \nVehicle weighing  installed on the \nstations were installed at  expressway to carry out \nterminals along the  random checking.   \nhighway network in \nXinjiang and regular \nchecks are being carried \nout. Random checking is \nalso being carried out on \nthe roads.  \n \n ", "28  Appendix 3 \nActions Taken by ADB  Actions Taken under \nInitiative  Issues  Outcomes/Status \nand the Government  the Project \n6. Road pricing  Tolls are  The toll diversion  Toll rates currently  These rates will be \nstructured so that  manual was  applicable on the other  reviewed to ensure \nusers pay for cost  disseminated under TA  expressways will be  that tolls (i) are \nrecovery for toll  3102-PRCd in 2000. The  applied to the project  affordable, (ii) do not \nroads in most  manual will be updated  expressway.   deter potential users \nprovinces.   by December 2008.   and compromise \nXinjiang carried out a toll  economic objectives, \nrate analysis for each  and (iii) meet cost \nnew road, and, based on  recovery \nthe findings, has decided  requirements for \nto establish uniform toll  debt and O&M \nrates.   costs. Six months \nprior to expressway \nopening, XCD will \nsubmit to ADB for \nreview the proposed \ntoll structure and \nlevels.  \n7. Private  Private sector  Private sector financing  The project will provide  XCD has not been \nSector  financing of road  of road infrastructure  assistance to XCD to  successful in \nParticipation  infrastructure  investment accounts for  (i) encourage private  engaging PSP due \n  investment  10% of the PRC’s total  sector participation, and  to relatively low \naccounts for a  commitment to the road  (ii) explore innovative  traffic volumes and \nfraction of the  sector since the 1980s.   financing mechanisms  high risks. \ntotal financing.  including use of capital \nmarkets. \nADB = Asian Development Bank, FYP = five-year plan, km = kilometer, MOC = Ministry of Communications, O&M = \noperation and maintenance, PRC = People’s Republic of China, PSP = private sector participation, XCD = Xinjiang \nCommunications Department. \na ADB. 2005. Technical Assistance to the People’s Republic of China for Rural Road Development Strategy. Manila. \nb ADB. 2006. Technical Assistance to the People’s Republic of China for Sustainable Rural Transport Services. Manila. \nc ADB. 2005. Technical Assistance to the People’s Republic of China for Road Safety Improvement (Cofinanced by the \nGlobal Road Safety Partnership). Manila. \nd ADB. 1998. Technical Assistance to the People’s Republic of China for Chongqing–Guizhou Expressway Project. \nManila. \nSource: Asian Development Bank estimates. \n \n ", "  Appendix 4  29 \nEXTERNAL ASSISTANCE TO THE ROAD SECTOR \n \nTable A4.1: Asian Development Bank-Financed Loans \n  Loan    Express- Local  Loan  Date  PCR  PPAR \nNo.  Number  Loans  way  Road  Amount  Approved  Rating  Rating \n  (km)  (km)  ($ million) \n1  1082-PRC  Shanghai Nanpu Bridge  —  —  70  28 May 1991  S  GS \n2  1168-PRC  Shenyang–Benxi Highway  75  —  50  2 Jul 1992  GS  S \n3  1188-PRC  Shanghai Yangpu Bridge  —  —  85  17 Nov 1992  HS  — \n4  1261-PRC  Hunan Expressway  52  —  74  9 Nov 1993  GS  — \n5  1262-PRC  Jilin Expressway  133  —  126  9 Nov 1993  GS  HS \n6  1324-PRC  Heilongjiang Expressway  350  —  142  29 Sep 1994  PS  S \n7  1325-PRC  Yunnan Expressway  200  —  150  29 Sep 1994  HS  — \n8  1387-PRC  Hebei Expressway  200  179  220  28 Sep 1995  HS  — \n9  1388-PRC  Liaoning Expressway  110  203  100  28 Sep 1995  GS  — \n10  1470-PRC  Chongqing Expressway  89  —  150  27 Sep 1996  S  — \n11  1483-PRC  Shenyang–Jinzhou Expressway  192  291  200  19 Nov 1996  HS  — \n12  1484-PRC  Jiangxi Expressway  134  253  150  19 Nov 1996  S  — \n13  1617-PRC  Hebei Roads Development Project  140  340  180  18 Jun 1998  HS  HS \n14  1638-PRC  Chengdu–Nanchong Expressway  208  300  250  10 Nov 1998  S  S \n15  1641-PRC  Changchun–Harbin Expressway:             \nHashuang Expressway  101  —  170  27 Nov 1998  S  S \n16  1642-PRC  Changchun–Harbin Expressway:             \nChangyu Expressway  161  —  220  27 Nov 1998  S  HS \n17  1691-PRC  Southern Yunnan Road Development  147  540  250  24 Jun 1999  S  — \nProject \n18  1701-PRC  Shanxi Road Development Project  176  418  250  30 Sep 1999  S  — \n19  1783-PRC  Chongqing–Guizhou Roads: Leichong             \nExpressway  50  122  120  21 Nov 2000  —  — \n20  1784-PRC  Chongqing–Guizhou Roads: Chongzun    200       \nExpressway  127  704  21 Nov 2000  —  — \n21  1838-PRC  Shaanxi Roads Development  176  627  250  30 Aug 2001  —  — \n22  1851-PRC  Guangxi Roads Development  179  507  150  30 Oct 2001  —  — \n23  1918-PRC  Southern Sichuan Roads Development             \n160  558  300  20 Sep 2002  —  — \n24  1967-PRC  Shanxi Road Development II Project  65  70  124  12 Dec 2002  —  — \n25  2004-PRC  Ningxia Roads Development Project  182  400  250  11 Sep 2003  —  — \n26  2014-PRC  Western Yunnan Roads Development             \nProject  77  294  250  28 Oct 2003  —  — \n27  2024-PRC  Xi'an Urban Transport Project  71  16  270  27 Nov 2003  —  — \n28  2089-PRC  Hunan Roads Development II Project  173  517  312.5  9 Sep 2004  —  — \n29  2094-PRC  Guangxi Roads Development II Project             \n188  750  200  21 Oct 2004  —  — \n30  2125-PRC  Gansu Roads Development Project  231  470  300  13 Dec 2004  —  — \n31  2181-PRC  Central Sichuan Roads Development             \nProject  244  678  600  22 Sep 2005  —  — \n32  2219-PRC  Hunan Roads Development III Project  64  129  208  15 Dec 2005  —  — \n33  2247-PRC  Heilongjiang Road Network             \nDevelopment Project  —  598  200  26 Jul 2006  —  — \n34  2295-PRC  Southern Gansu Roads Development             \nProject  134  357  300  18 Dec 2006  —  — \n35  2339-PRC  Eastern Sichuan Roads Development  143  430  200  17 Jul 2007  —  — \nProject \n36  2345-PRC  Western Guangxi Roads Development  177  1,060  300  14 Aug 2007  —  — \nProject \n    Total  4,909  10,811  7,371.5       \n— = not available, GS = generally successful, HS = highly successful, km = kilometer, No. = number, PS = partly successful, \nPCR = project completion report, PPAR = project performance audit report, PRC = People’s Republic of China, S = successful, \nU = unsuccessful. \nSource: Asian Development Bank estimates. \n \n ", "30  Appendix 4 \nTable A4.2: Asian Development Bank-Financed Technical Assistance \n        Amount  Date \nNo.  TA No.  Technical Assistance  Type  ($’000)  Approved \n1  1049-PRC  Huangpu Bridge  PP  95   24 Oct 1988 \n2  1152-PRC  Design Review of the Nanpu Bridge  PP  100   26 Apr 1989 \n3  1509-PRC  Ningguolu Bridge  PP  100   18 Apr 1991 \n4  1517-PRC  Toll Bridge Operation and Management  AD  760  28 May 1991 \n5  1533-PRC  Design Review of the Yangpu Bridge  AD  100  10 Jul 1991 \n6  1664-PRC  Shenyang–Benxi Highway  PP  100  22 Jan 1992 \n7  1533-PRC  Design Review of the Yangpu Bridge (supplementary)  AD  416  28 Apr 1992 \n8  1724-PRC  Institutional Strengthening for Highway Operation and       \nManagement Improvement  AD  500  2 Jul 1992 \n9  1725-PRC  Jilin Province Highway Network Study  PP  600  2 Jul 1992 \n10  1728-PRC  Changsha–Xiangtan Expressway  PP  100  9 Jul 1992 \n11  1785-PRC  Comprehensive Toxic and Hazardous Chemicals       \nTransport Management Plan in the Huangpu River Basin  AD  600  17 Nov 1992 \n12  1940-PRC  A study of Efficiency Improvements in Road Transport  AD  550   25 Aug 1993 \n13  1972-PRC  Institutional and Policy Support in the Road Sector  AD  1,200   9 Nov 1993 \n14  1975-PRC  Policies for Strategic Development of Transport and       \nCommunications Infrastructure  AD  100   11 Nov 1993 \n15  1981-PRC  Heilongjiang and Yunnan Expressways  PP  320   16 Nov 1993 \n16  2155-PRC  Sichuan Expressway  PP  350   16 Sep 1994 \n17  2177-PRC  Preparation of a Road Safety Program  AD  600   29 Sep 1994 \n18  2178-PRC  Provincial Highway Network Planning  AD  600  29 Sep 1994 \n19  2195-PRC  Hebei and Liaoning Expressways  PP  560  31 Oct 1994 \n20  2212-PRC  Beijing Urban Transport  AD  715  28 Nov 1994 \n21  2302-PRC  Symposium on Urban Transport  AD  100  22 Feb 1995 \n22  2409-PRC  Appraisal Methodologies and Restructuring Highway       \nFinancing in Hebei Province  AD  740  28 Sep 1995 \n23  2482-PRC  Liaoning and Jilin Expressways  PP  400  18 Dec 1995 \n24  2486-PRC  Jingxi Highway  PP  250  20 Dec 1995 \n25  2573-PRC  Review of Highway Design Standards  AD  420  24 May 1996 \n26  2649-PRC  Facilitating the Build-Operate-Transfer Modality in the   \nHighway Sector  AD  1,100  27 Sep 1996 \n27  2663-PRC  Hebei Roads Development  PP  600  16 Oct 1996 \n28  2777-PRC  Chengdu to Nanchong Expressway  PP  600  7 Apr 1997 \n29  2846-PRC  Changchun–Harbin Expressway  PP  600  22 Aug 1997 \n30  2952-PRC  Corporatization, Leasing, and Securitization in the Road       \nSector  AD  1,000  17 Dec 1997 \n31  3033-PRC  Shanxi Expressway  PP  570  24 Jun 1998 \n32  3039-PRC  Yunnan Road Environmental and Social Analysis  PP  150  7 Jun 1998 \n33  3086-PRC  Regional Road Sector Study  AD  1,180  13 Oct 1998 \n34  3102-PRC  Preparing the Chongqing–Guizhou Expressway  PP  900  26 Nov 1998 \n35  3220-PRC  Preparing the Guangxi Highway  PP  540  7 Jul 1999 \n36  3248-PRC  Preparing the Shanxi and Shaanxi Roads  PP  640  30 Aug 1999 \n37  3341-PRC  Capacity Building Safety, Planning, and Management  AD  600  14 Dec 1999 \n38  3546-PRC  Preparing the Southern Sichuan Roads Development  PP  800  16 Nov 2000 \n39  3569-PRC  Jiangsu Highway BOT Project  AD  555  12 Dec 2000 \n40  3642-PRC  Preparing the Western Yunnan Roads Development  PP  770  20 Mar 2001 \n41  3376-PRC  Preparing the Ningxia Roads Development  PP  600  16 Nov 2001 \n42  3900-PRC  Socioeconomic Assessment of Road Projects  AD  250  12 Aug 2002 \n43  3907-PRC  Preparing the Xi’an Urban Transport Project  PP  750  27 Aug 2002 \n44  3929-PRC  Preparing the Hunan Roads Development  PP  600  23 Sep 2002 \n45  4119-PRC  Preparing the Guangxi Roads Development II  PP  500   23 May 2003 \n46  4142-PRC  HIV/AIDS on Road Projects in Yunnan Province  AD  800  28 Oct 2003 \n47  4211-PRC  Preparing the Gansu Roads Development  PP  500   5 Nov 2003 \n48  4274-PRC  Preparing the Central Sichuan Roads Development   PP  700   18 Dec 2003 \n49  4322-PRC  Poverty Impact of Area Wide Road Networks  AD  1,000   26 Mar 2004 \n50  4351-PRC  Policy Reform in Road Transport  AD  500   24 Jun 2004 \n51  4384-PRC  Preparing the Hunan Roads Development III  PP  500   2 Sep 2004 \n52  4592-PRC  Preparing the Heilongjiang Road Network Development   PP  500  2 Jun 2005 \n53  4639-PRC  Preparing the Western Roads Development  PP  800  30 Aug 2005 \n ", "  Appendix 4  31 \n        Amount  Date \nNo.  TA No.  Technical Assistance  Type  ($’000)  Approved \n54  4650-PRC  Evaluating Poverty Impacts of Transport Projects  SS  150  21 Sep 2005 \n55  4671-PRC  Rural Road Development Strategy  AD  350  21 Oct 2005 \n56  4698-PRC  Road Safety Improvement  AD  1,000  24 Nov 2005 \n57  4773-PRC  Preparing the Xinjiang Regional Road Improvement  PP  600  21 Mar 2006 \n58  4782-PRC  Preparing the Central Yunnan Roads Development   PP  500  28 Apr 2006 \n59  4792-PRC  Preparing the Guangxi Longlin–Baise Expressway Project  PP  500  26 May 2006 \n60  6321-REG  Fighting HIV/AIDS in Asia and the Pacific (Subproject 7:       \nHIV/AIDS  Prevention and Road Transport Sector)  RETA  500  5 Jun 2006 \n61  4806-PRC  Sustainable Rural Transport Services  AD  400  28 Jun 2006 \n62  4877-PRC  Resource Optimization in Road Sector  AD  600  29 Nov 2006 \n63  4970-PRC  Preparing the Western Yunnan Roads Development II       \nProject  PP  400  28 Sep 2007 \n64  4991-PRC  Transport Information System  AD  500  15 Nov 2007 \nAD = advisory, km = kilometer, No. = number, PP = project preparatory, PRC = People’s Republic of China, REG = \nregional, RETA = regional technical assistance, SS = small scale, TA = technical assistance. \nSource: Asian Development Bank estimates. \n \nTable A4.3: Other Funding Sources \nNo. of    Road Length  Loan Amount \nLoans  Organization  (km)  Unit  Total \n38  World Bank   10,598  $ million  7,109 \n16  Japan Bank for International Cooperation   1,695  Yen million  219,036 \nkm = kilometer, No. = number, PRC = People’s Republic of China. \nSource: Asian Development Bank. \n \n ", "32  Appendix 5 \nLOCAL ROADS DEVELOPMENT \n \nA.  Background \n \n1.  While  the  People’s  Republic  of  China  (PRC)  has  achieved  unprecedented  rapid \neconomic progress, development in rural areas has lagged behind, resulting in widening urban-\nrural  income  inequalities.  In  view  of  this  growing  concern,  under  the  11th  Five-Year  Plan \n(11FYP) the Government has outlined its vision of “building a new socialist countryside” that \ninvolves accelerated development of rural infrastructure, particularly rural roads. Accordingly, \nthe Ministry of Communications (MOC) launched the Rural Roads Construction Program to be \nimplemented under the 11FYP. One of the program targets is that by 2010 all townships and \nvillages in the eastern region, all townships and 80% of villages in the central region, and 90% \nof townships and 50% of villages in the western region will be connected with a paved road \nnetwork. The program also involves provision of access to currently unserved villages. These \ntargets are translated into rehabilitation and upgrading of 500,000 kilometers (km) of paved \nroads and 400,000 km of access roads to villages. MOC plans to provide the provinces with \nCNY100 billion for paved roads and CNY40 billion for access roads.  \n \n2.  During the 10FYP period, total investment in rural road construction in Xinjiang province \namounted to CNY5.1 billion, almost seven times the investment during the 9FYP period. Since \n2003,  CNY4.94  billion  has  been  spent  (i)  building  18,588  km  of  rural  roads,  (ii)  making \n1,100 administrative villages accessible by bitumen paved roads, (iii) improving the accessibility \nof 178 townships, and (iv) connecting 410 inaccessible villages by roads, which has benefited \nalmost 3.5 million people. By the end of 2006, the total length of road open to traffic in Xinjiang \nwas 143,735 km, of which classified roads made up 69,923 km (48.6%) and unclassified roads \n73,812 km (51.4%). \n \nB.  Rural Roads Administration and Planning \n \n3.  The  selection  of  road  priorities  is  carried  out  in  accordance  with  the  local  road \nmanagement regulations which set out the requirements for planning of local road development. \nThe Xinjiang Communications Department (XCD) provides the plans and programs for work to \nbe  completed  in  the  following  year.  Funding  for  road  maintenance  is  raised  by  XCD  in \ncollaboration  with  the  local  governments.  Within  the  funding  allocations,  XCD  will  provide \nsubsidies for routine maintenance for county and township roads. The prefecture is responsible \nfor the administration of construction and maintenance works and for initial planning within its \njurisdiction.  It  prepares  project  proposals  and  provides  information  to  XCD  on  project \nimplementation and execution. The Xinjiang Highways Administration Bureau is responsible for \nthe review of design documentation for projects and acts on behalf of XCD by seeing projects \nthrough to completion.   \n \n4.  In general, the selection of local roads for improvement is based upon (i) road condition, \n(ii) traffic, (iii) poverty in the area, (iv) access to markets and social services such as schools \nand clinics, (v) environmental impacts, (vi) resettlement considerations, and (vii) location on \nmajor bus routes.  \n \nC.  11th Five-Year Plan Targets \n \n5.  The main objectives of the 11FYP are to (i) extend the road network to unserved areas, \n(ii) improve the service level of roads, and (iii) provide all-weather access. By the end of the \n11FYP (2006–2010), all townships will have road access, and the percentage of villages having \n ", "  Appendix 5  33 \nroad access will increase from 90% to 99%. Townships having paved roads will increase from \nthe current 66% to 90%. \n \n6.  During the 11FYP, 60,500 km of rural roads will be rehabilitated or constructed in \nXinjiang at a cost of CNY16.1 billion. Of this, the major rural roads account for 13,300 km with \nan estimated cost of CNY8,600 million, access roads account for 24,900 km with an estimated \ncost of CNY2,900 million, and paved roads to villages account for 22,300 km with an estimated \ncost of CNY4,400 million. A total of 50 townships and 1,600 villages will be connected with \npaved road. In addition, 2,820 villages will be provided with access roads. \n \nD.  Rural Roads Development Program for 2006–2007 \n \n7.  In  2006,  XCD  constructed  (i)  2,008  km  of  rural  roads  with  MOC  subsidy  of \nCNY80 million,  (ii)  3,700  km  of  access  roads  with  MOC  subsidy  of  CNY370  million,  and \n(iii) 5,000 km of paved roads to villages with CNY200 million government credit. \n \n8.  In 2007, XCD plans to develop (i) 109 major rural roads with a total length of 2,306 km \nand MOC subsidy of CNY800 million, and (ii) 526 access roads with a total length of 5,300 km \nand MOC subsidy of CNY530 million. Each prefecture plans to borrow CNY530 million from the \ngovernment for paved roads to villages, with a total length of 5,301 km. The details are in \nTable A5. \n \nTable A5: Xinjiang Rural Road Development Targets (2006–2007) \n(km) \nName of      Ordinary Rural Road Projects \nPrefecture  Major Rural Road Projects  Access Project  Paved Road to Village \nand City           2006           2007          2006           2007           2006           2007 \nYili  174.00  296.26  343.34  420.90  570.90  559.56 \nHami  125.00  105.50  180.00  101.90  202.60  210.82 \nTurpan  116.00  97.74  139.00  56.00  172.70  587.35 \nChangji  169.00  232.45  359.32  404.30  578.50  916.13 \nUrumqi  22.00  74.68  101.00  0.00  175.90  46.00 \nShihezi  50.00  38.00  0.00  0.00  0.00  0.00 \nKaramay  37.00  22.55  0.00  0.00  0.00  0.00 \nTacheng  111.00  163.26  209.70  260.10  503.70  260.51 \nAltay  114.00  141.05  267.29  387.50  380.90  628.71 \nBole  81.00  27.14  123.54  182.40  0.00  32.00 \nBazhou  145.00  187.79  559.66  223.50  508.00  627.00 \nAksu  190.00  194.60  430.59  496.30  959.50  736.29 \nKezhou  114.00  120.89  125.60  266.30  283.00  0.00 \nKashgar  336.00  356.19  489.58  1,671.70  0.00  0.00 \nHotan  224.00  218.08  371.40  829.10  664.30  696.90 \nSource: Xinjiang Communications Department. \n \n ", "34  Appendix 6 \nIMPROVEMENT OF FREIGHT TERMINAL OPERATIONS \n \n1.  Current Situation. The Xinjiang Uygur Autonomous Region (or Xinjiang) is located in \nthe  northwestern  corner  of  the  People’s  Republic  of  China  (PRC).  It  has  a  land  area  of \n1,665,000 square kilometers (km2), which is one sixth of the total area of the PRC, and a \npopulation of 20.2 million. It borders eight countries, most of which are members of the Central \nAsia Regional Economic Cooperation program. In 2006, Xinjiang had a total gross domestic \nproduct (GDP) of CNY139.9 billion, an increase of 11.1% compared to 2004. Road transport \ndominates surface transport in Xinjiang, accounting for 82% of the total freight (39% of the total \ntons per km), which is higher than the national average. \n \n2.  In 1960, Xinjiang had four border posts with neighboring countries and a total trade \nvolume of $13 million. After the collapse of the Soviet Union and the formation of the new \nCentral Asian republics in the early 1990s, cross-border trade grew rapidly. Currently there are \n15 border ports and the trade volume in 2005 had grown to $5.5 billion (consisting of exports of \n$3.8 billion and imports of $1.7 billion) with an average annual growth rate of 16.3% during the \n2001–2005 period. \n \n3.  Development of Freight Terminals. In line with the growth in cross-border trade and in \nXinjiang’s economy, freight distribution and logistics centers have also expanded significantly in \nUrumqi. To accommodate the surging logistics demand, the Ministry of Communication and \nXinjiang Communications Department approved the General Layout of Urumqi Road Transport \nHub Terminal Development Program in November 1997 to construct 14 terminal facilities in \nUrumqi.  These  facilities  consist  of  six  passenger  terminals,  six  freight  terminals,  one \nadministration center, and one international passenger and freight terminal. \n \n4.  Of the freight, administration, and international terminals, so far the administration facility \nand three freight terminals are completed; others are under construction. There is no special \nfunding source for freight terminal development; the Xinjiang Communications Department is \nonly responsible for investment in preparatory work, while 90% of the funds for freight terminal \ndevelopment comes from the private sector. There are also freight terminals at each of the \nborder ports; these are usually simple storage yards developed by private freight transport \noperators. \n \n5.  Terminal Efficiency Improvements. The trade volume imbalance between exports and \nimports and the cyclical pattern of agricultural crop production in Xinjiang are some of the \nfactors adversely affecting the efficiency of freight terminals and transport operations. According \nto  a  recent  survey,1 trucks  looking  for  back  loads  wait  10–15  days  on  average,  thereby \nincreasing the unit freight cost. Up to 60% of trucks return empty due to lack of information and \ncoordination.  Although  the  terminal  development  program  includes  establishment  of  an \nintegrated transport terminal system by connecting the administration center with the passenger \nand freight terminals, lack of funds prohibits its implementation. The absence of a logistics \nplatform, outdated technology, and a lack of management diminishes the efficiency of the \nterminal operations. \n \n6.  The proposed establishment of an integrated logistics information exchange system with \ninformation and communication technology under the Project will improve the efficiency of \nterminal operation and management and will reduce transportation logistics costs. It will give \n                                                 \n1  ADB. 2006. Technical Assistance to the People’s Republic of China for Xinjiang Regional Road Improvement \nProject. Manila. \n ", "  Appendix 6  35 \nfreight forwarders the ability to provide a secure intracity pick up and delivery service to their \ncustomers in a cost-effective, flexible, and efficient manner. This web-based secure system will \nauthenticate third-party delivery agents and will reduce the costs of intracity pick up and delivery \nfor the transport industry. This system will increase efficiency in the industry by providing road \ntransport operators with real-time information to help operators search for freight as well as \ngiving cargo owners the ability to not only locate suitable operators but also to track their \nconsignment to the point of delivery, including international destinations. \n \n7.  The main activities to achieve the goals are (i) implementing an web-based logistics \ninformation system, and (ii) enhancing capacity development on human resource development \nand  improving  the  efficiency  of  private  sector  operations.  The  first  goal  consists  of  two \nsubcomponents:  (i)  the  facilitation  of  terminal  operation  software,  and  (ii)  improvement  of \nterminal  efficiency  through  the  integration  of  systems  managed  by  terminal  and  logistic \noperators.  The  second  goal  consists  of  the  following  subcomponents:  (i)  human  resource \ndevelopment, including training in terminal operation techniques; and (ii) harmonization and \nsimplification of private sector operational procedures. \n \n8.  Improvements in operational efficiency in individual terminals can generate substantial \nlong-term economic returns throughout the region. Reduced distribution costs and improved \nlogistics permit reductions in the cost of products, and provide more reliable access to supplier \nmarkets,  boosting  competitive  opportunities.  The  direct  benefits  from  improved  operational \nefficiency  are  (i)  improved  visibility  over  the  transportation  network;  (ii) increased  vehicle \nutilization, thereby lowering vehicle operating costs; and (iii) increased flow of goods across the \nregion. These integrated terminals may become pivotal points in the regional transport network, \nwhich will create levels and types of employment previously not available in the region, and will \nfacilitate cross-border trade. \n \n9.  The Project is proposed to provide (i) terminal operation software, and (ii) 2 person-\nmonths of international consultancy assisted by national consultancy to facilitate the information \nexchange system and train the Xinjiang Transport Administration Bureau staff responsible for \noperations. \n \n ", "36  Appendix 7 \nIMPROVING RURAL TRANSPORT SERVICES \n \nA.  Rural Transport Issues in Xinjiang \n \n1.  Under the 11th Five-Year Plan (11FYP), the Xinjiang government aims to establish a \nhigh-quality passenger transport service connecting the cities, townships, and villages. There \nare currently 485 passenger terminals of different categories, including 2 class I, 29 class II, \n98 class III, and 98 class IV terminals, and 267 bus stops. However, the findings of a recently \ncompleted ADB-financed technical assistance (TA) project1 indicated that rural access by road \nin Xinjiang is poor. There are as many as 11 townships and 3,036 remote administrative villages \nthat are inaccessible by regular bus services, where rural travelers rely on motorized three-\nwheeled vehicles, agricultural tractors, and animal-powered vehicles. This is primarily due to the \nregion’s vast area, sparse population, and underdeveloped economy, and the high construction \nand maintenance costs of rural roads. Where public transport services are available, they are \noften inefficient and unsafe. Public transport efficiency in Kuqa county, where the Project is \nlocated, is very low in terms of the average length of service per bus per day. This results in a \nlong wait for passengers at bus stations and an inability to rotate buses onto other routes. There \nis a need to extend bus services to remote townships and villages as well as to reduce the cost \nof providing services by improving vehicle efficiency and providing more frequent services.  \n \nB.  International Good Practice \n \n2.  International good practice in rural transport services based on the findings of the above-\nmentioned TA project suggests that \n \n(i)  uncontrolled  competition  should  be  avoided;  instead,  operators  should  be \neducated in basic principles and a regulatory framework should be applied; \n(ii)  a flexible approach to regulatory control should be maintained if costs are to be \nminimized  and  any  subsidies  are  to  be  cost  effective;  operators  should  be \nallowed the freedom to tailor their services to meet the needs of users; \n(iii)  the regulations should not stifle initiative, such as the use of unconventional \nvehicles or variations in quality and capacity in response to demand; \n(iv)  rather than being consolidated into larger companies, localized services should \nbe encouraged to play a greater role in meeting local needs—their costs are \nlower and they are more aware of the community’s requirements; and \n(v)  terminals are not always necessary to achieve safe boarding and alighting of \npassengers and interchange between routes. \n \n3.  The TA project has recommended reforms to improve the provision of road passenger \ntransport services to rural areas in the People’s Republic of China. These involve (i) changes in \nthe definition, licensing, and regulation of rural buses, rural bus routes, rural bus operators, and \nrural bus terminals to encourage more demand-responsive, township-based operators and give \nthem  the  freedom  and  flexibility  to  offer  services  that  are  efficient  and  better  capable  of \nresponding to users’ needs; and (ii) corresponding measures to clarify the role and strengthen \nthe capacity of county-level road transport administrations in relation to the recommended \nregulatory changes. \n \n \n                                                 \n1  ADB. 2006. Technical Assistance to the People’s Republic of China for Sustainable Rural Transport Services. \nManila. \n ", "  Appendix 7  37 \nC.  Pilot Project \n \n4.  In order to improve rural transport services in Xinjiang, it was agreed with the Xinjiang \nCommunications Department that some of the recommendations proposed under the TA project \nwill be initially implemented on a trial basis in Kuqa county, before introducing them province-\nwide. Accordingly, the following pilot reforms were developed. \n \n5.  Objectives  and  Overview. The bus route licensing reforms in Kuqa county will be \ndemonstrated, tested, monitored, and adjusted to ensure that they are workable before being \nextended throughout Xinjiang. The pilot reform will involve the establishment of at least one \nvillage bus operator to operate a number of village bus routes, and will provide \n \n  (i)  a demonstration of how the proposed reforms to village bus services will operate; \n  (ii)  an  opportunity  to  involve  all  stakeholders  in  designing  and  monitoring  the \neffectiveness of the village bus service system; \n  (iii)  model drafts of all documents and procedures needed to plan, license, operate, \nand monitor operations under the recommended system; \n  (iv)  the training plans and materials needed to establish and maintain the necessary \nplanning and regulatory skills in the county-level road transport administration \nand appropriate management, planning, and operational skills in the chosen \nvillage bus operator; and \n  (v)  an opportunity to identify any problems and shortcomings, and to adjust the \nproposed arrangements based on the practical experience. \n \n6.  The holder of the village bus route license(s) will be a local company or cooperative \nformed perhaps by local bus and minibus owners who previously worked as subcontractors for \na larger company. The pilot project will assist with the formation of this group and provide \ntraining for the new operators in basic management techniques, bus service management, and \nsafety, as well as training for the staff of a village bus division to be established in the county \nroad transport administration. \n \n7.  Key Activities. The main activities will include \n \n  (i)  helping to establish a project implementation group, chaired by the Kuqa county \ncommunications bureau, to oversee the reform activities; \n  (ii)  briefings and consultations with all parties affected, including existing bus and \ntaxi operators, informal operators, local business groups, local leaders, and their \ncommunities; \n  (iii)  drafting the necessary decrees and dispensations to enable the pilot reform to \nproceed  and  to  authorize  the  participation  of  the  public  sector  stakeholders \nconcerned; \n  (iv)  selecting a suitable local group to operate as village bus operator, and briefing \nthem on the proposals, helping to carry out demand surveys, and providing \ntraining and simple management tools; \n  (v)  in consultation with operators, selecting the routes to be included in the village \nbus  route  network,  and  defining  stopping  places  and  minimum  service \nfrequencies as necessary; \n  (vi)  drafting the village bus route license conditions based on the proposals of the TA \nproject, and helping to get temporary licenses issued to the group chosen to \noperate the route(s); \n \n ", "38  Appendix 7 \n  (vii)  drafting the conditions for a village bus license, and helping to get temporary \nlicenses issued to the vehicle owners who wish to join the group holding the \nvillage bus route license(s); \n  (viii)  clarifying the role and procedures of the communications bureau in relation to the \nvillage  bus  services,  including  (a)  planning  and  designing  village  routes; \n(b) canvassing for interest from potential groups and helping with the formation of \nvillage  bus  operators;  (c)  setting  conditions  for  village  bus  route  licenses; \n(d) calling for and evaluating proposals for village bus route licenses (and bids \nwhere there are competing potential operators); (d) administering the village bus, \nvillage bus route, and village bus operator licensing system, including supervision \nand inspection arrangements designed to secure public safety and the interests \nof users, operators, and the general public; (e) adjusting route structures and \noperations,  if  necessary;  and  (f)  monitoring  operations  to  ensure  that  the \nobjectives of the pilot project are met; and \n  (ix)  evaluating  the  results  of  the  pilot  reform,  circulating  these  for  discussion  to \ncounty and provincial communication bureaus, and drafting detailed guidelines \nand  draft  amendment  to  existing  regulations  and  decrees  to  enable \nimplementation throughout Xinjiang. \n \n8.  Implementation  Arrangements.  Two  rural  transport  specialists—one  international \n(4 person-months)  and  one  national  (8  person-months)—will  be  recruited  under  consulting \nservices contracts to carry out the tasks described in the above key activities. The Xinjiang \nCommunications Construction Administration Bureau will be the Implementing Agency and the \nday-to-day  management  of  the  pilot  reform  will  be  the  responsibility  of  the  Kuqa  county \ncommunications bureau. Overall direction will be given by a project director. \n \n \n ", "  Appendix 8  39 \nROAD SAFETY IMPROVEMENT \n \nA.  Issues \n \n1.  Rapid economic development accompanied by increasing vehicular growth in Xinjiang \nhas resulted in rising level of traffic, increased pressure on the road system, a substantial \nnumber  of  road  accidents,  and  large  loss  of  life.  During  the  period  1996–2005,  over \n25,000 people were killed and over 75,000 people injured in road traffic accidents. Fatalities \nhave increased from 1,863 in 1996 to 2,491 in 2000, and to 2,588 in 2006 (Table A8). In 2006, \nthe  estimated  economic  losses  from  road  accidents  and  fatalities  in  Xinjiang  exceeded \nCNY 16.63 million. \n \nTable A8: Road Accidents in Xinjiang (2000–2005) \nItem  2000  2001  2002  2003  2004  2005  2006 \nFatalities  2,491  2,539  2,563  2,643  2,892  3,111  2,588 \nInjuries  7,976  9,295  9,199  10,044  8,918  10,437  8,843 \nSource: Statistical Year Book (2006). \n \n2.  The total number of vehicles owned in Xinjiang in 2006 was 717,370 with an annual \nincrease of 20.3%. Based on the total population of 20.2 million in 2005 with a growth rate of \n2.40%, the fatality rate in Xinjiang was 22 per 10,000 vehicles and 15 per 100,000 people, \nwhich is higher than the national average. \n \n3.  On the existing Korla–Kuqa expressway, in 2005 65% of deaths and 62% of accidents \noccurred in rear-end collisions. A common factor in rear-end accidents has been the inability of \nthe driver of the rear vehicle to see or accurately determine traffic conditions ahead (degraded \nperception). Harsh weather conditions like snow, fog, rain, and ice clearly increase the risk of \nrear-end collisions during long winters when the average temperature falls to –12° celsius (C) \nand can go down to as much as –30° C. The risk of traffic accidents and breakdown of vehicles \nis strongly related to this harsh weather. The risk can be reduced by providing necessary and \ntimely information to drivers.  \n \n4.  The  fatality  rate  on  class  I  highways  in  Xinjiang  is  37.5%  higher  than  on  class  II \nhighways. Similarly, when rural roads are upgraded, the increased traffic accidents mainly \ninvolve pedestrians or users of nonmotorized transport and public buses. Local people need to \nbe aware that traffic will be moving faster and the volume of traffic will increase when local \nroads are improved. Therefore, there is a need to increase awareness of the rural population \nabout road improvement and increasing vehicle speeds to minimize any negative impact of road \ndevelopment.  \n \nB.  Road Safety Improvement \n \n5.  The road safety improvement component includes (i) conducting a safety audit for the \nproject  roads,  (ii)  developing  an  action  plan  for  safe  operation  of  the  expressway, \n(iii) institutional  capacity  development  of  the  Xinjiang  Communications  Department  and \nincreasing public awareness in road safety, and (iv) utilizing information technology for road \nsafety and the installation of traffic safety devices along the project roads. \n \n6.  Road Safety Audit and Action Plan. For the Korla–Kuqa expressway, the safety audits \nwill be undertaken at the detailed design and pre-opening stages, and for local roads at the \n ", "40  Appendix 8 \ndetailed design stage. The consultants to be engaged under the Project will develop an action \nplan to ensure safe operation of the expressway. \n \n7.  Institutional Capacity Development and Public Awareness. As part of institutional \ncapacity development and to increase public awareness, the following activities will be carried \nout:  \n \n(i)  capacity development on design, safety audit, and maintenance for safety; \n(ii)  capacity development on enforcement of traffic law; and \n(iii)  community awareness (community-based road safety program). \n \n8.  This  subcomponent  will  be  executed  through  partnership  between  the  Xinjiang \nCommunications  Construction  Administration  Bureau,  the  Xinjiang  Public  Security  Bureau \n(PSB), local governments of Korla, Luntai, and Kuqa, and other stakeholders.  \n \n9.  Under  an  Asian  Development  Bank-financed  technical  assistance  project1 in  the \nPeople’s Republic of China and jointly undertaken with the Ministry of Public Security, a number \nof  training  opportunities  are  offered  to  the  provincial  PSB.  The  training  involves  (i)  traffic \nenforcement,  (ii)  accident  investigation,  (iii)  accident  data  and  publicity,  and  (iv) driver’s \nlicensing examiner issues. The training is planned to take place during 2007 and 2008 at the \nTraffic Management Research Institute of the Ministry of Public Security in Wuxi city. Various \nroad safety audit, black-spot treatment, publicity, and enforcement materials and guidelines will \nbe provided to the traffic police and communications departments. Selected traffic police officers \nfrom Xinjiang PSB will also benefit from this training. \n \n10.  Utilizing Information Technology for Road Safety. The Intelligent Transport Systems2 \nwill be introduced for the project expressway and will provide a traffic surveillance monitoring \nsystem to alert drivers and prevent rear-end collisions. The traffic surveillance system will \nmonitor traffic and road conditions and send real-time information and/or messages to road \nusers to alert them to foreseen snow, rain, ice, and traffic. Speed warning systems will be also \ninstalled to make drivers aware of their speed. \n \n                                                 \n1  ADB. 2006. Technical Assistance to the People’s Republic of China for Road Safety Improvement. Manila. \n2  The application of information technology to surface transportation is called “Intelligent Transport Systems (ITS)”. \nITS provides the ability to gather, organize, analyze, use, and share information about transportation systems. \n ", "  Appendix 9  41 \nCAPACITY DEVELOPMENT OF XINJIANG COMMUNICATIONS DEPARTMENT \n \n1.  To meet the transport sector development targets under the 11th Five-Year Plan and to \nprovide  a  sustainable,  affordable,  and  clean  transport  system  in  Xinjiang,  the  Xinjiang \nCommunication Department (XCD) is keen to expand its capacity. The length of high-grade \nhighway within Xinjiang is more than 1,000 kilometers (km), and the number of staff engaged in \nthe high-grade highway work is also being increased. XCD staff have received training under \nthree World Bank projects.1 Training mainly focused on (i) strengthening XCD and its jurisdiction \nunits, and (ii) training XCD staff to satisfy the needs for construction and management of high-\ngrade highways in Xinjiang. Training programs in more than 20 different fields were conducted \nin Xinjiang, in other parts of the People’s Republic of China, and abroad. By training abroad, the \ntrainees learned about current development policies, advanced technologies, and construction \nmanagement  experiences  of  high-grade  highways  and  expressways  in  foreign  developed \ncountries.  \n \n2.  After detailed analysis of what has been done in the past and what results XCD had \nobtained  from  previous  training,  the  training  plans  (both  overseas  and  in-country)  to  be \nimplemented under the Project were developed (Tables A9.1 and A9.2). The purpose of these \nplans  is  to  further  strengthen  organizational  capability  and  improve  staff  quality  and  work \nefficiency to improve the entire technological and management level of highway sectors in \nXinjiang. These plans are proposed to commence in 2008 and be completed in 2011. The \nestimated training cost is $710,000, of which about $700,000 is for international and $10,000 is \nfor  in-country  training.  The  plan  can  be  adjusted  according  to  the  needs  during  project \nimplementation. \n \nTable A9.1: Overseas Training Plan \n \n    Training Abroad    Study Tour Abroad \nYear  Training Content  No. of  Person- Estimated    No. of  Person- Planned \nPersons  Months  Amount  Persons  Months  Amount \n(Total)  ($)  (Total)  ($) \n2008  1. Highway  8  8  96,500         \nConstruction \nManagement  \n2.  Environmental  6  6  85,500         \nProtection and \nMonitoring \n2009  1. Traffic Engineering          6  3  51,000 \nDesign  \n  2. Highway Financing  6  6  85,500         \nand Risk Control \n2010  1.  Regulating          8  4  62,000 \nPassenger and \nFreight Transport \n  2. Highway Safety  6  6  85,500         \n  3. Road Asset          8  4  62,000 \nManagement \n2011  1. Intelligent Transport          8  4  62,000 \nSystem  \n  Unallocated      80,000        30,000 \n  Total  26  26  433,000    30  15   267,000 \nSource: Xinjiang Communications Construction Administration Bureau. \n                                                 \n1  Under three highway improvement projects during the period 1994–2007, the World Bank has provided loans of \n$600 million. Capacity development was included under all these projects. \n ", "42  Appendix 9 \nTable A9.2: Domestic Training Plan \n    Number of  Person- \nYear  Training Field  Persons  Months \n2008  1. Project Financing and Risk Control  20  10 \n  2. Regulating of Passenger and Freight Transport  20  10 \n  3. Highway Construction and Management System  30  15 \n2009  1. Traffic Administrative Law Enforcement  50  25 \n  2. Ecological Highway Construction and Environmental Protection  20  10 \n  3. Foreign-Concerned Transportation  20  10 \n2010  1. Modern Logistics Technology  20  10 \n  2. Information Communication Technology Construction and \n20  10 \nManagement \n  3. New Standards, New Specification, and New Technology of \n20  10 \nHighways \n2011  1. Expressway (Bridge) Maintenance  30  15 \n  2. Expressway Toll Collection and Operation Management  20  10 \n  3. Road Safety  20  10 \n  Total  290  145 \nSource: Xinjiang Communications Construction Administration Bureau. \n \n3.  The proposed training programs will enhance XCD’s awareness not only of advanced \ntechnology in highway construction, traffic engineering, and Intelligent Transport System,2 but \nalso of the best practices and techniques in environmental protection and monitoring, road \nmaintenance management, road financing and risk sharing, and road transport regulating. The \nknowledge gained from the proposed trainings and study tours will increase XCD’s capacity in \nroad transport development, operation, road safety, and road maintenance management by \nefficient staff who are better able to provide guidance to their customers. \n \n                                                 \n2  The application of information technology to surface transportation is called “Intelligent Transport Systems (ITS)”. \nITS provides the ability to gather, organize, analyze, use, and share information about transportation systems. \n ", "DETAILED COST ESTIMATES BY FINANCIERS  \n \n \n \n($ million)   \n \n \n \n \n \n \nCost ADB Government  and Domestic Bank   \n \nItem    Amounta % of Cost Category Amount % of Cost Category    \n \n \nA. Base Cost    \n \n \n1. Civil Worksb    \n \n \na.  Expressway   \n \n \nSub-grade 76.01 29.27 38.5 46.74 61.5\nPavement 138.77 53.42 38.5 85.35 61.5\nBridges and Structuresc 80.03 30.80 38.5 49.23 61.5\nTraffic Engineering and Communications 6.03 6.03 100.0\nIntersections and Road Facilities 73.25 28.65 39.1 44.60 61.9\nOther Civil Worksd 56.77 56.77 100.0\nTaxes and Duties 13.00 13.00 100.0\nSubtotal Expressway 443.86 142.14 32.0 301.72 68.0\nb.  Local Roads 15.09 3.83 25.4 11.26 74.6\n2. Equipmente 7.83 1.66 21.2 6.17 77.8\n3. Land Acquisition and Resettlement 16.40 16.40 100.0\n4. Consulting Services and Trainingf 7.89 2.37 30.0 5.52 70.0\n5. Project Administrationg 24.50 24.50 100.0\nSubtotal (A) 515.57 150.00 29.1 365.57 70.9\nB. Contingencies\n1. Physical Contingencyh 13.74 13.74 100.0\n2. Price Contingencyi 30.87 30.87 100.0\nSubtotal (B) 44.61 44.61 100.0\nC. Interestj and Other Charges During \nImplementation 33.82 33.82 100.0\n            Total Project Cost 594.00 150.00 25 444.00 75\n            % Total Project Cost 100 25  ADB's share  75 Government's share\nExchange rate:  $1 = CNY7.60.\na Amount of ADB loan proceeds allocated to the cost category.\n \nb At 2007 prices.   \nA\nc Includes administration buildings. p\nd Includes landscaping and water training structures. pe\ne Includes (i) $5.49 million of expressway maintenance, (ii) $0.39 million of maintenance of local roads, and (iii) $0.57 million of pavement testing. nd\nf Includes international training for $700,000 and in-country training for $10,000. ix\n 1\ng Includes cost of survey and engineering design. 0\nhij AAInttt  e32r%.e2s% ot f r pacetiver i lac wnonmourpkmus  tfcaootriso 2tn.0 i0s8 b, aasnedd 3 o%n  tpheer  parnenvuamili nthge UreSa dftoelrl afor r5 l-oyceaalr c suwrraepn crayt eco psltuss a an dsp 0r.e8a%d  fpoerr t haen nAuDmB f olora fno raenigdn p erxecvhaailinngge i nctoesrte dstu rraintge  2fo0r0 t8h–e2 C0h1i1n.a Development Bank. It also  43        \nincludes a commitment charge of 0.35% for ADB loan.   \n \nSource: Asian Development Bank estimates.   \n \n \n \n ", "                                          IMPLEMENTATION SCHEDULE                                         4 \n4\n \nItem J F M AM2J00J7A S O N D J F M AM2J00J8A S O N D J F M AM2J00J9A S O N D J F M AM2J01J0A S O N D J F MAM2J01J1ASOND J F MAM2J01J2A S ON D           A\np\n I.   Project Processing p\ne\n      Feasibiliity Approval nd\n      Loan Approval ix 1\n      Loan Effectiveness 1\nII II .I  .       LE(i)ax n pCdrie vAsils cWwquoariysk sit i(oCno natnradc Rt Aes0e7t talnedm Aen08t)             \n            Bidding and Contract Award\n            Mobilization and Construction\n     (ii)   Civil Works for Other Contracts\n            Prequalification\n            Bidding and Contract Award\n            Mobilization and Construction\n     (iii)  Traffic Engineering \n            Bidding and Contract Award\n            Construction\n     (iv)  Buildings and Ancilliary Facilities\n            Bidding and Contract Award\n            Construction\n      (v)  Planting and Landscaping\n             Bidding and Contract Award\n             Construction\nIV. Equipment\n      Bidding and Contract Award\n      Purchase and Commissioning\nV.  Local Roads\n      Bidding and Contract Award\n      Construction\nVI.  Consulting Services\n      (i)   International Consultants \n             Bidding and Contract Award\n             Consulting Services and Training\n       (ii)  Domestic Consultants\n             Bidding and Contract Award\n             Consulting Services\nVII.  Training\nSource: Asian Development Bank estimates.", "  Appendix 12  45 \nPROCUREMENT PLAN \n \nTable A12.1: Project Information \nCountry  People’s Republic of China \nName of Borrower  Ministry of Finance \nProject Name  Xinjiang Regional Road Improvement Project (Korla-Kuqa Section)  \nLoan Reference  To be determined (tbd) \nDate of Effectiveness  tbd \nAmount US$ (total from all financiers):  $594 million, from which $197 million, $188 million and $59 million \nwill be financed by Ministry of Communications, China \nDevelopment Bank and Xinjiang Uygur Autonomous Regional \nGovernment, respectively. \nOf which Committed, US$  $594 million \nExecuting Agency  Xinjiang Communications Department \nApproval Date of Original Procurement Plan  8 November 2007 \nApproval of Most Recent Procurement Plan  tbd \nPublication for Local Advertisement  21 September 2007 \nPeriod Covered by this Plan  2007–2011 \n \nTable A12.2: Threshold for Procurement \nProcurement Method  Threshold (US$) \nICB Works  Equal or more than 10 million \nNCB Works  Equal or more than 0.1 million and less than 10 million \nNCB Goods   Equal or more than 0.1 million and less than 1 million  \nShopping Goods  Less than $100,000 \nQuality and Cost Based Selection (QCBS)  At least $200,000 \n \nTable A12.3: Contract Packages (Civil Works) \n            Expected   \nPack-      Procure-      Date of   \nage    Length ment  Prequali-  ADB  Advertise-   \nNo.  Description  (km)  Method  fication  Review  ment  Comments \nA.  Subgrade, Pavement, Bridge and Intersections          \n  (Financed by Asian Development Bank) \nA01  K457+500~K480+000  22.50  ICB  With  A  Nov 2007   \nA02  K480+000~K519+000  39.00  ICB  With  A  Nov 2007   \nA03  K519+000~K547+076  28.08  ICB  With  A  Nov 2007   \nA04  K547+076~K566+200  19.12  ICB  With  A  Nov 2007   \nA05  K566+200~K590+000  23.80  ICB  With  A  Nov 2007   \nA06  K590+000~K610+000  20.00  ICB  With  A  Nov 2007   \nA07  K610+000~K635+200  25.20  ICB  Without  A  Sep 2007  Retroactive \nA08  K635+200~K654+717  19.52  ICB  Without  A  Sep 2007  financing is \napplied \nA09  K654+717~K684+000  29.28  ICB  With  A  Nov 2007   \nA10  K684+000~K721+000  37.00  ICB  With  A  Nov 2007   \nA11  K721+000~K754+000  33.00  ICB  With  A  Nov 2007   \n  Subtotal A  296.5           \nB.  Traffic Engineering (Financed by Government)         \nB01  Tolling, Telecommunication,    GP    NR  Feb 2010   \nand Traffic Monitoring \nC.  Buildings and Ancillary Facilities (Financed by         \nGovernment) \nC01  Administration and    GP    NR  Mar 2009   \nMaintenance Building \nC02  Administration and    GP    NR  Mar 2009   \nMaintenance Building, Toll \nStation, and Service Area in \nkm 557+000 \nC03  Administration and    GP    NR  Mar 2009   \nMaintenance Building, Toll \nStation, and Service Area in \nkm 707+000  \nC04  Administration and    GP    NR  Mar 2009   \nMaintenance Building \nC05  Administration and    GP    NR  Mar 2009   \nMaintenance Building, and \nMonitoring Center \n         \n         \n ", "46  Appendix 12 \n \n            Expected   \nPack-      Procure-      Date of   \nage    Length ment  Prequali-  ADB  Advertise-   \nNo.  Description  (km)  Method  fication  Review  ment  Comments \nD.  Planting and Landscaping (Financed by Government)         \nD01  Planting and Landscaping    GP    NR  Mar 2010   \nE.  Local Roads (Financed by Asian Development Bank)         \nE01  Wuqia Township–Dunkuotan  30  NCB    B  Apr 2008   \nTownship in Kuga County \nE02  G315 at New Long March  73  NCB    B  Apr 2008   \nBridge–Aqiang Township in \nQiemo County \nE03  G315 of Suntang  90  NCB    B  Apr 2008   \nMaintenance Office–\nAoyiyalake Township in \nQiemo County \n  Subtotal E  193           \n \nTable A12.4: Contract Packages (Maintenance and Testing Equipment) \nPack-        Expected \nage    Procurement  ADB  Date of  \nNumber  Description  Mode   Review  Advertisement \nA.  For Expressway (Financed by Asian Development Bank)       \nG1  Multi-functional excavator  NCB  B  Apr 2010 \nG2  Wheel Excavator   NCB  B  Apr 2010 \nG3  Multifunctional Operation Car  NCB  B  Apr 2010 \nG4  Pavement Miller   NCB  B  Apr 2010 \nG5  Filling and Sealing Machine  NCB  B  Apr 2010 \n  For Expressway (Financed by Government)       \nG6  Maintenance Equipment   GP  NR  Apr 2010 \nG7  Maintenance Equipment  GP  NR  Apr 2010 \nG8  Maintenance Equipment  GP  NR  Apr 2010 \nG9.  Maintenance Equipment  GP  NR  Apr 2010 \nG10.  Maintenance Equipment  GP  NR  Apr 2010 \nG11  Maintenance Equipment  GP  NR  Apr 2010 \nG12  Maintenance Vehicles  GP  NR  Apr 2010 \nG13  Obstacles Removing Vehicles   GP  NR  Apr 2010 \nG14  Weighbridge    GP  NR  Apr 2010 \nG15  Service Vehicles  GP  NR  Apr 2010 \nB. For Local Roads (Financed by Government)       \nH16  Maintenance Equipment    GP  NR  Apr 2010 \nC. Testing Equipment for XCCAB (Financed by Government)       \nI17  Road Condition Survey Equipment  GP  NR  Apr 2010 \n \nTable A12.5: Consulting Services \nNumber  Description  Selection Method  Type of Proposal  ADB Review\nS01  International Consulting Services for  QCBS  FTP  A \n  Construction Supervision and Related     \n  Services     \nS02  Domestic Consulting Services for  GP  NR \nConstruction Supervision \nFTP = full technical proposal, GP = government procedure, ICB = international competitive bidding, NCB = national \ncompetitive bidding, No. = number, QCBS = quality- and cost-based selection method. \nNotes: ADB Review: A = For ICB invitations for bids, invitation for prequalification, draft prequalification documents, \ndraft bidding documents, prequalification and bid evaluation reports are to be submitted to ADB for prior review and \napproval. B = For NCB, the first draft English language version of the procurement documents should be submitted \nfor ADB review and approval regardless of the estimated contract amount. ADB-approved procurement documents \nshould be used as a model for all NCB procurement financed by ADB for the project, and need not be subjected to \nfurther review.  ADB will review the bid evaluation report (BER) and award of contract on a post-review basis.         \nNR = ADB Review not required. \nFor international consulting services, the quality–cost ratio is 80%:20% \n \n \n ", "  Appendix 13  47 \nECONOMIC ANALYSIS \n1.  Introduction. The analysis is based on the actual and forecast data on traffic volume, \nvehicle operating costs, user’s time savings, reduction in accident costs, and economic project \ncost. The economic analysis includes (i) the Korla–Kuqa expressway (296.5 kilometers [km]), \nand (ii) three local roads in Qiemo and Kuqa counties (193 km). The parameter values used in \nthe economic analysis include (i) a discount rate of 12%, (ii) a 20-year period after construction \n(4 years for the expressway and 3 years for the local roads), (iii) a shadow exchange rate \nconversion factor of 1.03, (iv) an economic conversion factor of 0.67 for local unskilled labor, \nand (v) 50% of the construction cost as the residual value for the project roads. \n \n2.  Traffic Projections. A summary of the average daily traffic projections based on recent \ndata is presented in Table A13.1. The current average daily traffic volume on the national \nhighway is in the range of 2,700–3,100 vehicles (5,200–6,100 passenger car units) per day, \nconsisting of about 52% to 55% of trucks and 45% to 48% passenger vehicles (cars and buses). \nThe projections are based on a 10-year analysis of economic output, population growth, and \ngrowth in passenger and/or freight traffic. The traffic growth rates will remain at 8% in the short \nterm, and will decline over the medium to long term as economic growth and investment in the \nregion reaches maturity. These traffic growth rates have been applied to the traffic volume data \ncollected in August 2006, and used to forecast annual average daily traffic volumes from 2010 \nto 2030 with 5-year intervals. \n \nTable A13.1: Summary of Traffic Forecast for the Project \n(passenger car unit) \nItem  2006  2011  2015  2020  2025  2030 \nA. Expressway             \n  Traffic without the Project                   \n  Cars  1,104  1,575  2,355  3,312  4,321  5,542 \n  Buses  224  320  455  614  779  971 \n  Trucks  1,574  2,269  3,118  4,113  5,095  6,203 \n  Total   5,700  8,200  11,500  15,300  19,200  23,700 \n  Annual traffic growth rate (%)     9.52  7.00  5.88  4.65  4.30 \n  Traffic with the Project                   \n  Cars    1,747  2,721  3,866  5,098  6,722 \n  Buses    353  523  713  913  1,170 \n  Trucks    2,372  3,386  4,506  5,636  7,050 \n  Total     8,450  12,450  16,850  21,400  27,300 \n  Annual traffic growth rate (%)      8.06  6.24  4.90  4.89 \n  Real Gross Domestic Product growth forecast (%)     10.00  8.75  8.75  7.75  7.50 \nB. Local Roads             \n  a. Wuqia Township–Dunkuotan Township  15  34  97  128  163  209 \n  b. New Long March Bridge–Aqiang Township  38  88  250  331  423  540 \n  c. Suntang Maintenance Office–Aoyiyalake Township   82  187  533  706  902  1,151 \n  Total  135  309  879  1,166  1,488  1,899 \n  Annual Average Growth Rate (%)    25  3  3  2  2 \nSource: Asian Development Bank estimates. \n \n3.  Expressway. The upgrading of the existing highway to a tolled expressway has been \ndetermined  to  be  economically  viable  at  a  12%  discount  rate.  The  expressway  economic \ninternal rate of return (EIRR) is estimated at 20.0% and the net present value (NPV) of project \nbenefits at CNY3.6 billion. \n \n4.  As a proportion of the project’s total benefit, normal traffic benefits included (i) vehicle \noperating cost benefits (70.4%, CNY6,472.8 million), (ii) generated traffic benefits as a total of \nall  benefit  categories  (23.6%,  CNY2,168.9  million),  (iii)  accident  savings  (0.8%, \nCNY69.2 million), and (iv) time saving benefits (5.2%, CNY479.6 million). \n ", "48  Appendix 13 \n5.  Sensitivity  Analysis  of  Expressway.  A  series  of  sensitivity  tests  was  undertaken \nbased on the following considerations: (i) construction costs increase by 10.0% of base traffic \ngrowth levels; (ii) construction costs increase by 20.0% of base traffic growth levels; (iii) benefit \ngrowth reduces by 10.0% of base construction costs; (iv) benefit growth reduces by 20.0% of \nbase construction costs; (v) road maintenance costs increase by 10.0%; (vi) appreciation of the \nyuan by 20.0%; (vii) a combination of i and iii; (viii) a delay in construction by 1 year, and (ix) a \nworst-case scenario (i+iv+v+vi). \n \n6.  The sensitivity analysis results show that the project remains economically viable under \nadverse scenarios tested. The economic viability is considered to be quite robust as the EIRR \nvalues are well above 12.0% in the sensitivity analysis cases. The results presented indicate \nthat in a worst-case scenario situation (which is very unlikely to occur) the Project would return \nan EIRR of 13.8%. In addition to these tests, the switching values for construction costs and \ntraffic growth for each option were calculated. The results suggest that costs would need to \nincrease by 97.9% to reduce the EIRR to 12%, while benefits would need to be reduced by \n47.5% to reduce the EIRR to the same level. \n  \n7.  Local Roads. The economic evaluation of the proposal to rehabilitate 193 km of three \nlocal roads has been determined to be economically viable at a 12% discount rate. The local \nroad’s EIRR was estimated at 35.0%1 and the NPV at CNY413.2 million. \n \n8.  Sensitivity Analysis of Local Roads. The sensitivity analysis was undertaken based \non the risks listed in para. 5. All these risks were analyzed through sensitivity tests and the \nevaluation results were found to be robust for all of them. For the project component to be \nunacceptable (i.e., an EIRR lower than 12% or a zero NPV at 12% discount rate), the benefits \nwould have to fall by less than 79.9% of those in the base case with no change in costs, or the \ncosts would have to increase to more than 235.4% of the base costs. The EIRR under a worst-\ncase scenario is 19.7%. \n \n9.  Overall  Economic  Evaluation.  The  overall  EIRR  of  the  project,  including  the \nexpressway and the local roads, is 20.5% with an NPV of CNY4.0 billion at a 12% discount rate. \nThe details of the overall cost and benefit stream are presented in Table A13.2, and are \nsummarized in Table A13.3. \n                                                 \n1 The EIRR is estimated at 39.6% for the Wuqia–Dunkuotan township road, at 45.4% for the New Long March \nBridge–Aqiang township road, and at 32.6% for the Suntang Maintenance Office–Aoyiyalake township road. \n ", "  Appendix 13  49 \n \nTable A13.2: Summary of Economic Analysis of Consolidated Projects \n(CNY10,000) \n  Project Economic Cost    Project Economic Benefits    Project \n  Capital      Total      Local      Net \nYear  Cost  Maintenance  LAR  Cost    Expressway  Road  Total    Benefit \n2008  89,492   0   12,464   101,956            (131,920)\n2009  127,740   93   0   127,833      0  0    (135,741)\n2010  167,613   93   0   167,705      1,432  1,432    (153,246)\n2011  41,497   1,654   0   43,151    51,911  1,942  53,852    8,818 \n2012  0  1,654  0  1,654    59,931  2,603  62,534    60,880 \n2013  0  1,654  0  1,654    69,206  3,468  72,674    71,020 \n2014  0  1,654  0  1,654    79,934  4,610  84,544    82,890 \n2015  0  1,654  0  1,654    92,346  6,126  98,472    96,818 \n2016  0  1,654  0  1,654    101,818  8,148  109,966    108,312 \n2017  0  2,757  0  2,757    112,284  10,858  123,142    120,385 \n2018  0  1,654  0  1,654    123,850  11,437  135,288    133,634 \n2019  0  12,419  0  12,419    136,637  12,046  148,683    136,265 \n2020  0  12,419  0  12,419    150,776  12,688  163,463    151,045 \n2021  0  1,654  0  1,654    164,375  13,363  177,739    176,085 \n2022  0  1,654  0  1,654    179,232  14,076  193,309    191,655 \n2023  0  1,654  0  1,654    195,466  14,688  210,155    208,501 \n2024  0  1,654  0  1,654    213,209  15,325  228,535    226,881 \n2025  0  1,654  0  1,654    232,605  15,989  248,595    246,941 \n2026  0  1,654  0  1,654    254,401  16,681  271,082    269,428 \n2027  0  2,757  0  2,757    278,278  17,402  295,680    292,923 \n2028  (5,506)  12,326  0  6,820    304,438  18,155  322,593    315,774 \n2029  0  12,326  0  12,326    333,106  18,941  352,047    339,722 \n2030  (186,737)  1,561  0   (185,175)    364,527  18,941  383,468    568,643 \n    Net Present Value at 12%:    732,668  51,706  784,374    402,493 \n    Economic Internal Rate of Return:            20.5% \n( ) = negative, LAR = Land Acquisition and Resettlement. \nSource: Asian Development Bank estimates. \n \nTable A13.3: Overall Economic Evaluation \nProject Component  EIRR (%)  NPV (CNY million at 12%) \nKorla–Kuqa Expressway   20.0  3,623.6 \nLocal Roads   35.0  413.2 \nConsolidated investment  20.5  4,024.9 \nEIRR = economic internal rate of return, NPV = net present value. \nSource: Asian Development Bank estimates. \n \n10.  Distribution Analysis. In terms of the distribution of benefits between passenger and \nfreight traffic for the project area and the region as a whole, the benefit–cost ratio is estimated at \n2.36:1.  \n \n11.  Risk  Analysis.  The  gain  from  the  risk  analysis  on  the  Project  provides  useful \ninformation on how vulnerable the project’s viability is in terms of responding to external shocks. \nWhen the original data is adjusted with probability distribution, the mean of the project EIRR \nfalls to 19.1% (from the original 20.0%). The risk analysis shows that the project’s EIRR ranges \nfrom  16.8%  to  21.2%  with  90%  probability.  The  lowest  value  of  EIRR  in  the  probability \ndistribution (the EIRR under the worst situation) is still higher than the 12% threshold rate of \nreturn. \n \n ", "50   Appendix 14 \nFINANCIAL ANALYSIS AND PROJECTIONS \n \nA.  Introduction \n \n1.  A financial evaluation has been undertaken in accordance with the Asian Development \nBank’s (ADB’s) Financial Management and Analysis of Projects (2005).1 The financial internal \nrate of return (FIRR) was calculated based on the capital cost of the Korla–Kuqa expressway, \nthe latest traffic forecasts, and proposed toll rates. Sensitivity tests were conducted by varying \nthe project costs, traffic volumes, toll rates, and a combination of these factors.  \n \nB.  Major Assumptions \n \n2.  The  FIRR  calculations  are  in  constant  2007  prices,  covering  about  4  years  of \nconstruction and 20 years of operation. The total project capital cost was estimated to be \n$594.00 million (CNY4,514.5 million),2 which covers the costs for civil works, equipment, land \nacquisition and resettlement, consulting services, trainings, project administration, physical and \nprice contingency, and interest during construction. \n \n3.  The forecast of future traffic on the Korla–Kuqa expressway is based on the feasibility \nstudy and latest traffic survey carried out during project preparation. The forecast traffic was \nconverted into the annual average daily traffic by vehicle type, which is consistent with the \ncurrent expressway tolling system in Xinjiang. The forecast traffic indicates that the traffic level \non the project expressway will initially be low but will increase over the evaluation period. The \nproject expressway will be open for regular traffic in mid-2011. \n \n4.  Xinjiang is applying uniform toll rates to all expressways in accordance with provincial \ngovernment policy. These toll rates are given in Table A14.1. The toll rates were developed \naccording to the Xinjiang government toll road policies and by considering the construction cost, \nroad  user  affordability,  loan  repayment  and  neighboring  province  toll  rates.  Based  on  the \nexisting toll rates, the estimated weighted average toll collection per passenger car unit would \nbe  CNY50  for  the  Korla–Luntai  section  and  CNY30  for  the  Kuqa–Luntai  section.  For  the \npurpose of the FIRR calculation, these toll rates were held constant throughout the calculation \nperiod.  \n \nTable A14.1: Toll Rates Based on Vehicle Classifications(CNY per vehicle-km) \n  Vehicle Type  Factor  Rates \n1  Trucks < 2 tons  1  0.25–0.30 \n2  Trucks > 2 tons < 5 tons  1.5  0.38–0.45 \n3  Trucks > 5 tons < 10 tons  2  0.50–0.60 \n4  Trucks > 10 tons < 15 tons  3.6  0.90–1.08 \n5  Trucks > 15 tons  4.2  1.05–1.26 \n6  Passenger vehicles < 7 seats  1  0.25–0.30 \n7  Passenger vehicles > 8 seats < 19 seats  1.5  0,38–0.45 \n8  Passenger vehicles > 20 seats < 39 seats  2  0.50–0.60 \n9  Passenger vehicle > 40 seats  3.6  0.90–1.08 \n  Source: Asian Development Bank estimates. \n \n5.  The routine and periodic maintenance costs estimate were based on maintenance cost \nfor other similar expressways in Xinjiang Province. Routine maintenance cost was estimated at \nCNY50,000  per  kilometer  per  year,  which  covers  road  cleaning,  landscaping,  minor  road \nsurface repair, traffic sign maintenance and replacement, and expressway facility maintenance. \n                                                 \n1  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n2  The exchange rate used in this analysis is $1.00 = CNY7.60 which prevailed at the time of loan appraisal of the \nProject. \n ", "  Appendix 14  51 \nThe periodical maintenance is required every 8 years and was estimated at CNY1.00 million per \nkilometer. \n \n6.  Two types of taxes were considered in the financial evaluation: business tax of 5.5% on \ngross revenue and corporate income tax of 33% of net profit according to the national and \nprovincial taxation law. The FIRR was calculated with and without the corporate income taxes \n(before and after corporate income tax). Corporate income taxes were calculated using constant \nprices for both costs and toll revenues, after deducting depreciation expenses and interests. \n \nC.  Financial Analysis \n \n  1.  Weighted Average Cost of Capital \n \n7.  A critical element of financial analysis is to determine whether the FIRR is at least equal \nto the weighted average cost of capital (WACC). The project WACC was calculated in line with \nADB guidelines. The 5-year fixed swap rate plus a provision for ADB’s spread of 0.6% is used \nas the cost of ADB financing. The cost of equity was assumed to be 8% and the estimated \ninterest cost of the domestic loan is 6.39%. The WACC calculation is shown in Table A14.2. \n \nTable A14.2: Project Weighted Average Cost of Capital (%) \n  ADB Loan  Domestic Loans  MOC Grant  Total \na.  Amount ($ million)  146.17  188.00  244.74  578.91 \nb.  Weighting (%)  25.00  32.00  42.00   \nc.   Nominal cost  5.67  6.39  8.00   \nd.   Tax rate  33.00  33.00     \ne.   Tax adjusted nominal rate         \n[C x (1 - D)]  3.80  4.28  8.00   \nf.   Inflation rate  0.80  3.00  3.00   \ng.   Real cost         \n[(1 + E)/(1 + F) - 1]  2.98  1.24  4.85   \nh.   Weighted component of WACC         \n(G x B)  0.75  0.40  2.05  3.21 \nADB = Asian Development Bank, MOC = Ministry of Communications, WACC = weighted average cost of capital. \nSource: Asian Development Bank estimates. \n \n  2.  Financial Internal Rate of Return \n \n8.  The FIRR was calculated using the Korla–Kuqa expressway capital cost (excluding \nlocal roads cost), the base-case traffic forecast, and existing toll rates. All calculations are made \nin 2007 prices. The calculated FIRR is 5.06% after tax. The cash flows are shown in Table \nA14.3. The FIRR after tax is higher than the WACC (3.21%) and therefore the project is \nconsidered financially viable. The FIRR of the Korla–Kuqa expressway is similar to the FIRRs of \nother ADB-financed expressway projects in the People’s Republic of China.  \n ", "52   Appendix 14 \n \nTable A14.3: Financial Evaluation of the Project (CNY million) \n            Revenue    Net   \n            After    Inflow   \n  Capital  O&M  Total    Business  Business  Corporate  (After  Net Free \nYear  Investment  Cost  Outflow  Revenue  Tax  Tax  Tax  Tax)  Cashflow \n2008  783  —  783  —  —  —  —  —  (783) \n2009  1,175  —  1,175  —  —  —  —  —  (1,175) \n2010  1,567  —  1,567  —  —  —  —  —  (1,567) \n2011  392  10  401  116  6  110  -  110  (292) \n2012  —  25  25  250  14  236  -  236  211 \n2013  —  26  26  272  15  257  -  257  231 \n2014  —  27  27  294  16  277  2  275  249 \n2015  —  28  28  317  17  300  9  290  263 \n2016  —  28  28  335  18  316  14  302  274 \n2017  —  29  29  356  20  336  30  306  277 \n2018  —  30  30  378  21  357  36  321  291 \n2019  148  31  179  402  22  379  48  331  152 \n2020  148  32  180  427  23  403  57  346  166 \n2021  —  33  33  448  25  423  78  345  312 \n2022  —  34  34  469  26  443  83  360  327 \n2023  —  35  35  493  27  466  88  378  343 \n2024  —  35  35  515  28  487  98  388  353 \n2025  —  36  36  540  30  510  109  401  365 \n2026  —  38  38  568  31  536  121  416  378 \n2027  —  39  39  595  33  562  126  437  398 \n2028  148  40  188  624  34  589  144  446  258 \n2029  148  41  189  654  36  618  154  463  274 \n2030  (1,958)  42  (1,916)  687  38  649  159  490  2,406 \n  WACC  3.21%            NPV  906 \n                FIRR  5.06% \n( ) = negative, FIRR = financial internal rate of return, NPV = net present value, O&M = operation and maintenance, \nWACC = weighted average cost of capital. \nSource: Asian Development Bank estimates. \n \n  3.  Sensitivity Tests \n \n9.  Sensitivities  on  the  FIRR  were  tested  considering  an  increase  or  decrease  in  the \nproject’s capital cost, operation and maintenance cost, expressway revenue, and combinations \nof these assumptions. Results of the sensitivity tests are shown in Table A14.3. It can be seen \nthat the FIRR is sensitive to the capital cost and revenue. However, even if the capital cost is \nincreased by 20%, the projected FIRR is higher than the WACC. If the traffic volumes decrease \nby 21.4%, the FIRR will be on a par with the WACC. Similarly, if the capital cost increases by \n29.1%, the FIRR will be on a par with the WACC. In the most adverse case (case F in \nTable A14.4), the FIRR falls below the WACC, but it is considered an unlikely event.  \n ", "  Appendix 14  53 \nTable A14.4: Results of Sensitivity Tests \nCase  FIRR (%) \na.  Base Case  5.06 \nb.  Capital cost up by 10%  4.37 \nc.  Capital cost up by 20%  3.79 \nd.  Increase in Operation and Maintenance costs by 20%  4.90 \ne.  Traffic decrease by 20%  3.33 \nf.  Combination of C, D and E  2.11 \ng.  One year delay in project implementation  4.86 \n  FIRR = financial internal rate of return. \nSource: Asian Development Bank estimates. \n \nD.  Financial Statements \n \n10.  In accordance with ADB guidelines, financial statements for the project expressway were \nprepared for a 24-year period, including 4 years for construction and 20 years for operation. The \nfinancial statements include (i) an income statement, (ii) a cash flow statement, and (iii) a \nbalance sheet. A set of financial indicators was also derived from these financial statements. \nThese financial statements and indicators are shown in Tables A14.5, A14.6, and A14.7. \n \n11.  An income statement was prepared for the project expressway, in which the operation \nrevenue was calculated using expressway toll revenue and other revenues. The net operation \nrevenue was calculated by deducting business tax (5.5%) from total operation revenue. The \ntotal operation expenses were calculated by summarizing operation expenses, maintenance \nexpenses,  and  asset  depreciation.  The  net  incomes  were  calculated  for  before  and  after \ncorporate income tax (33% of the operation income). According to the projection, the revenues \nare adequate to cover the operation and maintenance cost and loan repayments.  \n \n12.  The net income is negative in the first 4 years of expressway formal operation due to \nhigh depreciation costs and high bank loan interest payments. From the 5th year onwards, the \nincome statement shows a healthy net income and operating ratio. In the cash flow projections, \nthe cash inflows comprise project financing and net operation incomes; cash outflows comprise \nproject construction expenses and bank loan principle repayments. Projections show a positive \ncash flow throughout the operation. \n \n13.  These calculations confirm that the Korla–Kuqa expressway is a financially viable project \nand will have sufficient funds for its operations, maintenance, and repayment of borrowings by \nthe implementation agency. The expressway project financial projections show that the Project \ncould contribute positively to its equity investor with the accumulation of financial reserves over \na period of time.  \n \n ", " \nTable A14.5: Income Statement (CNY million)  5\n4\nItem  2011  2012  2013  2014  2015  2016  2020  2025  2030   \nOperating Revenues                   \nA\nToll Revenue  123  264  299  342  370  390  576  860  1,264  p\np\nOther Revenue  1  3  6  7  7  8  12  17  25  e\nn\nTotal Operating Revenue  124  266  305  349  377  398  587  877  1289  dix\nBusiness Tax  7  15  17  19  21  22  32  48  71   1\n4\n \nNet operating revenue  117  252  289  330  356  376  555  829  1,218 \nOperating Expenses                   \nOperating Cost  3  12  13  14  16  17  25  37  54 \nMaintenance  8  17  18  18  19  19  22  25  29 \nDepreciation  78  139  139  139  139  139  126  105  119 \nTotal Operating Expenses  89  168  170  172  174  176  173  167  202 \nNet Operating Surplus/(Deficit)  28  83  119  158  182  200  382  662  1,016 \nless Project-related Interest Costs  76  152  152  149  146  143  128  103  69 \nNet Surplus/(Deficit) before Tax  (48)  (69)  (34)  9  36  57  255  560  947 \nless Corporate Tax        3  12  19  84  185  312 \nNet Surplus/(Deficit) after Tax  (48)  (69)  (34)  6  24  38  171  375  634 \nRetained Earnings  (48)  (116)  (150)  (144)  (120)  (82)  413  1901  4,560 \nOperating Ratio (%)  77  69  61  55  52  50  35  24  21 \n( ) = negative. \nSource:  Asian Development Bank estimates. \n \nTable A14.6: Cash Flow Statement (CNY million) \nItem  2008  2009  2010  2011  2012  2013  2014  2015  2016  2020  2025  2030 \nCash Inflows                         \n  Total Operating Revenue        124  266  305  349  377  398  587  877  1289 \n  Cash Inflows from Financing                         \n    ADB Loan  222  333  444  111                 \n    Domestic Loan  286  429  572  143                 \n    Government Grants and Inputs  389  584  778  195                 \nTotal Cash Inflows  897  1346  1794  572  266  305  349  377  398  587  877  1289 \nCash Outflows                         \nProject Expenditures                         \nConstruction and Rehabilitation  872  1309  1745  436            217     \nInterest and Fees during Construction  18  56  112  76                 \nLoan Principal Repayments                         \nADB Loan            21  22  24  25  31  41  54 \nDomestic Loan            27  29  30  32  41  56  77 \nLoan Interest Payments         76  152  152  149  146  143  128  103  69 \nCash Outflows from Operations        11  29  31  33  35  37  47  62  83 \n                         \n ", "   \nItem  2008  2009  2010  2011  2012  2013  2014  2015  2016  2020  2025  2030 \nTax payments (business and corporate)        7  15  17  22  33  41  116  233  383 \nTotal Cash Outflow  890  1365  1857  605  195  247  255  267  277  580  495  667 \nNet Cash Flows  7  (19  (63)  (33)  71  58   94  109  120  7  382  623 \nOpening Cash Balance    7  (12)  (75)  (108)  (37)  20  115  224  682  1885  3708 \nClosing Cash Balance  7  (12)  (75)  (108)  (37)  20   115  224  345  690  2267  4330 \nDebt Service Coverage Ratio          1.5  1.3  1.5  1.6  1.7  1.5  3.8  5.7 \n( ) = negative. \nSource:  Asian Development Bank estimates. \n \nTable A14.7: Balance Sheet (CNY million) \nItem  2008  2009  2010  2011  2012  2013  2014  2015  2016  2020  2025  2030 \nAssets                         \nCash  7   (12)  (75)  (108)  (37)  20  115   224  345  690  2,267  4,330 \nNet Fixed Assets  872   2,181  3,926  4,284  4,145  4,005  3,866   3,726  3,587  3,469  2,945  2,956 \nTotal Assets  879   2,169  3,851  4,176  4,107  4,026  3,980   3,950  3,931  4,159  5,212  7,286 \nLiabilities and Equity                         \nLiabilities                         \nADB Loan  222   555  1,000  1,111  1,111  1,090  1,067   1,044  1,019  903  719  476 \nDomestic Bank Loan  295   756  1,394  1,394  1,394  1,367  1,339   1,308  1,276  1,125  874  533 \nEquity                         \nPaid-in Capital  371   899  1,565  1,684  1,684  1,684  1,684   1,684  1,684  1,684  1,684  1,684 \nRetained earnings        (48)  (116)  (150)  (144)  (120)  (82)  413  1,901  4,560 \nTotal Liabilities and Equity  889   2,210  3,959  4,141  4,073  3,991  3,946   3,916  3,897  4,124  5,178  7,252 \n  (9)  (42)  (108)  35  35  35  35  35  35  35  35  35 \nRatios                         \nDebt Equity Ratio (%)  58:42  59:41  60:40  60:40  62:38  62:38  61:39  60:40  59:41  49:51  31:69  14:86 \nReturn on Equity (%)          (4)  (2)  0  2  2  8  10  10 \nAverage Return on Equity (%)          (4)  (3)  (2)  (1)  0  3  5  7 \n( ) = negative. \nSource:  Asian Development Bank estimates. \n \n  A\np\np\ne\nn\nd\nix\n 1\n4\n \n5\n5\n \n ", "56  Appendix 15 \nSUMMARY OF POVERTY REDUCTION AND SOCIAL STRATEGY \n \nA.  Linkages to the Country Poverty Analysis \n                                                                                         \nIs the sector identified as a national     (cid:59) Yes  Is the sector identified as a national      (cid:59)  Yes \npriority in country poverty analysis?    (cid:133)  No  priority in country poverty partnership (cid:133)   No \n  agreement? \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \n \nThe Project was developed in a participatory manner and to plan sustainable transport improvements which lead to \neconomic  development  in  a  more  socially  inclusive  manner  in  the  project  area.  The  Project  involves  (i)  the \nconstruction of a 296.5 kilometer (km) expressway between Korla city in the Bayangol Mongol Autonomous Prefecture \nand Kuqa county in the Aksu administrative office, (ii) the upgrade of a 30-km local road in Kuqa county, and (iii) the \nupgrade of two local roads (166 km) in Qiemo county of the Bayangol Mongol Autonomous Prefecture. The local road \nimprovements  are  designed  to  link  poor  townships  to  the  counties.  Another  important  component  for  local \ncommunities is improvement in rural transport services and road safety. \n \nB.  Poverty Analysis              Targeting Classification: General Intervention \nWhat type of poverty analysis is needed? \n \nThe main strategy for poverty reduction in the project area has been diversification into cash crops, and urbanization \nsupported by growth in the energy sector. The project expressway and local roads will support this strategy by \nimproving the local transport network, which reduces the travel costs and times to Urumqi. The Project enforces the \nAsian Development Bank (ADB) road sector operational strategy for the PRC by removing infrastructure constraints \nand  supporting  policy  and  institutional  reforms.  The  Project  is  in  line  with  the  Government’s  western  region \ndevelopment strategy to provide the poor western region with better infrastructure to address its remoteness, thereby \ncreating conditions necessary for improving the investment environment and people’s living conditions. Despite \nconsiderable investments, the road network in the project area is still inadequate and does not provide efficient \ntransport access to markets and social services such as education and health. The quality of access to many villages \nremains unsatisfactory, with low-standard and poorly maintained roads. Between villages and townships, small buses \noperate, but travel is mostly by small trucks, 3-wheeled vehicles, or horse-drawn carts. Local road improvements and \nprovision of better bus services to these communities are vital elements in ensuring an affordable rural transport \nsystem, due to low rates of vehicle ownership. \n \nThe poverty analysis demonstrates how the Project overall will have a significant impact on the rural poor. Relative \npoverty (which is defined as people with a per capita income of less than CNY1,200) in the project area constitutes \n16.6% of the rural population (about 100,000 persons). Most of the poor are ethnic Uygur. The poverty analysis shows \nthat, in areas where the local roads and transport services are improved, the Project will have significant impacts on \nrural people, including improved access to education, health, and markets. The benefits to the poor will increase \nfurther if agricultural productivity can be improved.  \n \nC.  Participation Process \nIs there a stakeholder analysis?                     (cid:59)  Yes             (cid:133)   No \n \nThe stakeholder analysis is described in the social and poverty analysis, and the recommendations of stakeholders \nhave  been  incorporated  into  the  ethnic  minority  development  plans  (EMDPs).  The  analysis  revealed  that  all \ngovernment stakeholders (transport, agriculture, poverty alleviation development office, ethnic minorities, education, \ntourism, and water resources) support the Project because it will facilitate overall economic development. Some of \nthese agencies (poverty alleviation development office, ethnic minorities, and agriculture) believe the Project will also \ngreatly assist with sustainable poverty reduction. Village-level perceptions were somewhat different. Nonpoor Uygur \nmen and women and all non-Uygur people support the Project because they argue it will facilitate overall economic \ndevelopment. However, only nonpoor Uygur males believe the Project will assist in sustainable poverty reduction. All \nrural stakeholders considered the Project will improve access to education and healthcare, and poor females think the \nProject could contribute to greater gender empowerment. The private sector had a mixed response because improved \naccess and lower transport costs may attract new competitors. Larger, more export-oriented companies welcome the \nProject, as does the tourism sector. \n \nIs there a participation strategy?                  (cid:59)  Yes               (cid:133)   No \n \nThe road construction, the resettlement plans and the EMDPs will follow a consultative approach and will encourage \ncollaboration  with  local  communities  during  implementation.  Village  leaders  (formal  and  nonformal)  and  other \nstakeholders will be involved in monitoring the project’s progress. The project strategy is to maximize employment \nbenefits from increased road construction; increased job opportunities will also benefit the poor. Women stated they \nwould support and actively participate in the road safety component that focuses on rural people.  \n ", "Appendix 15  57 \n \nG.  Gender Development \nStrategy to maximize impacts on women: \n \nThe Project will have no significant adverse impacts on women. The resettlement plans have been prepared to ensure \nwomen are adequately compensated for any losses they incur and are assisted with relocation and livelihood \nrehabilitation. The EMDPs contain measures for a culturally sensitive HIV/AIDS awareness program during the \nconstruction phase to ensure that the risks of communicable diseases are minimized. Women are expected to gain \nfrom new opportunities in both improved agricultural productivity and through the establishment of small businesses. \nGirls will be provided with more opportunities to access distant middle schools and senior middle schools. All women \nwill benefit from better access to healthcare facilities not available in villages and some of the poorer townships. Fifty \npercent of the stakeholders consulted during the social and poverty survey were women. Many women in the project \narea  are  road  users,  although  few  are  directly  involved  in  the  transport  sector.  However,  during  focus-group \ndiscussions and interviews with key female informants, it was found that women do see real benefits in improved local \nroads; their main worry is road safety issues. \n \nHas an output been prepared?                                    (cid:59)  Yes, see EMDPs        (cid:133)   No \nGender issues were assessed in the social and poverty analysis and actions are included in the EMDPs. \n \nE.  Social Safeguards and other Social Risks \n \n  Significant/Not       Plan \nItem  Significant/None   Strategy to Address Issues    Required \n    One full resettlement plan and one short resettlement plan have   \n  (cid:59)  Significant  been prepared in accordance with the laws and regulations of the  (cid:59)  Full \nResettlement  (cid:133) Not Significant  PRC, including those of the Xinjiang Uygur Autonomous Region,   \n(cid:133)  None  and ADB’s Involuntary Resettlement Policy (1995). Information  (cid:133)  Short \nbooklets  have  been  distributed  to  local  official  and  affected   \npeople.  (cid:133)  None \n    Affordable tolls will be charged for the expressway but no user   \n  (cid:133)  Significant  fees will be applied to the upgraded local roads which will be used  (cid:133)  Yes \nAffordability  (cid:59) Not Significant  more frequently by local rural people in the project area.   \n(cid:133)  None  (cid:59)  No \n    Labor law and contractors’ provisions require equal pay for equal   \n  (cid:133)  Significant  work and prohibit child labor. Project construction will generate  (cid:133)  Yes \nLabor  (cid:59)  Not significant  many part-time employment opportunities for local people.   \n(cid:133)  None  (cid:59)  No \n    Ethnic minority groups comprise 63.1% of the beneficiaries in the   \nIndigenous  (cid:59) Significant  project area. The Uygur community constitutes 98% of the ethnic  (cid:59)  Yes \nPeoples  (cid:133) Not significant  minority  population.  Measures  to  enhance  or  improve  the   \n(cid:133) None  livelihoods of the Uygur are found in the EMDPs and resettlement  (cid:133)  No \nplans. \n    During the construction phase, the influx of construction workers   \n  (cid:133) Significant  will  increase  the  risk  of  HIV/AIDS  and  other  communicable   \nOther Risks  (cid:59) Not Significant  diseases. This risk will be mitigated by (i) employing as much  (cid:133)  Yes \nand/or  (cid:133)  None  local labor as possible, (ii) developing a culturally appropriate   \nVulnerabilities    HIV/AIDS awareness program, and (iii) requiring contractors to  (cid:59)   No \n  screen  workers  and  ensure  prevention  measures  are  taken. \nThese  measures  are  included  in  the  EMDPs  and  bidding \ndocuments. \nEMDPs = ethnic minority development plans.  \n \n \n ", " \nSUMMARY ETHNIC MINORITY DEVELOPMENT PLAN  5\n8\n   \n        Implementation  Investment  Funding   \nNo.  Impacts/Benefit  Measures  Target Groups  Unit(s)  (CNY’000)  Sources  Timing  A\nKorla– Qiemo  pp\nKuqa  en\nd\nAvoidance or Mitigating Measures (Task A)              ix 1\nA1.  Minimize land  Optimization of design scheme to reduce  29 villages   Project owner,      Included in    6\n \nacquisition  land acquisition and house demolition.  (80% Uygur)  design unit  1,000  —  project cost  2007 \n \nA2.  Land acquisition  Resettlement plan to restore the  171households,  Local         \nand house  productive and living standard of the  with 135 Uygur  government,  300    Included in  2008 \nrelocation  affected persons.   households  project owner  —  project cost \n \nA3.  Construction  Site and construction management  29 villages   Contractors,      Included in  2008– \ndisturbance   measures to avoid or mitigate impacts.   (80% Uygur)  local government  2,000  —  project cost  2010 \nA4.  Ease of  Increase grade separation and  29 villages   Design unit,         \nmovement  passages. Building connecting lines  (80% Uygur)  project owner,  319,500    Included in  2008– \nacross highway  (11.9 km) and service roads (70.2 km).   contractors  —  project cost  2010 \nA5.  Bilingual  All road signs (temporary and             \nChinese–Uygur  permanent) will be bilingual (Chinese  All project roads Project owner,  12,000     Included in  2008– \nroad signs   and Uygur).  contractors  190  project cost  2010 \nA6.  Ecological  Construction according to the design             \nenvironment  scheme and environment protection  Areas adjacent  Contractors,  6,000     Included in  2008– \nmeasures.   to project roads  EPBs  —  project cost  2010 \nA7.  Restoration of  Project will avoid or minimize impacts  29 villages            \nlocal  and restore damaged roads, water  (80% Uygur)  Contractors,  14,040     Included in  2008– \ninfrastructure  supply, etc.    related agencies  —  project cost  2010 \nA8.  Public hygiene  Prevention and enhancement measures  All construction  Contractors,      Included in  2008– \nand sanitation  to protect public hygiene and health.  camps  health bureaus  1,000    project cost  2010 \nA9.  HIV/AIDS and  Contractors are required to take             \nother  preventive measures for all their staff,  All construction  Contractors,         \ntransmittable  construction workers, dependents, and  workers and   health bureaus  500    Included in  2007– \ndiseases  subcontractors. Local health bureaus will  29 villages  575  project cost  2010 \nincrease community awareness and  (80% Uygur) \nmonitor health conditions. \nA10.  Women’s  Encourage women to participate in    Local         \ninvolvement  project preparation and implementation,  29 villages   government, labor  100  6  Included in  2008– \nand give priority to women as laborers.   (80% Uygur)  bureau, ACWF,  project cost  2010 \ncontractors \nA11.  Support to the  Give support in house construction,  135 Uygur       \nvulnerable  relocation, and living allowance to needy  households  Local government 283  —  Included in  2008– \ngroups  households.  project cost  2010 \n             \n ", " \n        Implementation  Investment  Funding   \nNo.  Impacts/Benefit  Measures  Target Groups  Unit(s)  (CNY’000)  Sources  Timing \nKorla– Qiemo \nKuqa \nStrengthening Measures (Task B)             \nB1.  Forest protection  Tree planting and greening over 482 mua  29 villages            \nof woodland.  (80% Uygur)  Forestry  1,928  —  Included in  2008– \ndepartment  project cost   2010 \nB2.  Farmland  Land reclamation for over 121 mu.a  29 villages  Land and         \ndevelopment  (80% Uygur)  resources  243   —  Included in  2009– \ndepartment  project cost  2010 \nB3.  Tourism  Putting up signs and giving out tourism          Local   \ndevelopment   handbooks in service areas and bus  Project counties  Local government      government  After \nstations; arrange jobs for the poor and  and Uygur  and departments  800  —  and tourism  2008 \nwomen.  villages  department \nB4.  Employment  Offering technical training for breeding  2,000 Uygur  Local government         \nopportunities  and planting of trees (about 2,000  households  and departments  139  200  Included in  2007–\npersons or times).  project cost  2010 \nB5.  Improving  Development of bilingual education,  2,000 Uygur  The local      Local  After \nlanguage ability  holding language training classes.  households  government  400  —  governments  2007 \nB6.  Consultation with  The contractors provide bilingual             \nthe Uygur people  interpreters, at least 1–2 interpreter(s)  All contractors  Contractors  50  2  Included in  2007– \nfor each contractor.  project cost  2010 \nBeneficial Measures (Task C)             \nC1.  Increase project  Using local building materials, such as             \nbenefits  cement, steel, sand, and stone, and  Uygur villages  Contractors,   1,500   320  Included in  2008– \ntransportation resource.  in project areas  local government  project cost  2010 \nC2.  Construction  Absorbing the local laborers to             \nemployment  participate in the project construction,  Uygur villages  Contractors,     Included in  2008–\nthe local laborers account for over 50%  in project areas  local government  1,000   project cost  2010 \nof total. \nC3.  Other  Local government will facilitate residents             \nemployment  in setting service facilities at the places  Uygur villages  Local government  —  —  Business  2008–\nopportunities   with concentrations of construction  in project areas  businesses  operators  2010 \nworkers to provide employment  and/or \nopportunities in the service trade.  individuals \nC4.  Other measures  Organize village liaison team, support             \nsupplemental construction of local road,  Uygur villages  Local  —  —  Included in  After  A\nand combine with local social and  in project areas  governments  project cost  2007  p\np\neconomic development plan.  en\nd\n    Total Budget      363,783  1,293      ix\n— = not applicable, ACWF = All China Women’s Federation, EMP = environmental management plan, EPBs = environment protection bureaus, km = kilometer.   1\n6\na 1 mu = 666.6 square meters.   \n \n5\n9\n \n ", "60  Appendix 17 \nSUMMARY RESETTLEMENT PLAN \n \n1.  Background. The Xinjiang Regional Road Improvement Project (Korla–Kuqa Section) \nwill  finance  upgrading  of  (i)  the  existing  296.5  kilometer  (km)  section  of  class  II  highway \nbetween Korla city and Kuqa county to four-lane tolled expressway, and (ii) three local roads \nwith a combined length of 193 km. The Xinjiang Communication Department (XCD) is the \nExecuting  Agency  and  the  Xinjiang  Communications  Construction  Administration  Bureau \n(XCCAB) is the Implementing Agency. Only one of the proposed local roads will cause any \nresettlement impacts; the other two involve paving of a dirt track in desert areas which cause no \nimpacts on farmland or housing. Therefore, resettlement plans have been prepared for (i) the \nexpressway component, and (iii) the local road in Kuqa county. In order to avoid or minimize \nland acquisition and resettlement, there was close consultation with the local officials and \naffected people and village committees during the preliminary design and resettlement plan \npreparation.  \n \n2.  Resettlement Impacts. The proposed expressway component will affect 3 counties, \n13 townships,  29  villages,  and  2  state  farms.  About  1,145  hectares  (ha)  of  land  will  be \npermanently acquired, of which 7 ha (0.6%) is cultivated land, 736 ha (64.3%) is wasteland, and \n344 ha (30.0%) is grassland. Land acquisition will affect 50 households (255 persons). The \nscope of land for temporary use during construction has not been finalized yet, but there is \nplenty  of  wasteland  to  utilize  so  farmland  can  be  avoided.  Residential  house  demolition \n(35,287 square  meters  [m2])  will  require  the  relocation  of  124  households  (559  persons). \nConstruction  will  also  require  the  demolition  and  relocation  of  29  household  businesses \n(1,461 m2), 6 factories (1,664 m2) and 15 service stations (12,315 m2). \n \n3.  The  proposed  local  road  upgrading  in  Kuqa  county  involves  the  resurfacing  of  the \nexisting paved road, with minor adjustments in the alignment. It will affect two townships, \nnine villages, and two state farms. About 4 ha of natural grassland will be permanently acquired; \nthis is owned by collectives, so no people are directly affected. No structures will be demolished. \nCash compensation will be paid to the collectives for the lost land and trees. \n \n4.  Policy  and  Legal  Framework.  The  primary  objective  of  the  land  acquisition  and \nresettlement program is to ensure that the affected persons improve their standard of living, or \nat least are not made worse off because of the Project. This objective is consistent with the laws \nand regulations of the People’s Republic of China (PRC) and the Asian Development Bank’s \n(ADB)  Involuntary  Resettlement  Policy  (1995).  The  resettlement  plans  are  based  on  the \nprovisions of the Land Administrative Law of the PRC. In addition, the following associated laws \nand regulations also apply to resettlement under the Project: (i) the State Council Decision to \nDeepen Reform and Strictly Enforce Land Administration (Document 28 dated November 2004), \n(ii) Implementation Rules of Xinjiang Uygur Autonomous Region on Land Administrative Law, \n(iii) Rules for Land Acquisition and House Demolition of High-Grade Highway of Xinjiang Uygur \nAutonomous Region (No.191) (1996), and (iv) relevant specifications in Document 500 (2001) \nissued by the Xinjiang Uygur Autonomous Region Developing and Reforming Committee and \nFinancial Department.  \n \n5.  Based  on  consultations  with  local  governments  and  those  affected,  a  set  of \ncompensation standards, based on replacement cost, have been adopted. The resettlement \nprinciples established for the Project are that (i) land acquisition and involuntary resettlement \nshould be avoided or minimized where feasible by developing and comparing a series of design \nalternatives;  (ii)  compensation  and  entitlements  provided  are  based  on  market  value  or \nreplacement value, and must be adequate to allow those affected to at least maintain their pre-\n ", "  Appendix 17  61 \nproject standard of living, with the prospect of improvement; (iii) land temporarily occupied and \nthe period for disruption are to be kept to a minimum; (iv) the per capita landholding after land \nacquisition  will  be  sufficient  to  maintain  the  previous  livelihood  standard;  (v)  where  land \nallocation per capita is not sufficient to maintain the previous livelihood standard, other income-\ngenerating activities will be provided for; (vi) a preferential policy will be provided to vulnerable \ngroups in such things as compensation, housing assignment, transfer, and employment; (vii) all \nthose affected will be adequately informed about eligibility, compensation rates and standards, \nlivelihood and income restoration plans, and project timing; and (viii) close monitoring and timely \nactions will be carried out to identify and resolve any problems. \n \n6.  Specifically, the compensation for permanent cultivated land acquisition is set at six \ntimes the annual average output value (AAOV) in the past 3 years, and this is combined with a \nresettlement subsidy. The resettlement subsidy will be 10 times the AAOV when the per capita \nland holding is above 0.133 ha and 13 times the AAOV when the per capita land holding is \nbelow  0.133  ha.  For  temporary  land  occupation  (if  required),  the  contractor  will  sign  the \ncontracts with affected villages or households and restore the land to the original condition. \nLand compensation will be paid to the affected village committee for public uses, and the \nresettlement subsidy will be paid to affected households, who may choose to acquire rights to \navailable farmland to invest in for their own livelihood restoration. \n \n7.  Housing  compensation  will  be  based  on  replacement  cost  including  transition \nallowances. There will be no deduction for depreciation, and people will be allowed to salvage \nmaterials  from  their  old  houses.  Relocation  will  provide  an  opportunity  to  improve  current \nhousing conditions. These rural households will be relocated to another site within their original \nvillage. All infrastructure, facilities, and other assets will be compensated for at replacement cost \nto allow full reconstruction by the concerned departments. \n \n8.  For enterprises, compensation will be paid to owners. The payment will be made in cash \naccording to the appraised value of the property. Compensation for standing crops, auxiliaries, \nand other assets will also be paid directly to affected farmers. Income losses resulting from \nreduced production and/or sales and wages caused by the Project will be compensated for in \ncash. \n \n9.  Resettlement and Rehabilitation. The resettlement strategy includes the restoration of \nliving condition, livelihoods, production, and incomes. Since the project impacts are not large, \nthe losses suffered by affected persons are not very serious and can be compensated for, \nmitigated, and replaced. Even in the most affected village, the land to be acquired is only 2.4% \nof the total land in the village. Therefore, all affected people will remain in agriculture, and they \nwill be provided with (i) replacement land, either from the village reserve land or by individual \nland readjustment; or (ii) cash compensation. The affected households have the right to choose \ncompensation  options.  In  addition,  agricultural  measures  include  such  things  as  improving \nirrigation  works,  upgrading  low-yielding  farmland,  and  provision  of  training  in  agricultural \ntechnology will also be applied. \n  \n10.  Based on the survey results, only a few vulnerable households have been identified. To \nensure maximum protection of the vulnerable households, the following special provisions will \nbe taken: (i) physical help in housing construction and free relocation, and (ii) a special subsidy \nwill be paid to enable them to maintain their living standards while constructing their houses. \nThe specific amount for such assistance will be determined according to the actual condition \nand their needs. For this purpose, XCD agreed to set aside a special fund which will be used to \nprovide direct and needed help for those vulnerable people. \n ", "62  Appendix 17 \n11.  Resettlement Cost and Fund Management. The total cost estimate for land acquisition \nand resettlement is CNY124.66 million ($16.4 million), including contingencies, taxes, and fees \nfor resettlement administration. These resettlement costs will be included as part of the total \nproject  cost.  The  payment  and  use  of  compensation  funds  will  be  carried  out  under  the \nsupervision of the internal monitoring agencies, with regular review by the external monitor. \nDetailed  measurement  surveys  will  be  conducted  in  each  village  and  enterprise,  and  the \ncompensation contracts will be negotiated and signed with village committees, households, and \nenterprises. \n \n12.  Information  Disclosure,  Participation,  and  Grievance.  The  people  affected  have \nbeen notified about the key elements of the resettlement plans. On various occasions during \nmeetings, interviews, focus-group discussions, public consultation workshops, and community \nconsultation meetings, local representatives have participated in the planning and concerns \nhave been integrated into the resettlement plans. The draft resettlement plans or Resettlement \nInformation Booklet were disseminated to affected villages and households in November 2006, \nand  resettlement  plans  were  made  available  to  the  public  through  the  ADB  website  on \n6 September 2007. \n \n13.   When grievances arise, the affected persons may submit an oral or written complaint \nfirst to the village committee or township resettlement office. If they can not solve the issue, it \ncan be taken to the county resettlement office. If any affected person is not satisfied with the \nresponse, or if the complaint is serious, the resettlement office will try to solve the problem. If \nthe grievance is still not resolved satisfactorily, as a last resort, final redress may be sought in \nthe civil courts, in accordance with the Civil Procedure Act. \n \n14.  Institutional Responsibilities. The project resettlement office will be set up by XCD \nand  the  Xinjiang  Land  and  Resources  Department  and  will  coordinate  the  planning, \nimplementation, internal monitoring and evaluation, financing, and reporting of land acquisition \nand resettlement. XCCAB will be responsible for daily supervision on behalf of XCD. The city \nand/or county resettlement offices will be set up for implementing the resettlement plans. The \nresettlement offices will work closely with relevant township offices and village committees, \nwhich  will  be  responsible  for  (i)  delivering  entitlements,  (ii)  selecting  new  housing  sites, \n(iii) monitoring the development of replacement land, (iv) coordinating livelihood training, and \n(v) implementing other economic measures. \n \n15.  Monitoring  and  Evaluation.  XCD,  with  the  support  of  relevant  local  government \nagencies,  will  take  full  responsibility  for  internal  monitoring  to  ensure  that  the  project \nimplementation complies with requirements set out in the resettlement plans. An independent \nmonitor  will  be  engaged  by  XCD  to  undertake  resettlement  supervision,  monitoring,  and \nevaluation  for  the  Project.  External  monitoring  will  be  undertaken  every  6  months  during \nimplementation, and annually thereafter for 2 years. At the end of each monitoring investigation, \na report will be prepared and submitted to XCD and ADB. \n \n16.  Resettlement  Implementation.  Resettlement  implementation  will  be  scheduled  to \nprecede the project component construction schedules. Land acquisition procedures will be \ncarried out in the second half of 2007, and house demolition activities will occur in the first half \nof 2008. \n \n "], "metadata": {"CreationDate": "D:20071121095445+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "xinjiang regional road improvement project, china road improvement project, china regional transport system, xinjiang regional transport system, china transport capacity improvement programs, rrp: prc 39655", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20071219143208+08'00'", "Title": " Xinjiang Regional Road Improvement Project (Korla–Kuqa Section)"}, "author_page": " \n \n \n \n \nVice President   C. Lawrence Greenwood, Jr., Operations 2 \nDirector General   H.S. Rao, East Asia Department (EARD) \nDirector   N. Rayner, Transport Division, EARD \n \nTeam leader   E. Oyunchimeg, Transport Specialist, EARD \nTeam members  S. Athukorala, Financial Analysis Specialist, EARD \nS. Ferguson, Senior Social Development Specialist (Resettlement), EARD \nH. Masood, Senior Transport Specialist, EARD \nA. Maxwell, Environmental Specialist, EARD \nS. Miah, Counsel, Office of the General Counsel \nX. Yang, Senior Financial Analysis Specialist, EARD \nT. Yokota, Transport Specialist, EARD \n  S. Yoon, Transport Economist, EARD \n \n \n \n \n ", "authors": [{"fullname": "S. Ferguson", "role": " Senior Social Development Specialist ", "organization": "(Resettlement)"}, {"fullname": "H. Masood", "role": " Senior Transport Specialist", "organization": "EARD "}, {"fullname": "A. Maxwell", "role": " Environmental Specialist", "organization": "EARD "}, {"fullname": "S. Miah", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "X. Yang", "role": " Senior Financial Analysis Specialist", "organization": "EARD "}, {"fullname": "T. Yokota", "role": " Transport Specialist", "organization": "EARD "}, {"fullname": "  S. Yoon", "role": " Transport Economist", "organization": "EARD "}]}