{"path": "data/input/reports/39936-ind-executivesummary.pdf", "pages": ["INVESTMENT PROPOSAL SUMMARY \n   \nThe Borrower  SREI Infrastructure Finance Limited (SREI), headquartered in \nKolkata, India. \n \nProposed ADB  Participation in the form of a secured loan in Indian Rupees in \nAssistance  an amount of up to $ 50 million equivalent. \n \nClassification  Targeting classification : General intervention \n  Sector : Finance \n  Subsector : Finance Sector Development  \nTheme  :  Private  sector  development  and  sustainable \neconomic growth \nSubtheme  :  Private  sector  investment  and  promoting \neconomic efficiency and enabling markets  \n \nProject Description  SREI’s primary area of business is financing of infrastructure \nequipment to construction companies where it holds a major \nmarket share. This business accounted for approximately 93% \nof the company’s total revenue in fiscal year 2006.  \n \nLeveraging  on  its  experience  in  infrastructure  equipment \nfinancing  and  the  absence  of  players  focused  on  small  to \nmedium  sized  infrastructure  projects,  SREI  has  started  to \ndiversify into financing of smaller infrastructure projects. By \nraising funds for its infrastructure project financing division, \nSREI plans to grow its market share in infrastructure project \nfinancing  and,  consequently,  consolidate  its  position  in  the \ninfrastructure  sector  focusing  on  small  and  medium  sized \nprojects.  \n  \nUse of Proceeds  The proposed loan will be used to fund small and medium-\nsized private sector infrastructure projects in selected areas \nsuch as roads, power, and ports. \n \nSponsors and  SREI is a private sector non-bank finance company (NBFC) \nShareholding Structure  owned by foreign institutions (34.03%), promoters (20.08%), \nthe Indian public (25.73%), private corporate bodies (16.89%), \nand  mutual  funds  (2.10%).  Foreign  institutional  investors \ninclude shares underlying the global depository receipt issue \n(4.05%).   \n \nSREI  also  benefits  from  financial  assistance  provided  by \ninternational development institutions such as the International \nFinance  Corporation  (IFC),  the  Belgian  Investment \nOrganization  (BIO),  Deutsche  Entwicklungsgesellschaft \n(DEG),  and  Nederlandse  Financierings-Maatschappij  voor \nOntwikkelingslanden N.V. (FMO).  \n ", " \nJustification  ADB’s  resources  for  financing  private  sector  infrastructure \nprojects are limited. The proposed loan to SREI presents an \nopportunity  for  ADB  to  leverage  these  resources  in  India, \nwhere infrastructure sector demand is huge and public funds \nare short.  SREI is one of the few financial institutions in India \nfocusing on the infrastructure sector financing, especially on \nthe smaller transactions. To match the 5 to 10-year tenor of \nthe  infrastructure  project  financing  business,  SREI  requires \nsimilar tenor liabilities. SREI’s present size and short track \nrecord in project financing limits its ability to issue debt with \ntenor  over  5  years  in  the  local  and  international  capital \nmarkets. \n \nSREI’s  focus  on  small  and  medium-sized  infrastructure \nprojects  will  improve  funding  availability  to  sections  of  the \nIndian  economy  left  underserved  by  the  large  commercial \nbanks.   \n \nThe project also aims to catalyze long-term funding from other \ninternational  and  local  institutional  investors  in  SREI, \nparticularly in the area of infrastructure project financing where \nit competes with larger financial institutions. \n \nIndirectly, the success of SREI will (i) demonstrate the viability \nof  private  sector  participation  in  small  and  medium-sized \ninfrastructure  projects,  (ii)  create  jobs  for  SREI  and  its \ncustomers,  (iii)  support  India’s  economic  growth  through \ninfrastructure development, and (iv) set a model private sector \ninstitution dedicated to infrastructure sector financing for India \nand other developing member countries to emulate. \n \nLoan Terms  The proposed loan will be in local currency. Additional local \ncurrency  funding  is  expected  to  be  raised  in  2006,  either \nthrough  the  issue  of  a  new  ADB  bond  or  via  a  swap \ntransaction.  Principal  repayment  will  be  amortized.  The \nmaximum  tenor  of  the  loan  will  not  exceed  10  years.  The \ninterest rate will be the market rate for this type of borrower \nand instrument.  \n \n \nThe loan will be structured in two tranches. The proposed loan \nwill  be  secured  by  a  first  charge  over  all  the  assets  and \nreceivables financed out of the loan. \n \nRisks and Safeguards  The main risks are: (i) inability to repay interest and principal, \n(ii) default by SREI’s borrowers and/or construction delays of \nfunded loans, (iii) changes in the regulatory environment, and \n(iv) inability to access debt. \n \nThese risks are mitigated by (i) the management’s knowledge ", "and experience in the infrastructure sector, (ii) SREI’s track \nrecord in meeting its debt obligations; (iii) demonstrated lower \nthan  industry  average  non-performing  loan  ratio,  and  (iv) \nenhancement of SREI’s credit risk management policy. \n \nEnvironmental Impact and  SREI has been classified as a financial intermediary (FI) with \nAssessment  respect  to  ADB’s  Environment  Policy.  SREI  will  adopt  an \nenvironmental  and  social  management  system  (ESMS) \nsatisfactory to ADB. SREI will ensure that subprojects in which \nthe ADB loan proceeds are lent to, will comply with national \nsocial safeguard laws, regulations, and standards and with the \nADB  social  safeguard  policies,  including  involuntary \nresettlement and indigenous peoples policies. SREI will not \nengage in activities involving unresolved customary land claim \nby indigenous peoples that may trigger the ADB's Policy on \nIndigenous Peoples. \n "], "metadata": {"ModDate": "D:20060927090910+08'00'", "CreationDate": "D:20060927090852+08'00'", "Title": "INVESTMENT PROPOSAL SUMMARY", "Creator": "Acrobat PDFMaker 6.0 for Word", "Producer": "Acrobat Distiller 6.0 (Windows)", "Author": "PM4", "Company": "Asian Development Bank", "SourceModified": "D:20060925073620"}}