{"path": "data/input/reports/40019-vie-rrp.pdf", "pages": [" \n Report and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 40019 \nOctober 2008 \nProposed Loan  \nSocialist Republic of Viet Nam: Health Care in the \n \nSouth Central Coast Region Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n    (as of 29 September 2008) \n \nCurrency Unit –  dong (D) \n \nD1.00 =  $0.0000602773   \n$1.00 =  D16,590 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDC  –  communicable disease control \n  CHS  –  commune health station \n  DPMC  –  district preventive medicine center \n  EA  –  executing agency \n  EARP  –  environmental assessment and review procedure \n  GAP  –  gender action plan \n  HCFP  –  health care funds for the poor \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency syndrome \n  HMIS  –  health management information system \n  HRD  –  human resource development \n  MDG  –  Millennium Development Goal \n  MOH  –  Ministry of Health \n  MTEF  –  medium-term expenditure framework \n  PHB  –  provincial health bureau  \n  PHC  –  primary health care \n  PMU  –  project management unit \n  PPC  –  provincial people’s committee \n  PPMU  –  provincial project management unit \n  SCCR  –  south central coast region \n  SGIA  –  second generation imprest account \n  SMS  –  secondary medical school \n  SOE  –  statement of expenditure \n  VHW  –  village health worker \n  WHO  –  World Health Organization \n \nNOTE \n \nIn this report, “$” refers to US dollars. \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  V. de Wit, Principal Health Specialist, SERD \nTeam members  C. Holmemo, Poverty Reduction Specialist, SERD \n  S. Kawazu, Counsel, Office of the General Counsel \n  S. Kerr, Principal Human Resource Development Specialist, SERD \n  E. Masaki, Social Sector Economist, SERD \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP   \n \nI.  THE PROPOSAL  1 \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  4 \n \nIII.  THE PROPOSED PROJECT  8 \nA.  Impact and Outcome  8 \nB.  Outputs  8 \nC.  Special Features  13 \nD.  Project Investment Plan  14 \nE.  Financing Plan  15 \nF.  Implementation Arrangements  15 \n \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  19 \n  A.  Project Benefits and Impact  19 \n  B.  Project Assumptions and Risks  20 \n   \nV.  ASSURANCES  21 \nA.  Specific Assurances  21 \n  B.  Conditions for Loan Effectiveness                      22 \n \nVI.  RECOMMENDATION  22   \n \nAPPENDIXES   \n1.  Design and Monitoring Framework      23   \n2.  Sector Analysis    26 \n3.  External Assistance    34 \n4.  Detailed Cost Estimates  37   \n5.  Implementation Schedule    41 \n6.  Procurement Plan    42 \n7.  Indicative List of Training Activities  46 \n8.  Performance Indicators  47 \n9.  Summary Resettlement Plan and Framework    49 \n10.  Summary Poverty Reduction and Social Strategy    54   \n11.  Gender Analysis and Action Plan  57 \n12.  Ethnic Minority Strategy  61 \n \nSUPPLEMENTARY APPENDIXES (available upon request) \nA.  Health Care Funds for the Poor \nB.  Training Framework and Activities \nC.  Indicative Terms of Reference for Consulting Services \nD.  Full Resettlement Plan and Full Resettlement Framework \nE.  Summary Initial Environment Examination \nF.  Economic and Financial Analysis\n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: General intervention  \nSector: Health, nutrition, and social protection \nSubsector: Health systems \nThemes: Inclusive social development, gender and development  \nSubthemes: Human development, gender equity in capabilities \n   \nEnvironment  Environmental category: B \nAssessment   \nThe Project will help safeguard the environment by upgrading or \nconstructing water, sanitation, and medical waste management \nsystems and training hospital staff in waste management theory \nand  practice,  thereby  significantly  improving  the  handling  and \ndisposal  of  medical  wastes  in  these  facilities  and  reducing \nenvironmental  threats  to  their  surrounding  communities.  In \naddition to disturbance and resettlement during construction, the \nnew  and  upgraded  health  facilities  may  pose  future  health \nhazards  due  to  poor  maintenance,  lack  of  supplies  and  other \nreasons.  The  Project  will  support  the  development  of \nenvironmental  plans  and  a  waste  management  plan  for  each \nhospital. \n   \nProject Description  The Project will support eight provinces in the south central coast \nregion  (SCCR)  to  improve  the  provincial  health  systems.  The \nProject will finance a slice of each provincial health plan, focusing \non district hospitals and human resource development, while the \ncentral Government is committed to provide complementary funds \nfor primary health care. Guided by the Ministry of Health (MOH), \neach province was assisted to conduct provincial health accounts \nand  prepare  a  5-year  plan  and  medium-term  expenditure \nframework. These will serve as the basis for a comprehensive and \nresults-based  development  approach  and  for  prioritizing  and \ncoordinating investments among development partners.  \n \nThrough  a  participatory  planning  process,  four  outputs  were \nidentified:  (i)  improved  health  facilities,  including  standard \nequipment  and  waste  management,  with  a  focus  on  district \nhospitals; (ii) strengthened provincial human resources through \nimproved  human  resource  development  planning  and  training \ncapacity, in addition to skills training at all levels; (iii) improved \naccess to health care, in particular for poor, remote ethnic minority \ncommunes;  and  (iv)  strengthened  management  of  provincial \nhealth systems, including hospitals.   \n   \n ", "ii   \nRationale  Viet  Nam  has  experienced  strong  economic  growth,  with  real \ngross  domestic  product  expanding  at  7.8%  in  2002–2006  and \n8.5% in 2007. From 1993 to 2007, poverty levels in Viet Nam \ndropped from over 58% to 19.5% and per capita income more \nthan doubled. Urban areas have benefited more—in 2004, the \nincidence of urban poverty was 13.7% compared to 26.4% in rural \nareas. In recent years, however, growth of aggregate demand has \noutpaced that of aggregate supply. The Government has shifted \nits policy priorities from maintaining high rates of investment and \noutput growth to curbing inflation, reducing the trade and current \naccount deficits, ensuring stable supply of basic food products to \ndomestic markets, and enhancing social assistance to poor and \nvulnerable segments of the population. \n \nThe  Asian  Development  Bank  (ADB)  country  strategy  and \nprogram for Viet Nam aims at helping the Government reduce \npoverty to 10%–11% by 2010 through (i) pro-poor business-led \neconomic growth, (ii) social equity and balanced development, \nand (iii) environment protection and management. The country \nstrategy  and  program  emphasizes,  among  other  things, \ninvestment  in  rural  infrastructure,  addressing  the  shortage  of \nskilled workers, support to equity issues, access to basic services, \nand promoting governance. In the past decade, ADB has played a \nmajor role in Viet Nam’s health sector, in particular in building up \nprimary  health  care,  nutrition,  and  communicable  diseases \ncontrol. ADB, with adoption of its long-term strategic framework \n2008–2020 (Strategy 2020), will curtail direct support for national \nhealth sector investment projects to focus more on poverty-related \nassistance  for  achieving  millennium  development  goals,  sector \ngovernance  and  financing,  infrastructure,  public  goods,  and \nregional cooperation. \n \nThe Government has requested ADB to support the Health Care \nin the South Central Coast Region (SCCR) Project, in parallel with \na similar project of the World Bank in the North Central Coast \nRegion. Sector investment remains seriously underfunded. The \nGovernment also wants to improve sector efficiency and is moving \ntoward a sector approach. Accordingly, the Project presents a \ntransition in ADB’s assistance to the health sector in Viet Nam \nconsistent  with  Strategy  2020.  The  Project  will  support  the \nupgrading of provincial health services in eight provinces through \ndeveloping a comprehensive provincial health systems approach \nthat will help coordinate all sector sources and uses of funds. The \nProject will be followed by ADB support to a sector development \nprogram for the national sector approach in 2009, currently under \npreparation.   \n   \n ", "  iii\nImpact and Outcome  In the SCCR, the Project will improve the health status of the \npopulation, in particular the poor, women and children, and ethnic \ngroups. The project outcome will be more comprehensive, well-\nmanaged, and better-used provincial health systems, with a focus \non  health  care  for  the  poor,  women  and  children,  and  ethnic \nminorities, including reproductive health care, in Da Nang City and \nQuang Nam, Quang Ngai, Binh Dinh, Phu Yen, Khanh Hoa, Ninh \nThuan, and Binh Thuan provinces.  \n   \nProject Investment Plan   The investment cost of the Project is estimated at $80 million, \nincluding taxes and duties of $1.87 million.  \n   \nFinancing Plan   \nAmount  Percentage \nSource  ($ million)  of Total \nADB Loan  72.0  90.0 \nGovernment  8.0  10.0 \nTotal  80.0  100.0 \n               ADB = Asian Development Bank. \n               Source: ADB estimates. \n   \nAllocation and Terms  The Government has asked ADB for a loan in SDR equivalent to \n$72 million from its Special Funds resources, including taxes and \nduties of $1.57 million, to help finance the Project. The loan will \nhave a 32-year term, including a grace period of 8 years. The \ninterest rate will be 1% during the grace period and 1.5% per \nannum  thereafter.  The  Government  will  contribute  $8  million \nthrough central and provincial counterpart contributions. \n   \nPeriod of Utilization  Until 30 June 2014 \n   \nEstimated Project  31 December 2013 \nCompletion Date \n   \nImplementation  The MOH will establish a project steering committee to review \nArrangements  project progress and provide directions on a quarterly basis, as \nwell as to approve the annual report, plan, and budget. It will be \nheaded by the vice-minister of health and include senior officials \nfrom MOH departments and administrations, provinces, and other \nministries, as required. The provincial people’s committee in each \nof the eight provinces will be the implementing agency and will be \nrepresented by the provincial health bureau. The Project will be \nimplemented through a project management unit in MOH, and \neight provincial project management units in the provincial health \nbureaus.  \n   \nExecuting Agency  Ministry of Health \n   \n ", "iv   \nProcurement  All ADB-financed procurement will be in accordance with ADB’s \nProcurement Guidelines (2007, as amended from time to time). \nProcurement of goods will use international competitive bidding \nprocedures  if  over  $1  million,  national  competitive  bidding  if \n$1 million or less, or shopping if less than $100,000. Civil works \nwill  use  international  competitive  bidding  procedures  if  over \n$4 million, national competitive bidding if $4 million or less, or \nshopping if less than $100,000. Vehicles will be procured through \nthe United Nations, using procurement procedures acceptable to \nADB.  \n   \nConsulting Services  The Project will require 9 international consultants for a total of 70 \nperson-months, 12 national consultants for a total of 302 person-\nmonths, a nongovernment organization for 48 months, and short-\nterm national consultants for a total of 12 person-months. MOH \nwill recruit as individual consultants one international engineering \nand  environmental  specialist;  national  experts  in  project \nmanagement,  resettlement,  environmental  and  waste \nmanagement, and health management information system; and \nthe  short  term  consultants.  All  other  consultants  will  be  hired \nthrough three firms in accordance with ADB’s Guidelines on the \nUse of Consultants (2007, as amended from time to time), using a \nsimplified technical proposal and quality and cost-based selection. \n   \nProject Benefits and  The SCCR has a population of almost 9 million, including about \nBeneficiaries  half a million ethnic minorities. Four of the eight project provinces \n  have poverty levels significantly above the national average of \n19.5%, including Ninh Thuan at 45.0%, Quang Nam at 36.3%, \nQuang  Ngai  at  36.1%,  and  Binh  Dinh  at  28.3%.  The  Project \ncontributes to poverty reduction by improving health services used \nby  the  poor,  and  will  especially  target  reproductive  health \ninterventions that benefit women and children. The Project will \nupgrade or newly construct 20 hospitals (19% of all hospitals in \nthe region), 5 district preventive medicine centers, and the Ninh \nThuan  Secondary  Medical  School  for  nursing  and  paramedic \ntraining. This includes equipping these and other facilities, and \ntraining in waste management and infection control. It will also \nimprove  staff  skills  throughout  the  project  area  and  add  128 \nspecialists and 160 health workers from ethnic communes. Out of \na total of 1,024 communes in the SCCR, village health care will be \nimproved in 423 remote communities, including 223 communes \nclassified as poor, and about 250 ethnic minority communes. Of \nthese,  100  ethnic  minority  communes  will  receive  intensified \nhealth and nutrition promotion and better ability to access health \ncare services and health care funds for the poor. \n ", "  v\n  In  terms  of  institutional  benefits,  the  Project  will  support  a \n  comprehensive  and  results-based  provincial  health  system \n  development approach; and national policies for (i) standards of \nthe  design  and  equipping  of  hospitals,  (ii)  a  provincial  human \nresource development system, (iii) managing health care funds for \nthe poor, and (iv) standards for provincial planning and budgeting. \n \nEconomic  benefits  may  flow  from  reduced  health  care  costs \nthrough  gains  in  labor  productivity  resulting  from  decreased \nincidence and severity of illness. Out-of-pocket cost savings may \nflow  from  (i)  increased  access  to  health  services  that  reduce \ntransport costs, and (ii) more efficient and rational diagnoses and \ntreatments that reduce treatment costs. An important cost factor is \nthat caring for sick children also reduces adult productivity. The \nProject is estimated to reduce lost working days by an annual 6.5 \nmillion in the SCCR, valued at nearly $14 million per year. The \nProject’s economic internal rate of return is estimated at 19%, with \nan economic net present value of $20.1 million.   \n   \nRisks and Assumptions  The provincial budget is the most important of the public sector \ncontributions, as direct central budget support for public health \nsector  is  relatively  minor.  Allocations  are  driven  by  economic \ngrowth and tax revenues. Changing political priorities may also \nreduce the sector allocation. Within the overall sector allocation, \nprovincial  governments  also  make  strategic  decisions  on  the \nbalance of investments that affect the impacts of provincial health \nsystems and the Project. The Project supports policy links with \nMOH and provincial planning and budgeting to guide provinces \ntoward results-based health system development to achieve more \neffective, equitable, and efficient health systems and to monitor \nthis closely. The process is also expected to contribute to the \nnational sector approach and aid harmonization.      \n   \nSeveral project activities such as improving the quality of hospital \nconstruction, waste management systems, and skills training of \nhealth  staff  are  technically  challenging.  MOH  will  manage  the \nrecruitment and fielding of all consultants to ensure that adequate \ntechnical  support  can  be  provided  to  all  provinces  on  an  as-\nneeded basis.   \n   \nWhile substantial experience has been gained in managing the \nprocurement  system,  some  delay  in  procurement  is  expected. \nAdvance action will help mitigate this risk, and MOH has selected \nproject  counterpart  staff  that  has  experience  in  project \nprocurement.      \n \nIn  terms  of  financial  sustainability  of  the  project,  operational \nexpenditures were estimated to add on average 2.3% of provincial \nrecurrent  health  expenditures  after  project  completion.  The \nprovinces have committed to provide adequate recurrent budget \nfor operations and maintenance.  \n ", "103o  00’E 108o  00’E\nPEOPLE'S  REPUBLIC\nHa GiangCao Bang OF  CHINA\n7 9\nLao Cai\n1 6 10 Trang Dinh\nLai Chau 4 Bac Kan\n8 Tuye1n1 QuTahnagi Ngu1y6en Lang Son\nYen Bai\n2 Mong Cai\nSon La Phu Tho 12Vinh Yen 18\nDiePnh Buien3 HoVai eB5ti nThriHA N1O3I 1145 HaBi1a9c GHiaanig P1h7HonaCg aLmo nPgha\n22HunPgh Yue 2Ln3y Duon2g120\nThai Binh\n24\n25 Gulf   of   Tonkin\n26 Ninh Binh\n20 o 00’N LAO PEOPLE'S 20 o 00’N\nDEMOCRATIC REPUBLIC Thanh Hoa\nThai Hoa PROVINCES\n27\nDien Chau 1. Lai Chau\n2. Dien Bien\nSOCIALIST REPUBLIC OF \nVinh 3. Son La\nVIET NAM 4. Lao Cai\nHa Tinh 5. Phu Tho\nHEALTH CARE IN THE 28 6. Tuyen Quang\nSOUTH CENTRAL COAST REGION 7. Ha Giang\n8. Yen Bai\n9. Cao Bang\nDong Hoi\n10. Bac Kan\n29 11. Thai Nguyen\n12. Vinh Phuc\nN 13. Ha Noi\nDong Ha 14. Bac Ninh\n15. Hung Yen\n30 Hue 16. Lang Son\n17. Quang Ninh\n0 50 100 200 31 Da Nang 18. Bac Giang\n32 19. Hai Duong\nKilometers Hoi An 20. Hai Phong\n21. Thai Binh\n33 Tam Ky 22. Hoa Binh\nProject Area 23. Ha Nam\n24. Ninh Binh\nNational Capital 34 Quang Ngai 25. Nam Dinh\nProvincial Capital 35 26. Thanh Hoa\nKon Tum 27. Nghe An\nCity/Town 28. Ha Tinh\nBong Son\nNational Road 37 29. Quang Binh\n30. Quang Tri\nOther Road 31. Thua Thien Hue\nRailway Pleiku 36 Quy Nhon 3323.. DQau aNnagn Ngam\nRiver 34. Quang Ngai\n35. Kon Tum\nProvincial Boundary\nInternational Boundary 39 38 3367.. GBiinah L Daiinh\nBoundaries are not necessarily authoritative. Buon Ma Tuy Hoa 38. Phu Yen\nCAMBODIA Thuot 39. Dak Lak\n40 40. Dak Nong\nDak Song Ninh Hoa 41. Khanh Hoa\nGia Nghia Da Lat N41ha Trang 4423.. LNainmh  DThounagn\n12 o 00’N Dong4 X4oai 42 43 Cam Ranh 4445.. BTainyh N Pinhhuoc 12 o 00’N\nAn Loc Di Linh 46. Binh Duong\n45\nTay Ninh Phan Rang- 47. Dong Nai\n46 47 Thap Cham 48. Binh Thuan\nThu Dau Mot Bien Hoa 48 Lien Huong 49. Ba Ria - Vung Tau\nPhan Thiet 50. Ho Chi Minh\n51\nChau Doc Cao Lanh Tan An Ho C4h9i Minh City 5512.. LToienng G Ainang\nGulf   of   Thailand Ha Tien XLuoC5yn4aegnn 5T7hoVi5n3h 5L8ong5592 MyB Te5nh0 oTre VuDnagt  DToau 555345... AKDnioe nnGg iG aTnihaganpg\nPhu Quoc Island Rach VGii aThanh 56 60 Tra Vinh 5567.. HCaaun  TGhiaong\n55 61 58. Vinh Long\n62 Soc Trang 59. Ben Tre\nCa Mau 60. Tra Vinh\nBac Lieu 61. Soc Trang\n62. Bac Lieu\n63 63. Ca Mau\n103o  00’E 108o  00’E\n08-3566 EG", "   \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Socialist Republic of Viet Nam for the Health Care in the South Central Coast Region \nProject. The design and monitoring framework is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  Viet Nam has experienced strong economic growth, with real gross domestic product \nexpanding at 7.8% in 2002–2006 and 8.5% in 2007. From 1993 to 2007, poverty levels in Viet \nNam have dropped from over 58.0% to 19.5% and per capita income has more than doubled. \nUrban areas have benefited more, as in 2004 the incidence of urban poverty was 13.7% \ncompared to 26.4% in rural areas.1 In recent years, however, growth of aggregate demand has \noutpaced  that  of  aggregate  supply.  The  Government  has  shifted  its  policy  priorities  from \nmaintaining high rates of investment and output growth to curbing inflation, reducing the trade \nand current account deficits, ensuring stable supply of basic food products to domestic markets, \nand enhancing social assistance to poor and vulnerable segments of the population.  \n \n3.   The Asian Development Bank (ADB) country strategy and program for Viet Nam aims at \nhelping the Government reduce poverty to 10%–11% by 2010 through (i) pro-poor business-led \neconomic growth, (ii) social equity and balanced development, and (iii) environmental protection \nand  management.  The  country  strategy  and  program  emphasizes,  among  other  things, \ninvestment in rural infrastructure, addressing the shortage of skilled workers, support to equity \nissues, access to basic services, and promoting governance. In the past decade, ADB has \nplayed a major role in Viet Nam’s health sector, in particular in building up primary health care \n(PHC), nutrition, and communicable disease control (CDC). With the adoption of its long-term \nstrategic framework 2008–2020 (Strategy 2020), ADB will curtail direct support for national \nhealth  sector  investment  projects  to  focus  more  on  poverty-related  assistance,  including \nachieving Millennium Development Goals (MDGs), public goods, governance and financing, \ninfrastructure, and regional cooperation.2  \n \n4.  The Government has requested ADB to support the Health Care in the South Central \nCoast Region (SCCR) Project,3 in parallel with a similar project of the World Bank in the North \nCentral Coast Region. Sector investment remains seriously underfunded. The Government \nwants to improve sector efficiency and is moving toward a sector approach. Accordingly, the \nProject represents a transition in ADB’s assistance to the health sector in Viet Nam consistent \nwith Strategy 2020. It will support upgrading of provincial health services in eight provinces \nthrough  developing  a  comprehensive  provincial  health  systems  approach  that  will  help \ncoordinate all  sources and uses of health funds. The Project will be followed by ADB support \nfor a sector development program for the national sector approach in 2009 currently under \npreparation.  \n \n5.  The Project will cover one city and seven provinces in the SCCR—Da Nang City plus \nQuang Nam, Quang Ngai, Binh Dinh, Phu Yen, Khanh Hoa, Ninh Thuan, and Binh Thuan \n                                                 \n1  ADB. 2006. Country Strategy and Program (2007–2010): Viet Nam. Manila. \n2  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. \nManila. \n3  For the purpose of this report, Da Nang City and the seven provinces are jointly referred to as “the eight provinces.” \nThe Project is included in the ADB country strategy and program (2007–2010) for Viet Nam as a firm project for \n2008. \n ", "2     \nprovinces. The SCCR has a population of almost 9 million, including about half a million ethnic \nminorities. It is largely a rural and agricultural region, with coastal fishing, tourism, and salt \nproduction. Compared to the national average poverty level of 19.5%, poverty levels in four out \nof eight provinces in the SCCR are much higher.4 \n \n6.  Viet Nam has made good progress in improving the health status of its citizens. Between \n2000 and 2005, the child malnutrition rate (weight by age) has been reduced from 33.1% to \n25.2%, the child mortality rate from 42 to 28 child deaths per 1,000 live births, and the maternal \nmortality ratio from 95 to 80 maternal deaths per 100,000 live births.5 However, disparities \nremain. Its population is undergoing a demographic and epidemiological transition. By 2014, \n10% of the population will be over 60 years old. Demand for health services is rising rapidly due \nto such factors as rising incomes and education, population aging, rural–urban migration, and \ntraffic accidents. However, inequity has also been increasing. Given current trends, the country \ncan only achieve its MDGs by 2015 if it makes considerable efforts to improve the quality of \ncare and financial access for the poor and ethnic minorities in lagging communities with high \nmortality, morbidity, and malnutrition rates. In 2005, the infant mortality rate in rural areas was \nstill twice the urban rate. Health and nutrition indicators are much worse among some ethnic \ngroups. In the SCCR, these communes are mostly located in the mountainous hinterland.  \n \n7.  Disease  patterns  are  changing.  In  1976,  infectious  diseases  accounted  for  56%  of \nmorbidity, compared to only 26% in 2004, while the share of noninfectious diseases grew from \n43% to 61%, and injuries and accidents from 2% to 13%. The current longevity largely results \nfrom past efforts to reduce child mortality and promote a healthy lifestyle. These gains may be \nlost in a more affluent society, with less attention to prevention and a rise in diseases of \naffluence. Still, the battle for infectious diseases control is far from over and needs continuing \ninvestment. The prevalence of HIV/AIDS among adults has climbed to 0.5%, and the incidence \nof tuberculosis has not declined recently. Pandemic influenza and other emerging diseases are \na constant threat. To address this double burden of diseases, both major upgrading of health \nservices for the general population and targeted support for poor communes are needed.  \n \n8.  Preventive and hospital services are mostly public. Private services mainly contribute to \ncurative outpatient care. Viet Nam’s public health system follows the administrative structure of \nthe village, commune, district, provincial, and national levels. The Ministry of Health (MOH) \nstructure also has three main vertical pillars: curative, preventive and administrative. Village \nhealth workers (VHWs) provide village health care along with private paramedics and volunteers \nof mass organizations. Commune health stations (CHSs) serve up to 10 villages each and have \nat least one trained health worker. District hospitals, with 50–100 beds, provide basic hospital \nservices for a catchment area of about 100,000 people. Provincial hospitals, with 500–1,000 \nbeds, provide a range of specialized services for about 1 million people. MOH operates a \nsystem  of  national  referral  hospitals,  including  in  Da  Nang  City.  The  health  services  are \ncomplemented by vertical programs, such as for immunization, CDC, and safe motherhood.  \n \n9.  Access to priority interventions, and in particular those supported by vertical programs, is \ngenerally good. Most children are fully immunized and most deliveries are attended by a trained \nhealth worker. However, 44% of pregnant women received fewer than three antenatal checkups \nin 2005, and 22% delivered at home. In addition, women in the poorest quintile were one third \nas likely to receive checkups, and half as likely to deliver in a health facility compared to the \n                                                 \n4  Poverty levels in Ninh Thuan (45.0%), Quang Nam (36.3%), Quang Ngai (36.1%), and Binh Dinh (28.3%) \nprovinces are much higher than the national average.   \n5  Ministry of Health. 2006. Viet Nam Health Report 2006. Medical Publishing House. Ha Noi. \n ", "    3\nrichest quintile. There are also gaps in district hospital services, such as emergency care for life-\nthreatening conditions. Provincial hospitals are overused in the SCCR while district hospitals are \nunderused,  resulting  in  considerable  inefficiencies.  To  decongest  provincial  hospitals  and \nprovide better quality care, MOH proposes the development of so-called regional (interdistrict) \nhospitals, upgrading district hospitals, and providing better qualified staff.   \n \n10.  Health care costs in Viet Nam have recently escalated. In 2006, it is estimated that total \nhealth expenditure per capita reached $40 (5.5% of gross domestic product). That includes $10 \nin public health spending amounting to about 6% of public spending.6 Private expenditure, \nmainly out-of-pocket payments,7 accounts for about 75% of total expenditure nationally, and \nabout 50% in the SCCR. It is mainly for curative care at public hospitals. Out-of-pocket payment \nmakes services less affordable for the poor, in particular for catastrophic illnesses and chronic \ncare. The Government supports provincial health care funds for the poor (HCFP) to address this \nissue.  \n \n11.  Viet Nam’s Socioeconomic Development Plan recognizes the central role of the health \nsector. It identifies major challenges, including inequitable benefits from public services, rapidly \ngrowing  demand  for  quality  services,  outdated  and  poorly  equipped  infrastructure,  a \nsubstandard  workforce,  limited  access  for  the  poor,  and  the  challenges  of  managing  and \nfinancing an increasingly complex health system. The Political Bureau’s Resolution No. 46 of \n2005 calls for urgent action to adjust the health system to the modern market economy. The \nComprehensive Design for the Health System in Viet Nam to 2010 and Vision by 20208 form the \nfoundation  and  rationale  for  this  Project.  The  Government  puts  major  emphasis  on \nstrengthening  the  provincial  health  system,  and  it  has  decentralized  the  governance  and \nfinancing of health services to provincial, district, and commune level administrations. The \nprovincial government receives budget support from the Ministry of Finance and has some \nflexibility  in  allocating  funds  between  providing  services  and  capital  spending.  Provincial \ngovernments are responsible for increasingly complex health systems. They need to address \nrising  demand,  reaching  the  poor,  national  reforms,  and  sector  objectives.  Managing  this \nincreasingly  complex  provincial  health  system  requires  a  comprehensive,  results-based \napproach with strong national support.   \n \n12.  Under the project preparatory technical assistance, each of the eight provinces was \nassisted to prepare provincial health accounts and a 5-year plan and medium-term expenditure \nframework (MTEF). The aim was to help determine funding requirements and the resource \nenvelope, set priorities, mobilize and harmonize funding, develop a results-based approach, and \ncoordinate and monitor services. The Project will support provincial health system development \nand finance a slice of each provincial health plan covering four areas: (i) improving health \nfacilities; (ii) strengthening human resources; (iii) improving access to health care for the poor, \nwomen, and ethnic minorities; and (iv) strengthening provincial health system management. \nMOH and partners will provide complementary funding. This approach will also help create \nprovincial capacity to upgrade and reform provincial services under a comprehensive national \nsector approach being developed by the Government and major partners including ADB. Project \nprocessing is currently ongoing for this support.      \n                                                 \n6  World Bank. 2006. Public Expenditure Review. Ha Noi. \n7  See http://www.who.int/nha/country/VNM.xls for the definition of private expenditure being used. \n8  Government of Viet Nam. 2006. Comprehensive Design for the Health System in Viet Nam to 2010 and Vision by \n2020. Ha Noi.  \n ", "4     \nB.  Analysis of Key Problems and Opportunities \n \n  1.  Insufficient Health Facilities \n \n13.  Viet Nam’s public health sector is burdened with an old infrastructure that is physically \ndegraded, poorly equipped, and has inadequate systems for water and waste management and \ninfection control. The SCCR has two MOH hospitals (in Da Nang City), 40 provincial hospitals, \n64 district hospitals, 91 polyclinics, and 1,020 CHSs. Appendix 2 provides a sector analysis.  \n \n14.  The provincial hospital in Viet Nam provides basic specialist services.9 District hospitals \nin Viet Nam often lack these services and are bypassed in favor of the provincial hospital. \nProvincial hospitals are typically overwhelmed with both outpatients and inpatients. The bed \noccupancy rate in provincial hospitals in the SCCR is about 130%, compared to about 80% in \ndistrict hospitals. Hospital admissions have grown by about 3% each year between 2000 and \n2005. Even so, the bed:population ratio for provincial hospitals in the SCCR is about 8 per \n10,000 people. This is slightly higher than the national average, suggesting that expanding \nprovincial hospitals is not a priority.     \n \n15.  In terms of hospital services, three actions are simultaneously needed in the SCCR: \n(i) replace old infrastructure, (ii) decongest provincial hospitals by upgrading district hospitals \nwhile possibly adding a gatekeeping function, and (iii) improve the quality and efficiency of \nhospital services. On this last point, the hospital inpatient stay is relatively long at an average of \n8 days. Financial incentives drive hospitals to retain inpatients and to add beds. Accordingly, \nfinancial incentives should be changed to reduce nonessential inpatient stay.   \n \n16.  MOH  estimates  that  only  50%  of  hospitals  meet  80%  of  prescribed  equipment \nstandards. Just 5% of hospitals have modern X-ray equipment. Despite the long list of partners \nin each province (Appendix 3), only 30% of hospitals report having received external aid for \nequipment. MOH has set out criteria to guide the modernization and standardization of curative \nservices. There is a standard list of equipment for every type of health facility. Given increasing \ndemand for high-quality health care, this includes certain equipment for advanced diagnostics, \nin particular for the treatment of cardiovascular diseases, cancer, and trauma.  \n \n17.  Most provinces lack modern medical waste incinerators or do not have established \nprocedures to coordinate their use among hospitals. Lack of maintenance, fuel, and other \nequipment and supplies further compromise their efficient use. Special procedures are required \nfor  medical  sharps,  contaminated  wastes,  organic  wastes,  hazardous  chemicals,  and \nradioactive wastes, along with funds for staff training, supplies, and equipment maintenance. \nMOH  wants  to  see  hospital  waste  management  systems  and  practices  included  in  every \nhospital project (footnote 8). \n \n18.  Decongesting public hospitals also requires better facilities for basic health care. MOH \nplans to improve CHS facilities from its own resources. MOH has also prepared a plan for \nconstructing district preventive medicine centers (DPMCs) to strengthen preventive care at \ncommune  level.  These  will  focus  on  infectious  diseases  control,  food  safety,  and  certain \nreproductive health services. MOH is working on a plan to pilot test these centers in the SCCR.    \n \n                                                 \n9  Provincial hospitals in Viet Nam are comparable to the World Health Organization’s concept of the district hospital.   \n ", "    5\n  2.  Inadequate Quality of Health Staff \n \n19.  The  quality  of  services  in  health  facilities  depends  greatly  on  staff  performance. \nEvidence from various studies indicates that staff has serious gaps in their knowledge, attitudes, \nand skills. There are also staff imbalances. MOH expects the provinces to take the lead in \naddressing these issues. The increasingly complex health context, including private sector \ngrowth, provides significant challenges to planning and managing the health workforce. Each \nprovincial health bureau (PHB) is responsible for preparing, managing, and monitoring human \nresources development (HRD) in the province, for which it is ill-prepared. In addition, MOH \nundertakes few studies on HRD policy and management issues that would provide valuable \npolicy inputs for planning the future health workforce. \n \n20.  Six provincial secondary medical schools (SMSs), Da Nang Medical College, and Ninh \nThuan Medical Training Center together provide most of the education and in-service training to \nnurses and paramedics in the SCCR. Most of their teachers do not possess postgraduate \nqualifications, however, and some have only secondary level qualifications. In addition, most \ninstruction puts little emphasis on problem solving and skills training. While there is a move in \nthis direction, most training curricula and materials do not support a skills-based approach. \nMOH is planning to make SMS education and training more relevant to the daily tasks.   \n \n21.  Importantly, there are no established standards for continuing education for any types of \nstaff at any level, including doctors. MOH plans to introduce policies on continuing education for \nthose already in the workforce.10 It has recently initiated a new in-service training program for \nprofessionals, whereby staff at each level will provide training to staff one level lower. There are \nalso no established guidelines for professional licensure or institutional accreditation, although \npolicies addressing these issues are being developed.11  \n \n22.  The total number and distribution of health staff is fair in the SCCR. For example, 70% of \nCHSs have a doctor and almost all have a female health worker. As elsewhere in Viet Nam, \nhowever, there are some important imbalances, including (i) shortage of nurses, (ii) lack of core \nspecialists, (iii) lack of health workers with ethnic minority background, and (iv) unwillingness of \nhealth personnel to serve in remote areas. MOH has set goals to recruit and train increased \nnumbers  of  health  staff,  especially  doctors  (core  specialties),  nurses,  technicians,  and \npharmacists, as well as to upgrade the quality of their training. MOH is planning to provide \nscholarships to suitable ethnic minority candidates to serve their communes.    \n \n  3.  Access for the Poor and Ethnic Minorities \n \n23.  A major thrust of the Government’s health sector plan is to consolidate and complete the \ngrassroots health care network (footnote 8). This is a priority for remote communes that lack \naccess to higher level services. MOH plans to finance the upgrading, equipping, and staffing of \nCHSs from its own sources. At village level, MOH aims to have one female and one male \ntrained VHWs in each village. Of the 1,024 communes in the SCCR’s 84 districts, 423 are \nremote or mountainous, including 223 classified as poor, and most of the estimated 250 ethnic \nminority communes. Inadequate knowledge and skills of VHWs is a common issue, and some \n20% of remote villages lack competent VHWs. Female VHWs need to be increased so that \nmore attention can be given to reproductive health and nutrition.  \n  \n                                                 \n10 The Department of Science and Training is working on a master plan for the training system. \n11 MOH is developing a law on examination and treatment.  \n ", "6     \n24.  While high mortality rates reflect the risks of living in remote areas, there are other \nimportant factors. For example, one study showed that nearly half of maternal deaths were due \nto delays in making decisions, identifying mothers at risk, and providing essential treatment \n(footnote 5). While a major cause of this delay is the lack of skilled health workers, low demand \nis  another  factor.  Ethnic  minorities,  in  particular,  tend  to  seek  health  services  less  often, \naveraging 2.3 outpatient visits per year compared to 3.5 for Kinh. Traditions, mistrust, and lack \nof education affect demand. Thus, promoting appropriate health and nutrition among minority \nwomen—and  preferably  by  women  belonging  to  the  same  ethnic  group—is  considered  a \npriority.   \n \n25.  While other factors influence access, the out-of-pocket cost of health care is perhaps the \nmost significant constraining factor. Utilization of both outpatient and hospital inpatient services \nshows a strong link with economic status. The predominance of user fees at all levels of the \nhealth  system,  coupled  with  the  cost  of  drugs  and  indirect  expenses  for  travel  and \naccompanying family members, can be a devastating financial burden for those living at a \nsubsistence level. In 2002, Prime Minister Decision 139 established the HCFP to mitigate these \nfinancial burdens for the poor, ethnic minorities in 12 mountainous provinces, and residents of \nsocioeconomically disadvantaged communes.12  \n \n26.  Subsequent decisions provided for issuing health insurance cards to all beneficiaries, \nincreasing the number of eligible people by raising the poverty line, and an expanded benefits \npackage that includes travel cost for referral. HCFP enrollment rose to an estimated 14.9 million \nin 2006—accounting for 44% of the 34.5 million subscribers to all health insurance schemes \n(Appendix 2). But even with its rapid growth, the potential of HCFP has yet to be fully realized. \nAdministration of the funds at the provincial level has been weak and inconsistent. Enrollees \nsometimes do not understand their eligibility or how to access health services. Improving the \nmanagement of the HCFP is a priority in the region.   \n \n  4.  Planning and Managing in Transition \n \n27.  Given the relatively high gains already made and the growing complexity of health \nsystem technology and finance, to achieve further improvements in health status will be more \nchallenging. It requires greater management sophistication in planning and executing targeted \nprograms designed to upgrade the services and reach entrenched populations of the poor and \nunderserved. Beginning in 1996 with the introduction of the State Budget Law (footnote 5), \nprovinces  have  had  authority  to  spend  on  provincial  health  services,  with  districts  and \ncommunes having responsibilities for services delegated to them by the province. In addition, \nthe provincial authorities receive central subsidies and have some discretion in determining how \nthese are allocated. However, provincial authorities often lack the information and know-how to \ndo so effectively.     \n \n28.  Beginning in 2002 with approval of the master plan for the development of the hospital \nnetwork  in  Viet  Nam  for  2005–2010,  policy  changes  were  also  introduced  to  promote \ninstitutional independence. Reforms were aimed at systematizing and rationalizing the system \nand  promoting  greater  financial  autonomy  in  hospitals.  Decree  10  in  2002  introduced \nmechanisms to encourage hospitals to raise their own revenues, hire and terminate employees, \nand  mobilize  funds.  However,  it  stimulated  overuse  of  revenue-producing  services  and \nexpenditure imbalances. It was replaced by Decree 43 in 2006, which allowed certain hospitals \ngreater  freedom  to  set  user  fees  provided  all  operating  costs  were  covered  before  using \n                                                 \n12 Axelson, Henrik. 2007. The Evolution of Health Insurance Policy in Vietnam. World Health Organization. \n ", "    7\nrevenues to establish investment funds or increase staff wages. In the current process of \ndecentralization, managerial roles are changing and unclear, and hospital directors lack the \ninformation, tools, training, and experience to carry out their new responsibilities effectively.  \n \n29.  Making increasingly complex managerial decisions also requires a more sophisticated \nhealth management information system (HMIS). At the provincial level, there is a dearth of \nhealth and health services data required for a results-based system. HMIS has been introduced \non a trial basis in a number of provinces with good success. Using external aid, provincial health \nofficers have demonstrated a growing capacity for planning, decision making, and management. \nMOH wants to further strengthen HMIS capacity by (i) introducing technology, hardware, and \ntraining needed for a modern HMIS; (ii) training in institutional and health systems planning, \nfinance,  and  decision  making;  and  (iii)  introducing  performance-based  monitoring  methods \n(footnote 8).  \n \n  5.  External Assistance \n \n30.  Increasing demand for services is prompting MOH to plan for upgrading health services \nand mobilizing local funding and foreign aid. In recent years, financing of the health sector from \nlocal  government  sources  has  improved  substantially  (and  particularly  in  the  better-off \nprovinces).  The  Government  is  issuing  state  bonds  to  boost  sector  investment.  External \nassistance accounts for only 5%–10% of total sector spending, and the Government hopes to \nincrease this. Appendix 3 provides a summary of external assistance.  \n \n31.  MOH  is  developing  a  comprehensive  national  health  sector  approach  to  reduce \nfragmentation, balance investments, improve aid coordination, and reduce transaction costs. \nThe sector has been selected as a pilot sector for aid harmonization. MOH and the Health \nPartnership Group—including most major aid agencies—are conducting joint annual health \nreviews and are developing a common agenda for health sector development.13 Some building \nblocks toward a national health sector approach have been initiated, including the piloting of \nprovincial health accounts, 5-year plans and MTEFs during preparation of this Project, and aid \nharmonization in safe motherhood and tuberculosis programs. This will improve transparency \nregarding sources and uses of funds, enhance ownership and accountability, establish policies \nand standards, strengthen program performance and monitoring, and mobilize support. Aid \nharmonization is moving from project coordination to policy dialogue and program support, with \nMOH providing strong leadership to the group. MOH and aid agencies are planning the first joint \npartnership investment in 2009. ADB is planning to support this new partnership in health with a \nsector development program for HRD in 2009.   \n \n32.  In anticipation of this development, the Government has requested ADB and the World \nBank to support regional projects to help upgrade provincial health systems. Major investment in \nthe 66 provinces is done in a phased manner and is based on clearly articulated national \npolicies and standards and provincial priorities and resources. At present, ADB supports five \nprojects in Viet Nam addressing PHC and CDC, in addition to targeted support for the poor with \nthe support of the Japan Fund for Poverty Reduction.14 The World Bank is supporting projects in \n                                                 \n13 Ministry of Health, Viet Nam, and Health Partnership Group. 2007. Joint Annual Health Review, 2007. Ha Noi.  \n14 ADB. 2000. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to Viet \nNam for the Rural Health Project. Manila; ADB. 2004. Report and Recommendation of the President to the Board \nof Directors on a Proposed Loan to Viet Nam for the Health Care in the Central Highlands Project. Manila; ADB. \n2005. Report and Recommendation of the President to the Board of Directors on a Proposed Grant to Viet Nam for \nthe Preventive Health System Support Project. Manila; ADB. 2005. Report and Recommendation of the President \nto the Board of Directors on a Proposed Grant to Viet Nam for the Greater Mekong Subregion Regional \n ", "8     \nViet Nam’s northern mountains and the Mekong delta. The Government has asked both banks \nto support similar projects in the north and south central coast regions, which are areas with \nhigher poverty levels (footnote 1). Appendix 3 shows that there are substantial commitments for \nexternal  assistance  in  the  region.  According  to  provincial  authorities,  however,  actual \ncontributions  are  much  less.  ADB  is  also  supporting  the  2005  Preventive  Health  System \nSupport Project to upgrade provincial preventive medicine centers and four national institutes; \nas well as the Greater Mekong Subregion Regional Communicable Diseases Control Project to \nsupport surveillance and response systems, the control of neglected endemic diseases, and \nregional cooperation in CDC.   \n \n  6.  Lessons Identified \n \n33.  Viet  Nam’s  health  system  development  is  fragmented,  resulting  in  imbalances, \ninefficiencies, and relative underspending on preventive care and basic health services. Recent \nnational and provincial programming initiatives—including those under the technical assistance \nfor this Project—should help improve this situation. Health facilities construction has been driven \nby administrative standards. To improve the cost-benefit of infrastructure investment, upgrading \nand planning new hospitals must be carefully justified in view of a rapidly changing context that \nincludes an expanding road network and deregulation of private hospital development by 2010.  \n \n34.  Experiences with ADB-assisted projects show that project implementation is done in \nrelative isolation, causing inefficiencies during implementation and risking the sustainability of \ninvestments.15 In preparing for this Project, the provinces were assisted to prepare provincial \nhealth accounts and develop comprehensive provincial health plans and budgets. ADB partly \nfinances these plans. Further support for strengthening provincial planning and management is \nincluded in the Project to move toward a more comprehensive, pro-poor, and results-based \napproach to developing provincial health systems. Lack of performance standards and quality \ncontrol mechanisms are related concerns. MOH will be supported to provide guidance to the \nprovinces in terms of policies and standards while learning from provincial development for the \nsake of policy development. This needs to proceed in parallel with establishing a provincial \nquality control system to ensure proper performance of services.      \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome  \n35.  The Project will improve the health status of the population in the SCCR, in particular the \npoor, women and children, and ethnic groups. The outcome will be more comprehensive, well-\nmanaged, and better-used provincial health systems with a focus on health care for the poor, \nwomen and children, and ethnic minorities, including reproductive health care, in Da Nang City \nand Quang Nam, Quang Ngai, Binh Dinh, Phu Yen, Khanh Hoa, Ninh Thuan, and Binh Thuan \nprovinces.  \n \nB.  Outputs  \n36.  During project preparation, each of the eight provinces developed a comprehensive \nprovincial 5-year plan and MTEF to identify gaps and priorities in the provincial health system \n                                                                                                                                                          \nCommunicable Diseases Control Project. Manila; and ADB. 2006. Report and Recommendation of the President to \nthe Board of Directors on a Proposed Grant to Viet Nam for the HIV/AIDS Prevention Among Youth. Manila.  \n15 Meeting of project management units for ADB health projects held at the Viet Nam Resident Mission on 19 \nFebruary 2008.  \n ", "    9\nand provide the basis for a provincial sector approach. Based on these plans, and in line with \ngovernment policies, a range of outputs were identified for support by the Project. The project \noutputs are (i) improved health facilities, in particular district hospitals; (ii) strengthened human \nresources through improved workforce planning and training capacity plus specific training \nprograms centered around the provincial SMSs; (iii) improved access to health care for the poor \nthrough better information and procedures; and (iv) strengthened provincial health systems from \nimproved management and monitoring of the provincial health systems, including hospitals.  \n \n1.  Output 1: Improved Health Facilities   \n \n37.  Based on priorities identified in the 5-year plan, the Project will upgrade health facilities \nin the eight target provinces to increase access and improve the quality of services. The Project \nwill finance (i) civil works, equipment, and related supplies; and (ii) water, sanitation, and waste \nmanagement systems. The Project will provide the inputs required to bring each facility up to \nspecified standards. MOH will provide complementary funds to improve PHC. \n \na.  New and Upgraded Health Facilities and Equipment \n \n38.  The Project will upgrade or newly construct a total of 26 facilities, including 12 district \nhospitals,  5  regional  (interdistrict)  hospitals,  1  provincial  hospital,  1  rehabilitation  hospital, \n1 traditional medicine hospital, 1 SMS, and 5 DPMCs in the region. The 20 hospitals represent \n19% of the total hospitals in the region, and were selected based on provincial priorities and \nconsistency with national plans and project goals. Each construction site was surveyed for \nresettlement or environmental issues. The Project will also upgrade the national hospital design \nand construction standards and guidelines (para. 78). Once completed, newly constructed and \nrenovated facilities must be properly maintained to realize benefits and justify investments. The \nProject will support preparing guidelines for preventive maintenance, collecting and translating \ntechnical manuals, and training hospital personnel in preventive maintenance procedures and \narrangements. \n \n39.  The Project will also finance procuring equipment for upgraded or newly constructed \nhospitals and other institutions identified by provincial authorities as serving target populations. \nA total of 31 facilities, including 17 district hospitals, 5 regional hospitals, 3 provincial hospitals, \n1 SMS, and 5 DPMCs in the region will receive equipment. The 25 hospitals represent 24% of \nthe hospitals in the region. Equipment purchases will be in accordance with established MOH \nstandards and will replace old and nonfunctioning equipment, upgrade technology for existing \nprocedures, or provide new services. The Project will support purchasing an initial inventory of \nreagents and other supplies needed to properly utilize the new equipment, as well as training in \nuse of the equipment and maintenance arrangements.   \n \n    b.   Improved Water, Sanitation, and Waste Management Systems \n \n40.  Investments will be made as needed to ensure that all facilities built or upgraded under \nthe Project have adequate and safe water, sanitation, and medical waste management systems, \nincluding wastewater systems, proper containers to segregate contaminated and hazardous \nwaste, proper collection and storage facilities, and access to modern medical waste incineration \nand/or disposal facilities. A total of 840 hospital personnel (8 per hospital) will be trained in the \ntheory, methodologies, and supervision of modern waste management practices. In addition, \nthe Project will support consulting assistance to work with authorities in each target province in \ndeveloping a province-wide plan for the management of medical waste. \n \n ", "10    \n \n \n  2.  Output 2: Strengthened Provincial Human Resources \n \n41.  Increasing the performance of health staff is a local concern and a demanding obligation \nfor provincial health authorities. The Project will support (i) provincial human resources planning \nand management, (ii) building provincial training capacity, (iii) training for better quality of care, \nand (iv) HRD policy support. \n \n  a.  Improved Provincial Human Resource Planning and Management \n \n42.  The Project will provide assistance to each PHB to annually update and maintain the \nprovincial HRD plan. The plan will provide for monitoring and evaluating staff quantity and \nquality, as well as education and training programs. The annual HRD plan will take into account \nnational policy initiatives, including those currently being considered on licensure, certification, \nand continuing education. The plan will include targeted strategies to increase the leadership \nrole of women in managing health services. To help boost the number of female and ethnic \nminority health workers in targeted communities, the Project will assist each province to develop \nprovincial  health  sector  gender  and  ethnic  minority  development  plans,  including  focused \ninterventions designed to ensure they reach targets for women and ethnic minorities in training \ncourses at all levels. Health workers serving ethnic minority communities will be given priority for \ntraining, and training programs will include topics that particularly concern ethnic minorities.   \n \n  b.   Improved Provincial Training Capacity \n   \n43.  The Project will improve the quality of preservice education and in-service training by \nincreasing the capacity of training facilities’ staff.16 Leadership will be enhanced by providing 16 \nscholarships to ensure each SMS has at least two senior staff members with masters degrees \nin nursing. The quality of teaching and learning at the SMSs will be improved by linking them \nwith centers of excellence at medical universities in Viet Nam, supporting 48 short-course \ntraining  attachments,  and  training  25  university  staff  as  advisors  for  the  8  SMSs.  As  a \nmechanism for quality improvement in education programs, support will also be provided to \nenable SMSs to evaluate graduate preparedness.  \n \n44.  The SMSs will also be supported in introducing and/or expanding skills-based training—\nan approach that has proven to be very successful in improving health staff performance. \nEquipment and materials will be provided to enable students to develop skills in demonstration \nrooms and laboratories. To assist provincial health authorities to implement skills-based training \nprograms,  the  Project  will  support  provincial  training  working  groups  and  encourage  the \nformation of similar groups where they do not exist. Eighty-eight working group members will be \ntrained as master trainers by skills-based training specialists. Support will also be provided for \nSMSs and provincial training working groups to evaluate the impact of in-service training.  \n \n    c.   Improved Quality and Availability of Staff  \n \n45.  The Project will support well-supervised in-service training to improve the quality of care \nprovided by health staff at all levels. By mobilizing master trainers and other trainers, 100–200 \ndoctors, nurses, midwives, and technicians will be trained annually in each province, about 10% \n                                                 \n16 For purposes of this report, the eight training facilities in SCCR (Da Nang Technical Medical College, six provincial \nSMSs, and the Ninh Thuan medical center that is to become the region’s 7th SMS) are jointly referred to as “the \nSMSs.” \n ", "    11\nof staff. Training programs will be short term and will emphasize skills-based training in priority \ntopics. All 400 workplace supervisors will be trained to ensure they have the skills necessary to \nsupport trainees back in the workplace. MOH is exploring options to encourage continuing \neducation as a part of registering and licensing health professionals. The Project will support the \nSMSs to offer subsidized professional education meetings that will be open to health workers \nfrom both the public and private sectors. \n  \n46.  To assist provinces in achieving MOH staffing standards for health facilities, the Project \nwill  support  64  scholarships  for  upgrade  to  bachelor  and  another  64  scholarships  for \npostgraduate  training  in  such  core  specialties  as  surgery  and  pediatrics.  To  address  the \nshortage of health staff in 423 remote CHSs, in particular those serving poor ethnic minorities, \nthe  Project  will  provide  160  scholarships  in  particular  to  female  school  leavers  to  attend \npre-graduate training at SMSs and on completion to be posted to CHSs near their communes.  \nHalf of these students will also be provided with bridging education to qualify for enrollment at \nthe SMS.     \n \n    d.  HRD Policy Studies Conducted   \n \n47.  MOH is responsible for policy analysis and formulation, guidance to institutions, and \nprograms and services to implement policy (footnote 8). To fulfill this role in the decentralized \nhealth system, MOH needs to maintain close links with provincial, district, and commune levels. \nThe Project will support, in coordination with the departments of science and training, therapy, \nand organization and personnel, up to 10 field-based HRD studies related to improving health \ncare for the poor, women and children, and ethnic minorities.   \n \n  3.   Output 3: Improved Access to Health Care for the Poor \n \n48.  Access to quality health care for the poor requires collaboration between services and \ncommunities so that health is seen as an issue of communal concern and not simply a technical \nmatter for health workers. In the health services, this requires building skills in community-based \nhealth care. At the community level, VHWs and committees need backing from local officials \nand mass organizations. This output will aim to improve basic health care for 423 remote \ncommunes, including 223 communes classified as poor and others with ethnic groups having \npoor health indicators. It includes three interrelated sub-outputs targeting these communes: (i) \ntraining VHWs for remote communes, (ii) promoting health and nutrition especially targeting \nethnic minorities, and (iii) reducing financial barriers to improve access for the poor.  \n \n    a.   Better-Skilled Village Health Workers in Remote Communes \n   \n49.  The Project will support the Government’s policy of strengthening the grassroots network \nof VHWs in 423 remote and disadvantaged communes in 84 districts in eight provinces. The \nProject aims to train CHS staff near targeted villages as trainers. Most of the 6,500 VHWs in the \ntargeted communes will be provided with a total of 20 refresher training days over the project \nperiod. About 1,600 additional VHWs will be recruited and trained for an initial period of 1 month \nso that each village has at least one female and one male VHW providing basic health care by \nproject completion. Each provincial training working group and district health bureau will conduct \ntraining of CHS staff and VHWs based on needs assessment, using peers and skills-based \ntraining methods. Provincial trainers will participate in training of VHWs to ensure adequate \nstandard of training, and training will be adapted to the needs, ethnic diversity, literacy levels, \nand situations in each targeted district.  \n \n ", "12    \n \n    b.   Health and Nutrition Promoted in Ethnic Minority Communes \n \n50.  Targeting about 100 poor and ethnic minority communities, the Project will promote \nhealth and nutrition for women and children through behavior change communication.  This will \ninvolve the orientation of 830 local leaders and skills training of 100 CHS staff and 200 VHWs or \nother community members. The focus of the program will be on community priorities, such as \nreproductive health and nutrition care, and accessing health services and the HCFP (para. 51). \nThe Project will use a participatory approach to develop innovative, creative, and culturally \nappropriate health and nutrition promotion activities. A nongovernment organization will be \ncontracted to provide technical support. \n     \n    c.  Reduced Barriers to Health Care Funds for the Poor  \n \n51.  Project support for Decision 139 is intended to reduce the financial barriers to health \ncare services for poor and ethnic minority households in the SCCR provinces by (i) increasing \nawareness of Decision 139 among the intended beneficiaries and other local stakeholders, \n(ii) strengthening  capacity  in  the  SCCR  provinces  to  manage  the  provincial  HCFP,  and \n(iii) providing data and analysis to inform future policy making by the MOH related to Decision \n139. The Project will support preparation and dissemination of locally appropriate materials and \nprograms  to  inform  poor  and  ethnic  minority  communities,  local  governments,  mass \norganizations, and health workers about the entitlements and requirements of Decision 139. It \nwill help improve procedures for issuing and replacing health insurance cards for beneficiaries,17 \nstreamline procedures and forms related to HCFP claims and disbursements, and train local \nhealth administrators and Viet Nam social security staff related to these procedures. It will \nsupport improved coordination and problem solving related to Decision 139 at provincial, district, \nand commune levels, as well as in monitoring the implementation and impact of Decision 139 \nthrough regular data collection by the PHB, participatory assessments, and special studies \n(Supplementary Appendix A).  \n \n  4.   Output 4: Strengthened Provincial Health Systems \n \n52.  During project preparation, the provinces were assisted in preparing comprehensive \nprovincial  health  plans.  The  Project  will  help  strengthen  the  capacity  of  provincial  health \ndepartments and hospitals to better manage their increasingly complex responsibilities to plan, \nmanage, monitor, and finance the provincial health system. Managers need to become more \nresults-oriented by establishing minimum service standards, setting performance targets, and \nmonitoring progress toward reaching their objectives. The Project will support (i) strengthening \nthe management of provincial health systems; (ii) strengthening the management of provincial \nand district hospitals; (iii) providing equipment, software, and staff training needed to introduce \nthe HMIS; and (iv) operating the national project management unit (PMU) and provincial PMUs \n(PPMUs). \n \n    a.   Strengthened Provincial Health Systems Management \n \n53.  The Project will assist provincial health authorities in evaluating their priorities to help \nclose the gap between program obligations and financial resources using a team approach. A \nseries  of  workshops  will  be  planned  for  48  provincial  and  district  managers,  focusing  on \nplanning,  information-based  problem  solving,  leadership,  team  building,  supervision, \n                                                 \n17 The validity of the health insurance cards issued to Decision 139 beneficiaries in the project provinces will also be \nextended from 1 year to at least 2 years. \n ", "    13\ncommunication, financial management, and project monitoring. Efforts will be made to improve \nmanagement tools for managing subsystems. Over the life of the Project, the annual plan will \nbecome  a  key  tool  for  managing  and  monitoring  the  performance  of  the  provincial  health \nsystem, and provincial health officers will become increasingly results-oriented and skilled in \nmanaging  their  complex  responsibilities.  The  Project  will  also  provide  16  scholarships  to \nindividuals from the eight provinces selected on the basis of merit to attend a postgraduate \nprogram in health system management.   \n \n    b.  Strengthened Hospital Management \n \n54.  The Project will support short, skills-based training programs designed to upgrade the \nskills of 106 senior hospital managers (one per hospital) and 200 hospital department managers \n(two per hospital) in planning, information-based problem solving, leadership, team building, \nsupervision, communication, financial management, and project monitoring. The Project will \nsupport on-site sessions on organizational development designed to help identify minimum \nstandards of service, develop performance targets, prepare work plans, and design a system to \nmonitor and report progress.  \n  \n    c.   Better Health Management Information Systems \n \n55.   The  Project  will  strengthen  HMISs  in  provincial  and  selected  district  offices  and \n40 hospitals in the target provinces using existing data collection systems to provide more \naccurate and timely information on health services usage, personnel records, and financial \naccounts. Under a United Nations Population Fund project, software and detailed plans for \nimproved HMISs have been successfully developed and implemented in several districts of Binh \nDinh. Based on that model, similar systems will be adapted for implementation in selected \ninstitutions in the eight provinces. HMISs will be computerized at provincial level and in at least \n50% of district health facilities linked through the internet. The Project will support the costs of \ncomputers, associated software, other HMIS office equipment, plus planning and training.  \n \n    d.  Effective Project Management Support \n \n56.  The Project will finance the purchase of vehicles, computers, software, office equipment \nand supplies needed to establish and operate PPMUs in each of the eight target provinces plus \na national PMU. The PPMUs will be the principal units for implementation in each province and \nwill be provided training in project implementation. The national PMU will provide technical, \ncoordination,  and  logistics  support  to  the  PPMUs  and  other  departments  in  charge  of \nimplementation, including computerized financial management. The Project will also support \nbaseline and end-of-project household and health services surveys to evaluate the progress of \nthe sector and project impact in the targeted provinces.    \n \nC.  Special Features \n57.  The  project  design  is  based  on  5-year  plans  for  comprehensive  provincial  health \nsystems development as a building block toward the national sector approach. Each province \nhas prepared a provincial health account, 5-year provincial plan, and expenditure framework. \nWhile this planning process needs to be strengthened further, it provides a good basis for \nharmonizing aid at provincial level.    \n \n \n ", "14    \n58.  Health management is increasingly complex, and managers, most  of them  medical \ndoctors, are not prepared for the task. The Project will strengthen health management in critical \nareas of provincial health system planning and budgeting, hospital management, HRD planning, \nmanaging the HCFP, financial management, managing civil works, and waste management.   \n \n59.  Developing the provincial planning and management capacities will require a strong link \nbetween MOH and the provinces for policy guidance, field studies, and provincial feedback to \ncontribute to policy formulation. A budget for supporting MOH in these areas has been included.   \n         \nD.  Project Investment Plan  \n60.  The total project cost is currently estimated at $80.0 million, including taxes and duties of \n$1.87 million (Table 1). Detailed cost estimates are in Appendix 4.       \n \n \nTable 1: Project Investment Plan   \n($ million)   \nItem  Amount \nA.     Base Costsa   \n  1. Improved Health Facilities  52.9 \n       a. Hospital upgrading and expansion  48.6 \n       b. Hospital water and waste management   4.3 \n     \n  2. Human Resource Development  6.2 \n       a. Provincial human resource planning   0.6 \n       b. Strengthening local training capacity  1.3 \n       c. Improving quality of clinical health care, including scholarships  4.1 \n       d. Studies   0.2 \n     \n  3. Access to Quality Health Care   6.2 \n       a. Health services in remote communities  4.9 \n       b. Improving health behavior  0.9 \n       c. Reducing financial barriers to access  0.4 \n     \n  4. Provincial Health Systems Management  4.3 \n       a. Strengthening provincial health system management  0.9 \n       b. Strengthening management of provincial and district hospitals  0.7 \n       c. Health management information systems  0.6 \n       d. Project management   2.1 \n                                                Subtotal (A)  69.6 \nB.      Contingencies   \n  1. Physical Contingenciesb  2.5 \n  2. Price Contingenciesc  6.0 \n                                                Subtotal (B)  8.5 \n     \nC.   Financing Chargesd    1.9 \n     \n          Total Cost (A+B+C)e  80.0 \na In February 2008 prices. \nb Computed at 5% for civil works, equipment, and drugs and supplies. \nc Computed at 1%–4% on foreign exchange costs and 5%–6.5% on local currency costs. \nd Includes interest during implementation computed at 1% per annum for Asian Development Fund loan.  \ne Includes taxes and duties of $1.87 million.  \nSource: Asian Development Bank estimates.  \n \n \n ", "    15\nE.  Financing Plan   \n \n61.  The Government has asked ADB for a loan in SDR equivalent to $72 million from its \nSpecial Funds resources, including taxes and duties of $1.57 million, to help finance the Project \n(Table 2). The loan will have a 32-year term, including a grace period of 8 years, and an interest \nrate of 1% during the grace period and 1.5% per annum thereafter. The Government will \ncontribute $8 million through central and provincial counterpart contributions (Appendix 4).  \n \nTable 2: Financing Plan \n($ million) \n  Percentage \nSource  Amount  of Total \nAsian Development Bank  72.0  90 \nGovernment  8.0  10 \n      Total  80.0  100 \n   Source: Asian Development Bank estimates.  \n \nF.  Implementation Arrangements \n \n  1.  Project Management  \n \n62.  MOH  will  be  the  Executing  Agency  (EA)  for  the  Project.  The  provincial  people’s \ncommittee (PPC) in each of the eight provinces will be the implementing agencies and will be \nrepresented by the PHB. MOH will establish a project steering committee to review project \nprogress and provide directions on a quarterly basis, as well as to approve the annual report, \nplan, and budget. It will be headed by the vice-minister of health and include senior officials, as \nrequired, from MOH departments, provinces, and other ministries. Similar oversight will be \nprovided by the PPC at provincial level.  \n \n63.  The Project will be implemented through a national PMU in MOH and eight PPMUs in \nthe respective PHBs. The PMU will work under the project steering committee’s guidance and \nbe responsible for overall project management. It will have six responsibility areas: (i) project \nplanning,  monitoring  and  evaluation,  studies,  and  social  safeguards;  (ii)  civil  works  and \nenvironmental  safeguards;  (iii)  HRD;  (iv)  procurement  and  logistics;  (v) personnel  and \nadministration; and (vi) accounting and disbursement. PMU staff includes a project director, up \nto three deputy directors, a monitoring and evaluation expert, a study coordinator, an engineer, \na medical equipment expert, a training expert, an administrator, and an accountant. MOH \ndepartments will be made responsible to support the technical aspects of the Project. The \nDepartment of Medical Equipment and Construction will support output 1, the Department of \nScience  and  Training  will  support  output  2,  the  Department  of  Preventive  Medicine  and \nEnvironment will support output 3, and the Department of Planning and Finance will support \noutput 4. Additional experts may be contracted for defined periods to do project work. If MOH \nstaff is not available, national experts will be contracted.    \n \n64.  In each project province, the PPMU will be responsible for project implementation. Each \nPPMU  will  have  similar  responsibility  areas  as  the  PMU.  The  PPMU  will  work  under  the \nguidance of the PPC, with technical support of the PMU, and will be headed by the director or \ndeputy director of the PHB. Each PPMU will have a full-time deputy director for planning, \nadministration, coordination, and monitoring; an engineer; a community development expert; a \nprocurement officer; and an accountant. Local leaders, staff, and beneficiaries will be involved in \ndecision making through various consultative mechanisms.  \n \n ", "16    \n  2.  Implementation Period \n \n65.  The Project will be implemented over an estimated 5-year period, beginning 1 January \n2009 and ending 31 December 2013. The project implementation schedule is in Appendix 5. \n \n  3.  Procurement \n \n66.  Each participating province will prepare an annual procurement plan and submit it for the \nMOH’s approval before the start of the fiscal year. All ADB-financed procurement will be in \naccordance  with  ADB’s  Procurement  Guidelines  (2007,  as  amended  from  time  to  time). \nProcurement of goods will use international competitive bidding procedures if over $1 million, \nnational competitive bidding if $1 million or less, or shopping if less than $100,000. Civil works \nwill use international competitive bidding procedures if over $4 million, national competitive \nbidding if $4 million or less, or shopping if less than $100,000. Vehicles will be procured through \nthe United Nations, using procurement procedures acceptable to ADB. The procurement plan \nwith indicative contract packages is in Appendix 6.  \n \n4.  Consulting Services \n67.  The Project will require 9 international consultants for a total of 70 person-months, \n12 national consultants for a total of 302 person-months, a nongovernment organization for \n48 months, and short-term national consultants for a total of 12 person-months. MOH will recruit \nas individual consultants one international engineering and environmental specialist; national \nexperts  in  project  management,  resettlement,  environmental  and  waste  management,  and \nHMIS; and the short-term consultants. All other consultants will be hired through three firms in \naccordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from time to \ntime), using a simplified technical proposal and quality and cost-based selection. Capacity \nbuilding of counterparts is included in the assignment of consultants. The indicative terms of \nreference for consulting services are in Supplementary Appendix C. \n \n  5.  Training \n \n68.  The Project supports a substantial HRD program. The indicative list of training activities \nis in Appendix 7, and the training framework and activities is in Supplementary Appendix B.    \n \n6.  Advance Action  \n \n69.  MOH will take advance action, including to establish the PMU and hire consultants to \nprepare  for  project  implementation.  ADB  concurrence  with  advance  action  and  retroactive \nfinancing does not commit it to finance the Project or related expenditures under the Project. \n \n7.  Disbursement Arrangements \n70.  The  project  loan  proceeds  will  be  disbursed  in  accordance  with  ADB’s  Loan \nDisbursement Handbook (2007, as amended from time to time). MOH will open a national \nproject imprest account, and each of the eight PHBs a second-generation imprest account \n(SGIA), to manage project funds at any bank that is acceptable to ADB. The initial amount to be \ndeposited by ADB in the national project imprest account will be based on the estimated project \nexpenditure to be paid out of the imprest account for the first 6 months of project implementation \nor $4,000,000, whichever is lower. Similarly, the SGIA advances will be based on the estimated \nprovincial expenditures to be paid out of the imprest accounts for the first 6 months of project \n ", "    17\nimplementation  or  $250,000,  whichever  is  lower.  The  statement-of-expenditure  (SOE) \nprocedure may be used to reimburse eligible project expenditures and to liquidate or replenish \nimprest  account  advances.  The  SOE  procedure  is  applicable  to  individual  payments  not \nexceeding $100,000 equivalent per payment and to liquidate advances made into the imprest \naccount as per covenants. For SGIAs, this maximum is $50,000 equivalent. MOH will ensure \ntimely  release  of  funds  to  the  provincial  accounts.  Detailed  arrangements  to  establish  the \nimprest  account  and  SOE  procedure  will  be  made  in  accordance  with  ADB’s  Loan \nDisbursement Handbook. Sufficient supporting documentation must be kept at each level to \nsubstantiate all expenditures paid from the loan proceeds. The release of funds will be subject \nto the project accomplishment reports at the provincial and national levels. \n \n8.  Accounting, Auditing, and Reporting \n71.  MOH and the departments of health in the eight provinces will maintain separate project \nrecords and accounts that are adequate to identify goods and services financed from the ADB \nloan proceeds. The EA has implemented similar projects financed by ADB and others during the \nlast 10 years, and its financial management capacity is considered adequate.  \n72.  The Government of Viet Nam will annually audit all accounts and financial statements, \nSOEs and revenues, and imprest accounts related to the Project in accordance with auditing \nstandards acceptable to ADB and using international accounting and auditing standards as a \nbenchmark. Audited financial statements and project accounts, together with the report of the \nauditor, including the auditor’s opinion on the use of loan proceeds, compliance with covenants, \nand the use of the imprest account and SOE procedures, will be submitted within 6 months of \nthe close of the financial year.   \n73.  MOH,  as  the  EA,  will  provide  ADB  with  an  inception  report  and  updated  project \nadministration memorandum within 3 months of loan effectiveness. Thereafter, MOH and the \nprovinces will provide ADB with quarterly and annual progress reports and plans for project \nimplementation within 30 days of each calendar quarter period. The progress reports and plans \nwill be in English and summarize (i) PMU capacity, coordination, and issues; (ii) progress made \nagainst established targets, including quality; (iii) problems encountered in project activities and \nactions taken to resolve issues; (iv) compliance with loan covenants, including provision of \ncounterpart funds; (v) updated implementation schedule of activities for the next 3 months; and \n(vi) financial statements including operations and maintenance support.  \n \n9.  Anticorruption Policy \n74.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government, EA, and implementing agencies. No reports of major audit issues or \nsuspicion  of  fraud  arose  under  these  agencies’  previous  projects.  Consistent  with  its \ncommitment to good governance, accountability, and transparency, ADB reserves the right to \ninvestigate, directly or through its agents, any alleged corrupt, fraudulent, collusive, or coercive \npractices relating to the Project. Relevant provisions of the Anticorruption Policy are included in \nthe loan regulations and the bidding documents for the Project. In particular, all contracts \nfinanced by ADB in connection with the Project shall include provisions specifying the right of \nADB to audit and examine the records and accounts of the EA and all contractors, suppliers, \nconsultants, and other service providers as they relate to the Project.   \n \n75.  MOH  has  handled  10  ADB  projects  and  is  familiar  with  ADB  procedures  and \nanticorruption measures. These projects helped establish clear procedures and practices for \n ", "18    \nprocuring equipment and civil works. Based on experiences in previous projects, however, the \nquality of civil works needs to be carefully monitored. The project design includes several layers \nof supervision, including an independent international engineer to oversee construction and \nenvironmental  issues.  Any  governance  risk  will  be  further  minimized  by  providing  detailed \nproject information on a project website, using detailed procurement plans, making regular \nproject reviews, and providing information and training for MOH staff not familiar with ADB’s \npolicy and procedures. Spot-checking will also be done to check adherence to the policy.   \n \n  10.  Involuntary Resettlement \n \n76.  The Project is expected to acquire 186,141 square meters of land, excluding the sites for \n5 DPMCs, which will be identified during implementation. At the assessed sites, 112 households \n(499 people) will be affected by the Project, 52 households will lose more than 10% of their \nproductive land, and 32 households will be required to relocate. A full resettlement plan has \nbeen  prepared  for  the  subprojects  where  sites  have  been  identified,  and  a  resettlement \nframework has been prepared to guide any resettlement or land acquisition that may occur for \nthe  DPMCs  and  any  other  subprojects  identified  during  implementation  (Supplementary \nAppendix D). The base cost of land acquisition and resettlement activities is estimated at $0.86 \nmillion. All households will be compensated for their losses at full replacement costs and current \nmarket  value.  Residential  and  employment  arrangements  will  be  restored  to  pre-project \nstandards, if not better. As detailed designs of civil works are finalized and approved, MOH, with \nthe assistance of the PHBs, will be required to revise and update the resettlement plans for all \ncivil works. MOH will be responsible for approving the resettlement plans and supervising all \nresettlement-related issues. The summary resettlement plan and framework is in Appendix 9.     \n \n11.  Ethnic Minorities—Consultation and Participation \n \n77.  The Project falls into indigenous people impact category A. Specific activities directly \ntargeting ethnic groups as beneficiaries have been mainstreamed in the Project, which therefore \nserves as the ethnic minority development plan. An ethnic minority strategy (Appendix 12) has \nbeen developed to (i) ensure that ethnic minorities are consulted, participate, and benefit from \nthe project throughout project implementation; and (ii) guide the implementation of information, \neducation,  and  participation  methodologies  so  that  they  are  sustainable  and  appropriately \ntargeted to ethnic minority needs. The ethnic minority strategy is based on (i) consultations with \nethnic minorities, government officials, local organizations, and other key stakeholders; and \n(ii) secondary sources and past ADB projects. The strategy is in accordance with current Viet \nNam regulations and complies with ADB’s Policy on Indigenous Peoples (1998).  \n \n  12.  Environment \n \n78.  The Project is placed in category B. Mainly beneficial impacts are expected from the \nProject,  as  it  will  support  the  construction,  rehabilitation,  and  operation  of  health  facilities, \nincluding improvement in water, sanitation, and waste management systems. However, the \nconstruction of hospitals will cause disturbances and some resettlement. Several facilities have \nold asbestos roofing materials, and these will be removed following international practices to \nprotect  workers  and  residents  as  outlined  in  the  environmental  assessment  and  review \nprocedure (EARP). Even though project impacts are overwhelmingly positive, some negative \nimpacts are likely because pollution is essentially being concentrated in the health facilities and \nemitted through point sources. There is also a risk that facilities constructed under the Project \nwill pose future health hazards due to poor maintenance, lack of supplies, or other reasons. The \nsite selection, design, construction, replacement work, and operation of health facilities will be \n ", "    19\nimplemented in accordance with the relevant regulations and standards of the Government, as \nrequired under ADB’s Environment Policy (2002). The Project will also support the development \nof environmental management plans and a waste management plan for each hospital involved \nin construction or renovation. At this time, final specifications of project components have not \nbeen  determined.  As  such,  the  project  has  been  treated  as  a  sector-like  project  loan  for \npurposes of the environmental assessment, and the initial environmental examination and an \nEARP have been prepared to comply with ADB’s guidelines for sector loans. The summary \ninitial  environmental examination for the Project is in Supplementary Appendix E. \n \n13.  Project Performance Monitoring and Evaluation \n79.  In support of developing a comprehensive provincial program approach, the project \nperformance  monitoring  system  will  be  integrated  with  and  strengthen  the  Government’s \nprovincial HMIS (output 4). MOH will contract out health and health services surveys in the first \nand fifth project year to assess the performance of the provincial health system. Measurement \nof outputs, activities, and inputs will be disaggregated by source of funding. Particular attention \nwill be given to monitoring impacts on the poor, women, children, ethnic groups, and other \nvulnerable groups. Qualitative studies will be undertaken for particular aspects (Appendix 8).  \n \n14.  Project Review \n80.  The  Government  and  ADB  will  jointly  review  project  implementation  twice  a  year, \nincluding related national policy activities and provincial planning, budgeting, and reforms. They \nwill undertake a joint midterm review after 2 years of project implementation. Within 3 months of \nphysical completion of the Project, the Government will prepare and submit to ADB a project \ncompletion report on the project execution, including compliance with loan covenants. \n \nIV.   PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA.  Project Benefits and Impact \n \n  1.    Social Benefits \n \n81.  Four of the eight project provinces have poverty levels significantly above the national \naverage of 19.5%, including Ninh Thuan at 45.0%, Quang Nam at 36.3%, Quang Ngai at \n36.1%,  and  Binh  Dinh  at  28.3%.  The  Project  contributes  directly  to  poverty  reduction  by \nimproving access and quality of health services used by the poor, in particular district hospitals \nand VHWs. Improved health reduces income losses and expenditures due to illness or disease, \nand it indirectly protects the labor force and production of food and cash crops. Under output 1, \nthe 20 supported hospitals represent 19% of all hospitals in the region, and the supported \ndistrict hospitals will directly benefit 1.7 million people, or 19% of the total population. Output 2 \nwill improve the quality of health personnel throughout the project area and increase health \nworkers from ethnic communes by providing scholarships. Output 3 aims to provide village \nhealth care for 423 remote communes out of a total of 1,024 communes, including most of the \n223 communes classified as poor and most of the estimated 250 ethnic minority communes. Of \nthese, 100 ethnic minority communes will receive intensified health and nutrition promotion and \nthe ability to better access to HCFP. To help grow the number of women and ethnic minority \nhealth workers and beneficiaries, each province will be assisted to develop gender and ethnic \nminority action plans as part of the 5-year and annual plans. The summary poverty reduction \nand social strategy is in Appendix 10, the gender analysis and action plan in Appendix 11, and \nthe ethnic minority strategy in Appendix 12. \n ", "20    \n  2.    Health System Development \n \n82.  The Project will support the provincial governments in the eight targeted provinces to \nimprove their respective provincial health systems. Each provincial government was assisted to \nprepare provincial health accounts, a comprehensive medium-term health plan, and a budget \nusing a participatory approach. This analysis and synthesis will strengthen provincial efforts to \nimprove provincial health systems within the resource envelope based on national goals and \npolicies, provincial priorities, and international good practices. The process is expected to result \nin a comprehensive provincial health program that is results-based, pro-poor, and well balanced \nacross levels and services. Such plans will help clarify purpose, improve transparency, set \npriorities, improve budgeting, coordinate investments, and monitor outcomes. MOH is keen to \nstandardize this approach and apply it in other provinces, and the Project will continue to \nsupport the approach in the targeted provinces to strengthen provincial health systems, address \nthe needs of vulnerable groups, improve service delivery, and as a building block toward a \nsector-wide approach and aid harmonization.  \n \n83.  The Project will support policy development in four areas: (i) updating national standards \nfor the design and equipping of hospitals, (ii) developing a provincial HRD system, (iii) managing \nHCFP, and (iv) provincial-level planning and management. The Project will support MOH to \nprovide policy support and learn from experiences in the provinces.    \n \n  3.  Economic Benefits \n \n84.  The quantitative cost-benefit analysis for the Project follows the methodologies outlined \nin ADB’s Guidelines for the Economic Analysis of Projects (1997). Economic benefits may flow \nfrom reduced health care costs through gains in labor productivity resulting from decreased \nincidence and severity of illness. Out-of-pocket cost savings may flow from (i) increased access \nto health services that reduce transport costs, and (ii) more efficient and rational diagnoses and \ntreatments that reduce treatment costs. An important cost factor is that caring for sick children \nalso reduces adult productivity. The Project is estimated to reduce lost workdays by an annual \naverage 6.5 million in the SCCR, valued at nearly $14 million per year. The economic internal \nrate of return from this impact is estimated at 19%, and an economic net present value of $20.1 \nmillion is calculated. The economic and financial analysis is in Supplementary Appendix F.   \n \nB.  Project Assumptions and Risks \n \n85.  The provincial budget is the most important of the public sector contributions, as direct \ncentral budget support for public health sector is relatively minor. Allocations are driven by \neconomic growth and tax revenues. Changing political priorities may also reduce the sector \nallocation.  Within  the  overall  sector  allocation,  provincial  governments  also  make  strategic \ndecisions on the balance of investments that affect the impacts of provincial health systems and \nthe Project. The Project supports policy links with MOH and provincial planning and budgeting \nto guide provinces toward results-based health system development to achieve more effective, \nequitable, and efficient health systems and to monitor this closely. The process is also expected \nto contribute to the national sector approach and aid harmonization.     \n \n86.  Several project activities such as improving the quality of hospital construction, waste \nmanagement systems, and skills training of health staff are technically challenging. MOH will \nmanage the recruitment and fielding of all consultants to ensure that adequate technical support \ncan be provided to all provinces on an as-needed basis.     \n   \n ", "    21\n87.  While substantial experience has been gained in managing the procurement system, \nsome delay in procurement is expected. Advance action will help mitigate this risk, and MOH \nhas selected project counterpart staff that has experience in project procurement.      \n \n88.  In  terms  of  financial  sustainability  of  the  project,  operational  expenditures  were \nestimated to add on average 2.3% of provincial recurrent health expenditures after project \ncompletion. The provinces have committed to provide adequate recurrent budget for operations \nand maintenance.   \n   \nV.   ASSURANCES \nA.  Specific Assurances \n89.  In  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances, which are incorporated into the legal documents: \n(i)  Provincial governments will submit to MOH and ADB (a) updated 5-year plans and \nMTEFs by June 2009, (b) annual provincial health plans and budgets, and (c) annual \nprovincial work plans for the Project. All these are to be based on a format agreed by the \nparties and will serve as a basis for monitoring performance and allocating funds. \n(ii)  Complementary to project investment, MOH has committed, starting in 2009, to provide \nadditional support for CHSs and for PHC generally to the project provinces.   \n(iii)  Each province will ensure that the annual HRD plan as developed under output 2 will \ntake  into  account  national  policy  initiatives,  including  licensure,  certification,  and \ncontinuing  education,  and  will  include  targeted  strategies  to  increase  th  number  of \nfemale and ethnic minority health workers in targeted communities.  \n(iv)  The Government will ensure that ADB loan funds are transferred to MOH and the \nprovincial  department  of  health,  that  all  necessary  counterpart  funds  for  project \nimplementation are provided in a timely manner, and that reimbursements are made in a \ntimely manner.  \n(v)  Each province will ensure that the annual budget allocation to the sector fully covers the \noperation and maintenance of all health facilities, including project-supported facilities, \nbased on projections agreed with MOH.  \n(vi)  Each province will ensure that the project gender action plan is included in the updated \n5-year  plan  and  MTEFs  and  that  specific  actions  and  targets  are  included  in  the \nprovincial annual operating plans. Activities identified in each plan will be implemented in \na  timely  manner  and  have  adequate  resources  allocated  for  preparation  and \nimplementation.  Gender-related  targets  and  indicators  are  included  in  the  project \nmonitoring system. By midterm, each province will develop a provincial health sector \ngender and ethnic minority development plan, incorporating project lessons.  \n(vii)  Each province will ensure that the project ethnic minority strategy is included in the \nupdated 5-year plan and MTEF and that specific actions and targets are included in the \nprovincial annual operating plans. Activities identified in each plan will be implemented in \na  timely  manner  and  have  adequate  resources  allocated  for  preparation  and \nimplementation.  Ethnicity-related  targets  and  indicators  are  included  in  the  project \nmonitoring system. By midterm, each province will develop a health sector gender and \nethnic minority development plan, incorporating project lessons. \n(viii)  MOH will ensure that the construction and operation of all health facilities under the \nProject  comply  with  all  applicable  national  laws  and  regulations  and  with  ADB’s \nenvironmental policies and regulations, specifically ADB’s Environment Policy. ADB will \nbe informed if the construction of any health facility requires the removal of hazardous \nmaterials, including asbestos. Safe removal of asbestos and other hazardous materials \n ", "22    \nwill  be  undertaken  following  international  procedures,  as  outlined  in  the  EARP. \nSubprojects will be reviewed and addressed under the EARP prepared for the Project. \n(ix)  The Government, through MOH, will ensure implementation of the resettlement plan and \nwill further ensure that (a) for identified subproject sites, resettlement activities will be \ncarried out in accordance with the resettlement plans agreed between the Government \nand ADB; (b) for sites not yet identified, it will prepare resettlement plans in accordance \nwith the agreed resettlement framework and ADB’s Involuntary Resettlement  Policy \n(1995), disclose all such plans to the public, and submit them to ADB for approval; and \n(c) for all sites, the resettlement plans will be updated after completion of detailed \ndesigns and detailed measurement survey and prior to the award of any civil works \ncontracts. Such updated resettlement plans will be disclosed to the public and submitted \nto ADB for approval. Any civil works will be commenced only after the required land has \nbeen acquired and affected households have been relocated and compensated at full \nreplacement costs. External monitoring reports will be submitted to ADB and uploaded to \nADB’s website. Adequate budgetary support will be committed by the Government and \nmade available to cover the costs of land acquisition and resettlement. Resettlement \nactivities  will  be  conducted  in  line  with  Vietnamese  laws  and  ADB’s  Involuntary \nResettlement Policy. In case of discrepancies between the Vietnamese laws and ADB’s \nrequirements on involuntary resettlement, ADB’s policy will apply. \n \nB.  Conditions for Loan Effectiveness \n90.  MOH will confirm that:   \n(i)   Each project province has established a PPMU. \n(ii)  Each project province has signed a memorandum of understanding with MOH providing \nthe provincial commitment to the Project; and the project terms and conditions including \nthe preparation and carrying out of provincial strategic and annual plans and budgets \nand related performance monitoring, the project scope and counterpart funding, project \nimplementation arrangements, and adherence to ADB’s procurement guidelines and \nenvironmental and social safeguards for project-financed activities.       \n \nVI.  RECOMMENDATION \n \n91.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to Special Drawing Rights 46,755,000 to the Socialist Republic of Viet \nNam for the Health Care in the South Central Coast Region Project from ADB’s Special Funds \nresources with an interest charge at the rate of 1.0% per annum during the grace period and \n1.5% per annum thereafter; a term of 32 years, including a grace period of 8 years; and such \nother terms and conditions as are substantially in accordance with those set forth in the draft \nLoan Agreement presented to the Board.   \n   \n \n \n                    Haruhiko Kuroda \n                    President \n \n10 October 2008 \n  \n \n ", "            Ap pendix 1                 23   \n   \n     \nSri DESIGN AND MONITORING FRAMEWORK \n \n    Data   \n  Performance  Sources/Reporting  Assumptions  \nDesign Summary  Targets/Indicators  Mechanisms   and Risks  \nImpact        \nImproved health status of  Between 2009 and 2013:    Assumption \nthe population, in particular  •  Infant mortality rate  •  Health statistics  •  Health services are \nthe poor, women and  reduced by 15% overall  profile 2002–2006  appropriate to the needs of \nchildren, and ethnic  and 30% among ethnic  •  Provincial health  the poor and of high quality. \nminorities in the south  minorities (from 19 to 16  surveys 2009,  Risk \ncentral coast region   overall and from 42 to 29  2013  •  Escalating cost of living and \n  in poor ethnic minorities  •  Annual report of  direct and indirect cost of \nper 1,000 live births).  vital statistics  health services restrain the \n•   Annual maternal deaths  •  Monitoring of vital  poor from using the health \nreduced from 245 to 208  events in ethnic  services.  \noverall and from 62 to 43  minority \nin ethnic minority women.  communes  \n \nOutcome        \nMore comprehensive, well- Between 2009 and 2013:    Assumptions \nmanaged, and better-used  •  Use of health services by  •  Provincial health  •  The provinces give priority \nprovincial health systems in  the population in general  services and  to health care for the poor, \nthe eight provinces, with a  increased by 15%, and by  hospital statistics  women and children, and \nfocus on health care for the  the poor, women, and  •  Provincial and  ethnic groups. \npoor, women and children,  ethnic minorities increased  hospital health  •  Investments result in better \nand ethnic minorities   by 30%.   services surveys   quality of health services.  \n  •  Poor pregnant women    •  Strong demand for services \ndelivering in health    from the poor, in particular \nfacilities increased from    ethnic women.  \n42% to 48%.  Risk \n•  Hospital case fatality rate  •  Financial support for rural \nreduced by 10% for all  health services declines. \nincome groups. \n•  Use of health insurance \nfund by ethnic minorities \nincreased by 25%.  \nOutputs        \nOutput 1: Improved  By 2012:    Assumptions \nHealth Facilities  •  8 new and 18 upgraded  •  Engineer’s report  •  Provincial Governments  \n  health facilities    provide counterpart funds. \n1.1 New and upgraded  •  District hospitals with  •  Hospital statistics   •  Investments are \nhealth facilities and  capacity for emergency    appropriate to the needs.  \nequipment  obstetric care increased by    Risks \n  2 per province.    •  Price increases due to \n1.2 Improved water,  •  All new and upgraded  •  Engineer’s report   delays in consulting. \nsanitation, and waste  facilities meet MOH    services and contracting  \nmanagement    service standards for  •  Technical feasibility of \nwater, sanitation, and  waste management \nwaste management.  •  Purchase of inappropriate \nequipment \nOutput 2: Strengthened       \nProvincial HRD  By 2009:    Assumptions \n  •  Provincial HRD plans  •  Provincial HRD  •  Provinces have an interest \n2.1 Improved provincial  approved, especially the  plan  in, and capacity to prepare \nhuman resource  training of women and    HRD plans.  \nplanning and  ethnic minorities     •  Sufficient number of master \nmanagement  •  88 master and 415 core    trainers can be identified.  \n  trainers applying skills-   •  Trainers adopt skills-based \n2.2 Improved provincial  based training  training approach.  \ntraining capacity    \n ", "24   Appendix 1 \n   \n    Data   \n  Performance  Sources/Reporting  Assumptions  \nDesign Summary  Targets/Indicators  Mechanisms   and Risks  \n2.3 Improved quality and  By 2010:     \navailability of staff  •  Every CHS has at least  •  Provincial HRD  •  Female staff willing to work \n  one trained female staff  plan  in CHS for low pay. \n  member.    •  Staff training results in \n  By 2012:    more competent staff.  \n  •  Number of qualified female  •  Provincial HRD  •  Female ethnic minority \n  ethnic minority health care  plan  candidates qualify for \n  professionals increased by    scholarships (if necessary, \n2.4 HRD provincial studies  50%.     with bridging). \nare used in policy  •  HRD studies (10),  •  Assessment by  •  Study proposals are of \nformulation.  including at least two  experts  satisfactory quality.  \nfocusing on gender and    Risk \nethnic minority issues, are  •  Further disparities between \nshared and discussed by  public and private wage \nMOH.  levels   \n \nOutput 3: Improved       \nAccess to Health Care  By 2013:    Assumptions \nfor the Poor  •  At least 95% of 423 poor  •  Health services  •  Communes have active \n  communes have at least  survey (for village  health committees. \n3.1 Better village health  one female skilled staff.  level)  •  Suitable candidates can be \ncare in remote  •  At least 80% of trained  •  Health services  identified as female or male \ncommunes  VHWs provide standard  survey (for village  VHWs and have time and \n  package of reproductive  level)    resources to work as such.  \n  health care.    •  VHWs are competent. \n  •  At least half of women of  •  Household survey  •  Health and nutrition \n  100 ethnic minority     promotion campaign is \n3.2 Health and nutrition  communes participated in    effective. \npromoted in ethnic  health and nutrition  Risk \nminority communes.  promotion campaigns.   •  Other impediments prevent \n  •  Ethnic minorities that know  the poor from access the \n  how to use insurance card  funds. \n3.3 Reduced barriers to  increased by 50%.   \nhealth care funds for \nthe poor  \n \nOutput 4: Strengthened       \nProvincial Health  By 2010:    Assumptions \nSystems  •  Provinces prepare quality  •  Provincial health  •  Provincial health officers \n  provincial health plans and  plans and budgets  and hospital managers \n4.1 Strengthened  budgets based on agreed    apply management skills. \nprovincial health  standard criteria.    •  MOH strongly supports \nsystems management   By 2012:    improved provincial and \n  •  Health system and hospital  •  HRD plan and  hospital management. \n  managers comprise at  training  •  Managers have access to \n  least 25% females and  assessment  web information resources.  \n4.2 Strengthened hospital  have been trained in    Risks \nmanagement   planning and    •  Financial incentives for \n  management.    investment in expensive \n  •  Half of district hospitals  •  Hospital reports  medical technology. \n4.3 Better health  have computerized health    •  Limited capacity to maintain \nmanagement  management information    computerized systems. \ninformation systems   systems.     \n     \n4.4 Effective project  From 2009 onwards:  •  Quarterly report \nmanagement support  Project procurement and   \n  financing management meet   \n  ADB standards.   \n ", "            Ap pendix 1                 25   \n   \n     \n    Data   \n  Performance  Sources/Reporting  Assumptions  \nDesign Summary  Targets/Indicators  Mechanisms   and Risks  \nActivities with Milestones  Inputs \nOutput 1: Improved Health Facilities (base cost: $52.9 million)  ADB: $72 million \n1.1.1 Resettlement by 2009.  •  Civil works: $21.37 million \n1.1.2 Revision of hospital design and service standards by 2009.  •  Equipment and vehicles: \n1.1.3 Construction design and bidding by 2011.  $17.68 million \n1.1.4 New construction of 8 health facilities, including 1 regional and 1 district hospital,        •  Drugs and supplies:  \n1 SMS, and 5 DPMCs; and upgrading of 18 health facilities, including 1 provincial,         $3.28 million  \n4 regional, 11 districts, 1 rehabilitation, and 1 traditional hospital by 2012.   •  Staff development:  \n1.1.5 Preparing equipment list and bidding by 2011.  $8.43 million \n1.1.6 Procurement of equipment and training for 31 health facilities by 2013. \n•  Workshops, studies, \n1.2.1 Improving hospital water, sanitation, and waste management systems in 26 \nsystem development:  \ntargeted health facilities by 2012. \n       $2.31 million \n1.2.2 Waste management training by 2012. \n•  Consulting services:    \n \n$3.55 million \nOutput 2: Strengthened Provincial Human Resources (base cost: $6.2 million) \n•  Project management:    \n2.1.1  Provincial teams conduct workshops and field visits to develop provincial HRD \n$2.04 million \nplans annually.  \n•  Taxes and duties on \n2.2.1 Conduct of teacher training for better skills-based training methods at SMSs by \ninvestment: $1.46 million \nannually, with support of external teachers. \n•  Operations and \n2.3.1 In-service training for totals of 3,000 district staff and 3,500 CHS staff by 2013. \nmaintenance: $2.40 million \n2.3.2 Merit-based scholarships for teachers, nurses, paramedics, doctors, and managers \n•  Taxes and duties on \nby 2013. \nrecurrent costs: $0.11 \n2.3.3 Ethnic minority scholarships for preservice training (160), at least 60% to ethnic \nmillion \nminorities, 50% to women, by 2013.  \n•  Contingencies:  \n2.4.1 Field-based HRD studies on topics aimed at improving health care for the poor, \n       $7.44 million \nwomen, children, and ethnic minorities, completed by 2012.   \n  •  Interest charges on loan \nduring implementation: \nOutput 3: Improved Access to Health Care for the Poor (base cost: $6.2 million) \n$1.93 million \n3.1.1 Design of village health worker training. \n \n3.1.2 Training of district and CHS staff. \nGovernment: $8 million \n3.1.3 Retraining 6,500 VHWs, 1 female and 1 male, for 423 remote communes, by 2013. \n3.1.4 New training of 1,600 VHWs for remote communes, where required, by 2012.  •  Resettlement: $0.86 million \n3.2.1 Design of health and nutrition promotion program by 2009.   •  Civil works: $5.27 million \n3.2.2 Community-based health and nutrition promotion using a NGO and targeting 100  •  Taxes and duties on \nethnic communes, in particular to improve reproductive health, by 2012.     investment: $0.28 million \n3.3.1 Education campaign for 100 ethnic minority communes to better use the health  •  Operations and \ncare funds for the poor, by 2011.   maintenance: $0.56 million \n3.3.2 System development and training for better fund management, by 2011.  •  Taxes and duties on \n  recurrent costs:   \nOutput 4: Strengthened Provincial Health Systems (base cost: $4.3 million)          $0.03 million \n4.1.1 Update provincial health management manual, by 2009.  •  Contingencies:  \n4.1.2 Provincial health manager training, by 2011.         $1.00 million \n4.1.3 Provincial health accounts, in 2009 and 2013.   \n4.2.1 Introduction of new management standards for hospitals, by 2010. \n4.2.2 Hospital manager training, by 2012.   \n4.3.1 Improving HMIS design by 2009. \n4.3.2 Training of 800 staff in HMIS, by 2011. \n4.4.1 Provincial health system gender action plan and ethnic minority development plan \nare part of the provincial 5-year and annual plans from July 2009 onwards, and \ntheir implementation is coordinated and monitored by the provincial health bureaus. \n4.4.2 Provincial health and health services surveys conducted in 2009 and 2013.  \nADB  = Asian Development Bank, CHS = commune health station, DPMC = district preventive medicine center, HRD = human \nresource development, MOH = Ministry of Health, PHC = primary health care, SMS = secondary medical school, VHW = \nvillage health worker.  \n   ", "26   Appendix 2   \nSECTOR ANALYSIS \n \nA.  Health Trends \n \n1.  As shown in Table A2.1, Viet Nam is likely to achieve several health-related Millennium \nDevelopment  Goals  (MDGs)  in  2015.  The  target  for  the  maternal  mortality  ratio  may  be \nachieved,  but  the  HIV  prevalence  in  adults is  not  likely  to  be  reduced  to  the  1990  level. \nVariations  in  health  indicators  by  income,  place  of  residence,  and  ethnic  background  are \nsubstantial. A 2000–2001 study found a maternal mortality ratio of 79 per 100,000 live births in \nurban areas, 145 in rural areas, and 269 in the mountainous and midland areas.1    \n \nTable A2.1: Trends in Key Health Indicators in Viet Nam \n \n  Millennium Development Goals  1990–1992  2000  2004–2005  2015  Target \n         \n Child Malnutrition Ratea   45.0  33.1  25.2  22.5 \n Under-five Mortality Rateb    58.1  42.0  27.5  19.0 \n Maternal Mortality Ratioc            200–249  95.0  80.0           50–62 \n Prevalence of HIV Infection in Adultsd       0.004  0.273  0.51  < 0.004 \n Prevalence of Malaria Infection (%)  1.65  0.38  0.15  < 0.15 \n Incidence of Tuberculosis Infection (%)             0.086  0.11  0.11  < 0.086 \na  % Low weight in children under 5 years. \nb Number of children below 5 years old who die in a year, per 1,000 live births during that year.  \nc Ratio of the number of maternal deaths per 100,000 live births. \nd % Adults from 15-49 infected. \nSource: Ministry of Health, Viet Nam, and Health Partnership Group. Joint Annual Health Review 2007. Ha Noi.  \n \n2.  The population of the south central coast region (SCCR) is about 9 million, representing \nover 10% of Viet Nam’s total population. With an average poverty incidence of 25.0%, and a \nrural population of 68.8%, the SCCR stands just below the national average. However, there are \nstrong variations in the poverty incidence, with Da Nang the lowest at 4%, Quang Nam and \nQuang Ngai relatively high at 36%, and Ninh Thuan at 45%, as shown in Table A2.2. Health \nindicators are close to the national average, with some variation by province. However, these \ndata are not based on representative samples and should therefore be considered indicative.     \n \nTable A2.2: Health Indicators for Viet Nam’s South Central Coast Region, 2005 \n \nPercent <5 \n  Percent  Poor People    Underweight \nArea  Population  Rural  (%)  IMRa  (2006) \nViet Nam  83,119,900  73.0  19.5  17.8  23.4 \nSCCR  8,762,700  68.8  25.0  18.2  23.8 \nDa Nang  777,100  13.8  4.3  9.0  15.6 \nQuang Nam  1,463,300  82.9  36.3  22.0  23.5 \nQuang Ngai  1,269,100  85.6  36.1  20.8  27.4 \nBinh Dinh  1,556,700  74.8  28.3  20.3  26.2 \nPhu Yen  861,100  79.1  21.0  30.8  25.2 \nKhanh Hoa  1,122,500  60.1  9.7  14.7  20.4 \nNinh Thuan  562,300  67.4  45.0  22.6  29.3 \nBinh Thuan  1,150,600  62.4  15.7  18.7  25.2 \n  IMR = infant mortality rate, SCCR = south central coast region. \na Number of infant deaths below 1 year of age per 1,000 live births. \n       Source: Ministry of Health. Health Statistics Profile 2002–2006. Ha Noi.   \n \n                                                 \n1 World Health Organization West Pacific Regional Office. 2005. Maternal Mortality in Viet Nam 2000–2001. Manila. \n ", "          A ppendix 2          27   \n         \n \nB.  Health Services \n \n3.  The public health system is organized in administrative tiers, as well as into three main \nvertical  pillars:  administrative,  curative,  and  preventive.  Public  health  administration  is \nconcerned with planning and budgeting, management of the health system, and monitoring \nperformance. It also has a role in accreditation and inspection of private services. Preventive \nand hospital services are mostly public. Private services mainly contribute to curative outpatient \ncare. About 30,000 private clinics operate nationwide.2 In addition to registered pharmacies and \ndrug shops, there are an unknown number of unregistered providers.   \n  \n4.  In 2006, Viet Nam had 942 public hospitals and 43 private hospitals with a total of \n197,686 beds in all health facilities including 132,381 beds in hospitals, or 16 hospital beds per \n10,000  people.3 The  Ministry  of  Health  (MOH)  managed  21  large  hospitals,  while  local \nauthorities managed 921 hospitals (207 specialized, 117 provincial, and 597 district hospitals). \nThe country also had 838 polyclinics and 10,679 commune health stations (CHSs) linked to \nvillage health workers (VHWs). Seventy percent of hospitals have fewer than 100 beds. The 43 \nprivate hospitals account for 4.1% of all hospitals and 2.4% of patient beds.  \n \n5.  Preventive  activities  have  been  centered  at  the  commune  level.  In  recent  years, \nhowever, and stimulated by the increasing prevalence of HIV/AIDS and emerging diseases, \nMOH developed a nationwide system of provincial preventive medicine centers. It has also \nadopted a plan to establish separate district preventive medicine centers (DPMCs). The DPMCs \nwould primarily be responsible for infectious diseases control, food safety, certain reproductive \nhealth services, and environmental health. These facilities receive direct support from MOH.   \n \n6.  The network of health services provides good coverage of essential services with the \nsupport of vertical programs. For example, 98% of children under 1 year of age are fully \nimmunized and 96% of deliveries are attended by a trained health worker. However, there are \nalso gaps. Table A2.3 shows that the poor know less about prevention, use services less often, \nand are more dependent on VHWs. It also shows, if these statistics are correct, that there is an \noverdependence on hospitals as the first contact, including in SCCR. Reliable provincial health \nservices  indicators  are  not  available.  According  to  MOH,  the  provincial  data  are  not \nrepresentative and are inaccurate.4 The data provided in Table A2.4, therefore, need to be \ninterpreted with caution. While there is no doubt that coverage with services is high, it is quite \npossible  that  it  is  actually  somewhat  lower  than  these  data  suggest,  in  particular  when \nconsidering the minorities living in the remote mountain areas in the coastal provinces.    \n \nC.  Health Policies  \n \n7.  While appreciating the sector’s gains, the Government recognizes the major challenges \nfacing the sector due to changing demand and residual pockets of high mortality. The Political \nBureau’s Resolution No. 46 of 2005 calls for adjusting the health system to the modern market \neconomy. The Government has approved a range of policies and plans to help reform the \nhealth sector. For example, Decree No. 139 of 2002 and Decree No. 63 of 2005 helped finance \nhealth  care  coverage  for  the  poor.  Decision  No.  225  of  2005  approved  the  district  and \ninterdistrict hospitals program. Decision No. 153 of 2006 approved the master plan for Viet Nam \n                                                 \n2  Government of Viet Nam. 2006. Comprehensive Development Design for the Health System in Viet Nam to 2010 \nand Vision by 2020. Ha Noi (p. 9). \n3  Excluding hospitals serving the military and certain industries, such as agriculture, mining, and transportation. \n4  For a decentralized health system relying on provincial planning and budgeting, this is a critical shortcoming.  \n ", "28   Appendix 2   \nhealth systems development to 2010 and vision to 2020. Decree 131 of 2006 enhanced the \nauthority of line ministries to process external aid. Several health-related policies are described \nin Table A2.5.  \n \n    Table A2.3: Key Health Service Indicators by Income Quintile \n \nNear-\nIndicators  Poor  Poor  Average  Better-Off  Rich  SCCR \n% Children under 5 who are underweight  34.2  29.1  23.8  21.0  12.7  24.7 \n% People aged 15 and older who smoke  62.0  59.8  55.7  54.3  50.7  57.8 \n% People using clean water  66.5  74.8  79.6  85.5  94.0  83.9 \n% People without toilet  33.3  14.1  8.9  5.2  1.3  43.3 \n% Children <2 years receiving growth monitoring  30.0  45.1  51.7  59.8  75.5  54.0 \n% women receiving >3 antenatal checkups    28.0  48.9  56.2  62.8  82.0  49.4 \n% women delivering with caesarian section  2.2  3.9  5.7  8.0  15.5  5.8 \n% women giving birth in a public health facility  42.5  71.9  78.4  82.8  90.3  60.9 \n% households who know about safe sex and HIV  22.4  31.2  35.2  57.6  48.9  35.0 \n% people using health services in the last 4 weeks  34.4  43.1  41.8  42.2  37.4  40.0 \n% patients consulting VHW in the last 4 weeks  2.9  1.8  2.1  2.3  0.8  0.4 \nInpatient days per 100 population in the last year  5.8  6.5  6.6  6.2  5.8  7.8 \nFirst contact with public health services (%):   \n  Community health station  4  6  5  4  5  5 \n  Polyclinic  8  7  5  4  2  5 \n  District hospital  52  44  42  35  18  44 \n  Provincial hospital  29  31  37  42  54  41 \n  Central hospital  4  7  7  11  14  3 \n  Other public  facilities  2  4  5  5  7  1 \nSCCR = south central coast region, VHW = village health worker. \nSource: Ministry of Health. Health Statistics Profile 2002–2006. Ha Noi.   \n \nTable A2.4: Key Health Services Indicators for Viet Nam’s South Central Coast Region, 2006 \n \nMeasles  Antenatal \nInpatient to  Immunization  Care  Birth Attended by \nOutpatient to  Population  Coverage   Coverage   Trained Health Worker \nArea  Population Ratioa  Ratiob   (%)  (%)  (%) \nViet Nam  2.3   7  96.4  87  97 \nSCCR  2.0   8  98.0  91  94 \nDa Nang  2.7   15  100.0  99  100 \nQuang Nam  1.2   9  96.7  90  94 \nQuang Ngai  1.3   6  96.8  80  90 \nBinh Dinh  2.3   8  98.6  98  99 \nPhu Yen  2.2   6  96.1  —  100 \nKhanh Hoa  3.3   7  98.1  93  99 \nNinh Thuan  1.5   5  93.8  87  83 \nBinh Thuan  2.3   6  100.9  91  88 \n— = not available, SCCR = south central coast region. \na Average number of outpatient visits per person per year. \nb Average number of inpatient per 100 persons per year. \nSource: Ministry of Health. Health Statistics Profile 2002–2006. Ha Noi.   \n \n \n ", "          A ppendix 2          29   \n         \n \nTable A2.5: Health Policies \n \nTitle  Features \nResolution No. 46 NQ/TW of the  •   Overall healthcare system development; renewal of health financing  \nPolitical Bureau dated 23 February         policies; human resource development  \n2005 on health care for people  •   Enhance socialization including private sector \n•    Improvement of impact of information, education and communication \nDecision No. 243  (cid:131)  Health objectives 2010, including MMR <70/100,000 live births; IMR \n2005/QD-TTG dated 5 October 2006  <16/1,000; CMR < 25/1,000; malnutrition rate among children under 5 \nissuing Government Action Plan to  <20% \nimplement Resolution 46  (cid:131)  Service targets, e.g., 7 medical doctors/10,000 inhabitants \nDecree 131  (cid:131)  Process of preparation, appraisal and approval of ODA projects \n2006/ND-CP dated 9 November 2006  (cid:131)  Management of ODA projects \non use of ODA \nDecision No. 225  (cid:131)  Upgrade infrastructure, equipment and technical capacity of district \n2005/QD-TTG approving “Upgrading  hospitals and selective interdistrict hospitals to move health services closer \nDistrict and Inter-District Hospitals  to population to better serve the poor and those living in mountainous and \nProgram”  disadvantaged areas as well as to reduce patient congestion at higher-tier \nhospitals \nDecision No. 153  (cid:131)  Invest in preventive care systems to control outbreaks and epidemics \n2006/QD-TTG approving the Master  (cid:131)  Invest in curative and rehabilitative care systems: catchment-area based \nPlan for Viet Nam Health Systems  rather than administrative unit-based  \nDevelopment to 2010 and Vision to  (cid:131)  Secure medical waste management and infection control capacity  \n2020  (cid:131)  By 2010, 20.5 beds per 10,000 inhabitants including 2 private sector beds \n(cid:131)  Strengthen grassroots health system and pharmaceutical sector \nDecree No. 139  (cid:131)  Primary beneficiaries: poor, disadvantaged communes, ethnic minorities, \n2002/QD-TTG on Healthcare for the  secondary beneficiaries (those who have incurred catastrophic healthcare \nPoor  cost) \n(cid:131)  Establishment of provincial health care fund for the poor \n(cid:131)  Budget allocation: D70,000/person/year (state budget secures 75%) \n(cid:131)  Implementation through health insurance card or direct reimbursement  \nDecree No. 63  (cid:131)  Expanded target groups of compulsory and voluntary schemes \n2005/ND-CP dated 16 May 2005 on  (cid:131)  Benefit package; premium (D50,000 for the poor) \nHealth Insurance  (cid:131)  Contracted providers (inclusion of private providers) \n(cid:131)  Responsibilities of concerned partners (provider, purchaser, user) \nDecree No. 43  (cid:131)  Decentralization of hospitals \n2006/ND-CP dated 25 April 2006 on  (cid:131)  Staffing autonomy (staffing norm, selection, contracting and use of staff) \npublic entities’ autonomy and its  (cid:131)  Financial autonomy (revenue generation and use, development of internal \nimplementing paper—Circular  expenditure norms)  \n71/2006/TT-BTC dated 9 August 2006 \nDecree No. 172  (cid:131)  Establish district health bureau to take governmental management of \n2004/ND-CP dated 29 September  healthcare in the district (it is under the direct management of district \n2004 on organization of entities  people’s committee rather than provincial health department, and oversees \nbelongs to District People Committees  commune health stations) \nResolution No. 46  (cid:131)  State budget secures to cover public health, basic health care for the poor, \n2005/ND-CP dated 18 April 2005 on  children under 6, preventive care, grassroots health care, etc. \nenhancement of socialization in  (cid:131)  Expand health insurance coverage and contracted providers \neducation, healthcare, culture and  (cid:131)  Increase hospital fees to properly reflect real direct costs \nsport activities  (cid:131)  Encourage private sector \nDecision 122  (cid:131)  Establish computerized system used in state administrative management \n2001/QD-TTG dated 27 July 2001  (cid:131)  Construct national databases in targeted ministries including MOH \napproving “Computerized state  (cid:131)  Computerizes public services to better serve people and business \nadministrative management” program  (cid:131)  Provide informatics training for civil servants at district and higher level \nperiod 2001–2005 \nCircular 03  (cid:131)  Specific guidance on functions, organization and implementation \n2007/TT-BKH dated 12 March 2007 on  arrangements of ODA-financed project’s project management unit \nPMU \n% = per thousand, CMR = child mortality rate, IMR = infant mortality rate, MMR = maternal mortality rate, MOH = Ministry \nof Health, ODA = overseas development assistance, D = dong. \nSource: Ministry of Health. \n ", "30   Appendix 2   \nD.  Health Facilities and Equipment \n \n8.  As  shown  in  Table  A2.6,  the  SCCR  has  two  MOH  hospitals  (in  Da  Nang  City), \n40 provincial  hospitals,  64  district  hospitals,  91  regional  polyclinics,  and  1,020  CHSs.  A \nprovincial hospital covers a relatively small population of about 1 million people and is therefore \ncomparable to the World Health Organization (WHO) concept of the district hospital with a \nlimited range of specialty services. The bed:population ratio for provincial hospitals is therefore \nan important indicator, and it is about 8 per 10,000 people. That is slightly higher than the \nnational average. Da Nang has more provincial beds due to its regional function. Quang Nam \nand Quang Ngai have relatively few provincial hospital beds.  \n \nTable A2.6: Public Health Infrastructure in the South Central Coast Region \n \nProvincial Hospitals \nMOH  General   Total  Beds per  District \nArea  Hospitals    Specialty  Beds  1,000 People  Hospitals   Polyclinics  CHS \nViet Nam  31  117  207  70,170  7  597  838  10,679 \nSCCR  2  25  15  6,680  8  64  91  1,020 \nDa Nang  2  5  2  1,330  17  6  0  54 \nQuang Nam  0  3  0  530  4  13  20  219 \nQuang Ngai  0  1  2  600  5  12  13  176 \nBinh Dinh  0  6  1  1,200  8  10  8  155 \nPhu Yen  0  2  3  550  6  8  17  102 \nKhanh Hoa  0  4  2  920  8  6  16  137 \nNinh Thuan  0  2  4  600  10  2  4  59 \nBinh Thuan  0  2  0  950  8  7  13  118 \nCHS = commune health station, MOH = Ministry of Health, SCCR = south central coast region. \nSource: Ministry of Health. Health Statistics Profile 2002–2006. Ha Noi.   \n \n9.  As extensive as it is, Viet Nam’s health infrastructure has deteriorated and is poorly \nequipped, with inadequate systems for water and waste management and infection control. \nMost provincial hospitals (including those in the SCCR) were constructed 20 or more years ago. \nNo systematic data is collected on the status and maintenance of facilities, however, and \nmaintenance  budgets  are  small.  Planning  the  upgrading  and  new  construction  of  public \nhospitals is challenging, given the increasing demand for high level quality care, improving \nphysical and financial access, and expected deregulation of private hospital development by \n2010. Bypassing of district hospitals is thought to be common, although firm statistics are \nlacking. A major reason is thought to be the lack of specialty services. MOH wants to address \nthe shortage of provincial hospital beds with specialty services by upgrading certain district \nhospitals to regional hospitals serving 2–3 districts. However, such regional hospitals are often \nproposed along main roads in low population areas where land is available. Furthermore, new \ndistrict hospitals are sometimes being planned in suburban areas near provincial hospitals. \nGiven the tendency to bypass smaller facilities, some form of gatekeeping may be required to \nensure proper use of facilities at all levels. Inpatient stay is particularly long in the SCCR, which \nis believed to be linked to financial incentives rather than case mix. While there is an overall \nshortage of hospital beds in the country, including in the SCCR, current facilities could be better \nused by introducing such a gatekeeping system and also by shortening inpatient stays. \n \n \n \n \n \n \n \n ", "          A ppendix 2          31   \n         \n \n10.  MOH estimates that only 50% of hospitals meet 80% or more of prescribed equipment \nstandards. Just 5% of hospitals have modern X-ray equipment, and 30% of hospitals have \nreceived overseas development assistance. MOH has set out criteria to guide the modernization \nand standardization of curative services. There is a standard list of equipment for every type of \nhealth  facility.  Given  increasing  demand  for  high-quality  health  care,  this  includes  certain \nequipment for advanced diagnostics, in particular for cardiovascular diseases, cancer, and \ntrauma. In any hospital project, waste management systems and practices will need to be \nbrought up to current standards, and staff will need to be trained to implement these systems.    \n \nE.  Health Workforce \n \n11.  The departments of science and training, organization and personnel, and therapy, \nalong with provincial health bureaus, universities, secondary  medical schools (SMSs), and \nothers, are working together to develop a comprehensive human resource development (HRD) \npolicy and to strengthen workforce planning, management, and training (footnote 2, p.48). There \nhas been significant decentralization of responsibility for managing the health workforce over \nrecent years. Each provincial health department prepares an annual plan including HRD, and \nparticularly training, consistent with the guidelines provided by MOH. Provinces lack the skills to \nplan and manage HRD in an increasingly complex health environment, however, and also lack \nthe analytical capacity to examine specific HRD issues. This will require strong collaboration \nwith  MOH.  Additional  research  will  be  required  to  support  the  HRD  plan.  However,  local \nresearch grants rarely get used for researching health systems and policy, as they are directed \nto clinical studies.5   \n \n12.  Over the past 5 years, the MOH workforce has grown at 2.28% per year,6 compared to a \npopulation growth of 1.37% per annum.7 However, the health care workforce in the SCCR grew \nonly by 0.02% in this period. Nationally in 2005, there were 0.6 doctors per 1,000 population, up \nfrom 0.4 in 1993. However, there were only 0.63 nurses per 1,000 population, similar to the 0.62 \nin 1993.8 The ratio of nurses to doctors was only 1.3, compared to the WHO standard of 4–5 \nnurses per doctor (footnote 2, p. 13). Commendably, 94.8% of Viet Nam’s 10,679 CHSs have at \nleast one trained health worker, often a midwife, and 70% have a doctor.9 While most deliveries \nare attended by a trained health worker, this is less common in the remote areas where most \nmaternity deaths occur. In June 2007, new staffing targets were set. To boost the number of \ndoctors to the target of 0.7 per 1,000 population and achieve the ratio of 3.5 nurses per doctor, \nthe workforce would need to grow at a combined 3.6% per annum. That is much faster than the \ncurrent growth of the entire workforce.10  \n \n13.  The distribution of health staff is inequitable, with poor provinces and rural areas unable \nto attract enough staff to meet MOH guidelines. At district level, there is often lack of specialists \n(e.g.,  obstetrics  and  gynecology).11 SCCR  provinces  reported  staff  shortages  at  all  levels, \nparticularly at commune level.12 Gender imbalances also exist in the health workforce. While \n                                                 \n5  WHO. 2006. Rapid Health System Assessment: Viet Nam. Ha Noi (p. 15). \n6  In 2005, the Government employed 259,583 staff in the health sector. About 12% work at the central level, 31% at \nprovincial level, 25% at district level, and 19% at commune level. About 18% of hospital workers are contractual \nstaff.  \n7  MOH. 2005. Health Statistics Yearbook, 2005. Ha Noi. \n8  MOH. 2007. Viet Nam Health Report 2006. Ha Noi: Medical Publishing House. \n9  Ministry of Health, HSID, Planning–Financial Department, Viet Nam. Health Statistics Yearbook 2005. Ha Noi.  \n10 MOH. 2007. Circular No: 08/2007/TTLT-BYT-BVN. Ha Noi.   \n11 World Bank. 2001. Growing Healthy: A Review of Viet Nam’s Health Sector. Washington, DC (p. 124). \n12 Feedback from participants at HRD breakout group at MOH/ADB Workshop III, 26–27 July 2007. \n ", "32   Appendix 2   \nwomen make up 50% of staff at all levels, the proportion varies significantly with regard to \nqualification. Most women are nurses or other secondary level staff and comprise only 30% of \npostgraduate degree holders and 39% of medical doctors or pharmacists (footnote 7). The \nrepresentation of ethnic minorities in the health workforce varies greatly in different provinces \n(footnote 11, p.125). Barriers include lack of required education, language, and training costs.  \n \n14.  Where staff is available, there is ample evidence of gaps in knowledge and skills. Most \nnonmedical staff are trained at SMSs, which exist in all the SCCR provinces except for Ninh \nThuan. These SMSs are also responsible for most in-service training. The education in an SMS \nis demanding but rather theoretical and traditional, and it lacks feedback from the workplace.13 \nMaking teaching more skills-based requires teachers to adopt active teaching and learning \nmethodologies and develop appropriate curricula and teaching resources (footnote 11, p.135). \nMost teachers lack postgraduate training, and their skills also need upgrading.14  \n \n15.  There are no established continuing education standards for staff at any level, including \ndoctors. There is no planned approach for updating on new treatment regimes (footnote 11, \np.136).  There  are  also  no  established  guidelines  for  professional  licensure  or  institutional \naccreditation, although policies addressing these issues are in development.15 The Government \nhas stated its intent to introduce policies on continuing education for those already in the \nworkforce.16 However, funding will be an issue for this proposed training. \n \nF.  Access to Services \n \n16.  For the rural poor, access to health care remains problematic. Maternal deaths illustrate \nthe problem. While maternal deaths also reflect the risks of living in remote areas, nearly half \nwere due to delays in decision making, identifying mothers at risk, and providing essential \ntreatment.17 Ethnic minorities tend to seek health services less often. Customs, language, and \nliteracy also have an impact, and especially for minority women, of which one in four is unable \nto read. Public education on common health problems and services has often not been adjusted \nto the special needs of disadvantaged groups. A major thrust of the Government’s health sector \nplan is to consolidate and complete the grassroots health network to carry out primary health \ncare services (footnote 2, pp.35–37). Plans include upgrading the facilities, equipment, and \nstaffing of CHSs. MOH plans to have 1–2 VHWs in each village with at least a primary level of \ntraining qualification and a doctor in 80% of all CHSs by 2010 and in 100% by 2020. There \nshould be at least one female staff member in every CHS with training in maternal care. \nUpgrading the skills of CHS staff and VHWs are priorities for achieving MDGs. \n \n17.  While physical and social factors influence access, affordability of health care is the most \nsignificant constraining factor. The predominance of user fees at all levels of the health system, \ncoupled  with  the  cost  of  drugs  and  indirect  expenses  for  travel  and  accompanying  family \nmembers, can be a devastating financial burden for those surviving at a subsistence level. The \nintroduction  of  health  insurance,  especially  the  health  care  funds  for  the  poor  (HCFP),  is \nbeginning to mitigate these financial burdens. A detailed summary is available in Supplementary \nAppendix A.   \n \n                                                 \n13 United Nations Populations Fund and MOH. 2006. Baseline Survey Report–7th Country Programme. Ha Noi. \n14 MOH Department of Science and Training. 2005. \n15 MOH is developing a proposed law on examination and treatment.   \n16 The Department of Science and Training is preparing a master plan for the training system. \n17 Ministry of Health. 2006. Viet Nam Health Report 2006. Ha Noi.  \n ", "          A ppendix 2          33   \n         \n \n18.  While the HCFP has reduced financial barriers to health care, and consequently led to \nincreases in poor people’s utilization of health services, it has contributed little to improving the \nquality  of  health  facilities,  the  training  and  compensation  of  health  staff,  or  the  supply  of \nequipment and drugs at health facilities. To achieve HCFP’s intended impact, these need \naddressing. The processing of claims and reimbursements for health services provided to HCFP \nbeneficiaries has imposed a considerable burden on administrative staff at hospitals and other \nhealth facilities. Delays in reimbursements increase the financial burden on health facilities. \nTherefore, there is a strong argument for streamlining these processes while standardizing and \ncomputerizing claim forms and procedures.   \n                  \nG.  Health Services Management and Financing \n \n19.  Beginning in 1996 with the introduction of the State Budget Law, planning and budgeting \nfunctions for the health sector were gradually devolved to the provincial governments with some \nflexibility for allocation of resources. The provincial governments have authority over provincial \nhealth services, the district governments over district health services, and communes over \nvillage health care. MOH retains control over centrally managed preventive and commune \nhealth services, national health programs, and research. The Ministry of Finance provides funds \ndirectly  to  the  provinces.  Subsidies  from  the  central  budget  are  also  intended  to  resolve \nimbalances by increasing the financial capacity of poorer provinces.  \n    \n20.  The WHO calculated that total health expenditure per person was D504,000 in 2005. \nViet  Nam’s  public  health  spending  is  still  only  1.5%  of  gross  domestic  product.  Private \nexpenditure accounts for 77% of total expenditure.18 A significant share of private expenditure \noccurs at public establishments, with out-of-pocket funds supporting most health spending. In \nthe SCCR, private expenditure accounts for about 40%–50% of all expenditures. Most public \nspending is associated with curative activities19 at the provincial and district levels. Preventive \nservices comprise only 10–20% of overall provincial health expenditure.  \n  \n21.  During project preparation, provincial health accounts, 5-year health sector development \nplans, and medium-term expenditure frameworks were prepared for the eight provinces in order \nto understand current sources and uses of funds and to plan for balanced investment as per \npolicy. The health accounts demonstrated the reliance of provincial health departments on user \nfees and insurance for curative services. The process showed that planning is still input-driven \nrather than results-based, with a major local priority for investment in civil works. Projected \nexpenditures during 2006–2010 exceeded resources in all categories in all provinces. The \nobserved  resource  gaps  and  expenditure  imbalances  demonstrate  the  needs  to  (i)  further \nstrengthen  evidence-based  decision  making,  service  delivery  efficiency,  and  allocative \nefficiency; (ii) increase health’s share of overall public expenditure; and (iii) mobilize private \ninvestment. \n                                                 \n18World Health Organization. http://www.wpro.who.int/countries/vtn/national_health_priorities.htm \n19 World Bank. 2006. Public Expenditure Review. Ha Noi. \n ", "34   Appendix 3   \nEXTERNAL ASSISTANCE \n \nTable A3.1: Indicative List of Viet Nam Health Sector Program Assistance \n \nCommitted Budget \nProgram  ($ million) \nA.  Health Policy, Planning, Management and Evaluation Partners   \nEuropean Commission  25.9 \nGermany  6.7 \nJapan  3.1 \nLuxembourg  6.3 \nSweden  12.1 \nUnited Nations Population Fund  5.3 \nWorld Health Organization  6.9 \nOthers  12.5 \nSubtotal (A)  78.8 \nB. Primary Health Care   \nAsian Development Bank  89.3 \nBelgium  2.6 \nCanada  4.5 \nFinland  3.8 \nNetherlands  7.7 \nDenmark  2.1 \nSweden  8.7 \nUnited Nations Children’s Fund  2.6 \nWorld Bank  84.4 \nOthers  11.1 \nSubtotal (B)  216.8 \nC. Hospital Services   \nFinland  7.7 \nGermany  23.6 \nHealth Support—Social Development  2.0 \nItaly  7.4 \nJapan  127.3 \nLuxembourg  3.7 \nSpain  5.7 \nWorld Bank  36.3 \nOthers  41.7 \nSubtotal (C)  255.4 \nD. Pharmaceutical and Biological Products   \nInternational Development Association  4.9 \nRepublic of Korea  28.5 \nSubtotal (D)  33.4 \nE. Traditional Medicine   \nSpain  5.1 \nSubtotal (E)  5.1 \nF. CDC and Prevention \nAsian Development Bank  27.9 \nCanada  44.0 \nFinland  3.3 \nFrance  2.9 \nJapan  2.5 \nNetherlands  8.6 \nUnited Kingdom  6.6 \nUnited Nations Children’s Fund  2.3 \nUnited States  18.3 \nWorld Bank  40.2 \nWorld Health Organization  10.8 \nOthers  10.9 \nSubtotal (F)  178.3 \n \n \n ", "           \n  Appendix 3          35\nCommitted Budget \nProgram  ($ million) \nG. Non-Communicable Diseases Control and Prevention   \nBelgium  0.3 \nSubtotal (G)  0.3 \nH. Mother and Child Health   \nEuropean Commission  23.2 \nGermany  8.5 \nJapan  6.5 \nNetherlands  4.5 \nUnited Nations Population Fund  17.9 \nUnited Nations Children’s Fund  4.9 \nOthers  1.4 \nSubtotal (H)  66.9 \nI. Nutrition   \nNetherlands  2.6 \nUnited Nations Children’s Fund  2.4 \nOthers  1.5 \nSubtotal (I)  6.5 \nJ. Disability and Rehabilitation   \nCzech Republic  45.0 \nGermany  12.4 \nUnited States   10.3 \nOthers  0.6 \nSubtotal (J)  68.3 \nK. Healthy Environment   \nUnited Nations Children’s Fund  5.5 \nWorld Health Organization  1.5 \nOthers  1.8 \nSubtotal (K)  8.8 \nL. Health Training   \nNetherlands  2.4 \nOthers  2.4 \nSubtotal (L)  4.8 \nM. Equipment and Technology   \nLuxembourg  10.7 \nSpain  19.7 \nOthers  1.0 \nSubtotal (M)  31.4 \nN. Research and Studies   \nSweden  5.6 \nOthers  1.1 \nSubtotal (N)  6.7 \nO. Others and Nonclassified   \nDenmark  2.1 \nFrance  2.3 \nUnited Nations Children’s Fund  2.3 \nOthers  0.9 \nSubtotal (O)  7.6 \n  Total  969.0 \nNote: This source is used to portray a comprehensive summary of external aid in the health sector. Since \nthen, funding for hospital development and avian influenza have increased, while funding for primary \nhealth care has declined.   \nSource: European Commission in Viet Nam, 2005. \n \n ", "36   Appe ndix 3 \n   \n \nTable A3.2: Provincial External Coordination Matrix \n \nProvince   External  Assistance  Subsectors  Partners \nCommitments as a \nShare of Total Public \nProvincial Health \nBudget (2007) \nDa Nang  1%, through the budget,  Health Planning   Canada, EC, Luxembourg, Netherlands, \nbut receiving substantial  UNICEF \n  additional support for  Hospitals   Italy, Belgium, Japan \n  hospital construction  CDC   Belgium, Health International \n  Disability   Belgium \n  Healthy Environment  Sweden \n  Health Training  EC \nQuang Nam  1%  Health Planning  Sweden \n  PHC  ADB \n  Medical Equipment  Spain \n  CDC  Australia, UNAIDS, Health International, \nBelgium \n  Disability  Belgium, US \n  Health Education   UNICEF \n  MCH  UNFPA \nQuang Ngai  11%  PHC  ADB \n  Medical Equipment  Spain \n  CDC   Australia \n  Disability  Belgium, US \n  Health Education   UNICEF \n  PHC   Japan, Netherlands, World Bank, Sweden \nBinh Dinh  1%  Hospitals  Japan \n  CDC   Belgium, US, Japan, World Bank \n  Health Project  New Zealand \nPhu Yen  1%  PHC   Japan, Netherlands, World Bank, Sweden \n  Hospitals  Belgium \n  CDC  Belgium \nKhanh Hoa   25%  Health Planning   Sweden \n  PHC  ADB \n  Hospitals    Belgium \n  CDC   MCNV, Global Fund, Belgium, Health \nInternational, Luxembourg, DFID, World \nBank \n  MCH   US, EC, UNFPA \nNinh Thuan  4%  Health Planning:   Canada, EC, Norway, UNICEF, US \n  PHC  Japan, Netherlands, World Bank, Sweden \n  CDC  Belgium, Luxembourg, UNICEF \nBinh Thuan  2%  Health Planning  EC \n  PHC  Australia \nADB = Asian Development Bank, CDC = communicable disease control, DFID = Department for International \nDevelopment of the United Kingdom, EC = European Commission, MCH = maternal and child health, MCNV = \nMedical Committee Netherlands–Viet Nam, PHC = primary health care, UNAIDS = Joint United Nations Programme \non HIV/AIDS, UNFPA = United Nations Populations Fund, UNICEF = United Nations Children’s Fund, US = United \nStates.   \nNote: Table A3.2 needs to be interpreted with caution. Its purpose is partly to illustrate (i) the multiple actors in each \nprovince, (ii) the variation in assistance, and (iii) the uncertainty of this assistance. This emphasizes the importance of \nconducting provincial health accounts to document actual sources and uses of funds and clarify assumptions \nregarding aid flows at the provincial level. Compared to these 2005 data of the European Commission, only two \nprovinces confirmed to have received substantial external funding for their respective public health budgets in 2007—\nKhanh Hoa (25.4%) and Quang Ngai (10.5%). External funding for public health budgets in other provinces appears \nto be much less. However, part of external assistance is not passed through the budget, and is largely unknown.  \nSource: European Commission in Viet Nam, 2005. \n   ", "36                    App endix 4                  \nTable A4.1: DCEoTsAt EILsEtiDm CatOeSs  Tb yE SETxIpMeAnTdEituSr e Category                           \n  D billion  $ million   \nForeign  Local  Total  Foreign  Local  Total  % of Total \nItem  Exchange  Currency Cost  Exchange Currency Cost  Base Cost \nA.  Investment Costs               \n  1.  Resettlement  0.0  13.8  13.8  0.0  0.9  0.9  1.2 \n  2.  Civil Works  88.8  337.4  426.2  5.5  21.1  26.6  38.3 \n  3.  Equipment and Vehicles  244.1  38.8  282.9  15.3  2.4  17.7  25.4 \n  4.  Drugs and Supplies  10.9  41.6  52.6  0.7  2.6  3.3  4.7 \n  5.  Staff Development  0.0  134.8  134.8  0.0  8.4  8.4  12.1 \n  6.  Workshops, Studies, Systems  0.0  37.0  37.0  0.0  2.3  2.3  3.3 \nDevelopment \n  7.  Consulting Services  23.4  33.4  56.9  1.5  2.1  3.6  5.1 \n  8.  Project Management  0.0  32.6  32.6  0.0  2.0  2.0  2.9 \n  9.  Taxes and Duties  0.0  27.7  27.7  0.0  1.7  1.7  2.5 \n      Subtotal (A)  367.3  697.2   1,064.6  23.0  43.6  66.5  95.5 \nB.  Recurrent Costs               \n  1.  Operations and Maintenance  5.0  42.4  47.4  0.3  2.6  3.0  4.3 \n  2.  Taxes and Duties  0.0  2.2  2.2  0.0  0.1  0.1  0.2 \n      Subtotal  (B)   5.0  44.6  49.6  0.3  2.8  3.1  4.5 \n \n      Total Base Cost  372.3  741.9   1,114.2  23.3  46.4  69.6  100.0 \nC.  Contingencies               \n      Subtotal (C)  33.4  101.6  135.0  1.9  6.4  8.4  12.1 \nD.  Financing Charges                \n          SuTbottoatla Pl r(oDj)e ct Cost (A+B+C+D)  43371..25   84 03..06    1,23810..57   272..30   520..07   802..00   2. 8      A\np\np\nSource: Asian Development Bank estimates.  e\nn\n  d\nix\n 4\n3                 \n7\n \n ", "         \n \nTable A4.2 Cost Estimates by Financier  3\n8\n($ million)    \n \n \n    \n \n \n \n  ADB     Government     \n \n   % of Cost  % of Cost     \nItem     Cost    Amount  Category    Amount  Category   A\np\np\nA.  Investment Costs                e\nn\nd\n  1.  Resettlement  0.86    0.00  0.0    0.86  100.0  ix\n 4\n  2.  Civil Works  26.64    21.37  80.2    5.27  19.8    \n  3.  Equipment and Vehicles  17.68    17.68  100.0    0.00  0.0 \n  4.  Drugs and Supplies  3.28    3.28  100.0    0.00  0.0 \n  5.  Staff Development  8.43    8.43  100.0    0.00  0.0   \n  6.  Workshops, Studies, Systems Development  2.31    2.31  100.0    0.00  0.0 \n  7.  Consulting Services  3.55    3.55  100.0    0.00  0.0 \n  8.  Project Management  2.04    2.04  100.0    0.00  0.0 \n  9.  Taxes and Duties  1.73    1.46  84.0    0.28  16.0 \n      Subtotal (A)  66.53    60.12  90.4    6.41  9.6 \nB.  Recurrent Costs               \n  1.  Operations and Maintenance  2.96    2.40  81.1    0.56  18.9 \n  2.  Taxes and Duties  0.14    0.11  78.9    0.03  21.1 \n      Subtotal (B)  3.09    2.51  81.0    0.59  19.0 \n      Total Base Cost  69.63    62.63  89.9    7.00  10.1 \nC.  Contingencies  8.40    7.44  88.2    1.00  11.8 \nD.  Financing Charges   1.93    1.93  100.0    0.00  0.0 \n        Total Project Cost  80.00     72.00  90.0    8.00  10.0 \nADB = Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n \n \n \n \n \n \n \n \n \n ", "     \nTable A4.3: Cost Estimates by Year, and Financier \n($ million) \n \n \n2009  2010  2011  2012  2013  Total \nItem  ADB  Govt  ADB  Govt  ADB  Govt  ADB  Govt  ADB  Govt  ADB  Govt   \n \n \nA.  Investment Costs                 \n \n  1.  Resettlement  0.00  0.80  0.00  0.06  0.00  0.00  0.00  0.00  0.00  0.00  0.00  0.86 \n  2.  Civil Works  1.87  0.46  6.42  1.58  8.02  1.98  4.25  1.05  0.81  0.20  21.37  5.27   \n  3.  Equipment and Vehicles  2.01  0.00  9.21  0.00  5.49  0.00  0.97  0.00  0.00  0.00  17.68  0.00 \n  4.  Drugs and Supplies   0.23  0.00  0.81  0.00  1.10  0.00  0.74  0.00  0.40  0.00  3.28  0.00 \n \n  5.  Staff Development  1.56  0.00  2.40  0.00  2.38  0.00  1.30  0.00  0.79  0.00  8.43  0.00 \n  6.   Workshops, Studies, Systems  0.59  0.00  0.49  0.00  0.42  0.00  0.35  0.00  0.48  0.00  2.31  0.00 \nDevelopment \n  7.  Consulting Services  0.82  0.00  1.16  0.00  0.95  0.00  0.53  0.00  0.09  0.00  3.55  0.00   \n  8.   Project Management  0.75  0.00  0.34  0.00  0.34  0.00  0.31  0.00  0.31  0.00  2.04  0.00 \n  9.  Taxes and Duties  0.18  0.02  0.48  0.08  0.49  0.10  0.24  0.06  0.07  0.01  1.46  0.28 \n \n      Subtotal (A)  8.00  1.29  21.30  1.73  19.19  2.08  8.70  1.10  2.93  0.21  60.12  6.41 \n                           \nB.  Recurrent Costs                           \n  1.  Operations and Maintenance  0.15  0.04  0.15  0.04  0.39  0.09  0.70  0.16  1.00  0.23  2.40  0.56 \n  2.  Taxes and Duties  0.01  0.00  0.00  0.02  0.02  0.00  0.03  0.01  0.05  0.01  0.10  0.04 \n     Subtotal (B)  0.16  0.04  0.15  0.06  0.41  0.10  0.73  0.17  1.05  0.25  2.49  0.60   \n     Total Base Cost  8.16  1.33  21.45  1.79  19.60  2.18  9.43  1.27  3.98  0.46  62.61  7.01 \nC.  Contingencies                          A\npp \n  1.  Physical Contingencies  0.21  0.02  0.84  0.08  0.75  0.10  0.31  0.06  0.06  0.01  2.18  0.28  e\nn\n  2.  Price Contingencies  0.00  0.00  0.86  0.12  1.71  0.27  1.41  0.23  1.29  0.10  5.26  0.72  di ix\n      Subtotal (C)  0.21  0.02  1.70  0.20  2.46  0.37  1.72  0.29  1.35  0.11  7.44  1.00  ix \n 4\n                            3  \nD.  Financing Charges   0.04  0.00  0.20  0.00  0.43  0.00  0.59  0.00  0.67  0.00  1.93  0.00  9\n \n \n      ASD o uBr c=e T A: oAstisaailn a ( nDA De)+ve(evBleo) l+poCmpm)e+ne (Dtn Bt)  Ba  nakn,k G eosvtitm =a Gteosv. ernmen8t . o4f1 V iet N1 .a3m5 .  23 .34  1. 98  22. 49  2. 55  11. 74  1. 56  6 .00  0 .57  72. 00  8. 00                 App   Appendix 4\ne \nn  \ndix 4      \n       \n3\n9\n \n ", "         \nTable A4.4: Base Cost Estimates of Components by Province   \n \n4\n($’000)  0\n \n    \n \n \n  Quang  Quang  Binh  Phu  Khanh  Ninh  Binh   \n \n \nOutputs  Da Nang  Nam  Ngai  Dinh  Yen  Hoa  Thuan  Thuan  MOH  Total    \n \n1  Improving Health Facilities              A\n  a. Hospital Upgrading and Expansion  4,168  7,797 7,028 7,466  5,189  5,546 4,339 5,750 1,294 48,577 p\np\nb. Hospital Water and Waste  e\nn\n  Management  347  686 775 510  527  434 303 497 263 4,341 d\nix\n    Subtotal  4,515  8,483 7,802 7,976  5,716  5,980 4,643 6,247 1,557 52,918  4\n \n           \n2  Human Resource Development       \n  a. Provincial Resource Planning  31  31 31 31  31  31 31 31 347 595\nb. Strengthening Local Training \n \n  Capacity  128  193 165 165  141  144 117 147 112 1,312\n  c. Improving Quality of Clinical Health  420  646 492 583  386  470 326 466 353 4,142\n  d. Studies  -  - - -  -  - - - 148 148\n    Subtotal  580  870 687 779  558  645 473 644 960 6,197\n           \n3  Access to Quality Health Care       \na. Health Services in Remote \n  Communities  292  891 802 770  460  372 544 459 274 4,862\n  b. Improving Health Behavior  16  39 36 35  23  20 26 23 729 948\nc. Reducing Financial Barriers to \n  Access  28  32 32 31  29  29 30 29 182 423\n    Subtotal  336  962 869 836  512  420 600 511 1,185 6,233\n         \n4  Provincial Health Systems Management       \na. Strengthening Provincial Health \n  System Management  70  97 88 79  73  70 64 76 303 920\n  b. Strengthening Hospital Management  35  59 51 43  38  35 30 41 356 688\nc. Health Information Management \n  System  50  56 54 52  50  50 48 51 128 538\n  d. Project Management  229  232 231 230  230  229 229 230 305 2,145\n    Subtotal  384  443 424 404  391  384 371 397 1,092 4,291\n                                 Total  5,815  10,758 9,783 9,995  7,176  7,419 6,087 7,800 4,795 69,627\n  ADB Share  5,011  9,949 8,996 8,564  5,956  6,697 5,628 7,025 4,795 62,623\n  Government Counterpart Fund  801  809 787 1,431  1,221  721 459 775 0 7,004\nMOH = Ministry of Health. \nSource: ADB estimates. \n \n \n \n \n ", "    Appendix 5               41 \nIMPLEMENTATION SCHEDULE \n \n2009  2010  2011  2012  2013 \nActivity \n1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4 \n1. Improved Health Facilities                                                             \n     1.1.1 Resettlement                                                             \n     1.1.2 Revision of hospital design standards                                                             \n     1.1.3 Construction design and bidding                                          \n     1.1.4 Construction, new and upgrading                                                             \n     1.1.5 Preparation of equipment lists and bidding                                                             \n     1.1.6 Procurement of equipment and training                                                             \n     1.2.1 Improving water and waste management                                           \n     1.2.2 Waste management training                                                             \n2. Strengthened Provincial HRD                                                             \n    2.1.1 Develop provincial HRD plans annually                                                             \n    2.2.1 Teacher training annually                                                                   \n    2.3.1 In-service training by 2013                                                             \n    2.3.2 Merit-based scholarships by 2013                                                             \n    2.3.3 Ethnic minority scholarships by 2013                                                             \n    2.4.1 HRD studies by 2012                                                             \n3. Improved Access to Health Care for the Poor                                                             \n    3.1.1 Village health worker training design                                                             \n    3.1.2 Training of district and CHS staff                                                             \n    3.1.3 Re-training of VHWs                                                             \n    3.1.4 Training of new VHWs                                                             \n    3.2.1 Design health and nutrition promotion                                                             \n    3.2.2 Health and nutrition promotion program                                                             \n    3.3.1 Health care fund for the poor campaign                                                             \n    3.3.2 Fund system development and training                                                               \n4. Strengthened Provincial Health Systems                                                             \n    4.1.1 Update provincial management manual                                         \n    4.1.2 Provincial health manager training                                                             \n    4.1.3 Provincial health accounts                                                              \n    4.1.5 Provincial planning and budgeting                                                             \n    4.2.1 Introduction of hospital standards                                         \n    4.2.2 Hospital manager training                                                             \n    4.3.1 HMIS design                                                             \n    4.3.2 HMIS training                                                             \n  4.4.1 Gender Action Plan and EMDP are included \nin 5-year plan and annual plans                                                             \n    4.4.2 Provincial health and health services \nsurveys                                                             \nCHS = commune health station, HMIS = health management information system, HRD = human resource development, MOH = Ministry of \nHealth, PMU = project management unit, VHW = village health worker. \nSource: Ministry of Health, Asian Development Bank. \n \n \n \n \n ", "42   Appendix 6 \n \nPROCUREMENT PLAN \nA.  General \n \nProject Information   \nCountry  Socialist Republic of Viet Nam \nName of Recipient  Socialist Republic of Viet Nam \nProject Name  Health Care in the South Central Coast Region \nGrant Reference   \nDate of Effectiveness   \nAmount ($)  $80 million (total) \nof which Committed ($)    \nExecuting Agency  Ministry of Health \nImplementing Agencies  Provincial People’s Committees, South Central Coast \nRegion (8 provinces)   \nApproval Date of Original Procurement Plan    \nApproval of Most Recent Procurement Plan   \nPublication of Local Advertisements   \nPeriod Covered by this Plan  2009–2013 \n \nB.  Procurement Thresholds, Goods and Related Services, Works, and Supply  and \n  Installation \n \nProcurement Method  Contract Amount ($) \nICB Works  Above $4,000,000 \nICB Goods   Above $1,000,000 \nNCB/Shopping Works  $4,000,000 and below \nNCB Goods   From $100,000 to $1,000,000  \nShopping Works and Goods  Below $100,000 \nUN Procurement   Vehicles  \nICB = international competitive bidding, NCB = national competitive bidding, UN = United Nations. \n \nC.  Procurement Thresholds, Consultant Services \n \nProcurement Methoda  Contract Amount ($) \nQuality and Cost-based Selection (QCBS)  All contracts for firms \nIndividual Consultant System (ICS)  As approved by Asian Development Bank \na NCB Government documents may be used when approved by ADB. \n \nD.  Contract Packages  \n \nCivil Works  \nEstimated    Prior \n  Base Cost  Procurement    Review \nProvince    Contract Description  ($’000)  Method  EDA  (Y/N) \nDa Nang City    1. Hoa Vang District Hospital  2.259  NCB  2009  Y \n  2. Da Nang City Rehabilitation Hospital  895  NCB  2009  Y \nQuang Nam     3. Bac Tra My District Hospital  1,374  NCB  2009  Y \n    4. Dien Ban Regional Hospital  1,426  NCB  2009  Y \n  5. Dong Giang District Hospital  1,183  NCB  2009  Y \nQuang Ngai      6. Ba To District Hospital  751  NCB  2009  Y \n    7. Son Tay District Hospital  770  NCB  2010  Y \n  8. Tay Tra District Hospital  920  NCB  2009  Y \n  9. Tra Bong District Hospital  939  NCB  2009  Y \nBinh Dinh  10. Binh Dinh Provincial Hospital  3,950  NCB  2009  Y \nprovince  11. Traditional Medicine Hospital  2,256  NCB  2009  Y \n  12. Phu My District Hospital  733  NCB  2010  Y \nPhu Yen   13. Tuy An Regional Hospital  1,621  NCB  2010  Y \n14. Tay Hoa District Hospital  881  NCB  2010  Y \n15. Song Cau District Hospital  914  NCB  2010  Y \n ", "    Appendix 6    43\nCivil Works  \nEstimated    Prior \n  Base Cost  Procurement    Review \nProvince    Contract Description  ($’000)  Method  EDA  (Y/N) \nKhanh Hoa   16. Cam Ranh Regional Hospital  1,645  NCB  2009  Y \n17. Van Ninh District Hospital  1,488  NCB  2009  Y \nNinh Thuan   18. Thuan Bac District Hospital  1,103  NCB  2010  Y \n19. Secondary Medical School  1,250  NCB  2010  Y \nBinh Thuan   20. Bac Binh Regional Hospital  1,670  NCB  2010  Y \n21. Duc Linh Regional Hospital  1,611  NCB  2009  Y \nMOH or  22. District Preventive Medicine Centers (5),  1,928  NCB  2010  Y \nprovince  in Quang Nam, Quang Ngai, Phu Yen, \nKhanh Hoa, and Binh Thuan provinces  \n \nEquipment and Vehicles           \n    Estimated      Prior \n    Base Cost  Procurement    Review \nContract Description  By Whom  ($’000)  Method  EDA  (Y/N) \nEmergency Intensive Care (including  Central  1,503.5    ICB  2009  Y \nmonitors, ventilators, defibrillators) \nImaging Diagnostic (including X-ray,  Central  1,440.2    ICB  2010  Y \nultrasound, endoscopes, electrocardiographs, \nelectroencephalographs) \nLaboratory (including analyzers, centrifuges,  Central  1,507.0    ICB  2010  Y \nelisa system) \nOperating Room (including operating theatre  Central  1,556.0    ICB  2010  Y \nlights, tables, laparoscopes, anesthesia \nmachine, electrosurgical unit) \nObstetric and Pediatric (including monitors,  Central  916.0    ICB  2009  Y \nincubators, infant warmers) \nENT and Dentistry (including ENT and dental  Central  636.0    ICB  2009  Y \nequipment) \nSterilization (including related equipment)  Central  713.0    ICB  2009  Y \nMortuary Refrigerators (including related  Central  260.0    ICB  2009  Y \nequipment) \nSolid Waste Incinerators for hospital waste  Central  315.0    ICB  2009  Y \n(including related equipment) \nIT Equipment (including computers, printers,  Central  475.0    NCB  2009  Y \nsoftware, accessories) \nDPMC Equipment (including health promotion  Central  670.0  ICB or NCB  2009  Y \nand laboratory equipment) \nAmbulances (van type)  Central  640.0  UNOPS    Y \nOutreach Vehicles (4x4)  Central  540.0  UNOPS  2009  Y \nCT Scan (for Binh Thuan provincial hospital,  Central  500.0  ICB  2010  Y \nincluding related equipment) \nMiscellaneous General Equipment and Furniture Packagesa \nDa Nang City      Provincea  426.3  NCB/Shopping  2009  Y \nQuang Nam   Provincea  1,187.7  NCB/Shopping  2009  Y \nQuang Ngai   Provincea  1,514.6  NCB/Shopping  2009  Y \nBinh Dinh   Provincea  383.4  NCB/Shopping  2009  Y \nPhu Yen  Provincea  253.9  NCB/Shopping  2009  Y \nKhanh Hoa   Provincea  774.5  NCB/Shopping  2009  Y \nNinh Thuan  Provincea  666.0  NCB/Shopping  2009  Y \nBinh Thuan   Provincea  370.2  NCB/Shopping  2009  Y \nMOH PMU  Central  11.2  NCB/Shopping  2009  Y \nDPMC = district preventive medicine center, EDA = expected date of advertisement, ENT = ear nose throat, ICB = \ninternational competitive bidding, IT = information technology, MOH = Ministry of Health, N = no, NCB = national \ncompetitive bidding, UNOPS = United Nations Office for Project Services, Y = yes.   \na If major equipment is identified requiring ICB for provinces, this will be included in central packages.  \n \n \n \n \n ", "44   Appendix 6 \nE.  Consulting Services  \n \n \n  Estimated  Recruitment  Prior \nPackage  Contract Description  Contract Cost  Method  EDA  Review \n    ($)       \n1.  Individual  618,400  ICS  Q4 2008  Yes \n  Civil Works Supervision \nThe consultants will help plan the civil works, prepare bidding documents, address resettlement and \nenvironmental and waste management issues, and supervise civil works. \n \n  International Engineer/Environment  238,400  ICS   Q4 2008  Yes \nSpecialist (12 person-months) \n           \nNational Resettlement Specialist   30,000  ICS  Q4 2008  Yes \n(8 person-months)   \n \n  National Environmental/Waste  100,000  ICS  Q1 2009  Yes \nManagement Specialist  \n(24 person-months) \n        \n  Project Management and Monitoring   \nThe consultants will assist with the hiring of consultants, project management and supervision, and \nproject monitoring. \n \n  National Project Management Specialist   100,000  ICS  Q4 2008  Yes \n(24 person-months) \n           \nNational Management Information System  150,000  ICS  Q4 2008  Yes \nSpecialist  (36 person-months) \n           \n 2.   Firm 1: Civil Works and Equipment    986,000  QCBS  Q1  2009  Yes \n  The consultants will support output 1: Improved Health Facilities, including resettlement, the building \ndesign  and  construction  supervision,  procurement  of  equipment,  and  environmental  and  waste \nmanagement. It includes upgrading of 18 health facilities, 1 new hospital, 1 new school, and 5 new \npreventive medicine centers in 22 packages; and 25 packages of equipment.   \n \n  International Architect (12 person-months), \nInternational Medical Equipment Specialist (6 person-months) \nNational Architecture and Civil Works Planning Specialist (30 person-months)  \nNational Construction Management Specialists (48 person-months for 2 persons)  \nNational Equipment and Procurement Specialist (24 person-months) \n   \n3.  Firm 2: Health Systems Development        1,336,400  QCBS  Q1  2009  Yes \n  The consulting services will support outputs 2, 3 and 4: Strengthened Provincial HRD, Improved \nAccess to Health Care for the Poor, and Strengthened Provincial Health Systems. This includes \ncapacity  building  of  the  provincial  training  system,  support  for  village  health  workers  in  remote \ncommunes, facilitating ethnic minorities to access health care, and strengthening management of \nprovincial health systems and hospitals. \n     \nInternational Public Health Expert (6 person-months)  \nInternational Human Resource Development Specialist (8 person-months) \nInternational Health Financing Specialist (6 person-months)  \nInternational Health Management Specialist (10 person-months) \nInternational Monitoring and Evaluation Specialist (6 person-months) \nInternational Social and Gender Development Specialist (4 person-months) \nNational Human Resource Development Specialist (36 person-months) \nNational Quality of Care/Reproductive Health Expert (36 person-months) \nNational Social Development Specialist (12 person-months) \nNational Health Financing Specialist (24 person-months) \n \n \n \n \n ", "    Appendix 6    45\n \n  Estimated  Recruitment  Prior \nPackage  Contract Description  Contract Cost  Method  EDA  Review \n    ($)       \n4.  Firm 3: Health  and Nutrition Promotion  514,400  QCBS  Q1  2009  Yes \n  Nongovernment Organization (48 person-months) \n         \n5.  Individual: Short-term consulting  58,400  ICS  2009– Yes \n2011 \n  Additional consulting services are to be determined based on project requirements. \n  \n  National consultants, (12 person-months) \nEDA = expected date of advertisement, ICS = individual consultant system, QCBS = quality- and cost-based selection.\n \n \n \n \n ", "46   Appendix 7 \nINDICATIVE LIST OF TRAINING ACTIVITIES \n \n  Training Course  Trainees  Number  Duration \n  Output 1       \n  1.  Building Maintenance  Building maintenance  63  2 days \nsupervisors \n  2.  Equipment Maintenance  Hospital staff  465  2 days \n  3.  Infection Control   Doctors, nurses, paramedics,  2,120  1 day \nattendants  \n  4.  Waste Management  Hospital staff  840  2 days \n  Output 2        \n  1.  Training on HRMIS  HRD staff  80  2 days \n  2.  Masters in Nursing   Nurses  16   2 years \n  3.  Teacher Training (attachment)  SMS teachers  48  2 months, at university \n  4.  Supervision Course   University teachers   25  2 days, Ha Noi \n  5.  Training of Master Trainers in  Provincial/district staff  88  2x5 days \nQuality of Care   \n  6.  Training of District Trainers  in  District staff  415  2x5 days \nQuality of Care \n  7.  Quality of Care in DH  District staff  3,040  2x5 days \n  8.  Quality of care in CHS  CHS staff  3,435  2x5 days \n  9.  Training in Supportive Supervision  Supervisors  400  2 days \n10.  Pre-service Training   Ethnic minority students  160  2-3 years \n11.  Bridging Courses   Ethnic minority students  80  1-2 years \n12.  Upgrading Training to Degree  Nurses, paraprofessionals  64  2 years, at university \n13.  Masters or 1st Degree  Doctors, nurses, pharmacists  64  2 years, at university \n \n14.   Continuous Education Training  Doctors, nurses, pharmacists  56  2 hours \n  Output 3       \n  1.  New VHWs   VHWs candidates  1,692  4x1 week  \n  2.  Refresher Training of VHW  VHWs  6,768  4x2 days \n  3.  TBA Training in Safe  TBA  200  3 months \nMotherhood/Clean Delivery/Referral \n  4.  Ethnic Minority Language Training  CHS staff   200  2 weeks \n  5.  Community Mobilization   Local leaders  830  1 day \n  6.  Facilitators of Community-based  Community members,   300  3 days, \nHealth Promotion  CHS staff  3x1 day (follow up) \n  7.  HCFP   Managers  83  3 days \n  8.  HCFP   Accountants  83  5 days \n  Output 4       \n  1.  Masters in Health Management  Public health managers  16  2 years, at university \n  2.  Management & Leadership   Provincial, district managers  48  2x2 weeks \n  3.  Financial Management  Provincial, district managers  48  2 weeks \n  4.  Management & Leadership   Provincial, district hospital  106  2x2 weeks \nmanagers \n  5.  Financial Management  Hospital managers  200  2 weeks \n  6.  Quality Management  Hospital managers  200  2 weeks \n  7.  Health Management Information  Provincial, district managers  48  1 week \nSystems \n   8.  Hospital HMIS  Hospital managers  200  1 week \n   9.  Hospital HMIS  Clerks  800  3 days \n 10.  Project Management  Project staff  22   1 month \nCHS = commune health station, DH = district hospital, HCFP = health care funds for the poor, HMIS = health \nmanagement information system, HRMIS = human resource management information system, VHW = village health \nworker. \n ", "                      Appendix 8           47 \n  PERFORMANCE INDICATORS \n \n1.  Based on the concept of developing a provincial health plan, budget, and program, the \nProject aims to strengthen the overall monitoring and evaluation system of the provincial health \nsystem and use this to the extent possible to monitor project inputs, activities, outputs, outcome, \nand impact indicators based on the design and monitoring framework in Appendix 1. The \nProject  supports  the  services  of  an  international  monitoring  and  evaluation  specialist  for \n6 person-months, who will be contracted through a firm.    \n \n2.  To monitor aggregate health impact and outcome of key interventions, the Project will \ncollect provincial statistics and verify these through two provincial household surveys in each \nprovince, in 2008 and 2012, using the United Nations Children’s Fund (UNICEF) multi-cluster \nmethod. Although specific indicators will help to assess project impact, the main purpose of the \nsurveys is to provide each province with information on the overall health trend in the province \nas  an  input  into  the  planning  cycle.  The  sample  size  will  be  large  enough  to  provide \ndisaggregated data by residence, income, gender, and ethnic group for each of the provinces. \nThe number of indicators will be kept limited, focused on (i) perinatal, infant, and child mortality; \n(ii) child malnutrition; (iii) episodes and types of illness and injuries; (iv) use of different types of \nhealth services, in particular by women and children; and (v) expenditure on health services. \nStandard  definitions  and  survey  methods  will  be  used  to  allow  comparison  of  data.  The \nmonitoring and evaluation specialist will be responsible for survey design and management, as \nwell as for guiding the selection of a local firm for data collection.  \n \n3.  As part of the inputs into the provincial planning process, the Project will support two \nhealth services surveys with a focus on the quality of health services. For project-specific \ninterventions, the Project will monitor hospital statistics and conduct more detailed hospital \nperformance assessment and patient satisfaction exit surveys before and after any major civil \nworks. To assess the impact of the training programs on staff performance, staff and village \nhealth workers will be pre- and post-tested, and a sample of staff will be assessed in their duty \nstations.    \n \n4.  The Project will support social analysis, with emphasis on poverty, gender, and ethnic \nminority issues. In addition, such qualitative methods as focus group discussions will be used in \nthe areas of health services quality, waste management, health services management, planning \nand budgeting, financial management, and access to health care funds.   \n \n5.  To monitor project activities, the Project will use detailed Gantt charts, which will also \nhelp in preparing, planning, and coordinating the project activities; assessing physical progress; \nand  tracking  inputs.  Detailed  monitoring  of  staff  inputs  and  financial  inputs  using  financial \nmanagement tools will be used to track costs and calculate unit costs. This information will be \nshared and used for planning future interventions. \n \n6.  Several indicators have been selected by the provinces and the Ministry of Health to \nmeasure overall provincial progress and major project achievement, as shown in Table A8. \n \n ", "48  Appendix 8 \nTable A8: Indicative Performance Indicators \n \nClassification  Provincial Indicators \n   \nImpact \n1.  Birth rate and outcome   \n \n2.  Neonatal, infant, and child mortality rates \n \n3.  Number of maternal deaths  \n \n4.  Cause of maternal and infant death in hospitals  \nOutcome \n5.  Use of health services in the past year based on household survey (percentage) \n \n \n6.  Percentage of children under 5 years with acute respiratory infection and diarrheal \ndiseases in past month who were taken for treatment to a health facility \n \n7.  Percentage of deliveries in institutions \n \n8.  Hospital case fatality rate \n \n9.  Percentage of households visited by village health worker in the past year \n \n10. Percentage of targeted population using health care fund in the past year \nOutput \n11. Total outpatient and inpatients per year by type of health facility \n \n12. Total number of major surgery and caesarian sections in the past year \n \n13. Bed occupancy rate and average inpatient days per year by health facility \nActivities \n14. Number of health facilities upgraded \n \n15. Number and % of health staff provided in-service training  \n \n \n16. Number and % of village health workers trained for at least 1 month   \n \n17. Number and % of commune health stations having doctor, female staff  \n \n18. Percentage of district health managers trained for at least 3 months    \n \n19. Number of health staff provided scholarship by residence, gender, and ethnic \n \ngroup \n   20. Percentage  of  provinces  that  make  comprehensive,  results-based,  pro-poor \n  provincial health plans and medium-term expenditure framework \n \nInputs   21. Steering  committee  meetings  (numbers),  staff  time  (person-months),  and \nconsulting services (person-months and US$) \n \n   22. Funds used (US$) \n \n  Note: Indicators are disaggregated by residence, income, gender, and ethnic group to the extent possible. \n ", "   Appendix 9             49\nSUMMARY RESETTLEMENT PLAN AND FRAMEWORK \n \n1.  The Project will upgrade or newly construct 26 facilities, for which 21 sites are known at \nthis  stage.  A  full  resettlement  plan  has  been  prepared  for  the  Project,  covering  the  nine \nsubprojects in six provinces where resettlement impacts have been identified. A resettlement \nframework has also been prepared, because the sites for some subprojects will be identified \nduring project implementation. For each of these subprojects found to require land acquisition or \nresettlement, a resettlement plan will be prepared by the provincial project management units \n(PPMUs), under the guidance of the provincial people’s committee (PPC) and the Ministry of \nHealth (MOH).  \n2.  Scope of Land Acquisition and Resettlement Impacts. Based on the result of the \ninventory of losses undertaken, a total of 119 affected parties were identified—112 households \n(499 people), 5 people’s committees (1 town people’s committee and 4 commune people’s \ncommittees), and 2 state-owned companies (1 pharmaceutical and 1 television station). The \nsocioeconomic survey found that there are 20 vulnerable households affected.   \n \nTable A9: Scope of Land Acquisition and Resettlement \n \nAffected \nPersons \nLosing 10% \nHouseholdsb  or More of \n  Estimated Land  Affected  Affected  to be  Productive  Other \nSites  Acquisition (m2)  Personsa  Population  Relocated  Assets  Impacts \nI.  Da Nang: No land and resettlement requirements for Da Nang City Rehabilitation hospital as civil works are within \nsanitarium and hospital campus. \nHoa Vang  46,669 m2 of  • 3 HHs   17  2  0  1 grade-4 \nDistrict Hospital  public vacant  • 1  house; \n(new site)  land owned by  pharmaceutical  1 temporary \npharmaceutical  company  house \ncompany and \n1,149 m2 of \nagricultural land  \nII.  Quang Nam Province:  No land and resettlement requirements, the civil works are within the hospital campuses. \nIII. Quang Ngai Province: No land and resettlement requirements for Ba To, Tra Bong, and Tay Tra as the civil works \nare within the hospital campuses. \nSon Tay District  2,650 m2 of  • 9 HHs  53  4  0  3 grade-4 \nHospital  residential land  houses;  \nand 4,000 m2 of  1 temporary \nagricultural land  house; \ntrees, crops \nIV. Binh Dinh Province:  No land and resettlement requirements for Binh Dinh Provincial Hospital and Phu My District \nHospital, as the civil works are within the hospital campus. \nTraditional  19,455 m2 of  • 13 HHs  69  2  9  2 grade-4 \nMedicine  which residential  • 1 CPC  houses \nHospital   land is 200 m2 ; \n(new site)  19, 255 m2 of \nagricultural land  \nV.  Phu Yen Province \nTuy An Regional  39,480 m2 of  • 8 HH  47  3  2  HHs  15 HHs \nHospital   agricultural land  • 1 CPC- cultivating \n(new site)  and 520 m2 of  owned land  CPC land \nresidential.  • 15 HHs  (allocated \ncultivating  temporarily \nCPC land   to HHs) \n ", "50   Appendix 9    \nAffected \nPersons \nLosing 10% \nHouseholdsb  or More of \n  Estimated Land  Affected  Affected  to be  Productive  Other \nSites  Acquisition (m2)  Personsa  Population  Relocated  Assets  Impacts \nTay Hoa District  15,092 m2 of rice  • 14 HHs  71  1  13  1 grade-4 \nHospital  and residential  • 1 Hoa Binh  house, \nland  CPC)  crops/trees  \nSong Cau  5,692 of  •  17 HHs  67  11  5  11 grade-4 \nDistrict Hospital  residential and  houses, 1 \nagricultural land   temporary \nhouse, \nsecondary \nstructures, \ncrops/trees \nVI.  Khanh Hoa Province:   No land and resettlement requirements for Cam Ranh and Van Ninh hospitals as the civil \nworks are in the hospital campuses. \nVII.  Ninh Thuan Province \nThuan Bac  14,837 m2 of rice  • 3 HHs  22    3  Crops and \nDistrict Hospital  field and special  • 1 Town PC  trees \n(new site)  land \nSecondary  29,761 m2 of rice  • 26 HHs  129  6  20  6 grade-4 \nMedical School  field, 238 m2 of  • 1 CPC, and   houses, \n(new site)   residential land  1 TPC   crops/trees \nand 3,814 m2 of \nirrigation and  \ntransport land \nVIII. Binh Thuan Province: No land and resettlement requirements for Duc Linh as the civil works are in the hospital \ncampus. \nBac Binh District  2,784 m2 of  • 3 HHs  24  3  0  3 grade-4 \nHospital  residential and  • 1 TV station  houses, 1 \npublic land    temporary \nhouse, \nsecondary \nstructures  \nTotal  186,141  119  499  32  52   \nCPC = commune people’s committee, ha=hectare, HH = household, No. = number. \na Includes any person or entity or organization affected by the Project, who, on account of the involuntary acquisition \nof assets in support of the implementation of the Project, would have their (i) standard of living adversely affected; (ii) \nright, title or interest in all or any part of a house and buildings, land (including residential. commercial, agricultural, \nplantations, forest and grazing land) water resources, fish ponds, communal fishing grounds,  annual or perennial \ncrops and trees, or any other moveable or fixed assets acquired or possessed, in full or in part, permanently or \ntemporarily; and (iii) business, profession, work or source of income and livelihood lost partly or totally, permanently \nor temporarily. \nb All persons living and eating together as a single social unit. The census used this definition and the data generated \nby the census forms the basis for identifying the household unit. \nSource: ADB, 2007. \n \n3.   Legal  and  Policy  Framework.  The  policy  framework  and  entitlements  have  been \ndeveloped from the relevant laws, decrees, and regulations of the Government of Viet Nam and \nADB’s Involuntary Resettlement Policy (1995). The Constitution of the Socialist Republic of Viet \nNam, 1992, confirms the rights of citizens to own and protect the ownership of a house. In \naddition,  the  Government  has  enacted  a  number  of  laws,  decrees,  and  regulations  that \nconstitute the legal framework for land acquisition, compensation, and resettlement. Provisions \n ", "  Appendix 9  51   \nand principles adopted in the resettlement plans and resettlement framework will supplement \nthe provisions of relevant decrees currently in force in Viet Nam wherever a gap exists.  \n \n4.  Principles  of  Resettlement. The following principles were formulated to bridge the \ndifferences between Asian Development Bank’s (ADB’s) and the Government’s resettlement \npolicies and will apply to all civil works undertaken: \n \n(i)   Acquisition of land and other assets, as well as resettlement of people, will be \navoided or minimized as much as possible by identifying possible alternative \nproject designs and appropriate social, economic, operation, and engineering \nsolutions that have the least impact on populations in the project area. \n(ii)   Affected households residing, working, doing business, and/or cultivating land \nwithin the project-affected areas during the conduct of the census and inventory \nof losses survey are entitled to be compensated for their lost assets, incomes, \nand businesses at replacement cost, and they will be provided with rehabilitation \nmeasures  to  improve  or  at  least  maintain  their  pre-project  living  standards, \nincome-earning capacities, and production levels.  \n(iii)   Affected  households  will  be  eligible  for  compensation  and  rehabilitation \nassistance, irrespective of tenure status, social or economic standing, and any \nsuch factors that may discriminate against achieving the resettlement objectives \nexplained above. Lack of legal rights to lost assets or adversely affected tenure \nstatus and social or economic status will not bar the affected households from \nentitlements to such compensation and rehabilitation measures. \n(iv)   Affected  households  will  be  fully  consulted  and  given  the  opportunity  to \nparticipate in matters that will have adverse impacts on their lives during the \ndesign, implementation, and operation of the Project. Moreover, plans for the \nacquisition of land and other assets will be carried out in consultation with the \naffected  households,  which  will  receive  prior  information  concerning  the \ncompensation, relocation, and other assistance available to them. \n(v)   Any acquisition of, or restriction on access to, resources owned or managed by \nthe  affected  households  as  a  common  property  (e.g.,  communal  forest, \ncommunal farm) will be mitigated by arrangements that will ensure access of \nthose affected households to equivalent resources on a continuing basis.  \n(vi)   There will be no deductions in compensation payments for land, structures, or \nother affected assets for salvage value, depreciation, taxes, stamp duties, fees, \nor other payments.  \n(vii)   Shop owners and operators will be allowed to construct a replacement of their \nstalls before demolishing the existing ones to minimize, if not avoid, income loss \narising from the disruption of business operations.  \n(viii)   Affected households that lose only part of their physical assets will not be left \nwith a portion that will be inadequate to sustain their current standards of living. \nThe minimum size of remaining land and structures will be agreed between \nproject authorities and the affected households during the detailed resettlement \nplanning process.  \n(ix)   Temporarily  affected  land  and  communal  infrastructure  will  be  restored  to \npre-project conditions.  \n(x)   There will be effective mechanisms for hearing and resolving grievances during \nthe planning and implementation of the resettlement plan.  \n(xi)   Existing cultural and religious practices will be respected and, to the maximum \nextent possible, preserved.  \n \n ", "52   Appendix 9    \n \n(xii)  Special  measures  will  be  incorporated  into  the  resettlement  plans  and  in \ncomplementary  mitigation  and  enhancement  activities  to  protect  socially  and \neconomically vulnerable groups at high risk of impoverishment, such as ethnic \nminorities,  households  headed  by  women  and/or  the  disabled,  landless \nhouseholds, children and elderly people without support structures, and people \nliving in poverty. Appropriate assistance will be provided to help them improve \ntheir socioeconomic status.  \n(xiii)   Adequate resources will be identified and committed during the preparation and \nimplementation  of  subproject  resettlement  plans.  This  includes  adequate \nbudgetary support fully committed and made available to cover the costs of land \nacquisition,  compensation,  resettlement,  and  rehabilitation  within  the  agreed \nimplementation  period  for  the  Project.  Adequate  human  resources  will  be \nprovided for supervision, liaison, and monitoring of land acquisition, resettlement, \nand rehabilitation activities.  \n(xiv)   Appropriate reporting, monitoring, and evaluation mechanisms will be identified \nand set in place as part of the resettlement management system.  \n(xv)   This resettlement plan or its summary and the updated subproject resettlement \nplans or their summaries will be translated into local languages and placed in \ncommune offices for the reference of affected households and other interested \ngroups.  \n(xvi)   Civil works contracts will not be awarded for a specific subproject or geographic \narea until (a) compensation payment and relocation to new sites have been \nsatisfactorily completed for that subproject or geographic area, (b) an agreed \nrehabilitation program is in place, and (c) the area is free from all encumbrances \nas per an approved resettlement plan.  \n(xvii)   Cash compensation or replacement land for affected households losing their \nentire residential lands will be made available well ahead of civil works to allow \nthe affected households sufficient lead time to reconstruct their houses. \n(xviii)   No demolition of assets and/or entry to properties will be done until the affected \nhousehold is fully compensated and relocated. \n \n5.  Entitlement Matrix. The resettlement plan and resettlement framework contain detailed \nentitlement matrixes summarizing the types of impact, eligibility, and compensation. Standards \ndescribed may not be lowered but might be enhanced in the ensuing resettlement plans, as \nrequired, on the basis of detailed social impact analysis. The entitlement matrix is found in the \nfull resettlement plan and resettlement framework (Supplementary Appendix D).  \n \n6.  Consultation, Disclosure, and Grievance Redress. Local authorities and leaders in \neach of the project towns and districts were informed about the project proposal, its objectives, \nand proposed activities at the early stages of project preparation. They were consulted on \ndevelopment  needs  and  resettlement  issues,  their  perceptions  toward  project  objectives, \ntechnical designs, and their tasks and roles in project planning and implementation. Affected \npersons have been informed about the proposed Project on an individual household basis. \nThey have been consulted about how the Project will directly affect them and have been \ninvolved in developing the proposed resettlement and compensation packages. Disclosure of \nthe  resettlement  plan  to  the  affected  persons  was  done  prior  to  appraisal,  using  locally \nappropriate information booklets. Further consultation will be undertaken prior to finalizing \ndetailed  design  to  incorporate  affected  persons’  requests  and  suggestions  to  minimize \nresettlement impacts. A grievance mechanism has been established to ensure that affected \npersons’ concerns and grievances are addressed and resolved in a timely and satisfactory \n ", "  Appendix 9  53   \nmanner.  Affected  persons  will  be  made  fully  aware  of  their  rights  to  grievance  and  the \nprocedures, verbally and in writing, during consultation, survey, and time of compensation.  \n \n7.  Implementation Arrangements. MOH is the Executing Agency for the Project. The \nPPCs in each of the eight provinces will be the implementing agencies and will be represented \nby the provincial health bureaus. The Project will be implemented through a national project \nmanagement unit (PMU) in the Department of Planning and Finance and eight PPMUs in the \nprovincial health bureaus. MOH is responsible for approving the resettlement plan and ensuring \nthat the resettlement plan is approved by each of the PPCs involved. The PPMUs will ensure \ncoordination  of  provincial  and/or  district  agencies  involved  in  resettlement  and  review \ncompensation rates and the resettlement budget. Resettlement committees at the provincial and \ndistrict levels have been established to organize, plan, and carry out daily detailed resettlement \nplan activities in the towns together with the PPMUs. A national consultant will support the PMU \nand PPMUs in carrying out resettlement activities.  \n \n8.  Implementation  Schedule.  The  resettlement  plan  includes  detailed  implementation \nschedules  that  are  coordinated  with  the  civil  works  schedules  for  the  health  facilities.  All \nsubproject resettlement plans will be reviewed by ADB prior to project implementation. Approval \nto award any civil works contracts will not be given until the required lands have been fully \nacquired and affected households are appropriately compensated and relocated. \n \n9.  Monitoring and Evaluation. The PMU and PPMUs are responsible for the internal \nmonitoring activities of land acquisition and resettlement during updating and implementation. \nThe PPMUs will submit quarterly resettlement reports to the PMU. The PMU will include PPMU \nresettlement progress in the Project’s overall quarterly progress reports that will be submitted to \nADB. Monitoring reports will be uploaded to ADB’s website. The PMU will engage for external \nmonitoring and post-evaluation a suitable domestic agency acceptable to ADB, under terms of \nreference  acceptable  to  ADB.  PMU  and  PPMUs  will  provide  the  domestic  agency  all \nresettlement-related documents.  \n \n10.   Cost  and  Budget.  The current cost of resettlement for the Project is estimated at \n$0.86 million. This amount includes the cash cost of land acquisition; provision or purchase of \nother  land  for  farmers (if  land-for-land  compensation is applied); compensation  for  loss  of \nhouses, structures, crops, and business; relocation; living standards rehabilitation measures; \nand monitoring. Adequate budgetary support will be fully committed and made available by the \nMOH, as well as by the provincial and district authorities, to cover the costs of land acquisition \nand resettlement within the agreed implementation period.   \n ", "54   Appendix 10  \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \n \nCountry/Project Title: Viet Nam: Health Care in the South Central Coast Region \nLending/Financing  Department/  Southeast Asia Department \nProject \nModality:  Division:  Social Sectors Division \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \nWith a focus on health care for the poor, the Project supports Viet Nam’s 5-year Socioeconomic Development Plan \n2006–2010 and the Comprehensive Poverty Reduction and Growth Strategy. The strategies aim for sustained annual \ngrowth of 7.5%, eliminating hunger by 2010, and halving poverty from 2002 to 2010. Special emphasis is placed on \nreaching poor communities and ethnic minorities in remote areas. In health care, Viet Nam has targeted further \nreductions in maternal mortality, infant mortality, and malnutrition; reversing the prevalence of malaria and tuberculosis; \nand halting the growth of HIV/AIDS. The Government has identified several key problems needing to be addressed, \nincluding deteriorating and poorly equipped infrastructure, shortages of skilled health workers, limited access for the \npoor, and an increasingly complex health system. Asian Development Bank’s (ADB’s) country strategy and program for \nVietnam (2007–2010) is directly linked to supporting the Socioeconomic Development Plan’s targeted outcomes. \nSupport will be directed to improving environmental management, human resources development, and gender equity \nwhile supporting ethnic minorities development.   \n \nIn line with Viet Nam’s and ADB’s strategies, the Project will strengthen provincial health systems and help improve the \nhealth status of the poor, women, and children in the south central coast region (SCCR). The Project will contribute \ntoward achieving the Millennium Development Goals (MDGs) and Viet Nam Development Goals.  \nB.  Poverty Analysis                                                                  Targeting Classification: GI \n \n1. Key Issues \nViet Nam’s recent socioeconomic development progress has been remarkable. Poverty was cut from 58.1% in 1993 to \nan estimated 19.5% in 2005. During this period, income per capita grew from $288 to $622. Broad-based economic \ngrowth, greater macroeconomic and political stability, and targeted programs to poor and vulnerable groups have all \nhelped to reduce poverty. The country has achieved a high level of human development, and health outcomes have \nimproved significantly. Life expectancy has increased by more than 6 years for both men and women since 1990, and \nmaternal mortality rates have declined to 130 per 100,000 live births. Immunization rates have risen, and infant and \nchild mortalities have fallen. Health services coverage also improved—in 2005, 97.8% of children under 1 year of age \nhad been fully immunized and 96.1% of deliveries were attended by a trained health worker.  \n \nViet Nam has made good progress in achieving MDGs and Viet Nam Development Goals and has already achieved its \npoverty targets. Good progress has been made toward universal primary education, gender equality, maternal health, \nand access to safe drinking water. Despite these achievements, increased efforts are required to ensure key MDGs \nrelated to child mortality, drinking water, and HIV/AIDS are met. This means improving the quality of key services, \ntargeting pockets of poverty, and ensuring sound and environmentally sustainable practices. Significant pockets of \npoverty remain. In 2004, the incidence of poverty was 26.4% in rural areas but 13.7% in urban areas. While food \npoverty (at 3.3%) has been largely eliminated in urban households, 8.1% of rural households remain food-poor. Ethnic \nminorities, in particular, have not kept apace of the economic progress experienced by others. Similarly, the health \nstatus of those who live in rural areas, especially ethnic minorities, has not progressed as rapidly as for urban dwellers. \n \nThe remoteness of many rural communities and the unavailability of skilled health workers contribute significantly to \ntheir poverty and poor health status. The cost of health care is the most significant constraining factor, and user fees, \ncoupled with the cost of drugs and expenses for travel, can be a devastating financial burden for those surviving at a \nsubsistence level. While the introduction of health insurance is beginning to mitigate these financial burdens, the \naccess to quality care remains limited for these groups. Viet Nam’s health system is burdened by an infrastructure that \nis old, deteriorated, and poorly equipped, with inadequate systems for water and waste management and infection \ncontrol.  The  facilities  and  equipment  at  most  district  hospitals  are  old  and  degraded.  Provincial  hospitals  are \noverwhelmed, with overcrowded wards and large volumes of outpatients. Many commune health stations in the \nmountainous areas cannot provide basic health care services and lack essential equipment and drugs. \n2. Design Features \nWhile the health care funds for the poor have reduced some of the financial barriers to health care and led to increases \nin poor people’s utilization of health services, these have not helped to improve the quality of health facilities and health \nstaff or the supply of equipment and drugs. The Project will address these gaps and improve access to quality health \nservices for about 9 million people (4.6 million women, 4.4 million men, and nearly 500,000 ethnic minority people) \nliving in the eight target provinces, thereby directly or indirectly improving their health status. Key project outputs \n ", "  Appendix 10  55   \ninclude (i) improved health facilities, providing improved quantity and quality of health care; (ii) strengthened provincial \nhuman resources, increasing the number of skilled health staff providing quality health care services; (iii) improved \naccess to health care for the poor; and (iv) strengthened provincial health systems in terms of equity, efficiency, and \neffectiveness.  \n \nImproved health reduces income losses and expenditures due to illness or disease, and it indirectly protects the labor \nforce and production of food and cash crops. Four of the eight project provinces have poverty levels significantly above \nthe national average of 19.5%, including Ninh Thuan at 45.0%, Quang Nam at 36.3%, Quang Ngai at 36.1%, Binh Dinh \nat 28.3%, and Phu Yen at 21%. The Project will also be targeting such vulnerable and poor groups as women and \nethnic minorities for specific interventions and training programs.    \n                                                     \nII.  SOCIAL ANALYSIS AND STRATEGY \n \nA.  Findings of Social Analysis  \nAlthough economic growth has benefited most of society, the level of inequality, including for health status, has \nincreased. The poverty incidence in rural areas remains significantly higher than in urban areas, and 61% of ethnic \nminority households lived below the poverty line in 2002 compared with 14% of Kinh and Chinese households. \nSimilarly, the health status of the rural population and ethnic minorities is significantly worse than in urban areas. Based \non a 1999 study, the infant mortality rate was 69 per 1,000 live births for ethnic Gia Rai, 56 for ethnic H’mong, and 21 \nfor the majority Kinh population. In 2004, 4% of Kinh and Chinese children under 5 were severely malnourished \ncompared to 33% of ethnic minority children. A Ministry of Health study conducted in 2000–2001 found maternal \nmortality ratios of 79 per 100,000 live births in urban areas, 145 in rural areas, 269 in the mountainous and midland \nareas, and 81 for Kinh compared to 316 among ethnic minorities. The proportion of ethnic minority people belonging to \ncommune health centers with a medical doctor is only 30%, compared to 63% for Kinh or Chinese people. There is \nalso a shortage of qualified health care professionals from ethnic minorities who can bridge the language and culture \ngap in providing health services in certain areas. The public health system thus faces considerable challenges in \nprotecting the health of poor and vulnerable groups and in responding to the changing patterns of disease associated \nwith ongoing social, demographic, and epidemiological transitions.  \n \nThere is significant potential for improving health outcomes among the poor and ethnic groups in the project area. The \nProject will upgrade health facilities and equipment and increase the capacity of health workers to provide quality care. \nTo help increase the number of women and ethnic minority health workers, the Project will assist each province to \ndevelop gender and ethnic minority action plans with focused interventions to ensure they reach targets for women and \nethnic minorities in training courses. Health workers serving ethnic minority communities will be given priority for \ntraining,  and  programs  will  include  topics  that  disproportionately  affect  ethnic  minorities.  The  Project  will  also \nspecifically address quality of care issues in remote and poor commune health stations, where lack of staff is a \nproblem, and will provide scholarships for local school leavers to attend health worker training at provincial secondary \nmedical schools or colleges in the SCCR. The poorest communes, many of them with significant ethnic minority \npopulations having limited access to services and poor health indicators, will be targeted to receive training for village \nhealth workers, health and nutrition promotion, and assistance to reduce financial barriers to health care. \nB.  Consultation and Participation \n1. Consultation and Participation Process during the Project Preparation \nThe Project was designed following a highly participatory approach, including planning workshops with the eight \nprovincial health teams and three regional workshops. Stakeholder consultations were carried out with national agencies, \ndevelopment partners, provincial and district health officials, managers and staff of hospitals and health centers, village \nhealth  workers,  and  potential  beneficiaries  that  include  poor  people,  women,  and  ethnic  minorities.  The  active \ninvolvement of all stakeholders will continue during project implementation. \n \n2. What level of consultation and participation (C&P) is envisaged during the project implementation and \nmonitoring?  \n \n  Information sharing          Consultation        Collaborative decision making        Empowerment  \n \n3. Was a C&P plan prepared?    Yes       No  \n \nA participation strategy is incorporated into the overall project design and detailed in the ethnic minority strategy and \ngender  action  plan.  The  Project  will  place  strong  emphasis  on  gender-inclusive  community  participation  and \nconsultation. Active participation of key stakeholders—especially among the poor and ethnic minority groups—will be \ncrucial to help identify special needs and ensure accessibility to health care services. Women’s participation will be \ncentral to the development, implementation, and monitoring of project activities. Special provisions and budgets have \n ", "56   Appendix 10  \nbeen included to ensure active participation of women, ethnic minorities, and other vulnerable groups. This process will \nbe regularly monitored and evaluated by consultants and project staff, with the results fed back into ongoing project \nimplementation.   \nC.  Gender and Development \n1.  Key Issues \nThere are significant regional disparities in key health indicators, and women are particularly vulnerable in mountainous \nand remote communities. Gender development is intricately linked to issues of ethnicity and poverty, and ethnic \nminorities throughout Viet Nam, especially women and children, are particularly lagging behind. In ethnic minority \ncommunities in the central highlands, for instance, the burden of disease for females of reproductive age (15–44) is \nmore than 25% higher than the national average. The 2001–2002 Viet Nam National Health Survey found that, among \nwomen of reproductive age (18–34 years), prenatal care and immunization in ethnic minority groups was just two-thirds \nthat for the Kinh population. The maternal mortality ratio is 269 per 100,000 live births in mountainous and midland \nregions compared to 81 in the deltas, 81 in the Kinh ethnic majority compared to 316 among ethnic minorities, and 145 \nin rural areas compared to 79 in urban areas. \n2.  Key Actions \n \n  Gender plan          Other actions/measures         No action/measure \n \nThe Project is designed to particularly benefit women of reproductive age and children under 5 years of age. A project-\nspecific gender action plan (GAP) has been formulated to promote the equal participation of all stakeholders as project \nbeneficiaries. The GAP is in Appendix 11. \nIII.    SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/ Strategy to Address Issue  Plan or Other Measures \nLimited/  Included in Design \nNo Impact \nInvoluntary   Significant  A full resettlement plan has been prepared and    Full Plan \nResettlement  a resettlement framework will guide    Short Plan \nresettlement plan preparation for subproject    Resettlement     \nsites that will be identified during  Framework \nimplementation.    No Action    \nIndigenous Peoples  Significant   The project design specifically targets ethnic    Plan \n    minorities for many of the activities and includes    Other Action  \n  several strategies to ensure that ethnic  (Ethnic minority strategy \nminorities benefit from all project outputs.  provided) \n  No Action \nLabor  No impact  Any impacts will be positive, as significant    Plan \n    investments will be made for human resource    Other Action  \n Employment       development of key health service staff and    No Action  \n     Opportunities    increasing employment opportunities.   \n       \n Labor    The Project will introduce no affordability    Action \n  Retrenchment    issues. It will help improve access to financing    No Action \n    of health services for the poor.  \n Core Labor   \n  Standards   \nOther Risks and/or       \nVulnerabilities  None    Plan \n  HIV/AIDS    Other Action \n  Human trafficking    No Action \n  Others \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development \nactivities and/or social impacts during project implementation?    Yes         No      \n \n ", "  Appendix 11  57   \nGENDER ANALYSIS AND ACTION PLAN \n \n1.    A project-specific gender action plan (GAP) has been formulated to promote the equal \nparticipation of all stakeholders as project beneficiaries and to highlight the special health needs \nof women in the south central coast region. The GAP is based on a gender analysis that was \nprepared for the Project and is designed according to the Asian Development Bank’s (ADB’s) \nPolicy on Gender and Development (1998). \n \nA.   Institutional and Legal Framework  \n \n2.  A  strong  policy  and  institutional  environment  supporting  gender  equality  has  been \ninstrumental  in  empowering  Vietnamese  women  and  reducing  gender  gaps.  The  National \nCommittee for the Advancement of Women, a high-level multisectoral committee that reports \ndirectly to the President, is the formal state body responsible for promoting gender equality. The \nViet Nam Women’s Union is a mass-based organization for women, facilitating implementation \nof projects and programs at the local level and representing their members in national policy \ndialogue. The newly issued Gender Equality Law, 2007, redresses gender disparities in existing \nlaws, calls for gender mainstreaming in public administration, and provides for targets and \nquotas for women’s participation in decision making. Gender equality and improved health \nservices for ethnic minorities are key priorities in the National Strategy on Reproductive Health \nCare for 2001–2010. \n \nB.  Representation in Public Institutions \n \n3.  While significant improvements have been achieved, gender disparities in leadership still \nexist at all levels of government and women tend to be excluded from the decision-making \nprocess. Viet Nam has a high level of female representation in Parliament, but within the public \nadministration’s central executive level very few women are represented in leadership positions. \nAt the central level in 2005, only 6% of department directors and 14% of deputies were women. \nAt local levels, women are almost invisible in leadership positions across departments and \nsectors. Slowly changing cultural norms and a lack of open and transparent recruitment and \npromotion practices are key causes for the low representation of women in leadership positions. \nAt the provincial, district, and commune levels, these factors combine with lower educational \nqualifications and skills to prevent women from participating in leadership roles.  \n \nC.  Key Gender Issues in the Health Sector \n \n4.   The patterns of disease in Viet Nam differ substantially between men and women. \nWomen are vulnerable to diseases associated with childbearing, while men have a greater \nincidence of accidents and injuries. There are also significant regional disparities in key health \nindicators, and women are particularly vulnerable in mountainous and remote communities. \nGender development is intricately linked to issues of ethnicity and poverty, and ethnic minorities \nthroughout Viet Nam, especially women and children, particularly lag behind. For instance, in \nethnic minority communities in the central highlands, the burden of disease for females of \nreproductive age (15–44) is more than 25% higher than the national average.1 The 2001–2002 \nViet Nam national health survey found that among women of reproductive age (18–34 years), \nprenatal care and immunization in ethnic minority groups was just two thirds that for the Kinh \npopulation. The maternal mortality ratio is 269 per 100,000 live births in mountainous and \nmidland regions compared to 81 in the deltas, 81 among the Kinh ethnic majority compared to \n316 among ethnic minorities, and 145 in rural areas compared to 79 in urban areas.   \n                                                 \n1 Ministry of Health. Viet Nam Health Report, 2006. Ha Noi (p. 14). \n ", "58   Appendix 11  \n \n5.  Factors identified as contributing to maternal mortality are (i) delay in the decision to \nseek health care, (ii) delay in transferring women with obstetric complications to the appropriate \nfacilities, (iii) delay in providing essential treatment, (iv) lack of well-trained health workers, and \n(v) lack of drugs and necessary equipment (footnote 1). The United Nations Population Fund \nassessment of three district hospitals in Ninh Thuan province found that (i) all hospitals were \nmissing  equipment  and  drugs  to  meet  maternal  and  neonatal  health  care  needs;  (ii)  two \nhospitals lacked resources to manage postpartum hemorrhage and could not transfuse blood or \nperform life-saving surgery; (iii) all hospitals lacked staff to cover emergencies at the commune \nhealth  stations;  (iv)  ambulances  were  used  to  transport  senior  health  officials  and  lacked \nemergency  equipment;  and  (v)  health  providers  lacked  critical  skills  and  knowledge  to \nadequately manage obstetrics complications, resuscitate a newborn, or provide postnatal care. \nWomen’s and children’s health is further compromised by limited access to preventive and \ncurative services, misuse of self-medication, and lack of trust in modern medicine. The lack of \nknowledge about women’s rights and prevalence of traditional customs, laws, and practices also \nnegatively affect women’s health and development (e.g., relating to early marriage and limited \ndecision-making). \n   \n6.  The proportion of female staff in the health sector is relatively high. In Quang Ngai, for \ninstance, the staff is nearly 62% female in the provincial health service. Women tend, however, \nto be predominantly concentrated in the more poorly paid, lower levels of the system—as \nmidwives,  nurses,  cleaners,  clerical  staff,  and  laboratory  technicians.  The  directors  of  the \nprovincial health services in Da Nang, Quang Nam, Quang Ngai, Binh Dinh, Phu Yen, and Khan \nHoa are all males. Increasing the number of female hires and promotions to higher levels may \nbe a significant contributor to increasing the focus and resources for women and ethnic minority \nhealth needs. \n \nD.  Gender Action Plan and Implementation Arrangements \n \nTable A11:  Summary Gender Action Plan \n \nProject Outputs  Actions Proposed \nOutput 1: Improved Health Facilities  \nNew and Upgraded Health  National and provincial project management units (PPMUs) introduce the \nFacilities and Equipment  Project to province, district, and village representatives, both male and \n  female. \nImproved Water, Sanitation, and  Identify vulnerable groups and households headed by women.  \nWaste Management  Ensure that households headed by women, irrespective of ethnicity or \n  income levels, will have equal access to participate in the Project. \nEnsure gender impacts on land acquisition and environmental concerns are \nconsidered, as described in resettlement plans and environmental \nexaminations. \nCollect monitoring data disaggregated by gender, ethnicity, and income. \nEnsure that equal wages are paid to men and women laborers. \nGive priority to hospital civil works and equipment for improving quality \nreproductive health care to meet national standards and guidelines.  \nEnsure that health facilities have adequate waiting areas and separate toilet \nfacilities for men and women. \nBudget made available for screening of potential gender impacts and \ndevelopment of enhancement measures, as well as monitoring and \nevaluation activities disaggregated by gender, ethnicity, and income. \n ", "  Appendix 11  59   \nProject Outputs  Actions Proposed \nOutput 2: Strengthened Provincial Human Resources  \nImproved Provincial Human  HRD plans to include: strategies to increase representation of women staff \nResource Planning and  in managerial positions, budgetary allocations, implementation of national \nManagement  regulations regarding female employees, and the actions of managers to \n  promote gender equality initiatives. \nImproved Provincial Training  Ensure gender analysis of baseline data disaggregated by gender and \nCapacity  ethnicity is used for HRD planning and to identify any gender gaps in wages \n  and promotions. \nImproved Quality and Availability  Establish mechanisms to promote women’s representation in decision-\nof Staff  making processes. \n  Ensure that provincial training capacity development includes a focus on \nHRD Policy Studies Conducted  gender needs and strategies. \n  Organize separate meetings with women’s groups to identify specific needs \nfor programs for women within the health sector. \nEnsure each province establishes and reaches targets for women and \nethnic minorities in training courses at all levels. \nTraining programs will include gender sessions and topics that \ndisproportionately affect women. \nTeaching materials will be gender and ethnically sensitive and inclusive.  \nEnsure that all training activities are gender balanced and that women’s \nrepresentation is at least proportionate to their representation in the overall \ntrainee pool. Disaggregate participation records by gender and ethnicity.  \nEnsure that at least 50% of the scholarships for upgrading to bachelor level, \npostgraduate training, and preservice training are given to women.  \nEnsure that every commune health station has a trained female staff \nmember by 2010.  \nEnsure availability to women of information, including to hold all public \nconsultations and training at convenient times and locations giving \nconsideration to women’s involvement in fieldwork, household chores, and \nother factors. \n Structure field visits and learning exchanges to accommodate the specific \n needs of women. \nInclude budget for screening potential gender impacts and developing \nenhancement measures; as well as for monitoring and evaluation activities \ndisaggregated by gender, ethnicity, and income. \n At least two action-research grants for HRD focus on gender issues. \nOutput 3: Improved Access to Health Care for the Poor \nBetter Skilled Village Health  At least 50% of village health workers trained will be women. \nWorkers in Remote Communes  Teaching materials will be gender and ethnically sensitive and inclusive.  \n  Identify vulnerable groups (e.g., the disabled and ethnic minorities) and \nHealth and Nutrition Promoted in  households headed by women. \nEthnic Minority Communes  Consult with stakeholders (men and women) on their participation in the \n  planning process and implementation, while specifically considering (so as \nReduced Barriers to Health Care  not to overburden them) that women’s participation is balanced with other \nFunds for the Poor  tasks. \nDevelop and implement gender sensitive community mobilization and \nplanning methodologies, including gender sensitive monitoring of activities. \nOrganize separate meetings with women groups to identify specific training \nneeds and programs for women. \nDevelop innovative and culturally appropriate health promotion materials, \ninformation, education, communication messages, and media. \nEnsure availability to women of information, including to hold all public \nconsultations and training at convenient times and locations giving \nconsideration to women’s involvement in fieldwork, household chores, and \nother factors. \n \n ", "60   Appendix 11  \nProject Outputs  Actions Proposed \nEnsure that illiteracy is considered in all training and community meetings to \nensure that the illiterate are not excluded from project interventions.  \nStructure field visits and learning exchanges to accommodate the specific \nneeds of women. \nCollect monitoring data disaggregated by gender, ethnicity, and income.  \nInclude budget for screening potential gender impacts and developing \nenhancement measures; as well as for monitoring and evaluation activities \ndisaggregated by gender, ethnicity, and income. \nOutput 4: Strengthened Provincial Health Systems \nStrengthened Provincial Health  Ensure that all provincial and district plans incorporate programs and \nSystems Management  activities to meet health care needs of women and children. \n  Updated 5-year provincial plans and medium-term expenditure frameworks \nStrengthened Hospital  to include project gender action plan.  \nManagement  Specific gender activities and targets to be included in provincial annual \n  operating plans.  \nBetter Health Management  Teaching materials will be gender and ethnically sensitive and inclusive.  \nInformation Systems  Target 25% participation of women in training for provincial health officials. \n \nTarget 25% participation of women in training for senior hospital managers \nEffective Project Management \nand hospital department managers. \nSupport \nTarget that 25% of health system and hospital managers are female by \n \n2012. \nDevelop gender and ethnic sensitive and inclusive training manuals. \nDevelop and conduct specialized training for women, including in \nleadership. \nImprove health management information systems to better meet the health \ncare needs of women and ensure that data collected through those systems \nis disaggregated by gender and ethnicity. \nEnsure that PPMU training includes gender topics.  \nEnsure that the baseline and end-of-project surveys collect, analyze, and \ndisseminate data disaggregated by gender and ethnicity. \nBy midterm, develop health sector gender and ethnic minority development \nplans for each of the provinces, based on lessons from project \nimplementation.  \nA community development specialist will be a member of the PPMU. \nSocial and gender development specialists (international, 4 person-months; \nnational, 12 person-months) will support project implementation. \nAll progress reports shall include a section which reports on the impact the \nproject is having on women—positive and/or negative. \nHRD = human resource development, PPMU = provincial project management unit.  \nSource: Asian Development Bank \n \n7.  Implementation arrangements and estimated costs of the GAP have been integrated into \nthe Project’s overall arrangements and total budget. The Ministry of Health will ensure that the \nGAP agreed between the Government and ADB is fully implemented and that gender strategies \nare followed in the resettlement plan and ethnic minority strategy. The project management unit \n(PMU) and provincial PMUs (PPMUs) will be responsible for implementing and monitoring the \nGAP. The international and national consultants will help conduct gender awareness training for \nproject units, establish gender-disaggregated indicators for project performance monitoring and \nevaluation,  and  coordinate  with  other  specialists  during  subproject  preparation  and \nimplementation. The PMU will include information about progress of GAP activities in quarterly \nprogress reports prepared and submitted to ADB and the Government. The PPMUs will submit \ngender updates to the PMU prior to preparing these reports. \n ", "          Appendix 12  61\nETHNIC MINORITY STRATEGY \n \n1.  An ethnic minority strategy has been prepared for the Project. The purposes of the \nstrategy are to (i) guide the assessment of potential impacts on ethnic minorities to be done for \neach of the provinces during implementation; (ii) assist the preparation of specific actions to \naddress the impacts; (iii) present interventions to improve the quality of services in the basic \nhealth care system for ethnic minorities, including at the village level; (iv) present interventions \nwith a gender focus to address the needs of ethnic minority women and children; (v) help \nensure that ethnic minorities have increased opportunities to participate in training at all levels; \nand (vi) guide the development of information, education, and participation methodologies so \nthat they are targeted to ethnic minority needs, culturally appropriate, and sustained. The ethnic \nminority strategy is based on (i) consultations with ethnic minorities, government officials, local \norganizations,  and  other  key  stakeholders;  and  (ii)  secondary  sources  and  past  Asian \nDevelopment  Bank  (ADB)  projects.  The  strategy  is  in  accordance  with  current  Viet  Nam \nregulations and complies with ADB’s Policy on Indigenous Peoples (1998).  \n \nA.  Ethnic Minorities and Health in Viet Nam and the Project Area \n2.  Viet Nam had a total population of about 85.3 million people in 2007, of which about 14% \nwere ethnic minorities. There are 53 ethnic minority groups and close to 100 subgroups, most of \nwhich live in the northern and central mountainous regions and in lowland river deltas. Based on \nthe socioeconomic indicators from the 2004 Viet Nam Household Living Standard Survey and \nother studies, ethnic minorities are generally poorer than the Kinh and have limited access to \neducation and health care services. About 39% of those recorded as living in poverty were from \nethnic minorities, and 61% of all ethnic minority people are poor compared with only 14% of the \nmajority Kinh and Chinese. Only 4% of ethnic minorities have access to sanitation and 19% to \nclean water, compared with the Kinh majority group at 36% and 63%, respectively. A recent ADB \nproject in Viet Nam1 reported that, given the poverty gap for minorities, if current trends persist, \npoverty will predominantly be related to ethnicity by 2010. \n3.   Ethnic minorities tend to be poorer than the Kinh or the Chinese due to (i) geographical \nremoteness, (ii) lack of farming knowledge and skills, (iii) traditional cultivation practices (i.e., \nshifting  cultivation),  (iv)  limited  access  to  cash  and  credit,  (v)  environmental  problems,  and \n(vi) poor physical and social infrastructure. These conditions also limit the development of ethnic \nwomen, who have higher levels of illiteracy, have less access to training for improved agricultural \ntechniques, participate less in nonagricultural work, and have less mobility and interaction with \nothers. Based on the 2004 survey data, the smallest ethnic minority groups (e.g., less than \n15,000 people) are also the poorest.  \n \n4.  The health status of the rural population and ethnic minorities is significantly worse than \nin urban areas. Based on a 1999 study, the infant mortality rate was 69 per 1,000 live births for \nethnic Gia Rai, 56 for ethnic H’mong, and 21 for the majority Kinh population. In 2004, 4% of \nKinh and Chinese children under 5 were severely malnourished compared to 33% of ethnic \nminority children. A Ministry of Health study conducted in 2000–2001 found maternal mortality \nratios of 79 per 100,000 live births in urban areas, 145 in rural areas, 269 in the mountainous \nand midland areas, and 81 for Kinh compared to 316 among ethnic minorities. While 98% of \npeople live in communes that have access to a health center, only 59% of people live in \ncommunes where the health center has a medical doctor. The proportion of ethnic minority \n                                                 \n1\n ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Lower Secondary Education for the Most Disadvantaged Regions. Manila. \n ", "62   Appendix 12 \npeople living in communes where the commune health center has a medical doctor is only 30%, \ncompared to 63% for Kinh or Chinese people. There is also a shortage of qualified ethnic health \ncare professionals who can bridge the language and culture gap in providing health services in \ncertain  geographic  areas.  The  public  health system  thus  faces  considerable challenges  in \nprotecting the health of poor and vulnerable groups and in responding to the changing patterns \nof disease associated with ongoing social, demographic, and epidemiological transitions. \n \n5.  There are several ethnic minority groups in the south central coast region (SCCR), \nmainly the Cham population of the lowlands and a number of other minority populations living in \nthe upland fringes bordering the central highlands. These groups are significantly worse off in \nterms of poverty and health status than the majority Kinh population. More than 90.0% of ethnic \nminorities in the SCCR lived in poverty in 2004, compared to only 15.0% of Kinh and Chinese. \nIn 2004, 72% of minorities in the SCCR were considered to be “food-poor,” compared to a few \npercent  among  Kinh.2 The  so-called  “poverty  gap”3 is  also  much  higher  among  minorities \n(19.2%) than among the poor Kinh (2.6%), with the number for ethnic minorities in SCCR \nreaching as high as 39.5%.4  \n \nTable A12.1: Project Provinces and Ethnic Minorities \n \n \nProject  Rate of  Total  Rural \nArea  Povertya  Population  IMRb  Pop’n.c  Ethnic Minoritiesd \nViet Nam  6.9%  84,155,800  17.8  51     \n(Total) \nDa Nang  4.3%  777,100  9.0  13.8  99.87% Kinh,   \n0.13% Ka Tu \nQuang     1,463,300  22.0  82.9  93.13% Kinh,  Much of the west of the province \nNam  36.3%  2.83% Co Tu,  dominated by the Co-tu population, \n1.73% Ca  significant Gie-trieng and Xo-dang \nDong, 1.01%  populations in south west bordering Kon \nBhnoong,  Tum, and a narrow strip of Co population \n0.5% Xo dang  along the southern border with Quang \nNgai. \nQuang  36.1%  1,269,100  20.8  85.6  88.21% Kinh,  Much of the west of the province \nNgai        1.15% Xo  dominated by large Co and Hre \nDang, 8.7%  populations, along with small numbers of \nHre, 1.87%  Xo-Dang near the border of Kon Tum \nCor  (where most Xo-Dang live). \nBinh Dinh  28.3%  1,556,700  20.3  74.8  97.98% Kinh,  Large Ba Na population throughout west of \n1.04% Ba Na,  province bordering Gia Lai (where most Ba \n0.52% Hre,  Na live). Mountain Cham (Cham Hroi) also \n0.3% Cham,  in western regions. \n0.06% Hoa. \nPhu Yen  21.0%  861,100  30.8  79.1  94.48% Kinh,  Significant Ba Na population in north west \n2.08% E De,  bordering Gia Lai, large E De population in \n0.43% Ban A,  south west bordering Dac Lac. Mountain \n2.06% Cham  Cham (Cham Hroi) also in these western \nHo Roi, 0.18%  regions. \nTay \n                                                 \n2  Swinkels, Rob and Turk, Carrie. 2006. Poverty and Poverty Reduction in Viet Nam 1993–2004. Hanoi. \n3 The poverty gap index is a measure that captures the magnitude of poverty by considering both the number of poor \npeople and how poor they are. It is a combined measurement of incidence of poverty and depth of poverty.  \n4  World Bank. 2007. Proposed Credit to the Socialist Republic of Viet Nam for a Proposed First Program 135 Phase 2 \nSupport Operation. Washington, DC. \n ", "          Appendix 12  63\n \nProject  Rate of  Total  Rural \nArea  Povertya  Population  IMRb  Pop’n.c  Ethnic Minoritiesd \nKhanh  9.7%  1,122,500  14.7  60.1  95.5% Kinh,  Significant E De population in north west \nHoa  3.17% Rac lay,  bordering Dac Lac and Lam Dong, and \n0.58% Hoa,  large Ra Glai population in north west  \n0.32% Co ho,  bordering these two provinces. Small Co \n0.25% E de  Ho population in west bordering Lam \nDong. Mountain Cham (Cham Hroi) in \nwestern regions. \nNinh  45.0%  562,300  22.6  67.4  78% Kinh,  Large Ra Glai populations in north and \nThuan  12% Cham,  south west bordering Lam Dong. \n9% Raglai  Significant Co Ho population also in west. \nLarge lowland Cham population. \nBinh  15.7%  1,150,600  18.7  62.4  93% Kinh,  Large Ra Glai population in north and \nThuan  2.8% Cham,  scattered elsewhere further south \n1.2% Raglai,  bordering Lam Dong. Significant Co Ho \n1.1% Hoa,  population in north west. Large lowland \n0.8% K’Ho  Cham population. \nIMR = infant mortality rate, Pop’n = population. \na  Incidence of Poverty: National & Regional: Health Statistics Yearbook 2005.  Provincial: Vietnam Household Living \nStandards Survey 2002, as cited in Achieving The Millennium Development Goals, Viet Nam, August 2005. \nb   Number of infant deaths below 1 year of age per 1,000 live births. \nc  Percentage of population that live in rural areas. \nd  Provincial Health Department data, 2007. \nSource: Ministry of Health, Viet Nam.   \n \nB.  Legal Framework and Principles \n6.  The  ethnic  minority  strategy  is  based  on  Vietnamese  laws  and  ADB’s  Policy  on \nIndigenous Peoples (1998). ADB’s policy aims to protect ethnic minorities from the adverse \nimpacts  of  development  and  to  ensure  that  they  benefit  from  development  projects  and \nprograms. ADB’s Operations Manual section on indigenous peoples outlines ADB procedures \nand operational guidelines.5  \n7.  Viet Nam has a comprehensive legal framework for social equality. The Comprehensive \nPoverty Reduction and Growth Strategy for 2001–2010 sets 11 goals, of which 7 deal directly \nwith  issues  of  gender  and  ethnic  minorities  and  2  with  issues  of  vulnerability,  poverty \neradication, and ethnic culture preservation: (i) achieve better education for all; (ii) reach gender \nequality and empower women; (iii) reduce infant and child mortality; (iv) improve maternal \nhealth;  (v)  combat  HIV/AIDS,  malaria,  and  other  communicable  diseases;  (vi)  reduce \nvulnerability; and (vii) eradicate poverty and preserve ethnic minority culture. Key stakeholders \nfor the development of ethnic minorities include the Ministry of Health; Ministry of Labor, Invalids \nand Social Affairs; and the National Institute of Linguistics. The Committee for Ethnic Minority is \nresponsible for coordinating ethnic issues and developing and implementing policies for ethnic \nminority groups in mountainous regions.  \n \n8.  The  Government  has  a  stated  commitment  to  improving  health  care  for  the  ethnic \nminority population. Directive No. 6 of 22 January 2002 of the Central Executive Committee \nemphasizes the priority of health care in mountainous and remote areas, and particularly for \nethnic minorities. The Ministry of Health has issued Decision 370/2002 promoting health care at \nthe commune level for 2001–2010, and its Decision 139 entitles ethnic minorities to free health \ncare that is financed through the national budget. \n \n                                                 \n5  ADB. 2006. Operations Manual. Section F3: Indigenous Peoples. Manila (25 September). \n ", "64   Appendix 12 \nC.  Anticipated Impacts and Proposed Actions for Ethnic Minorities Development  \n9.  The ethnic minority strategy ensures that all ethnic minority groups share proportionately \nin project benefits and protects them from any adverse effects from the Project. During project \nimplementation, the provinces will review the socioeconomic and demographic profiles of the \ntarget communities with respect to ethnicity. Using ADB’s checklist on indigenous peoples, the \npotential effects of the Project will be assessed for all ethnic minorities, potential impacts will be \nidentified, and measures to mitigate these impacts will be incorporated into the detailed design \nof each subproject. Budget will be made available to support the implementation of specific \nactions. Ethnic minorities that are affected by land acquisition and resettlement are eligible for \nthe same entitlements and levels of compensation, regardless of ethnicity or gender.  \n \nD.  Institutional Arrangements \n \n10.  Implementation arrangements and estimated costs of the ethnic minority strategy are \nintegrated into the Project’s overall arrangements and total budget. Representatives from the \nCommittee of Ethnic Minority and the Viet Nam Women’s Union will play a critical role in \nfacilitating participation by all ethnic minority groups in project activities and will be invited to \nparticipate in steering committee meetings. An international social and gender development \nspecialist (4 person-months) and a national social development specialist (12 person-months) \nwill support the Executing Agency. The ethnic minority strategy will be monitored as part of the \noverall system for the Project, and socioeconomic data will be disaggregated by gender and \nethnicity. Progress reports will provide periodic updates on the effects of project outputs on \nethnic  minorities.  The  midterm  review  mission  will  consider  past  updates  and  make \nadjustments, as required. \n \n \nTable A12.2: Anticipated Impacts and Proposed Actions on Ethnic Groups  \n \n \nAnticipated  Anticipated \nProject Output  Impacts  Risks  Proposed Actions to Enhance Impacts and Mitigate Risks \nOutput 1: Improved Health Facilities  \nNew and  ● Improved  ● Minor: Ethnic  ● Budget made available for (i) screening of the potential \nUpgraded  facilities and  minorities are  impacts on ethnic groups, mitigating impacts, managing risks, \nHealth  equipment for  not accessing  and developing enhancement measures; and (ii) monitoring \nFacilities and  hospital services  the upgraded  and evaluation activities disaggregated by gender, ethnicity, \nEquipment  in ethnic  facilities.  and income. \n  minorities areas  • Incorporate ADB’s indigenous people checklist as part of the \nImproved  • Improved  overall subproject preparation procedures. \nWater,  access to health  ● Consult with ethnic minority communities during subproject \nSanitation, and  facilities for  preparation and before the start of subproject construction. \nWaste  ethnic minorities  ● After upgrading, ensure ethnic minorities are informed of the \nManagement  new facilities and their right to free health care in the facility.  \n ", "          Appendix 12  65\nAnticipated  Anticipated \nProject Output  Impacts  Risks  Proposed Actions to Enhance Impacts and Mitigate Risks \nOutput 2: Strengthened Provincial Human Resources  \nImproved  ● Increased  • Minor:  ● HRD plans include strategies to increase the recruitment and \nProvincial  number of  Individuals  promotion of ethnic minority staff. \nHuman  women and  from the  • Ensure provinces establish and reach targets for women and \nResource  ethnic minority  smaller ethnic  ethnic minorities in training courses at all levels.  \nPlanning and  health workers in  groups do not  • Health workers trained to recognize and understand health-\nManagement  targeted  meet the  seeking behaviors of the relevant ethnic minorities.  \n  communities  requirements  • Teaching materials will be gender and ethnically sensitive. \nImproved  •  Improved  to participate  • Use of interpreters with multilingual skills as necessary and \nProvincial  quality of health  in training.  feasible. \nTraining  workers serving  • Health workers from and serving ethnic minority communities \nCapacity  ethnic minorities  given priority for training. Participation records will be \n \ndisaggregated by gender, ethnicity, and other appropriate \nImproved \ninformation. \nQuality and \n• Targets for percentages of training participants and \nAvailability of \nscholarship recipients from ethnic minority groups are \nStaff \nproportional to the ethnicities of the local populations. \n \n• Ensure that ethnic minorities are targeted for scholarships for \nHRD Policy \nupgrading to bachelor level, postgraduate training, and \nStudies \npreservice training, and receive at least 60% of scholarships. \nConducted  \n• Ensure that HRD planning capacity development specifically \naddresses ethnic minority issues. \nOutput 3: Improved Access to Health Care for the Poor \nBetter Skilled  ● Improved basic    ● Ensure there is one trained and fully resourced VHW in every \nVHWs in  health care for  remote ethnic minority community. \nRemote  remote  • Develop and implement activities to link poor and ethnic \nCommunes  communes and  minority communities with the commune and district health \n  ethnic minorities  facilities. \nHealth and  •  Expanded and  • Training and workshops open to all ethnic groups, and \nNutrition  strengthened  participation records disaggregated by gender and ethnicity. \nPromoted in  network of CHS  The percent of participants from small ethnic minority groups \nEthnic Minority  staff, VHWs, and  should be proportional to the ethnicity of the local population.  \nCommunes  other volunteers  • Teaching materials will be gender and ethnically sensitive and \n  in remote areas  inclusive.  \nReduced  • Improved  • Ethnic minorities will be specifically targeted and included in \nBarriers to the  capacity of CHS  the participatory approaches. \nHealth Care  staff, VHWs,  • Development of innovative, creative, and culturally \nFunds for the  members of  appropriate health promotion materials. \nPoor  mass  • Development of innovative, context-specific information, \norganizations,  education, communication messages, and media. \nand others to \n• Public health materials translated into the relevant ethnic \npromote the  minority languages, where appropriate. \nhealth and \n● Budget provided for (i) screening of potential impacts on \nnutrition of  ethnic minorities, mitigating impacts, managing risks, and \nwomen and \ndeveloping enhancement measures; and (ii) monitoring and \nchildren   evaluation activities. \n• Reduced  ● Increasing awareness of Decision 139 among the intended \nfinancial barriers  beneficiaries and other local stakeholders. \nand increased \n• Provide data and analysis to inform future policy making by \nenrollment in  the Ministry of Health related to Decision 139. \nhealth care \n● Provide support for strengthening capacity in the south \nservices for poor  central coast region provinces to manage the provincial human \nand ethnic \ncare funds for the poor. \nminority \n• Provide training to ethnic minorities on how to use insurance \nhouseholds \ncards. \n ", "66   Appendix 12 \nAnticipated  Anticipated \nProject Output  Impacts  Risks  Proposed Actions to Enhance Impacts and Mitigate Risks \nOutput 4: Strengthened Provincial Health Systems \nStrengthened  • PMUs, with  None  • All provincial and district plans to incorporate programs and \nProvincial  ethnic  activities to meet health care needs of ethnic minority groups. \nHealth  representation,  • Updated 5-year provincial plans and medium-term \nSystems  will be  expenditure frameworks to include the Project’s ethnic minority \nManagement  established.  strategy. \n  • Capacity  • Specific activities and targets for ethnic minorities to be \nStrengthened  development of  included in provincial annual operating plans.  \nHospital  the PMU and  • Teaching materials will be gender and ethnically sensitive and \nManagement  PPMUs  inclusive.  \n  • Better  • Target participation of ethnic minorities in training for \nBetter Health  information on  provincial health officials and hospital managers and staff. \nManagement  health care and  • Improve health management information systems to better \nInformation  risks for ethnic  meet the health care challenges and needs of marginalized \nSystems  groups  ethnic minority groups and ensure that data collected through \n \nthose systems is disaggregated by gender and ethnicity. \nEffective \n• Ensure that PPMU training includes topics relevant to \nProject \nmanaging the Project in ethnic minority areas. \nManagement \n• Ensure that project surveys collect, analyze, and disseminate \nSupport \ndata disaggregated by gender and ethnicity. \n \n• By midterm, develop health sector gender and ethnic minority \n \ndevelopment plans for each of the provinces, based on lessons \nfrom project implementation. \n• An international social and gender development specialist \n(4 person-months) and a national social development specialist \n(12 person-months)  will support the Government in project \nimplementation. \n• A resettlement specialist (8 person-months) will assist the \nExecuting Agency to protect the land and user rights of ethnic \ngroups during land acquisition and resettlement. \n• Representative from the Committee of Ethnic Minority will be \ninvited to participate in the project steering committee.  \n• All progress reports, internal or external, will report on the \nimpact the Project is having on ethnic groups. \nADB = Asian Development Bank, HRD = human resource development, PMU = (national) project management unit, \nPPMU = provincial project management unit, VHW = village health worker. \nSource: ADB.  \n \n \n "], "metadata": {"CreationDate": "D:20081013144306+08'00'", "Author": "md2", "Creator": "PScript5.dll Version 5.2", "Keywords": "viet nam health care program, south central coast region, health care funds for the poor, viet nam hcfp, health management information system, communicable disease control, world health organization, viet nam village health worker, adb project 40019", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20081111143631+08'00'", "Title": "Health Care in the South Central Coast Region Project"}, "author_page": "CURRENCY EQUIVALENTS \n    (as of 29 September 2008) \n \nCurrency Unit –  dong (D) \n \nD1.00 =  $0.0000602773   \n$1.00 =  D16,590 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDC  –  communicable disease control \n  CHS  –  commune health station \n  DPMC  –  district preventive medicine center \n  EA  –  executing agency \n  EARP  –  environmental assessment and review procedure \n  GAP  –  gender action plan \n  HCFP  –  health care funds for the poor \n  HIV/AIDS  –  human immunodeficiency virus/acquired immunodeficiency syndrome \n  HMIS  –  health management information system \n  HRD  –  human resource development \n  MDG  –  Millennium Development Goal \n  MOH  –  Ministry of Health \n  MTEF  –  medium-term expenditure framework \n  PHB  –  provincial health bureau  \n  PHC  –  primary health care \n  PMU  –  project management unit \n  PPC  –  provincial people’s committee \n  PPMU  –  provincial project management unit \n  SCCR  –  south central coast region \n  SGIA  –  second generation imprest account \n  SMS  –  secondary medical school \n  SOE  –  statement of expenditure \n  VHW  –  village health worker \n  WHO  –  World Health Organization \n \nNOTE \n \nIn this report, “$” refers to US dollars. \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  V. de Wit, Principal Health Specialist, SERD \nTeam members  C. Holmemo, Poverty Reduction Specialist, SERD \n  S. Kawazu, Counsel, Office of the General Counsel \n  S. Kerr, Principal Human Resource Development Specialist, SERD \n  E. Masaki, Social Sector Economist, SERD \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"fullname": "V. de Wit", "role": "Principal Health Specialist", "organization": "SERD"}, {"fullname": "C. Holmemo", "role": "Poverty Reduction Specialist", "organization": "SERD"}, {"fullname": "S. Kawazu", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Kerr", "role": "Principal Human Resource Development Specialist", "organization": "SERD"}, {"fullname": "E. Masaki", "role": "Social Sector Economist", "organization": "SERD"}]}