{"path": "data/input/reports/40238-023-vie-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 40238 \nSeptember 2013 \n \n \n \nProposed Loan\nSocialist Republic of Viet Nam: Productive Rural \nInfrastructure Sector Project in the Central Highlands\n \n \n \n \n \n \n  \n \n \n \n   \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 16 August 2013) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.00004754 \n$1.00  =  D21,036.00 \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nCHP  –  Central Highlands province \nCPMU  –  central project management unit \nEIRR  –  economic internal rate of return \nha  –  hectare \nIDMC  –  irrigation and drainage management company \nMARD  –  Ministry of Agriculture and Rural Development \nNRD  –  National Target Program for New Rural Development \nNWRS  –  National Water Resources Strategy \nO&M  –  operation and maintenance \nPPC  –  provincial people's committee \nPPMU  –  provincial project management unit \nPRI  –  productive rural infrastructure \nRSP  –  representative subproject \nSEDP  –  socioeconomic development plan \nTA  –  technical assistance \nWUO  –  water user organization \n   \n    NOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  J. H. Mir, Environment, Natural Resources, and Agriculture Division, SERD  \n \nTeam leader  D. Salter, Senior Natural Resources and Agriculture Specialist, SERD \nTeam members  S. Aman-Wooster, Senior Social Development Specialist, SERD \nO. Badiola, Associate Project Analyst, SERD \n  B. Giap, Natural Resources and Agriculture Economist, SERD \nP. L. Ho, Senior Project Officer, SERD \nN. Ikemoto, Senior Environment Specialist, SERD \n  U. Hoque, Senior Social Development Specialist, SERD \n  S. Kawazu, Senior Counsel, Office of the General Counsel \n  N. T. T. Luong, Associate Procurement Analyst, SERD \nH. T. K. Nguyen, Senior Financial Control Officer, SERD \nG. T. Nguyen, Social Development Officer, SERD \nA. Pettersson, Senior Procurement Specialist, Operations Services and \nFinancial Management Department \n  P. Q. Pham, Environment Officer, SERD \n  N. D. Thang., Associate Safeguards Officer, SERD \n \nPeer reviewer  T. Matsuo, Director, Environment, Natural Resources, and Agriculture \nDivision, South Asia Department \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty and Social  7 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n \n   \n \n \n \n \n \n   ", "PROJECT AT A GLANCE \n \n   \n1. Project Name:  Productive Rural Infrastructure Sector Project in the Central Highlands 2. Project Number: 40238-023\n \n3. Country: Viet Nam, Socialist Republic  4. Department/Division:  Southeast Asia Department/Environment, Natural Resources & Agriculture \n   \nof Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n     \n Agriculture and natural resources √ Agriculture and rural sector development\n \n    Irrigation, drainage, and flood protection\n \n \n Transport,  and  information  and    Road transport\n \ncommunication technology\n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n   \n Economic growth √ Widening  access  to  markets  and \n \neconomic opportunities\n   \n Environmental sustainability   Natural resources conservation\n   \n Capacity development   Organizational development\n6a. Climate Change Impact    6b. Gender Mainstreaming  \n     \n Adaptation Medium  Gender equity theme (GEN)  \n   \n Mitigation Low    \n Effective gender mainstreaming (EGM) √\n   \n Some gender elements (SGE)  \n \n No gender elements (NGE)  \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National Low\n   \nGeographic  Income   Regional Low\nGeneral    dimensions of  Millennium  poverty at   Rural  High \nIntervention inclusive  developm ent  household   Urban  Low \n  goals  \ngrowth level  \n \n  √    \n9. Project Risk Categorization: Low   \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement B\n   \nIndigenous peoples B\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Sector loan Asian Development Fund  80.0\n   \nTotal     80.0\n12. Cofinancing:     \n \nNo Cofinancing available. \n \n \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n   \n Government 7.58\n   \nTotal 7.58\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n   \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Socialist Republic of Viet Nam for the Productive Rural Infrastructure Sector Project in the \nCentral Highlands.1 \n \n2.  The proposed project aims to regenerate and upgrade underdeveloped or outdated \nproductive  rural  infrastructure  (PRI),  targeting  areas  with  good  potential  for  agricultural \nproduction with existing irrigation schemes.2 The PRI investments will include irrigation and \nassociated access infrastructure. The project will be carried out in Viet Nam’s Central Highland \nprovinces (CHPs) of Dak Lak, Dak Nong, Gia Lai, Kon Tum, and Lam Dong over 5 years.3 It \ndirectly  supports  the  Government  of  Viet  Nam’s  National  Target  Program  for  New  Rural \nDevelopment, 2010–2020 (NRD) with activities based on the socioeconomic development plans \n(SEDPs) of the participating provinces. It supports the National Water Resources Strategy \n(NWRS), 2006–2020, for which the Asian Development Bank (ADB) is playing a major role in \nrevising and updating water resources policy and strengthening water sector institutions.4  \n                         \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  High rates of rural poverty. The majority (about 71%) of the CHP population lives in \nrural areas where the primary income source is farming. While poverty has been reduced \nnationwide from 18.1% in 2002 to 10.7% in 2010, in the CHPs in 2010, the average poverty rate \nwas 22.2%. Contributing factors are difficult terrain, and hence inaccessibility, and the lack of \ncommercial opportunities, social services, and arable land in some of the areas, compounded \nby deteriorated PRI. Poverty rates in some isolated areas of the CHP are 70%–80% among \nethnic minority people, who represent between 21% and 53% of the provincial populations.5 \nWomen, especially those of ethnic minorities, tend to account for higher poverty rates than men.  \n \n4.  To upgrade underdeveloped or outdated PRI that constrains agricultural and rural \nproductivity. Less than 11% of arable land in the CHP has irrigation infrastructure and much of \nit  is  performing  poorly  because  of  age,  under-engineered  for  current  use,  limited  funding \navailable for new investment, and a historically limited capacity for asset maintenance. Viet \nNam’s record of poverty reduction has been driven by agricultural reforms facilitated by good \naccess to infrastructure.6 Viet Nam has gained an important position in the global agricultural \nmarket, particularly coffee, pepper, and rice. More effective PRI will greatly increase production \nof these products. The project will improve PRI to enable optimal agricultural output, diversity, \nand production efficiency. This is also expected to allow quicker and safer access to markets, \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The term PRI refers to infrastructure that helps improve agricultural production through irrigation (reservoirs, \ncanals, water management and control structures) and access (rural roads and bridges). \n3  The CHPs have a combined area of 5.46 million hectares (ha)—of which 1.64 million ha are arable, including 0.18 \nha with irrigation—and a population of 5.28 million, of whom 3.75 million live in rural areas. \n4  ADB assistance has been provided since the mid-1990s through several sector loans and technical assistance (TA) \nprojects, most recently: ADB. 2012. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the \nRiver Basin Water Resources Management and Development Project. Manila; ADB. 2008. Technical Assistance to \nthe  Socialist  Republic  of  Viet  Nam  for  the  Water  Sector  Review.  Manila;  and  ADB.  2005.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Loan to the Socialist Republic of Viet Nam \nfor the Central Region Water Resources Project. Manila.  \n5   In Viet Nam, the officially preferred term for indigenous people is ethnic minority people.  \n6  Year round irrigation can increase CHP rice yields from 4 tons per hectare (t/ha) to more than 8 t/ha annually. ", "2 \nemployment opportunities, and social services. Simultaneously, it will lower the costs of rural \nproduction and marketing, and reduce food wastage during transport and handling. PRI in good \ncondition will increase incomes from on- and off-farm employment, lessen the work burden of \nwomen, and boost food availability. The project is pro-poor, will increase food security as well as \nland and water resource productivity, all of which strengthen climate change resilience.7  \n \n5.  The project advances three key NRD priorities: (i) to extend the coverage of PRI \ndevelopment to the CHPs; (ii) to improve PRI sustainability by concentrating investments in \nselected productive areas and using appropriate designs to enable sustainable management \nand boost climate change resilience; and (iii) to strengthen the capacity of stakeholders to \nsustainably develop, manage, operate, and use PRI.8  \n \n6.  Immediate needs of the CHPs. In consultation with the Ministry of Agriculture and \nRural  Development  (MARD)  and  the  CHPs,  28  candidate  subprojects  from  the  provinces’ \nSEDPs have been screened for possible inclusion in the project and were found to meet \nagreed-upon eligibility criteria for preliminary technical, financial, economic, environmental, and \nsocial considerations. Feasibility studies were carried out in three representative subprojects \n(RSPs), with positive results led by substantial increases in farm incomes, including for poor \nfarmers,  from  both  higher  production  and  employment.9 The  other  subprojects  have  been \nprioritized and will be subject to feasibility studies during implementation. Available funding \nsuggests that 15 to 18 subprojects will be implemented using ADB loan proceeds.  \n \n7.  The project has innovative technical and implementation features that highlight \nADB’s value addition to the sector. Four technical features that contribute to the ongoing \npolicy  dialogue  on  water  resource  management  in  general  and  irrigation  sustainability  in \nparticular are: (i) strengthening of dams and reservoirs that are the backbone of irrigation \nsystems in the CHPs but are now aging and likely to become increasingly unstable, especially \ngiven the predicted stresses associated with climate change—it is anticipated that this initiative \nwill lead to an expansion of future investments in reservoir stability; (ii) in conjunction with the \ndam and reservoir improvements, establishment of community-based danger warning systems; \n(iii) integration of soil and water conservation measures into PRI design through bioengineering \ntechniques10—this will improve the environs in the subproject areas and the stability of PRI; and \n(iv) research and demonstration of approaches to better irrigation and water management in the \nCHPs, which will be essential for coping with more extreme weather. A new implementation \nfeature is the provision of startup consultants to support project implementation activities while \nthe loan implementation consultants are recruited, thus avoiding early implementation delays. \n \n8.  Meeting national and provincial priorities. The central government’s SEDP for 2011–\n2016,11 the NRD, and the NWRS prioritize upgrading PRI to serve the dual objective of social \nand economic development. This includes improving irrigation for rural water supply, double \npaddy cropping, and the expansion of irrigated areas for cash crops. It also includes developing \n                                                \n7  ADB provided project preparatory technical assistance. ADB. 2011. Technical Assistance to the Socialist Republic \nof Viet Nam for Productive Rural Infrastructure Development in the Central Highlands. Manila. \n8   A sector modality is proposed, as it directly supports the NRD to meet the priority development needs of the sector. \nThere  is  demonstrated  institutional  capacity  to  implement  the  sector  development  plan,  and  it  follows  the \nexperience in three previous and ongoing PRI development projects financed by ADB. The policies applicable to \nagriculture and rural development are appropriate and will be improved through the proposed project. \n9  Subprojects are Ea Kao in Dak Lak, Tan Son in Gia Lai, and Kon Trang Kla in Kon Tum. \n10  The project will cooperate with ADB 2012. Technical Assistance to the Socialist Republic of Viet Nam for \nPromoting Climate Resilient Rural Infrastructure in the Northern Mountain Provinces. Manila. \n11  Government of Viet Nam, Ministry of Planning and Investment. 2011. The Five-Year Socio-Economic Development \nPlan, 2011–2016. Ha Noi. \n ", "3 \nrural transport infrastructure for the timely movement of agricultural inputs and surpluses as well \nas the improvement of social conditions. In Viet Nam it is demonstrated that the poor gain the \nmost by better access. There are two ongoing ADB-supported PRI projects—Integrated Rural \nDevelopment  Sector  Project  in  the  Central  Provinces and  Sustainable  Rural  Infrastructure \nDevelopment Project in Northern Mountain Provinces. Lessons were incorporated from these as \nwell  as  six  successfully  completed,  MARD-implemented,  and  ADB-supported  PRI  projects, \nparticularly the Rural Infrastructure Sector Project. It builds upon the successful ADB-supported \ninterventions in water and irrigation development and management, notably the Second Red \nRiver Basin Sector Project, which helped formulate Viet Nam’s law on water resources and train \nthe irrigation and drainage management companies (IDMCs),12 and the Central Region Water \nResources Project (footnote 4), which helped develop successful institutional models for IDMCs \nand  water  user  organizations  (WUOs).  The  project  complements  investments  in  poverty \nreduction being made in the CHP by the development partners.13 \n \n9.  The project design is based on (i) a recognized demand to rehabilitate and upgrade \npriority  PRI  to  improve  socioeconomic  conditions  in  the  CHPs;  (ii)  government  and  ADB \nstrategies of providing PRI as a means to reduce poverty as described in the government’s \nSEDP and NRD, as well as ADB’s country partnership strategy;14 and (iii) the successful design, \nimplementation experience, and lessons from related past and ongoing ADB-funded projects, in \nparticular the need to (a) prescreen subprojects for prima facie viability with minimal safeguard \nissues; (b) limit the geographic coverage to obtain a good balance between capital investments \nand overhead costs, as well as contain implementation weaknesses at a manageable level; (c) \nconfine activities to those that can be readily carried out within local capacities; (d) carefully \nprepare the procurement plan to optimize contract size, number, and methodology; and (e) take \nadvance actions to ensure that competent counterpart project staff are assigned and trained, \nand prepare procurement packages to reduce implementation delays.  \n   \nB.  Impact and Outcome \n10.  The impact of the project will be increased rural incomes and sustained livelihoods in the \nCHPs. The outcome will be improved rural and agricultural productivity with improved access to, \nand use of, water, materials, knowledge, production inputs and markets. \n \nC.  Outputs \n11.  The project will have three main outputs: (i) improved PRI with activities carried out by \nimplementing subprojects, including (a) civil works to improve irrigation infrastructure in at least \n15 schemes;15 (b) construction of rural roads to support the mobility and transport needs of the \npopulation in and around the irrigation schemes; and (c) creation of jobs during civil works that \nbenefit local people, including women and ethnic minorities;16 (ii) enhanced capacity to develop, \nmanage,  and  use  PRI,  with  activities  in  all  subprojects  including  (a)  training  on  project \nimplementation  management;  (b)  preparation  of  condition  inventories  and  operation  and \nmaintenance (O&M) plans; (c) training of staff at MARD, equivalent agencies in the CHPs, and \nIDMCs; (d) in-service training to upgrade the formal qualifications of PRI managers; (e) training \nof PRI users to best use the upgraded PRI; (f) campaigns to raise awareness of HIV/AIDS, and \nof road and water reservoir safety; and (g) special PRI studies, pilots, and demonstrations; and \n                                                \n12 ADB. 2012. Completion Report: Second Red River Basin Sector Project in Viet Nam. Manila (Loan 1855-VIE). \n13 Development Coordination (accessible from the list of linked documents in Appendix 2). \n14 ADB. 2012. Country Partnership Strategy: Viet Nam, 2012–2015. Manila. \n15  It is estimated that 12 small and medium-sized reservoirs will be repaired or strengthened. \n16  To be reported by the project from information provided by the construction contractors as a contract requirement. \n ", "4 \n(iii) efficient project management by meeting timelines for successfully (a) setting up a central \nproject management unit (CPMU) and five provincial project management units (PPMUs); (b) \nrecruiting and fielding consultants for project startup, implementation, benefit monitoring, and \nsafeguard monitoring; and (c) completing feasibility studies and civil works. \n \nD.  Investment and Financing Plans  \n \n12.  The project is estimated to cost $87.58 million (Table 1).  \n \nTable 1: Project Investment Plan \n ($ million) \nItem         Amounta \nA.  Base Costb   \n1. 1. Improv ement of productive rural infrastructure  73.45 \n  2.  Capacity development  2.01 \n  3.  Project management  6.76 \n    Subtotal (A)  82.22 \nB.  Contingenciesc  3.04 \nC.  Financing Charges During Implementationd  2.32 \n      Total (A+B+C)  87.58 \na   Includes taxes and duties of $8.238 million, financed by the Asian Development Bank (ADB), the government, and \nproject provinces. \nb  In end-2012 prices. \nc Physical contingencies computed at 5% for all goods and services except for the subproject allocation. Price \ncontingencies computed at 2.6% for the 5 years of implementation on foreign exchange costs and 7% on local \ncurrency costs. This assumes a fixed exchange rate of $1 = D21,000 throughout the life of the investment.  \nd  Includes interest charges during implementation for the ADB Asian Development Fund loan. \nSource: ADB estimates. \n \n13.  The  government  has  requested  a  loan  in  various  currencies  equivalent  to \nSDR53,041,000 ($80 million equivalent) from ADB’s Special Funds resources to help finance \nthe project.17 The loan will have a 25-year term, including a grace period of 5 years, an interest \nrate of 2.0% per annum throughout the entire loan term, equal amortization, and such other \nterms and conditions set forth in the draft loan agreement. \n \n14.  The financing plan is in Table 2.  \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank     \n  Special Funds resources (loan)  80.00  91.34 \nGovernment of Viet Nam     \n  Project provinces  7.38  8.43 \n  Central government budget  0.20  0.23 \n  Total    87.58  100.00 \nSource: Asian Development Bank estimates. \n                                                \n17  ADB will finance taxes and duties for the expenditure items it covers, interest during implementation, recurrent \ncosts (i.e., project management costs, but this will not include any salaries or remuneration other than travel costs \nand daily subsistence allowance for the government officials who work for the project), transportation costs, \nincluding taxes and duties for the expenditure items it covers, and bank charges related to the imprest account. \nThe following principles were followed in determining the amount of taxes and duties to be financed by ADB: (i) the \namount does not represent an excessive share of the project; (ii) the taxes and duties apply only to ADB-financed \nexpenditures; (iii) the amount is within the thresholds identified while preparing the ADB Country Partnership \nStrategy: Viet Nam, 2012–2015; and (iv) financing of taxes and duties is material and relevant to project success. \n ", "5 \nE.  Implementation Arrangements \n \n15.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.18 The overall implementation arrangements will be consistent \nwith those that have been used in several prior and current ADB-supported projects. \n     \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  December 2013–December 2018 (5 years) \nEstimated completion date  31 December 2018 \nManagement \n(i)   Executing agency  Ministry of Agriculture and Rural Development \n(ii)  Key implementing  Provincial people’s committees of Dak Lak, Dak Nong, Gia Lai, Kon Tum, \nagencies  and Lam Dong provinces \n(iii)  Implementation units  Central project management unit to be located in Ha Noi and provincial \nproject management units to be located in each provincial capital \nProcurement  National competitive bidding  47–57  $62.681 million \ncontracts   \nShopping  7 contracts  $0.420 million \nConsulting services  Quality- and cost-based  1 contract with  $3.287 million \nselection (90:10)  360 person-\nmonths \nQuality-based selection /  Multiple  $6.599 million \nCost–quality selection / \nFixed-budget selection / \nLeast-cost selection \nIndividual selection  24 person- $0.278 million \nmonths \n  Government procedures  Multiple   $1.800 million (from the \ngovernment’s resources) \nAdvance contracting  Selection  procedures  for  loan  implementation  consultants  will  be \nundertaken up to the short-listing stage prior to loan effectiveness. \nDisbursement  The  loan  proceeds  will  be  disbursed  in  accordance  with  ADB's  Loan \nDisbursement  Handbook  (2012,  as  amended  from  time  to  time)  and \ndetailed arrangements agreed on between the government and ADB. \nSource: Asian Development Bank estimates. \n \n16.  MARD will be the executing agency through its Agriculture Projects Management Board, \nwhich will establish a CPMU responsible for central project coordination and led by a full-time \nproject director with management experience in similar projects and preferably familiarity with \nthe preparation of the project.19 One imprest account will be set up for CPMU operations. \n \n17.  The implementing agencies will be the provincial people’s committees (PPCs) of the five \nparticipating provinces. The vice chairperson of each PPC will have overall responsibility for \nimplementation coordination in his or her province. Each PPC will act through its department of \nagricultural  and  rural  development,  which  will  establish  a  PPMU  responsible  for  province-\nspecific, day-to-day project management. A sub-account will be established for each PPMU.  \n \n18.  In the communes, the project will coordinate closely with the local administrations, using \nthe commune people's committees as points of liaison. The PPMUs will work closely with \n                                                \n18  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n19 MARD shall provide qualified counterpart project staff who will be dedicated full-time to the project.  \n ", "6 \ncommune personnel who will ensure coordination of day-to-day activities between the project \nand  commune  authorities.  These  activities  will  include  organizing  public  consultations  and \ndesign  and  implementation  monitoring  by  commune  supervision  boards.20 The  boards  are \nalready supported by regular budget allocation from the districts.  \n \n19.  Subprojects will be implemented in three phases: (i) the three RSPs prepared under \nproject preparatory technical assistance (TA) will start right upon loan effectiveness; (ii) the two \ntop priorities for the provinces of Dak Lak, Gia Lai, and Kon Tum, and the three top priorities for \nthe provinces of Lam Dong and Dak Nong will start as soon as the feasibility studies are \ncompleted (after about 1 year); and (iii) the remaining subprojects will be implemented after all \ncontracts are tendered and their funding is verified. All subprojects will be subject to pre-\nimplementation  feasibility  studies  according  to  the  following  criteria:  (i)  the  subproject  is \ntechnically  feasible  with  an  economic  internal  rate  of  return  (EIRR)  above  12%; 21  (ii) \nprocurement packages are in conformity with the procurement plan, cost estimates are clearly \nidentified and recorded, and all sources of funding have been confirmed; (iii) the feasibility \nreport contains a detailed financing plan for O&M; (iv) public hearings on subproject proposals \nare conducted in the communes concerned, and measures for future public consultation and \nsupervision by the commune supervision boards are clearly spelled out; (v) the subproject has \nno major negative environmental or social impacts, and mitigation measures have been defined \nfor minor impacts;22 (vi) the subproject has no significant resettlement impacts and, for category \nB subprojects, a resettlement plan has been prepared in accordance with agreed Government \nof Viet Nam and ADB policies; and (vii) the subproject has no significant ethnic minority impacts \nand, where necessary, ethnic minority development plans will be prepared. \n \nIII.  DUE DILIGENCE \nA.  Technical  \n20.  The subprojects involve the rehabilitation, upgrading, repair, and strengthening of PRI. \nThe technology for undertaking such works is within the capacity of the provincial government \nagencies assigned to implement them. The civil works design will be based on appropriate \nstandards to ensure sustainability. This will entail the use of high-standard designs (such as \nconcrete roads) and the latest available technologies for improving water storage and control \nstructures. It will also involve stabilizing the environs around the PRI through soil and water \nconservation  measures.  The  capacity  building  component  focuses  on  O&M  and  includes \ntraining for the end users of the upgraded infrastructure, with an asset management initiative for \nirrigation  schemes  including  reservoir  engineering,  repair  and  maintenance.  Provincial \ngovernments will ensure the availability of O&M funds as part of the feasibility screening and, \nwhere relevant, will register the road improvements with the provincial departments of transport \nto ensure inclusion in maintenance programs. \n \nB.  Economic and Financial \n21.  Benefits  from  PRI  improvements  include  more  agricultural  productivity  along  with \nreductions in travel costs and times, while indirect benefits include the diversification of income \nsources, greater diversification of market-oriented agriculture output, and more value-added \nproduction. Indirect benefits also include broader access to health and education services, and \nlower costs of inputs and household commodities, all leading to better socioeconomic conditions \n                                                \n20 The commune supervision boards will include at least one women’s representative. \n21 An EIRR of 10% is acceptable if a significant level of unquantifiable benefits is documented. \n22 Subprojects with any safeguard classification of A will be excluded. \n ", "7 \nin beneficiary communities. Analysis of the RSPs indicates that PRI improvements will allow \ncrop diversification and adoption of high-value crops, and estimates are that annual incremental \nproduction attributable to the RSP investments will be in the range of 4,390 tons - 9,800 tons for \nrice and 927 tons - 2,200 tons for coffee.23 As a result, incremental net crop financial value per \nhousehold will be in the range of $573–$1,042 per annum. Based on quantifiable benefits, the \nEIRRs of the three RSPs are 18.9%, 20.0%, and 20.2%.24 The EIRRs are deemed attractive \nand robust, as none of the risk factors appears to place the subprojects’ economic viability in \nimmediate jeopardy. The EIRRs can be used as proxies to demonstrate the economic viability \nof the overall project since the RSP analysis will guide the evaluation of other subprojects. It is \nestimated that an average D8.8 billion per year per province (in 2013 constant prices) is needed \nto meet the O&M cost of subproject PRI. The fiscal analysis indicates that this is affordable.25 \nThe project loan agreement has incorporated covenants to the effect that each PPC will allocate \na budget for O&M from 2018–2034, as per the whole-life asset analysis,26 and ensure that the \nIDMCs receive adequate allocations for the O&M under their responsibility.27 \n \nC.  Governance \n22.  All procurement and recruitment of consultants to be financed by the loan funds will be \ncarried out in accordance with ADB’s Procurement Guidelines (2013, as amended from time to \ntime) and Guidelines on the Use of Consultants (2013, as amended from time to time). MARD \nhas  committed  to  ensuring  that  all  accounts  administered  by  the  CPMU  and  PPMUs  are \nconsolidated and audited annually by auditors acceptable to ADB. The project will strengthen \nthe capacities of CPMU and PPMU staff in disbursement and financial management procedures \nto  allow  efficient  operation  of  imprest  and  sub-accounts,  and  the  reporting  of  financial \nperformance to the government and ADB. Implementation of the project will be consistent with \nthe  government’s  requirements  for  provincial  implementation  under  national  coordination. \nWhere possible, the involvement of district and lower-level administrations and communities will \nbe sought to effect their participation in design and construction monitoring. The project will \nestablish  a  webpage  on  the  Agriculture  Projects  Management  Board  website  to  disclose \nimplementation  progress  and  bid  notifications  and  their  results,  and  provide  a  grievance \nmechanism against corrupt practices. \n \n23.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MARD. The specific policy requirements and supplementary measures \nare described in the project administration manual. \n \nD.  Poverty and Social \n24.  The project will have a direct positive impact on rural incomes and poverty levels by \nstimulating more agricultural production (both food and commercial crops), which in turn will \nincrease demand for labor and hence create jobs, reduce travel times, and lower transport costs \nfor both goods and project beneficiaries, and increase access to services such as health and \neducation.28 While  the  selection  of  subprojects  arises  from  the  provincial  SEDP  process, \n                                                \n23 Using year 10 of the subproject’s completion as the representative year. \n24 This is well above the economic cost of capital of 12%. \n25 The fiscal affordability analysis indicates that (i) based on the past 5 years’ figures, all PPCs will be able to allocate \nsignificant budget for infrastructure investment and O&M; (ii) the required average annual budget of D8.8 billion per \nprovince is in the range of 2.0%–3.4% of the projected allocations. Review of past and ongoing projects suggests \nthat if the O&M budget required of PPCs is below 5%, the annual allocations are affordable. \n26 This is consistent with Decree 115/2008/NDCP as described in Table 4 under “Sustainability”. \n27  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n28  Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n ", "8 \ncomponents within the subprojects will be determined both by the IDMCs and the communities, \nand coordinated through the commune people’s committees and WUOs. The IDMCs will see to \nit that critical infrastructure issues are solved, e.g., by repairing water reservoirs. The WUOs will \nsee to it that canals reach key areas and that road access priorities reflect the communities’ \nmobility and transport needs. During construction, the commune supervision board will deal with \nlocal concerns and interests.  \n \n25.  The project's gender classification is “effective gender mainstreaming,” category 2. To \nensure that benefits accrue to women, a gender action plan has been prepared.29 Women, \nincluding women's groups and the Vietnam Women's Union, will be consulted on infrastructure \ndesign.  There  will  be  separate  meetings  for  women,  held  at  appropriate  times  and  using \nlanguage and cultural sensitivity that allow women to participate. The commune supervision \nboard will have female representation. Contractors will be encouraged to employ women in civil \nworks, and must pay men and women equally for work of equal type. The project will improve \nwomen’s decision making on PRI management and O&M. PRI training under the project will \ntake into account the needs of female farmers and target at least 40% female participation.  \n \n26.  Funds  have  been  included  in  the  project  to  secure  the  structural  integrity  of  the \nsubproject reservoirs and to ensure that community-based safety and warning systems are \nestablished and operational. To improve safety along roads to be upgraded by the project, funds \nhave been provided to undertake road safety information campaigns. In addition, HIV/AIDS \nawareness campaigns will be carried out in the subproject areas. These safety and awareness \ncampaigns and systems will factor in the needs of vulnerable groups, women and children. \n \nE.  Safeguards \n27.  Environment (category B). Adverse environmental impacts are not likely. The initial \nenvironmental  examinations for  three  sample  subprojects  found  no  indication  of  significant \nadverse environmental impacts. The PPTA subproject screening excluded those subprojects \nwith  potentially  serious  negative  environmental  impacts.  MARD  has  gained  environmental \nsafeguard management capacity through implementing similar projects. Additional training for \nthe CPMU safeguard staff and the PPMUs is included in the project costs. An environmental \nassessment and review framework30 has been agreed to and disclosed by the government and \nADB to guide environmental assessments and measures to deal with potential environmental \nimpacts.  Proper  use  of  pesticides  and  fertilizer  will  be  promoted  as  part  of  the  irrigation \nefficiency and management training to minimize soil and water pollution. The paving of roads \nwill reduce dust, which has negative impacts on human and livestock health, crops, and safety. \nMeasures to improve climate change resilience include the stabilization of local environs by \nimproving  reservoirs  and  integrating  soil  and  water  conservation  measures  into  subproject \ndesign. Also, greater irrigation efficiency will reduce the stress on water resources.  \n \n28.  Involuntary  resettlement  (category  B).  No  significant  resettlement  impacts  are \nexpected because the majority of PRI improvements will occur along existing rights of way and \nwill mainly require compensation for roadside trees, crops, and/or small structures with possibly \na small amount of land acquisition. No actual resettlement is foreseen—the absence of major \nresettlement  issues  was  one  of  the  criteria  when  screening  subprojects  for  eligibility.  An \nindication of the effectiveness of the screening is that the three RSPs were assessed to be \ncategory C for resettlement and did not require resettlement plans. The government and ADB \n                                                \n29 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n30 Environment Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n ", "9 \nhave agreed on and disclosed on the ADB website a project resettlement framework and \nassociated procedures, which outlines the responsibilities for preparing resettlement plans for \npotential category B subprojects.31 The plans shall be submitted and approved by ADB before \nthe  subprojects  are  implemented.  Compensation,  allowances,  operation  and  administration \ncosts, surveys, monitoring, and reporting will be financed from provincial counterpart funds. \nAdequate provisions will be made for preparing and implementing resettlement plans, and for \nengaging resettlement specialists. \n \n29.  Indigenous people (category B). In the priority subprojects proposed by the CHPs, \nethnic minorities were found to account for 21%–98% of the subproject area population; the \npredominant share being 47%. The minorities will be among the main beneficiaries of the \nproject. Moreover, no negative changes are envisaged in their farming and livelihood systems or \ntheir cultural practice and ancestral domains. Any possible negative impacts such as temporary \nloss of crops or crop land for construction purposes will be avoided as best as possible, or will \nbe compensated according to the resettlement plans. Impacts in these areas are expected to be \noverwhelmingly positive since the subprojects will be aimed at overall economic and social \nimprovement of the population. An ethnic minority development framework to manage any \nissues that might arise has been agreed to and disclosed by the government and ADB.32 It \nguides  the  preparation  of  ethnic  minority  development  plans  for  potential  category  B \nsubprojects. The plans shall be approved by ADB before a subproject is implemented. As with \ninvoluntary resettlement, the three RSPs were assessed to be category C for indigenous people \nand did not require such plans. \n \n30.  Safeguard design, review, and monitoring consultants are included in the project design \nfor all phases of implementation and, in adherence to government regulations and procedures, \nwill provide sufficient capacity and expertise to ensure compliance with ADB’s Safeguard Policy \nStatement  (2009).  Resources  from  loan  proceeds  are  available  to  cover  the  costs  of \nimplementing ethnic minority development plans. \n \nF.  Risks and Mitigating Measures \n31.  The benefits and impacts of the project are expected to far outweigh the costs.  Major \nrisks and mitigating measures are summarized in Table 4 and described in detail in the risk \nassessment and risk management plan.33 \n  \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Mitigating Measures \nSustainability:  LICs will provide guidance on PRI engineering design, especially for dams and \nInappropriate designs,  reservoirs, as well as oversight during construction. A significant effort will be \npoor-quality  placed on ensuring sustainable O&M, including capacity building and adoption \nconstruction,  of institutional structures developed in earlier successful ADB projects. \ninadequate O&M  Participating provinces have committed to provide adequate O&M funding for \nfunding, or deficient  the IDMCs. The government has recently made a commitment to improve the \nO&M practices may  sustainability of irrigation schemes under Decree 115/2008/NDCP. \nlead to premature asset  Government funding is now guaranteed for the IDMCs responsible for carrying \ndeterioration and thus  out O&M down to the secondary canal level.a Road improvements will use \nreduce benefits.  robust technologies and will be registered with the responsible authorities. \nClimate: Catastrophic  Careful attention will be paid to the planning, timing, and sequencing of \n                                                \n31 Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n32 Indigenous Peoples Planning Framework: Ethnic Minority Development Framework (accessible from the list of \nlinked documents in Appendix 2). \n33 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nRisks  Mitigating Measures \nclimatic events interrupt  implementation activities, to match seasonal conditions. The use of robust \nimplementation or  designs and good construction quality control will reduce the vulnerability of the \ndamage the  PRI to climatic events. In addition, soil and water conservation measures will \ninfrastructure.  be included in subproject design to stabilize the local environment. \nTechnical capacity:   The experience and qualifications of candidates for key positions will be \nImplementation  reviewed by MARD with ADB’s support. LICs will provide support, capacity \ncapacities of the  building, training, and technical review, while monitoring consultants will ensure \nprovinces to meet all  project quality in terms of technical and safeguard requirements. As an \nADB and project  incentive for good performance and delivery, implementation will be phased, \nrequirements are  rewarding better-performing provinces in the third phase with additional \nlimited.  resources. \nGovernance: Limited  Advance actions will be carried out up to loan effectiveness. Thereafter, startup \npublic financial  consultants will be mobilized to provide training in ADB procurement \nmanagement and  procedures and requirements, and to ensure establishment of a sound \nprocurement capacity  financial management system. The financial management system will be the \nmay impair  same as the one the Agriculture Projects Management Board now uses in \nimplementation  ongoing ADB projects. To deter corrupt practices, implementation procedures \nefficiency and allow  encourage maximum transparency, including consultation with and monitoring \ncorrupt practices to  by the beneficiaries. \ndevelop. \nADB = Asian Development Bank, IDMC = irrigation and drainage management company, LIC = loan implementation \nconsultant, O&M = operation and maintenance, PRI = productive rural infrastructure.  \na The IDMCs previously received irrigation service fees from both government and water user groups to carry out \nO&M. The Decree 115/2008/NDCP was promulgated by the Ministry of Finance in 2008, waives these fees for the \nwater user groups. \nSource: Asian Development Bank estimates. \n \nIV.  ASSURANCES AND CONDITIONS \n32.  The government and MARD have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and loan documents. \n \n33.  The government and MARD have agreed with ADB on certain covenants for the project, \nwhich are set forth in the loan agreement.   \n \nV.  RECOMMENDATION \n34.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to SDR53,041,000 to the Socialist Republic of Viet Nam for the Productive \nRural  Infrastructure  Sector  Project  in  the  Central  Highlands,  from  ADB’s  Special  Funds \nresources, with an interest charge at the rate of 2.0% per annum for a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \n \nTakehiko Nakao \nPresident \n \n \n2 September 2013 \n   \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nData \nSources and \nPerformance Targets and Indicators with  Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \nImpact  By 2024 (from subproject baselines  Commune  Assumptions \nIncreased rural  measured in 2012):a  statistics;  Government will continue \nincomes and    Committee for  to invest in the \nsustained  Rural individual average annual income of  Ethnic  socioeconomic \nlivelihoods in the  D17.65 million will increase by 4% in  Minority  development of the CHPs. \nCHPs.  constant dong prices.   Affairs;   \n  General  Benefit stream continues \nAnnual incremental demand for agricultural  Statistics  over economic life of the \nlabor will increase by an average of 85 days  Office  improved PRI. \nper household.   \nRisk \nImproper use and \nmanagement of PRI or \ncatastrophic climatic \nevents lead to premature \ndeterioration after project \ncompletion. \nOutcome  By 2018 (from baselines in 2013):  PBMS  Risk \nImproved rural and    DARD  Operation and \nagricultural  Annual average increase in agricultural  statistics  maintenance requirements \nproductivity in the  productivity (ton/ha): rice 4 to 8; coffee 2.7  are not fully met.  \nCHPs  to 3.5, pepper 2.7 to 3.8   \n \nAround 225,000 more people will have \naccess to improved PRI \nOutputs  By 2018 (from baselines in 2012):  PBMS  Assumption \n1. Productive rural    Provincial  Capacity of engineers and \ninfrastructure  Irrigation improved in at least 15 schemes  statistics  contractors to implement \nimproved  across 18,500 ha, including 10,000 ha of  water reservoir repairs \npaddy, 2,200 ha of coffee and pepper, and  exists within Viet Nam. \n6,300 ha of cash crops.   \n  Risk \nBetter access by upgrading 130 km of low- Climatic events delay or \nvolume rural roads.  damage PRI construction. \n \nWork days of employment in civil works: (a) \n30% are dedicated for women under equal \npay and conditions as men; and (b) in areas \nwhere ethnic minorities constitute the \nmajority of the population, 40% are \nprioritized to ethnic minority women and \nmen. \n \n2. Enhanced  At least 50 training courses completed on  PBMS  Assumption \ncapacity to develop,  project management (at least 35% female  Sufficient capacities to \nmanage, and use  participation).  absorb training and meet \nproductive rural    implementation demands \ninfrastructure.  For all subprojects implemented, condition  are available in the CHPs. \n  inventories and operation and management \nplans established with training for  \n \n ", "12  Appendix 1 \nData \nSources and \nPerformance Targets and Indicators with  Reporting \nDesign Summary  Baselines  Mechanisms  Assumptions and Risks \n  implementation of the plans (35%      \nfemale participation in management). \n \n75 staff of MARD, CHP counterparts, and \nIDMCs trained in the development and \nmanagement of PRI (minimum 30% \nwomen). \n \n80 staff of MARD, CHP counterparts, and \nIDMCs provided opportunities for in-service \ntraining to upgrade formal qualifications \n(minimum 30% women). \n \n210 training courses for 6,500 PRI users, \nwith special focus on water user groups, \nand beneficiaries to optimally use the \nupgraded PRI (minimum 40% female \nparticipation).  \n \nHIV/AIDS, road and dam safety awareness \ncampaigns carried out in all subproject \nareas. \n \nAt least four special studies, pilots, and \ndemonstrations of improved PRI and \nirrigation scheme management. \n \n3. Efficient project  CPMU and five PPMUs set up and fully  PBMS,  Risk \nmanagement  functional by June 2014.  CPMU  Provinces are unable to \n  quarterly  appoint qualified staff.  \nFeasibility studies completed and approved  reports.   \nin three phases: June 2014, October 2014, \nMay 2016. \n \nConstruction works completed in three \nphases: January 2016, July 2016, and April \n2018. \n \n \nActivities with Milestones   Inputs   \n1.  Productive rural infrastructure improved   \n1.1  Phase 1 construction works—3 representative subprojects  ADB ADF: $80 million \n1.1.1 Prepare and approve feasibility studies by PPCs (Jun 2014)     \n1.1.2 Prepare and approve detailed design by DARDs (Sep 2014)  Government: $7.58 million \n1.1.3. Construction supervision consultants recruited and mobilized (Dec 2014)   \n1.1.4. Procurement of civil works (Dec 2014)   \n1.1.5. Construction activities undertaken (Jan 2015)   \n1.2 Phase 2 construction works—12 top priority subprojects (over and above the 3   \nrepresentative subprojects)   \n1.2.1 Prepare and approve feasibility study by PPCs (Oct 2014)   \n1.2.2 Prepare and approve detailed design by DARDs (Mar 2015)   \n1.2.3. Construction supervision consultants recruited and mobilized (Jun  2015)   \n1.2.4 Procurement of civil works (Jun 2015)   \n1.2.5 Construction activities undertaken (Jul 2015) \n ", "  Appendix 1  13 \nActivities with Milestones   \n1.3 Phase 3 construction works–remaining subprojects depending on funding   \navailability \n1.3.1 Prepare and approve feasibility studies by PPCs (May 2016)   \n1.3.2 Prepare and approve detailed design by DARDs (Oct 2016)   \n1.3.3. Construction supervision consultants recruited and mobilized (Mar  2017)   \n1.3.4 Procurement of civil works (Mar 2017) \n1.3.5 Construction activities undertaken (Apr 2017) \n1.4 Commissioning and operation and maintenance training undertaken (Jan \n2015–Aug 2018) \n \n2. Enhanced capacity to develop, manage, and use productive rural \ninfrastructure. \n2.1 On-the-job training at CPMU and PPMU in ADB procedures, consultant \nrecruitment, feasibility study evaluation, tender document preparation, \nconstruction supervision, and financial accounting and reporting as per ADB \nrequirements by international startup advisor and national startup consultant \n(Mar 2014–Jun 2015) \n2.2 Specific in-service staff training for CPMU and PPMU staff by qualified training \ninstitutions (Mar 2014–Dec 2016) \n2.3 Safeguard training for CPMU and PPMU staff (Jan 2015– Jun 2016) \n2.4 Intermittent study tours. Visits to ongoing rural development projects in Viet \nNam. Later study tours to be decided in conjunction with project \nimplementation consultants (Mar 2014– Dec 2015) \n2.5 Establishment of monitoring and evaluation system and training in its use (Jan \n2015–Dec 2015) \n2.6 Strengthening of technical and community interaction skills within IDMCs in \nsubproject areas (Dec 2016–Jun 2018) \n2.7 Strengthening of water user associations in subproject areas through \ncommunity organization and training in technical, financial, and management \naspects of field-level irrigation scheme management (Jan 2015–Jun 2018) \n2.8 Pilot good irrigation management arrangements (Jan 2015-Jun 2018) \n \n3.  Efficient project management  \n3.1 Equipment and office space for CPMU and PPMUs procured (Mar 2014–Oct \n2014) \n3.2 Incremental staff recruited for CPMU and PPMUs (Mar 2014) \n3.3 Incremental operational funds provided by ADB (Oct 2018) \n3.4 CPMU and PPMU set up and fully functional (Mar 2014) \n3.5 International startup advisor (intermittent) and national startup consultant (full-\ntime) recruited and mobilized (Dec 2014) \n3.6 Project implementation consultants recruited and fielded (Oct 2014) \n3.7 Implementation monitoring consultants recruited and fielded (Oct 2014) \n3.8 Safeguard monitoring consultants recruited and fielded (Oct 2014) \n3.9 GAP implementation arrangement is in place and functional (Jan 2015) \nADB = Asian Development Bank, CHP = Central Highland province, CPMU = central project management unit, DARD = \n(provincial) department of agriculture and rural development, GAP = gender action plan, ha = hectare, IDMC = irrigation \nand drainage management company, MARD = Ministry of Agriculture and Rural Development, O&M = operation and \nmaintenance, PBMS = project benefit management system, PPC = provincial people's committee, PPMU = provincial \nproject management unit, PRI = productive rural infrastructure. \na Baseline information is averaged from the top 15 prioritized subproject areas.  \nSource: Asian Development Bank estimates. \n \n \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \n(http:/www.adb.org/Documents/RRPs/?id=40238-023-3) \n \n \n \n1.  Loan Agreement  \n2.  Sector Assessment (Summary): Agriculture and Natural Resources \n3.  Project Administration Manual  \n4.  Contribution to the ADB Results Framework  \n5.  Development Coordination  \n6.  Economic and Financial Analysis  \n7.  Country Economic Indicators  \n8.  Summary Poverty Reduction and Social Strategy  \n9.  Gender Action Plan  \n10.  Environmental Assessment and Review Framework  \n11.  Resettlement Framework  \n12.  Indigenous Peoples Planning Framework: Ethnic Minority Development Framework  \n13.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n14.  Economic and Financial Analysis of Ea Kao Subproject, Dak Lak Province \n15.  Economic and Financial Analysis of Tan Son Subproject, Gia Lai Province \n16.  Economic and Financial Analysis of Kon Trang Kla and Dak Trit Subproject,  \nKon Tum Province \n17.  Bioengineering Report \n \n \n \n \n \n \n \n   \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20130903155415+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb rrp report recommendation president", "ModDate": "D:20131011142447+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Report and Recommendation of the President", "Title": "40238-023: Productive Rural Infrastructure Sector Project in the Central Highlands"}}