{"path": "data/input/reports/40354-01-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 40354 \nMay 2010 \nProposed Loans and Administration of Grant  \nSocialist Republic of Viet Nam: Health Human \nResources Sector Development Program \nSri Lanka \n \n ", " \nCURRENCY EQUIVALENTS  \n(as of 17 May 2010) \n \nCurrency Unit –  dong (D) \nD1.00 =  $0.000052 \n$1.00 =  D19,025 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  HHR  –  health human resources \n  LET  –  Law on Examination and Treatment \n  MDG  –  Millennium Development Goal \n  MOH  –  Ministry of Health \n  PMU  –  project management unit \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \nCountry Director  A. Konishi, Viet Nam Resident Mission, SERD  \n   \nTeam leader  S.E.J. Postma, Senior Health Specialist, SERD \nTeam members  H. Chen, Counsel, Office of the General Counsel \nV. de Wit, Lead Professional (Health), Viet Nam Resident Mission, SERD \nC. Holmemo, Poverty Reduction Specialist, SERD \nPeer reviewer  S. Bonu, Principal Urban Development Specialist, South Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n   \nI.  THE PROPOSAL                     1   \nII.  THE SECTOR DEVELOPMENT PROGRAM              1 \nA.  Rationale                                                  1 \nB.  Impact and Outcome                     3 \nC.  Outputs                     3 \nD.  Financing and Investment Plans               6 \nE.  Implementation Arrangements                  8 \nIII.  DUE DILIGENCE                     8   \nA.  Economic and Financial                 8 \nB.  Governance                     9 \nC.  Poverty and Social                   9 \nD.  Safeguards                      9 \nE.  Risks and Mitigating Measures             10 \nIV.  ASSURANCES                   10   \nV.  RECOMMENDATION                  10 \n \nAPPENDIXES                       \n1.  Design and Monitoring Framework                11 \n2.  List of Linked Documents                 14 \n3.  Development Policy Letter                     15 \n4.  Policy Matrix                     19 \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogram loan, (ii) a proposed project loan, and (iii) proposed administration of a grant to be \nprovided by the Government of Australia, all to the Socialist Republic of Viet Nam for the Health \nHuman Resources Sector Development Program. \n \n2.  The program loan will support key policy reform actions in health workforce management \nand financing; and the project loan will finance investments directly linked to and supportive of the \npolicy actions. The program will support the development and implementation of the new Law on \nExamination and Treatment (LET) governing health facilities and the registration and practice of \nhealth professionals, a new comprehensive plan to upgrade teaching institutions, and the adoption \nof new models for costing and managing service delivery in district hospitals.1 \n \nII.  THE SECTOR DEVELOPMENT PROGRAM  \n \nA.  Rationale \n3.  Viet Nam has made notable progress in reducing poverty and improving the health \nstatus of its citizens. The country is on track to achieve most of its health-related Millennium \nDevelopment Goals (MDGs) by 2015.2 Key challenges still confront Viet Nam in its effort to \nprovide equitable access to high-quality health services and to further improve health outcomes \nacross the different regions and segments of the population. Much of the improvement in \nnational health indicators has been driven by gains in the heavily populated regions of Ha Noi \nand Ho Chi Minh City. Remote and rural provinces lag significantly behind; if measured alone, \nthey would not meet the MDGs. The demand for higher-quality health services has increased as \na result of growing prosperity and the emerging middle class, particularly in urban areas.  \n \n4.  To continue improvements in health status and extend the benefits more broadly and \nequitably, the government has set out an ambitious plan to address an array of continuing \nproblems in the health sector. The Master Plan: Vietnam Health Systems Development to 2010 \nand the Vision to 2020 calls for making access and use of health services more equitable and \neffective to protect and promote people’s health.3 It aims to improve the quality of health care at \nall levels, with attention to the poor, women, minority groups, and those living in remote areas. \n \n5.  Recognized need for reform. While the needs for policy development and investment \nare diverse, complex, and intricately interwoven, the government has identified areas for policy \nreform in the short to medium term to achieve the overarching sector goals of equity, efficiency, \nand  development.  They  include  strengthening  the  policies  that  underpin  service  delivery, \nespecially the management of human and financial resources and the training of health workers. \nThe  government’s  legislative  and  policy  reform  agenda  provides  opportunities  to  introduce \ncritical reforms that will lead to significant advances in the management and training of health \nworkers and integration of that workforce into an improved setting for health service delivery. \nThe reforms include the passage of the LET, a master plan to upgrade teaching institutions, and \nthe adoption of new models for budgeting and managing service delivery in district hospitals.4  \n                                                 \n1  ADB. 2007. Technical Assistance to the Socialist Republic of Viet Nam for Preparing the Support for Health \nSystems Development Program. Manila (TA 7029-VIE); Design and Monitoring Framework (Appendix 1); Project \nClassification Summary (Appendix 2). \n2  Government of Viet Nam, Ministry of Health. Health Statistics Yearbook 2007. Ha Noi.  \n3  Government of Viet Nam. 2005. Master Plan: Vietnam Health Systems Development to 2010 and the Vision to \n2020. Ha Noi.  \n4  Another new law on \"public service providers\"—which is currently under preparation for enactment in late 2010—\nwill complement the LET through improved general management of health sector personnel. \n ", "2     \n \n6.  Licensing of health facilities. Viet Nam has no system for licensing and registering \nhealth facilities, from local doctors' clinics to large hospitals. The rapid growth of private facilities \nhas increased the need for such a system. A licensing system should apply to public and private \nfacilities,  and  will  be  useful  in  gradually  improving  standards  in  the  public  system  while \nprotecting the public from inferior private providers. Licensing guidelines relate to the physical \nqualities of the facility, available medical equipment, and the qualifications and registration \nstatus of professionals working within the facility.  \n \n7.  Health workforce registration. Viet Nam is one of the few countries in Asia that does \nnot  have  a  functioning  system  for  regulating  and  managing  the  registration  of  its  health \nworkforce. This constraints quality and management in a number of areas, including regulation \nof professional qualifications and skill standards, quality monitoring of individual performance, \ntaking disciplinary action when problems arise, and enforcing ongoing skills development. Given \nViet  Nam's  commitments  under  the  Mutual  Recognition  Arrangement  on  Nursing  Services \nadopted by the Association of South East Asian Nations in 2006, the government recognizes \nthe urgent need to establish a registration system to better serve consumers and to meet its \nregional obligations. \n \n8.  Human resource constraints. Viet Nam has a large number of health workers, but \nimprovements in health services and outcomes are constrained by the workers’ skill levels, \ndistribution,  management,  and  financing.  There  are  insufficient  medical  specialists,  nurses, \ncollege-trained pharmacists, public health workers, and specialist managers, particularly for \nhospitals and in the poor and remote areas with the greatest needs. Urban areas are also facing \nthe growing loss of highly skilled health professionals to the rapidly emerging private sector. The \nvariable  and  at  times  poor  performance  of  health  workers  can  be  attributed  to  a  lack  of \nknowledge  and  skills,  limited  supplies  and  equipment,  low  motivation,  and  weak  human \nresource management.  \n \n9.  Health  workforce  capacity  building.  Health  personnel  are  trained  in  universities, \ncolleges, and secondary medical colleges. There is an urgent need for an increase in the \nnumber of health graduates to meet the growing demands of the expanding population. It is \nestimated that the number of health graduates (doctors, nurses, pharmacists, technicians) has \nto double every 6 years, or grow by 18% per year, to maintain current ratios.  The quality of \nthese institutions also needs to improve as they have been affected by a weak and incomplete \npolicy framework, fragmented array of organizational structures, and limited funding.  \n \n10.  Low government spending on health. Government expenditures on health have not \nkept pace with economic growth. Low health spending underlies many of the remaining and \npersistent problems in the sector. While annual health expenditures have risen substantially—\nfrom as low as $28 per capita in 2000 to $46 in 2006—the government’s share has increased \nonly slightly, from 30.1% of total health spending in 2000 to 32.3% in 2006.5 Private out-of-\npocket payments account for the major share of health spending (these accounted for 62.2% of \nspending in 2006, which is one of the highest levels worldwide). Low public spending on health \n(particularly on health workers’ wages and other incentives) combined with the widening wage \ndisparity  between  public  and  private  sector  workers  exacerbate  the  chronic  problems  of \nrecruiting and retaining qualified health workers.  \n \n11.  Quality, management, and financing of health services. The systems and guidelines \nfor internal quality control in hospitals are weak, and the regulatory frameworks are not well \ndeveloped. A lack of policy direction and financial incentives has frustrated efforts to address \n                                                 \n5  World Health Organization. 2009. World Health Statistics 2009. Geneva.  \n ", "  3 \n \nthese challenges, especially for hospitals. Hospital financing is currently supply-driven, based \nprimarily on staff levels and number of beds, which encourages overuse and inefficiency. The \nuse of per-case payment methods (supported by \"care pathways\") offers a promising alternative \nto current payment methods. Care pathways are written protocols that describe integrated care \nstrategies for selected conditions and serve as a basis for budgeting the per-case payments and \nmonitoring the quality of care.  \n \n12.  Lessons. The Asian Development Bank (ADB) has financed six health projects in Viet \nNam and is one of the key development partners in the health sector. An important lesson from \nthis  experience  is  that  human  resource  constraints  need  to  be  addressed  more \ncomprehensively, with support integrated into existing systems rather than in the form of project-\nbased training. While sector development programs are new to the health sector in Viet Nam, \nlessons from similar loans in other sectors highlight the need to target a small, timely, and \ninfluential set of policy actions with regular and meaningful dialogue.6  \n \n13.  Sector development program approach. A road map has been prepared to support a \ncoordinated  and  comprehensive  program  of  reform  and  investment  that  addresses  human \nresource constraints in the health sector. A sector development program approach provides a \nsuitable mechanism for initiating a transition in the delivery of official development assistance in \nthe sector, as well as offering the opportunity to support a combination of system-focused policy \nreforms with accompanying investments to address critical needs with respect to the quality, \nefficiency,  and  capacity  of  health  human  resources.  The  program  was  developed  through \nextensive  consultation  that  included  intensive  technical  inputs  on  the  development  of  the \nworkforce registration system and legislation on medical practice from ADB and a small group of \ndevelopment partners7 with long-term experience in the sector.  \n \n14.  The proposed program is included in ADB’s country operations business plan, 2010–\n20128 and is consistent with Viet Nam’s 5-year socioeconomic development plan.9 The program \ncovers both education and health sectors in line with Strategy 202010 and the operational plan \nfor health,11 as it supports health training institutions and health workforce development, and \nstrengthens  the  planning  and  governance  of  health  public  expenditure.  The  proposed \ninvestment addresses a binding constraint to achieving the MDGs across all segments of the \npopulation and geographic areas. This is not currently addressed by development partners in \nthe same comprehensive manner. \n \nB.  Impact and Outcome \n15.  The impact of the program will be improved health status and progress toward meeting \nthe health-related MDG targets, especially in the remote and poor provinces. The outcome will \nbe better quality, efficiency, and equity in the health workforce and health service delivery.  \n \nC.  Outputs \n16.  The outputs will support the government's ongoing reform agenda for the health sector, \nspecifically  relating  to  health  human  resources  (HHR).  It  includes  (i)  better  planning  and \n                                                 \n6  Development Coordination (Appendix 2). \n7  Australian  Agency  for  International  Development,  Pathfinder  International,  World  Bank,  and  World  Health \nOrganization. \n8  ADB. 2010. Country Strategy and Program Midterm Review: Viet Nam 2007–2010 (Appendix 4: Indicative Rolling \nCountry Operations Business Plan 2010–2012). Manila. \n9  Socialist Republic of Viet Nam. 2006. The Five-Year Socio-Economic Development Plan, 2006–2010. Ha Noi. \n10  ADB. 2008. The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. Manila \n11 ADB. 2008. An Operational Plan for Improving Health Access and Outcomes under Strategy 2020. Manila. \n ", "4     \n \nmanagement  of  human  resources;  (ii)  higher-quality  human  resources  training;  and \n(iii) improved management systems in health service delivery. The accompanying project loan \nsupports investments directly linked to implementation of the policy actions in key institutions, \nincluding the Ministry of Health (MOH) and a select number of teaching institutions.  \n \n1.  Program Outputs \n \n17.  Key policy actions supported under the program loan are described in paras. 18–24; \ndetails are in the development policy letter (Appendix 3) and policy matrix (Appendix 4). \n \na.  Better Planning and Management of Human Resources \n \n18.  Joint committee on health human resources. MOH approved a decision on 21 April \n2010 to establish a joint committee on HHR to address fragmentation of HHR policy and \nprogram implementation. Within 2 years, the committee will submit a report to MOH defining \nworkforce  needs  and  targets,  and  recommending  policy  measures  and  plans,  including \nrecommendations on expanding the health workforce, incentives for working conditions in rural \nand remote areas, and improving the gender balance at senior levels of MOH and provincial \nhealth departments. \n \n19.  Law on Examination and Treatment. Approved by the National Assembly in November \n2009, the LET is an omnibus law that covers a wide area of health care practice including (i) the \nrights and responsibilities of patients, medical practitioners, and health care facilities; (ii) the \nclassification, accreditation, and licensing of health professionals and health care facilities; \n(iii) operational procedures in health services; and (iv) the recording and remedying of medical \nmalpractice. The LET and the subsequent implementation decrees and circulars are critical to \nestablishing the institutions and systems necessary for long-term, sustained improvements in \nHHR. It will also set the standards and regulate the quality and safety of medical examination \nand  treatment  provided  within  health  facilities  and  by  health  professionals.  The  program \nrecognizes the adoption of the LET, provides incentives for the efficient implementation of the \npolicy actions, and contributes to the costs associated with LET implementation.  \n \nb.  Higher Quality Human Resources Training \n \n20.  Health  human  resource  training  network  master  plan.  In  February  2010,  MOH \nsubmitted to the Prime Minister a master plan that addresses the acute staff shortages and \nrecognizes  the  need  to  rapidly  increase  the  number  of  graduates,  expand  coverage,  and \nimprove training quality. The plan includes proposals to upgrade medical colleges to universities \nand some secondary medical schools to medical colleges in underserved areas. It outlines a \ncomprehensive approach to increasing investment in staffing, curriculum development, and \nequipment in training institutions. The policy matrix recognizes the development of this plan and \nthe significant work that follows the passage of the LET.  \n \n21.  Rotation of medical specialists to lower-level hospitals. MOH approved (i) Circular \n09 (2008), which requires health training institutions to assign faculty and medical specialists to \nwork with provincial and district hospitals; and (ii) Circular 1816 (2009), which imposes the same \nrequirement on high-level hospitals. The rotation of specialist medical staff through lower-level \nhospitals and commune health centers will boost the availability and quality of local health care, \nespecially in remote and mountainous areas, and support skills transfer to local health care staff. \nA  comprehensive  policy  review  of  the  implementation  of  Circulars  09  and  1816  will  be \nundertaken after about 2 years to consider their impact and make recommendations for further \npolicy development or modifications to improve policy outcomes.  \n \n ", "  5 \n \n22.  Increasing access to training and education. Decision 134 (2006) and Circular 13 \n(2008) of MOH outline measures to increase access to training and education for health workers \nfrom  ethnic  minority  communities.  These  include  waiver  of  tuition  fees,  lower  entrance \nrequirements,  and  bridging  and  preparatory  courses.  Within  2  years  of  program  loan \neffectiveness, MOH will complete a policy impact review on increasing the enrollment and \ncompletion rates of ethnic minority students, especially women, in health training, including the \nimplementation of Decree 134 and Circular 13.  \n \nc.  Improved Management Systems in Health Service Delivery \n \n23.  Increased  government  spending  on  health. In May 2008, the National Assembly \nadopted a resolution to increase the share of annual state budget spending for health care, \nensuring that health spending will grow faster than overall state budget spending. The resolution \nrecognizes that health spending has not kept pace with economic growth. This resolution is an \nimportant measure to ensure the budget level does not continue to decline, and to maintain real \nbudget growth.   \n \n24.  Innovative clinical management procedures and health services financing. MOH \nissued a De An (project plan) in November 2009 to support further piloting and adoption of the \ncare pathway delivery mechanism, and authorized the health insurance fund and the provincial \nhealth authorities to pilot the case-based payment system in hub and cluster hospitals. Policy \nactions under the second tranche requires 20 care pathways to be developed, benchmarked, \nand budgeted in at least six hospitals, including at least three pathways that directly relate to \nmedical care for women and/or at the primary level. Guidelines for financing reforms associated \nwith care pathways are to be submitted to MOH and the Ministry of Finance. \n \n  2.  Project Outputs \n \n25.  The project loan supports a set of linked and coordinated actions that are closely aligned \nwith the policy actions and are designed to support their implementation at national and sub-\nnational levels. The key project outputs are described in paras. 26–32. \n \na.  Better Planning and Management of Human Resources \n \n26.  Stronger human resources policy, planning, and implementation. This output will \nfocus on building the capacity and systems for planning and managing HHR at the central level. \nThe project will support the establishment and operation of the joint committee on HHR by \nproviding  (i)  capacity-building  inputs  to  establish  the  committee;  identifying  appropriate \nrepresentation (including district and community representatives, while taking into account the \nneed for a gender balance, and ethnic minority representation); (ii) terms of reference; and (iii) a \nsecretariat with appropriate equipment, facilities, and operating budget.  \n \n27.  Established systems for the registration and licensure of health professionals. \nThis output will support technical inputs to guide the legal and administrative arrangements to \nestablish and oversee the registration of health professionals, as provided in the LET. It will also \nsupport the establishment and operation of the health professional registration system at the \nprovincial and national level. Support will be provided for the development of a standardized \ndatabase  system,  the  procurement  of  computer  equipment,  database  software,  training  of \ncentral  and  provincial  staff  in  certification  of  health  professionals,  and  development  of  an \neffective accountability mechanism to implement the system at the different regional, provincial, \nand institutional levels in the health sector.  \n \n \n ", "6     \n \nb.  Higher Quality Human Resources Training \n \n28.  Stronger capacity of teaching institutions. The project will strengthen the universities, \ncolleges, and schools responsible for training the health workforce, including pre-service and post-\ngraduate training and continuing education. Support will be provided for the procurement and \nmaintenance of prioritized teaching equipment and training laboratories to facilitate the application \nof modern teaching and learning methods in key training institutions in each part of the country. \nExpert inputs will support the development of minimum standards for equipment maintenance \nschedules. The targeted institutions will become teaching and learning resources or “hubs” for the \nother institutions in the region. Teachers in targeted institutions will be trained to improve skills \nand teaching methods. Selection of trainees will include targets for women and ethnic minorities. \n \n29.  Stronger mechanisms for quality improvement and assurance. The project will help \nMOH  pilot  an  accreditation  system  for  training  institutions  based  on  the  requirements \nestablished in the LET. The supervisory system for training institutions will be strengthened at \nthe national and regional levels. Criteria for accreditation and tools for internal and external \nevaluation will be developed, staff will be trained, and accreditation processes supported. The \nproject will also support the implementation of Circular 07 on continuing medical education.  \n \n30.  Stronger staff training and utilization in remote areas. The project will help MOH and \nselected training institutions serving remote communities increase the number of ethnic minority \nand female students from remote areas who complete health worker training and return to work \nin their local health facilities. The project will support and strengthen some pre-existing special \nentry programs that are not being utilized efficiently. It will also provide improved support to \nethnic  minority  candidates  and  women  for  pre-service  and  in-service  training,  including \nscholarships to participate in health worker training. \n \nc.  Improved Management Systems in Health Service Delivery \n \n31.  Piloting care pathways to organize clinical work. This output will support the further \ndevelopment and expansion of the pilot care pathways mechanism for organizing clinical work \nlinked to the provider payment mechanism. Six “hub” hospitals will be selected to become \nresource transfer centers for development and implementation of 20 care pathways for high-\nvolume conditions within the capability of district hospitals. Project activities will comprise (i) \npiloting care pathways for organizing clinical work; (ii) introducing product-focused management \nmethods  and  structures;  (iii)  introducing  and  testing  case-based  funding  mechanisms;  and \n(iv) strengthening the policy framework and human resource capacities to implement case-\nbased provider payment linked to care pathways. \n \n32.  Introducing and testing case-based funding mechanisms. The project will support \nthe development, training, testing, and evaluation of a case-based payment system associated \nwith the care pathways pilot. The health insurance fund will be supported to (i) develop and \nimplement case-based pricing and to negotiate and monitor volume and/or price contracts with \nhospitals, and (ii) institute performance monitoring that includes cost and fraud control.  \n \nD.  Financing and Investment Plans \n \n33.  The overall sector development program financing is estimated at $76.3 million (Table 1). \nThe government has requested loans from ADB's Special Funds resources as indicated below.  \n \n \n ", "  7 \n \nTable 1: Health Human Resource Sector Development Program Financing Plan \nSource  Amount ($ million)    Share of Total (%) \nAsian Development Bank (program loan)  30.0    32.5 \nAsian Development Bank (project loan)  30.0    32.5 \nGovernment of Australia (project loan)  11.0    24.0 \nGovernment of Viet Nam  5.3    11.0 \n  Total    76.3    100.0 \nSource: Asian Development Bank estimates. \n \n34.  Financing  plan  for  Program  loan.  ADB  will  provide  a  program  loan  in  various \ncurrencies equivalent to SDR20,086,000 from ADB's Special Funds resources. The loan will \nhave a 24-year term, including a grace period of 8 years, an interest rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter and such other terms and conditions set \nforth in the draft program loan agreement.  \n \n35.  In determining the amount of the program loan, the following factors were considered: \n(i) the scope and strength of the proposed policy actions; (ii) the relative importance of the \nhealth sector in terms of public spending and recent budget growth trends; and (iii) the short- \nand medium-term costs of the proposed policy actions and the associated financing gap. The \nloan amount covers part of the adjustment costs12 for the measures in the policy matrix. A large \nportion of the program loan will be used to implement the master plan for upgrading health \nteaching institutions. Loan proceeds will also contribute to costs incurred in implementing the \ninstitutional reforms initiated by the LET, such as the establishment of a registration system for \nthe health workers and a system for licensing health facilities.  \n \n36.  The program loan will be released in two equal tranches. The first will be released upon \nloan effectiveness on completion of all first-tranche policy actions; the second after 24 months \nwhen the remaining policy actions are expected to have been completed.  \n \n37.  Investment plan for Project Loan. The project is estimated to cost $46.33 million \n(Table  2).  The  government  requested  a  loan  in  various  currencies  equivalent  to                    \nSDR20,086,000 from ADB's Special Funds resources to help finance the project. The loan will \nhave a 32-year term, including a grace period of 8 years, an interest rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter, and such other terms and conditions \nset forth in the draft project loan agreement. The Government of Australia will provide an untied \ngrant of $11 million to be administered by ADB as joint financing. The Government of Viet Nam \nwill contribute $5.3 million, including local taxes and duties of $3.16 million. \n \nTable 2: Project Investment Cost \nItem    Amount ($ million)a \nA.  Base Costb    \n  1.  Better planning and management of human resources  9.17 \n  2.  Higher quality training of human resources  25.13 \n  3.  Improved management systems in health service delivery  3.80 \n    Subtotal (A)  38.10 \nB.  Contingenciesc  7.48 \nC.  Financing Charges During Implementationd  0.74 \n       Total (A+B+C)  46.32 \na Includes taxes and duties of $3.16 million. b In December 2008 prices, including bank charges (e.g., bank transfer fees) to be \nfinanced from the fund resource. c Physical contingencies computed at 0% for civil works and goods; 5% for training, surveys, \nand studies; and 0% for consulting services. Price contingencies computed at 0.7% on foreign exchange costs and 5.6% on local \ncurrency costs; includes provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate.d Includes interest rate of 1.0% for ADB loan funds. Source: Asian Development Bank estimates.  \n                                                 \n12 Implementation of the master plan for upgrading teaching institutions is estimated to cost $260 million and the initial \ncosts of setting up the LET registrations system is estimated at $26 million annually. \n ", "8     \n \nE.  Implementation Arrangements \n38.  Program management. MOH will be the executing agency for the program. A project \nmanagement unit (PMU) will be set up in the Department of Science and Training. The PMU will \nbe responsible for program management and ensuring implementation of the policy actions and \nwill include science and training, medical services, and planning and budgeting departments. \nTable 3 summarizes the implementation arrangements.13 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  1 January 2008–30 June 2015 \nEstimated project completion date  31 December 2015 \nProject management \n(i)  Oversight body  Ministry of Health, under the guidance of the Minister of Health \n(ii)  Executing agency  MOH \n(iii)  Key implementing agencies  Department of Science and Training, MOH, selected training institutions  \n(iv)  Project management unit  Department of Science and Training, MOH; there will be 25 staff from \ndifferent departments of the MOH as well as contracted staff. \nProcurement  International competitive bidding  4 contracts  $15.3 million \nNational competitive bidding  14 contracts  $4.74 million \nShopping  Multiple  $8.72 million \nConsulting services  Quality- and cost- based selection  5 firm contracts  $6.42 million \nConsultants' qualifications selection  5 firm contracts  $0.23 million \nIndividual consultant selection  Multiple   $3.29 million \nDisbursement  The loans and grant proceeds will be disbursed in accordance with ADB's \nLoan Disbursement Handbook (2007, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. The \n$30 million program loan will be disbursed in two tranches: \nTranche 1: $15 million (upon loan effectiveness) \nTranche 2: $15 million (24 months after loan effectiveness) \nADB = Asian Development Bank, MOH = Ministry of Health. \nSource:  ADB.  2007.  Technical  Assistance  to  Viet  Nam  for  Preparing  the  Support  for  the  Health  Systems \nDevelopment Program. Manila (TA 7029-VIE). \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial  \n \n39.  Economic benefits. The program will improve the effectiveness and efficiency of the \nhealth workforce through passage of the LET and improvements in training quality. This may \nimprove standards of health care and ultimately improve overall population health outcomes. At \nthe sector level, economic benefits will accrue from efficiency gains resulting from upgraded \ntraining facilities; better training and financing methods; and improved clinical, administrative, \nand  human  resources  management.  This  will  lead  to  more  cost-effective  use  of  health \nresources, making the sector more financially sustainable. Improving access to, and quality of, \nhealth care will increase economic productivity by helping to reduce morbidity in the workforce. \nBetter diagnosis and reduced treatment cost will reduce people’s out-of-pocket costs, especially \namong the poor. \n \n40.  Financial  sustainability.  The  government  has  committed  to  increasing  the  health \nbudget faster than the average annual increase in the government budget. A modest increment \nof 0.05% (estimated to cover the project investment recurrent costs) would result in an annual \ncost to the government of $4.2 million. The recurrent costs associated with the licensing of \nhealth facilities and the health workforce will be increasingly financed by registration fees.  \n                                                 \n13  Project Administration Manual (Appendix 2). \n ", "  9 \n \nB.  Governance \n \n41.  Financial  management.  MOH  has  extensive  experience  with  projects  and  ADB \nprocedures, and should be able to use its experience to facilitate effective and efficient financial \nmanagement of loan funds and project activities. PMU staff with relevant experience will be \nsought, and the PMU will work closely with existing ADB-supported PMUs. Project consultants \nwill train staff in financial planning, accounting, reporting, auditing, and control. The consultants \nwill implement a performance-based planning and budgeting system based on established \nnational and project-specific cost norms.  \n \n42.  Anticorruption measures. ADB's Anticorruption Policy (1998, as amended to date) was \nexplained  to  and  discussed  with  the  Government  of  Viet  Nam.  In  November  2009,  an \nanticorruption dialogue focusing on the health sector was held between the government and \ndevelopment  partners.  Further,  ADB  conducted  governance  risk  assessments  that  also \nhighlighted  fiduciary  risks  in  the  health  sector. 14  The  specific  policy  requirements  and \nsupplementary measures are described in the project administration manual.  \n \nC.  Poverty and Social \n \n43.  Poverty.  The  program  will  improve  health  care  services  for  the  poor  in  remote \ncommunities by strengthening the capacity of health facilities and teaching institutions to serve \ntheir special needs. The strengthened teaching institutions will ensure that there are more \ngraduates available to work in these areas, and will also improve their training. Quality control \nmechanisms for health professionals and facilities, particularly registration and licensing, should \ndisproportionately benefit those with the poorest quality services and health workers. Better \naccess to quality health services and lower health care costs will benefit the poor. \n \n44.  Gender. Women and adolescent girls in poor, remote, and ethnic minority communities \nare particularly affected by the limited access to quality health services. Design measures are \nincluded to promote improved access and equity, and targets are set for training of female \nhealth workers and provision of scholarships in all training programs. While most health care \nworkers are women, most of them are concentrated in lower-level positions. MOH aims to \nincrease the proportion of women in higher-level positions and ensure all program activities are \nconsistent with the Gender Equality Law.15 A project gender strategy has been prepared. \n \nD.  Safeguards \n \n45.  Ethnic  minorities.  Poverty  rates  and  health  indicators  lag  substantially  among \nmarginalized ethnic groups. It is estimated that nearly half of poor women and more than 70% of \nwomen in mountainous areas gave birth at home, compared with about 5% of well-off women.16 \nPoor, rural, and ethnic minority groups, especially women, are discouraged from seeking health \ncare by the distance to the nearest health facility, the absence of staff in local health facilities, \nand  the  lack  of  qualified  staff  and  ethnic  minority  health  workers.  The  program  supports \nmeasures to address these inequities, particularly through training of health workers from ethnic \nminority communities, and incentives and support for health workers in rural and remote areas.  \n \n46.  The involuntary resettlement and environment categorization for the project are C in \naccordance with ADB's Safeguards policy (2009) \n \n                                                 \n14   ADB governance risk assessments conducted in 2009 for education, energy, and transport sectors. \n15   Summary Gender and Ethnic Minority Strategy (Appendix 2). \n16   Ministry of Health. 2007. Vietnam Health Report 2006. Ha Noi: Medical Publishing House (p. 130). \n ", "10     \n \nE.  Risks and Mitigating Measures \n \n47.  The potential risks identified include a reduced pace and momentum for policy reforms, \nfinancial  risks  associated  with  counterpart  funds,  and  a  lack  of  funds  for  operation  and \nmaintenance of new equipment. These risks are mitigated by the two-tranche program loan \ndesign, which will help maintain momentum for the policy reform agenda, enable regular policy \ndialogue, and help MOH leverage support needed to facilitate policy reforms in several areas. \nSubstantial  consultant  assistance  will  contribute  to  sustained  impetus  for  reforms.  The \nincreased government budget for the health sector is expected to mitigate the risks related to \ntimely  provision  of  counterpart  funds.  The  benefits  and  impacts  resulting  from  the  sector \ndevelopment  program—through  support  to  high-quality  policy  processes,  along  with \ninvestments that will support the full realization of policy impacts—are assessed as outweighing \nthe identified risks.17 \n \nIV.  ASSURANCES \n \n48.  The  government  and  MOH  have  assured  ADB  that  implementation  of  the  sector \ndevelopment program shall conform to all applicable ADB policies including those concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  and \ndisbursement as described in detail in the project administration manual and loan documents. \nThe government and MOH have also agreed with ADB on certain covenants for the sector \ndevelopment program, which are set forth in the related legal agreements. \n \nV.  RECOMMENDATION \n \n49.  I am satisfied that the proposed loans and grant would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve  \n(i)  the  loan  in  various  currencies  equivalent  to  SDR20,086,000  to  the  Socialist \nRepublic  of  Viet  Nam  for  the  Health  Human  Resources  Sector  Development \nProgram from ADB’s Special Funds resources, with an interest charge at the rate \nof 1.0% per annum during the grace period and 1.5% per annum thereafter; for a \nterm of 24 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the related \ndraft loan agreement presented to the Board; \n(ii)  the  loan  in  various  currencies  equivalent  to  SDR20,086,000  to  the  Socialist \nRepublic  of  Viet  Nam  for  the  Health  Human  Resources  Sector  Development \nProject from ADB’s Special Funds resources, with an interest charge at the rate of \n1.0% per annum during the grace period and 1.5% per annum thereafter; for a \nterm of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the related \ndraft loan agreement presented to the Board; and \n(iii)  the  administration  by  ADB  of  the  grant  not  exceeding  the  equivalent  of \n$11,000,000  to  the  Socialist  Republic  of  Viet  Nam  for  the  Health  Human \nResources Sector Development Project, to be provided by the Government of \nAustralia. \n \nHaruhiko Kuroda \nPresident \n31 May 2010 \n                                                 \n17  Risk Assessment and Risk Management Plan (Appendix 2).  \n \n ", "    Appendix 1   11 \nDESIGN AND MONITORING FRAMEWORK \n \n  Data Sources \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions \nSummary  Baselines  Mechanisms  And Risks \nImpact      Assumptions  \n- Strengthened health systems and \nImproved health  The 35 poorest provinces have achieved the  Viet Nam \nhuman resources improve health status. \nstatus and  Vietnam Development Goals for reducing infant  Development \n- Government gives priority to health care \nprogress toward  and maternal mortality by 2020.  Report \nfor the poor.  \nthe health-\nLife expectancy figures for the poor and ethnic  Joint annual  - Population expectations and health \nrelated MDGs \nminorities in 20 poorest provinces have increased  health review   service usage patterns influenced by \nand Viet Nam \nby at least 2 years by 2020.  improved quality of care at the community \nDevelopment    level. \nGoals \n \nRisks \n-  Reduced pace for policy reforms \n- Financial risks associated with \ncounterpart funds and budget for \noperation and maintenance of new \nequipment \nOutcome  By project completion:     Assumptions  \n-  At least 50% of doctors and nurses practicing in  Joint annual  Government and National Assembly \nImproved \npublic facilities registered and licensed and  health review   continue to give priority to enactment of \nquality, \nparticipating in accredited continuing education    health care legislation \nefficiency, and \nprograms (50% women)  Viet Nam   \nequity in health \n- At least 500 health professionals per year from  Development  Risks \nworkforce and \ncentral and provincial institutions have done 3-year  Report  Enacting ordinances are ambiguous, or \nhealth service \nplacements in rural and underserved areas    implementation is delayed \ndelivery \n- 10% increase in number of ethnic minority  Provincial \n  students graduating from six prioritized medical  health services \nuniversities over baseline levela  and hospital \n  - 20 hospitals have improved efficiency and quality  statistics \nservices through adoption of policies for use-of-  \ncare pathways and case-based payments. \nOutputs  Program    Assumption  \n-  By April 2010, MOH decision established joint  Signed \n1. Better   Continued government priority given to \ncommittee on human resource planning and  development \nplanning and  health human resource strengthening \nmanagement  policy letter \nmanagement \n- By November 2009, the LET approved by the  from MOH   Risks \nof human \nNational Assembly with provisions for establishing   \nresources  a system to register and license medical workforce  Joint HHR  Weak links with provincial, district, and \n  and facilities.  committee  community plans \n  progress reports \nAdoption of LET implementing ordinances \nProject,  by project completion:    \ndelayed \n-  At least 50 public hospitals licensed under new  Joint annual \naccreditation system  health review \n- A health professional registration system   \nestablished with all new graduating doctors and  Health Statistics \nnurses registered in that year  Yearbook \n- Minimum of 10% increase in the number of    \nwomen holding senior positions in MOH   PMU reports \n2. Higher quality  Program    Assumptions  \nof human  - By February 2010, the master plan for teaching  Signed  - Staff able to participate in training \nresources  institutions submitted to the MoH  development  - Training institutions willing to participate \ntraining  - By November 2009, the LET approved by the  policy letter  and commit resources and capacity  \nNational Assembly with provisions for accreditation  from MOH   - Supervisory system supports quality \nof training institutions and  CME  Staffing lists  improvement, not simply documenting \n-By December 2012, MOH has adopted a set of  (gender- strengths and weaknesses \nstandards for equipment in medical colleges  disaggregated),  - Rural workforce interested in \n- By December 2012, MOH has completed policy  including  strengthening professional identity \n ", "12  Appendix 1   \nData Sources \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions \nSummary  Baselines  Mechanisms  And Risks \nimpact review on increasing enrollment of ethnic  qualifications at   \nminority students in health training   selected  Risks \n  institutions  - Participation of women and ethnic \nProject, by project completion:    minority candidates in training limited by \n- Six medical teaching institutions with upgraded  Reports on  lack of prerequisites \nteaching laboratories and equipment  accreditation  - Gap between strong and weaker training \n- 600 university teachers (40% women) trained in  activities  institutions widens \nmodern teaching methods    - Supervision and accreditation activities \n- At least six prioritized universities have met  Student and  constrained by lack of capable staff \nnational teaching accreditation standards   graduate data  - Institutions cannot release staff to \n- Three courses in each prioritized training  (disaggregated  participate in activities \ninstitution accredited under CME  by gender and  - Incentives or support insufficient to \n- Special entry programs for ethnic minority  ethnicity) from  ensure participation of ethnic minority \nstudents strengthened and operational   selected  students in training \n- 80 scholarships for in and pre-service for EM  institutions  - Ethnic minority graduates do not return \nstudents (50% women) delivered     to work in rural areas \n- 40% of attendees in all study tours and teacher \nexchange programs are women \n- 50% of scholarships reserved for women in pre-\nservice and in-service training \n-  Association of Rural Health Workers established \nand two meetings held by 2014 \n3. Improved  Program    Assumptions  \nmanagement  - A De An (project plan) authorizing pilot study on  Signed \nManagers of pilot hospitals willing to \nsystems in  case-based provider payment linked to care  development \nparticipate \nhealth  pathways issued in November 2009   policy letter \nservice  - 20 care pathways developed and used in six  from MOH   Health insurance authorities become \ndelivery  hospitals by December 2012     active participants  \n- Guidelines for financing reform associated with  MOH reports \n  care pathways submitted to MOF and MOH by  Hospital service  Pilot study demonstrates improvements in \nDecember 2012  and financial  hospital efficiency and service delivery \nrecords  costing \nProject \n \n- By 2013, pilot study commences of extending  Risks \nHealth \ncare pathways and case-based payments to at \ninsurance  Managers and systems of district \nleast 20 poor/remote district hospitals  \nagency records  hospitals are not strong enough to support \n- Policy framework and human resource capacity \nnew methods \nfor innovative clinical service delivery strengthened  \nBy project completion:  Case-based payment system provides \n- Management and finance systems operational in  inadequate revenue to pilot hospitals \nall pilot hospitals \nCare pathways and case-based payments \n- Pilot hospital records show reduced average \nhave no impact on affordability of health \nlength of stay for all inpatients \ncare for the poor \n- Payment mechanism based on care pathways \ndeveloped in pilot hospitals \nActivities   Inputs ($ million) \n1. Better planning and management of human resources  Program: 30.0 \nProgram Activities (with milestones)   \n−  Decision adopted by MOH to establish joint committee on human resources planning and  Project: 46.3 \nmanagement (Apr 2010)  ADB: 30.0 \n−  LET submitted to government (Nov 2009) with provisions for: registration and licensing of health  Government of Viet Nam: 5.3 \nfacilities in public and private sectors; a certification system for health professionals; and a  Government of Australia: 11.0 \nconsumer rights standard and a complaints mechanism  Total Cost  \n−  Socioeconomic impacts analysis of LET completed (Nov 2009)  Civil works: 1.23 \n−  Report of joint committee on workforce planning targets and policies (Dec 2012)  Equipment and vehicles: \n18.11 \n−  Licensing standards for facilities adopted and operational (Dec 2012) \nWorkshops and studies: 3.87 \n– National health professional registration system established and tested (Dec 2012 \nEducation and training: 3.77 \n– Registration of professionals initiated (Dec 2012) \n ", "    Appendix 1   13 \nActivities  Inputs ($ million) \nProject (with year of activity)  Consulting services: 3.84 \n1.a.   Strengthened coordination, planning, and implementation of HR  policy in the health sector  Health professional \n1.a.i  Establish joint committee on human resource planning and management (year 1)  registration system: 3.81 \n1.a.ii  Provide operational support for task force and secretariat (year 2)  Project management: 1.65 \n1.b.   Strengthened mechanisms for the registration of health professionals, and system of CME   \n1.b.i  Complete LET decrees and circulars and enactment (by year 2)  Recurrent Costs: 1.82  \n1.b.ii  Establish a health professional registration system and authority (by year 3)  Contingencies: 7.48 \n1.b.iii  Initiate registration and licensing of all new graduates (by year 3)  Financing Charges: 0.74  \n1.b.iv  Transition to re-registration and re-licensing (by year 4) \n1.b.v  Transition to self-sufficient funding of registration of health professionals (by year 5) \n2. Higher quality of human resource training  2.d.ii  Improve mechanisms for support of rural health workforce \n  (by year 4) \nProgram Activities (with milestones)  2.d.iii    Develop mechanisms for rotation of quality staff through    \n−  Submit master plan for teaching institutions (Feb 2010)   remote areas (by year 4) \n−  LET submitted with provision for training institution accreditation   \nand continuing education (Nov 2009)  3. Improved management systems in health service delivery \n−  Develop and approve decision on teaching institution   \naccreditation (Dec 2012)  Program Activities (with milestones) \n−  Develop and approve regulation on CME (Dec 2012)  −  National Assembly passes resolution to increase annual \n−  Decision on accreditation of health workforce teaching  budget spending for health at rate higher than the annual rate \ninstitutions (Dec 2012)  of increase of the gross domestic product (Aug 2008) \n−  Upgrade Circ. 7 on accrediting CME courses (Dec 2012)  −  Approve a De An authorizing pilot study on care pathways \n−  Decision 1816 requiring rotation of high-level staff through  (November 2009) \nlower-level hospitals (Aug 2009)  −  Develop 20 care pathways in six hospitals (Dec 2012) \n−  Equipment standards available in medical colleges (Dec 2012)  −  Develop three pathways for medical conditions for women or \n−  Review on implementation of Circ. 09 and Dec. 1816 (Dec 2012)  primary care focused (Dec 2012) \n−  Policy impact review on increasing enrollment of ethnic minority  −  Develop guidelines for financing reform based on care \nstudents in health training (Dec 2012)  pathways and submit to MOF and MOH (Dec 2012) \n \n \nProject (with year of activity)  Project (with year of activity) \n3.a.   Improved method of organizing clinical work in hospitals \n2.a.   Strengthen capacity and effectiveness of training institutions \n2.a.i  Train teachers and managers (continuing through project)  3.a.i  Establish inter-ministerial task force (in year 1) \n3.a.ii  Establish clinical management reform unit (in year 1) \n2.a.ii  Orientate students toward active learning (by year 3) \n2.a.iii  Procure equipment, for science laboratories (by year 3)  3.a.iii  Conduct workshops for benchmarking and costing of care \npathways (years 1–2) \n2.a.iv  Upgrade and renovate skills labs for teaching (by year 3) \n2.a.v  Improve e-learning capacity and resources (by year 4)  3.b.   Improved management in hospitals \n3.b.i  Procure equipment and software for hospital \n2.a.vi  Improve practical training capacity in hospitals (by year 5) \n2.a.vii Improve institutions to support practical training (by year 4)   management information systems (by year 2) \n3.b.ii  Provide support to implementation of MIS (by year 2) \n2.a.viii Strengthen  cooperation  between  hospitals  and  training \ninstitutions (by year 5)  3.b.iii  Provide training to improve management  (years 1–3) \n3.c.   Improved funding mechanisms in hospitals \n2.b.   Strengthened networking for institutional development  \n2.b.i  Build capacity for collaboration of teaching institutions and  3.c.i  Procure equipment for financing mechanisms in province \nand insurance agency (by year 3) \nstudents (continuing) \n2.b.ii  Establish regional training resource centers (by year 4)  3.c.ii  Implement alternative payment (by year 3) \n3.c.iii  Provide training for capacity building (years 1–3) \n2.c.   Strengthened  effectiveness  of  mechanisms  for  quality \nimprovement  and  quality  assurance  and  supervision  of  3.d.   Strengthened policy framework and HR  capacity needed \nto implement pathway-based approaches \ntraining institutions \n2.c.i  Pilot accreditation system for training institutions (by year 3)  3.d.i  Examine policies and make recommendations (by year 2) \n3.d.ii  Provide training, workshops, and study tours to build \n2.c.ii  Develop methods for student evaluation (by year 3) \ncapacity of policy makers, provincial health authorities, \n2.c.iii  Develop mechanisms for consumer feedback to education \nproviders (by year 3)  and health insurance agency managers (years 2–4) \n3.d.iii  Facilitate development and dissemination of materials \n2.c.iv  Strengthen quality of in-service training (by year 3) \nthat document methods and systems and related \n2.d.   Improved mechanisms for utilization of staff in remote areas \ncurricula for training clinicians and managers (by year 4) \n2.d.i  Strengthen entry system for EM students (by year 3) \nADB = Asian Development Bank, Circ. = circular, CME = Continuing Medical Education, Dec. = decision, EM = Ethnic Minority,          \nHR = Human Resources, LET = Law on Examination and Treatment, MDG = Millennium Development Goal, MIS = management \ninformation system, MOF = Ministry of Finance, MOH = Ministry of Health, PMU = project management unit. \na Baseline figures to be established at the beginning of the program. \nSource: ADB staff estimates. \n ", "14  Appendix 2   \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=40354-01-3 \n \n1.  Agreements  \nLoan Agreement: Program \nLoan Agreement: Project \nGrant Agreement \n2.  Summary Sector Assessment  \nHealth and Social Protection \n3.  Project Administration Manual  \n4.  Project Classification Summary  \n5.  Contribution to the ADB Results Framework  \n6.  Development Coordination  \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators  \n10.  International Monetary Fund Assessment Letter  \n11.  Summary Poverty Reduction and Social Strategy  \n12.  Gender Action Plan \nSummary Gender and Ethnic Minority Strategy  \n13.  Risk Assessment and Risk Management Plan  \n14.  List of Ineligible Items \n15.  Others \nList of Supported Training Institutions  \n ", "        Appendix 3             15  \n \n ", "   \n16                 Appendix 3             \n \n \n ", " \n   Appendix 3               17 \n \n ", "   \n  18                 Appendix 3             \n \n ", " \n   Appendix 4                19 \n ", "   \n20                Appendix 4             \n \n \n "], "metadata": {"Author": "md2", "CreationDate": "D:20100601085722+08'00'", "Creator": "PScript5.dll Version 5.2", "ModDate": "D:20100630093912+08'00'", "Producer": "Acrobat Distiller 7.0 (Windows)", "Title": "Microsoft Word - A. RRP VIE HHR-310510.doc"}, "author_page": " \nCURRENCY EQUIVALENTS  \n(as of 17 May 2010) \n \nCurrency Unit –  dong (D) \nD1.00 =  $0.000052 \n$1.00 =  D19,025 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  HHR  –  health human resources \n  LET  –  Law on Examination and Treatment \n  MDG  –  Millennium Development Goal \n  MOH  –  Ministry of Health \n  PMU  –  project management unit \n \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \nCountry Director  A. Konishi, Viet Nam Resident Mission, SERD  \n   \nTeam leader  S.E.J. Postma, Senior Health Specialist, SERD \nTeam members  H. Chen, Counsel, Office of the General Counsel \nV. de Wit, Lead Professional (Health), Viet Nam Resident Mission, SERD \nC. Holmemo, Poverty Reduction Specialist, SERD \nPeer reviewer  S. Bonu, Principal Urban Development Specialist, South Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "V. de Wit", "role": " Lead Professional ", "organization": "(Health)"}, {"fullname": "C. Holmemo", "role": " Poverty Reduction Specialist", "organization": "SERD "}]}