{"path": "data/input/reports/40515-01-ban-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 40515 \nOctober 2010 \n \n \nProposed Loan  \nPeople's Republic of Bangladesh: Sustainable Rural \nInfrastructure Improvement Project \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 8 October 2010) \n \nCurrency Unit  –  taka (Tk) \n \nTk1.00  =  $0.0142 \n$1.00  =  Tk70.47 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIRR  –  economic internal rate of return \n  GCM  –  growth center market \n  km  –  kilometer \n  LGED  –  Local Government Engineering Department \n  PMO  –  project management office \n  TA  –  technical assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2010 ends on 30 June 2010. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Vice President (Operations 1) \nDirector General  S.H. Rahman, South Asia Department (SARD) \nDirector  T. Matsuo, Agriculture, Natural Resources, and Social Services Division, SARD \n   \nTeam leader  R. Khan, Natural Resources Economist, SARD \nTeam members  S. Campbell, Social Development Specialist, SARD \nA. Faisal, Project Implementation Officer, SARD \nJ. Ghimire, Counsel, Office of the General Counsel \nM. Islam, Senior Project Implementation Officer, SARD \nS. Rahman, Economist, SARD \nF. Sultana, Social Development and Gender Officer, SARD \nPeer reviewer  K. Matsunami, Head, Community of Practice (Agriculture, Rural Development, and \nFood Security Unit), Regional and Sustainable Development Department \n   \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n   \nI. THE PROPOSAL  1\n   \nII. THE PROJECT  1\n   \nA. Rationale  1\n   \nB. Impact and Outcome  3\n   \nC. Outputs  3\n   \nD. Investment and Financing Plans  5\n   \nE. Implementation Arrangements  6\n   \nIII. TECHNICAL ASSISTANCE  7\n   \nIV. DUE DILIGENCE  7\n   \nA. Economic and Financial  7\n   \nB. Governance  8\n   \nC. Poverty and Social  8\n   \nD. Safeguards  9\n   \nE. Risks and Mitigating Measures  9\n   \nV. ASSURANCES  10\n   \nVI. RECOMMENDATION  10\n \nDesign and Monitoring Framework  11\n \nList of Linked Documents  14\n \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People's Republic of Bangladesh for the Sustainable Rural Infrastructure Improvement \nProject.1 \n \n2.  The  project  will  reduce  poverty  and raise  incomes  in  21  districts  of northwest  and \nsouthwest Bangladesh by making social services and economic opportunities more accessible \nto rural people, including the poor women.2  \n \nII.  THE PROJECT \nA.  Rationale \n3.  In Bangladesh, rural infrastructure has considerably improved, enhancing the quality of \nlife  of  rural  people.  Better  rural  infrastructure  has  fostered  balanced  development  of  rural \neconomies through mutually reinforcing growth in the farm and non-farm sectors. The mobility of \nthe rural poor has increased, and many are now availing themselves of health, education, and \nnongovernment services, as well as a wide range of economic opportunities. \n4.  Empirical studies confirm that rural infrastructure development in Bangladesh has helped \nspur  economic growth  and  reduce  poverty.  Recent  experience  has  shown  that  better  rural \ninfrastructure leads to higher mobility of the rural poor and their farm products. It allows the poor \ngreater access to providers of services, such as health and education, and to off-farm jobs. Rural \ninfrastructure development also helps reduce rural poverty in the following ways: (i) effective road \nconnectivity allows easier movement of labor; (ii) cost-effective transport of produce helps farmers \nrealize higher farm gate prices; (iii) additional traffic volume gives rise to transport-related small \nbusinesses, such as service stations, repair shops, food stalls, and guesthouses; (iv) construction \nof project facilities and after-construction maintenance directly generate jobs for the poor; and (v) \npoor women have greater access to economic opportunities and new jobs.  \n \n 5.  A study found that rural road investments in Bangladesh cut poverty significantly through \nincreased agricultural production, higher wages, lower input and transportation costs, better \neducational attainment, and higher output prices.3 Savings in household transport expenses \naveraged  36%–38%.  It  also  increased  output  indexes  by  30%–38%,  road  improvements \nincreased men’s agricultural wages by 27%, reduced fertilizer prices by about 5%, and raised \naggregate crop price indexes by about 4%. Overall poverty incidence fell by about 1 percentage \npoint, solely because of rural road improvements. A 1994 study showed that, in the catchment \narea  of  improved  facilities,  transport  charges  dropped  by  19%  for  cargo  and  23%  for \npassengers, while the volume traded in those markets doubled.4 Motorized traffic grew by 135% \nand other traffic increased by 85% after the roads were widened and paved. Another study on \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided project preparatory technical assistance. ADB. 2009. Technical \nAssistance to the People's Republic of Bangladesh for Preparing the Sustainable Rural Infrastructure Improvement \nProject. Manila. \n3  S. Khandker, Z. Bakht, and G. Koolwal. The Poverty Impact of Rural Roads: Evidence from Bangladesh. World \nBank Policy Research Working Paper Series. No. 3875. April 2006.  \n4  KfW. 1994. Socioeconomic Impact of Tangail Infrastructure Development Project. Dhaka. \n ", "2 \nthe  impact  of  rural  infrastructure  development  in  Bangladesh  found  that  accessible \ntransportation facilities had raised incomes of the poor profoundly.5  \n \n6.  Rural infrastructure development continues to be a high priority for the Government of \nBangladesh  as  it  aims  to  improve  the  quality  of  life  of  rural  people.  The  framework  for \ninvestment in rural infrastructure includes (i) developing all-weather upazila (administrative unit- \nsubdivision of a district) roads to provide access to and from growth center markets (GCMs), (ii) \nimproving union and village roads to provide rural people better access to markets and social \nservices, and (iii) improving the infrastructure of GCMs to make trading more efficient. In the \nNational  Strategy  for  Accelerated  Poverty  Reduction  II,  the  government  emphasizes  rural \ninfrastructure development with a focus on road connectivity.6 The goal is to link growth centers, \nunion parishad (local government institution) headquarters, upazila headquarters, and social \nservice institutions such as schools and hospitals with the road networks.  \n \n7.  The Asian Development Bank (ADB) supports inclusive economic growth and poverty \nreduction in Bangladesh through the strategic priorities identified in the country strategy and \nprogram, 2006–2010.7 ADB’s Strategy 20208 also advocates rural infrastructure development. \nRecognizing the importance of rural infrastructure for economic growth and poverty reduction in \nBangladesh,  ADB  and  other  development  partners  including  KfW  have  supported  the \ngovernment’s efforts to develop rural infrastructure through several projects. Initially focusing on \nbuilding rural roads, bridges, culverts, and the capacity of local government institutions, ADB \nbroadened its support to include the construction of GCMs, flood shelters, and union parishad \noffices. Subsequently gender considerations and community participation in rural infrastructure \nplanning, implementation, and operations and maintenance were included.  \n \n8.  Despite improvements, rural infrastructure in the country remains underdeveloped. Only \n37% of the rural population has access to all-weather roads, compared with 60% in India and \n61% in Pakistan. In South Asia, 57% of road networks are paved, while only 25% are paved in \nBangladesh. This indicates poor road connectivity, higher vehicle operating costs, and the need \nfor significant upgrading of rural infrastructure. The main problems in fostering road connectivity \nare (i) rapidly growing demand for road transport (6% a year), (ii) lack of funds to develop \ninfrastructure, (iii) lack of enforcement of government’s policies and regulations in road safety, \n(iv) inadequate maintenance funding (covering only 40% of the requirement), and (v) lack of \ntechnical  skills  and  capacity  building  of  local  government  institutions.  Women’s  access  to \neconomic opportunities and participation in decision-making processes of local governments \nremains limited. Bangladesh is considered one of the countries to be most affected by climate \nchange.  Increased  risk  of  severe  flooding,  more  frequent  extreme  weather  events,  and  a \npotential rise in the sea level pose new challenges to rural infrastructure development.  \n \n9.  Realizing the full growth potential of rural areas, where 75% of the total population and \nabout 85% of the poor live, will require substantial improvement in rural infrastructure. Bangladesh \nhas a large unmet demand for rural infrastructure improvement, and needs continuing—or even \nincreasing—investment.  The  rural  road  network  is  284,781 kilometers  (km),  of  which  75% \nremains  unpaved.  The  Local  Government  Engineering  Department  (LGED)  is  planning  to \n                                                \n5  R. Ahmed and M. Hossain. 1990. Developmental Impact of Rural Infrastructure in Bangladesh. International Food \nPolicy Research Institute in collaboration with Bangladesh Institute of Development Studies. Washington D.C.  \n6  Government of Bangladesh, Planning Commission. 2009. Steps towards Change: National Strategy for     \n   Accelerated Poverty Reduction II, FY2009–2011. Dhaka. \n7  ADB. 2005. Country Strategy and Program: Bangladesh, 2006–2010. Manila. \n8  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008-2020. \nManila. \n ", "3 \ndevelop about 36,000 km of rural roads by 2025. Rural roads require 1.77 million meters of \nbridges and culverts, of which 1.10 million meters have been developed. By 2025, 240,000 \nmeters of bridges and culverts are planned to be developed. Of the 17,363 GCMs, only 2,895 \nhave been developed with infrastructure facilities. By 2025, 4,500 GCMs are to be developed. \nLGED’s 20-year road master plan for 2005–2025 envisages an investment of $26 billion to \nimprove rural infrastructure.  \n  \n10.  The Sustainable Rural Infrastructure Improvement Project will reduce poverty and raise \nincomes in 21 districts of northwest and southwest Bangladesh by fostering economic growth, \ncapacity development, and gender equity.9 The project will enhance rural people’s access to \nsocial services, such as health and education, and to economic opportunities. Widening the \naccess to markets and livelihood activities will increase earnings for the rural poor, including \nwomen. Based on the lessons learned from previous projects, project areas have been selected \non the basis of high connectivity and poverty concentration. Fostering gender equity in economic \nopportunities,  ensuring  sustainable  operation  and  maintenance,  developing  climate-resilient \ninfrastructure, and considering green elements in the design and implementation of the project \nwill be emphasized more.  \n  \nB.  Impact and Outcome \n11.  The  impact  of  the  project  will  be  reduced  poverty  in  intervention  areas.  The  key \nperformance target will be population in project areas living in poverty falling by 6 percentage \npoints  from  42.7%  in  2010.  The  project  outcome  will  be  widened  access  to  economic \nopportunities and social services for poor and women.  \n \nC.  Outputs \n12.  The project outcome will be achieved through the following outputs: (i) road connectivity \nimproved in a sustainable and climate-proof way; (ii) marketing facilities upgraded with specific \nprovision for women; and (iii) rural infrastructure management, including climate-related issues, \nimproved. \n \n1.  Output 1: Road Connectivity Improved \n13.  The project will upgrade 700 km of upazila roads and 100 km of union roads to bitumen-\nsurfaced standard to provide all-weather, sustainable, and climate-proof road connectivity from \nagricultural production areas and GCMs to other parts of the country. The greening of the roads \nwill be mainstreamed to meet aesthetic recreational needs, reducing the surface runoff and \nchecking erosion caused by heavy rainfall on the slope of the embankment; reducing the \nencroachment on road reserve areas; and drought-proofing with measures such as pasture \ndevelopment, block plantation, and horticulture plantation. The roads will be climate-proof in \nresponse to the challenges of climate change. \n14.  With the participation of stakeholders, 94 roads have been selected for upgrading based \non length, poverty incidence, and degree of connectivity. Cross-drainage structures, such as \nbridges and culverts, with a total length of 3,270 meters will be built. Road safety features will be \nincorporated into the design of upazila roads. These may include road signs, delineators, and \nbollards near the approach to bridges; reflectors added to tree trunks; and the provision of \n                                                \n9  The 21 districts are (i) Kushtia, Chuadanga, Meherpur, Jessore, Jhenidah, Narail, and Magura in Khulna Division; (ii) \nRajshahi, Natore, Joypurhat, Bogra, Naogaon, and Chapai Nawabgonj in Rajshahi Division; and (iii) Panchagarh, \nThakurgaon, Nilphamari, Dinajpur, Rangpur, Gaibandha, Kurigram, and Lalmonirhat in Rangpur Division. \n ", "4 \nloading and unloading zones. Women belonging to labor contracting societies10 will be engaged \nto improve road shoulders, embankment stabilization, planting of trees on roadsides, planting of \nshrubs on embankments, and other road maintenance works.  \n2.  Output 2: Marketing Facilities Upgraded with Specific Provision for Women \n15.  Infrastructure of 92 GCMs will be improved with sections for women in 50 markets. A \nparticipatory approach will be used to identify the GCM where market sections for women will be \nbuilt. Each market will be connected to either an existing paved road or to one of those to be \nupgraded under the project. The markets will be provided with paved trading areas, sheds, \nimproved water supply system, adequate drainage facilities, sanitation facilities, and market \noffices. At each GCM, a market management committee will be responsible for ensuring proper \nphysical and financial maintenance. In each GCM, 6–12 shops will be built solely for women \ntraders based on demand shown during participatory discussions.  \n16.  Three GCMs have been selected for piloting the introduction of rural piped water supply \n(one each in the divisions of Khulna, Rajshahi, and Rangpur). The goal is to find a sustainable \nmanagement  model  under  which  the  community  and  local  government  can  operate  and \nmaintain piped water supply in rural markets where the availability of safe water is a problem. \nThe community will be engaged to participate in planning, construction, and operation and \nmaintenance of this mini piped water supply system. \n17.  Three GCMs have been selected for piloting the introduction of renewable energy supply \n(one  each  in the  divisions  of  Khulna,  Rajshahi,  and  Rangpur). In  the  selected GCMs,  no \nelectricity is available and the Rural Electrification Board has no plans to provide electricity \nsoon. The shops (including the market sections for women), toilets, and street lights will be \nelectrified using solar-powered photovoltaic cells. The beneficiaries will be trained on judicious \nuse and maintenance of the system, and the responsibility of maintaining the system by paying \nthe maintenance charges.  \n \n3.  Output 3: Rural Infrastructure Management Improved  \n18.  The project will upgrade the capacity of LGED and other local government institutions to \nmanage rural infrastructure. For LGED, the institutional capacity of the staff will be improved \nthrough training programs in (i) financial management, (ii) participatory planning, (iii) construction \nsupervision, (iv) sustainable maintenance and management, (v) planning and implementation of \nclimate-resilient infrastructure (based on a climate vulnerability mapping), (vi) quality control, (vii) \ninformation technology, (viii) gender and development, and (ix) monitoring and evaluation. The \ntraining  program  for  officials  of  local  government  institutions  will  include  union  parishad \nchairpersons, members, and upazila officials, and members of the management committees of \nGCMs. The program will cover the roles and responsibilities of local governments, sustainable \nroad maintenance, financial management, poor and indigenous people’s participation in local \ndecision making, and participatory planning. The training program will be supplemented by on-\nthe-job training and awareness campaigns for key target groups on road safety, climate change, \nand environmental issues.  \n \n19.  Incentive-based  infrastructure.  20  union  parishads  will  have  access  to  funds  for \ninfrastructure development, if they can meet the performance standards related to women’s \nparticipation in local governments. For this purpose, $1 million will be set aside to use with pilot \nparticipants for additional infrastructure investments if the performance criteria are met. The \n                                                \n10 These societies comprise poor women with limited income-earning capabilities who carry out routine maintenance \non rural roads using basic hand tools and materials supplied by LGED. \n ", "5 \nunion parishads in the pilot that meet the agreed performance standards will receive funds of up \nto $45,000 each for infrastructure activities, such as upgrading village roads, building bridges or \nculverts, upgrading rural market structures, and installing solar panels to provide lighting for a \nrural market. The union parishads will manage the infrastructure investment with the technical \nsupport from LGED.  \n20.    Sustainable  road  maintenance  system.  The  project  will  pilot  sustainable  road \nmaintenance in three roads with high traffic volumes (one in each division) and prepare a \nsustainable road maintenance plan. The detailed procedures and implementation guidelines of \nthe piloting process of collecting road user charges will be prepared, taking into consideration \nthe stakeholders' opinions and the necessary administrative and procedural approval from the \ngovernment. \n  \n21.  Climate-change-resilient  infrastructure.  The  project  will  mainstream  climate  risk \nreduction  into  policy  formulation  and  infrastructure  development.  A  key  feature  is  climate-\nproofing and disaster-resilient designs for rural infrastructure to ensure that upgraded roads are \nless vulnerable to floods, storm surge, landslides, and impacts of other extreme weather events. \nThe main activities include preparing a climate-change-resilient infrastructure management plan, \nmapping  climate  vulnerability  of  the  rural  areas  (with  a  focus  on  the  project  areas),  and \ndesigning  and  introducing  adaptation  strategies  for  roads  to  improve  flood  and  drought \nmanagement.  \nD.  Investment and Financing Plans  \n22.  The project is estimated to cost $108.4 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Output 1: Improved road connectivity  83.30 \n  2.  Output 2: Upgraded marketing facilities   5.00 \n  3.  Output 3: Improved rural infrastructure management  0.70 \n  4.  Project management  7.20 \n    Subtotal (A)  96.20 \nB.  Contingenciesc  10.60 \nC.  Financing Charges During Implementation  1.60 \n       Total (A+B+C)  108.40 \na  Includes taxes and duties of $8.6 million to be financed by the government. \nb  In mid-2010 prices. \nc  Physical contingencies computed at 5% on base cost and price contingencies computed at 6% on base cost.  \nSource: Asian Development Bank estimates \n23.  The  Government  has  requested  a  loan  in  various  currencies  equivalent  to \nSDR38,271,000 from ADB’s Special Funds resources to help finance the project. The loan will \nhave a 32-year term, including a grace period of 8 years, an annual interest rate of 1.0% during \nthe grace period and 1.5% thereafter, and such other terms and conditions set forth in the draft \nloan agreement. \n \n 24.  The financing plan is in Table 2. The project is expected to be cofinanced by a grant for \n€13 million equivalent from KfW, which will be provided on a parallel basis. The government will \nprovide the equivalent of $32.5 million including taxes and duties.    \n  \n ", "6 \nTable 2: Financing Plan \nAmount  Share of Total \nSource  ($ million)    (%) \nAsian Development Bank  60.00    55.30 \nKfW   15.90a    14.70 \nGovernment  32.50    30.00 \n  Total    108.40    100.00 \na Based on July 2010 exchange rate, €13 million equivalent. \nSource: ADB estimates. \n \nE.  Implementation Arrangements \n25.  The executing agency will be LGED in the Local Government Division of the Ministry of \nLocal Government, Rural Development, and Cooperatives. A project steering committee will \nprovide policy guidance for project implementation.11 The committee will meet twice a year to \nreview the progress of project implementation. A suitably staffed project management office \n(PMO), to be established by LGED at its headquarters in Dhaka, will implement the project. The \nchief  engineer  of  LGED,  assisted  by  the  project  monitoring  and  evaluation  unit,  will  be \nresponsible for project implementation and coordination. The PMO will have one office in each \nof the three divisions. A project director in the Dhaka headquarters and one deputy project \ndirector  in  each  regional  office  will  be  responsible  for  the  day-to-day  implementation  and \nsupervision of project activities. The PMO will be assisted by consultants with expertise in \nengineering design and supervision, economics and finance, social and gender development, \nparticipatory approaches, environmental and climate assessment, monitoring and evaluation, \nand  local  governance.  The  LGED  district  offices,  headed  by  executive  engineers,  will  be \nresponsible for implementing subprojects under the guidance of the PMO.  \n \n26.  In addition to their technical and economic viability, the subprojects (94 rural roads and 92 \nrural markets) included in the project were prioritized based on social indicators, such as poverty, \ngender disparity, environmental conditions, requirements for land acquisition and resettlement, \nand connectivity to markets and higher-order roads. 12 During project implementation, the design \nand  supervision  consultants  will  prepare  comprehensive  and  detailed  subproject  appraisal \nreports by district.  \n \n27.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.13 \n                                                \n11 The secretary of the Local Government Division will chair the committee, which will include representatives from \nthe  Local  Government  Division;  LGED;  Roads  and  Highways  Department;  Planning  Commission  and \nImplementation, Monitoring, and Evaluation Division of the Ministry of Planning; Economic Relations Division and \nFinance Division of the Ministry of Finance; National Institute of Local Government; Ministry of Women and \nChildren Affairs; local government bodies; nongovernment organizations; and the private sector.  \n12  Selection criteria are in appendix 4 of Project Administration Manual (accessible from the list of linked documents \nin Appendix 2).  \n13 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period   January 2011–December 2016 \nEstimated completion date   30 June 2016  \nManagement \n(i)   Oversight body  PSC, chaired by secretary, Local Government Division \n(ii)  Executing agency  Local Government Engineering Department  \n(iii)  Implementation unit  Project management office; 172 staff  \nProcurement  National competitive  119 contracts  $71.4 million \nbidding (upazila roads) \n National competitive  19 contracts  $8.7 million \nbidding (union roads) \nNational competitive  92 contracts  $4.7millon \nbidding (markets) \nConsulting services   1. Design and   1,416 person-  $3.5 million \nsupervision   months \nQCBS \n 2. Institutional support   276 person-months   $1.7 million  \nand monitoring  \nQCBS \n  \n Advance contracting   ADB may, subject to its policies and procedures, allow on request \nadvance contracting of civil works, equipment and materials, and \nconsulting services. Any approval of advance contracting will not \nconstitute a commitment by ADB to finance the project.  \nDisbursement     The loan proceeds will be disbursed in accordance with ADB's \nLoan Disbursement Handbook (2007, as amended from time to \ntime) and detailed arrangements the government and ADB have \nagreed upon. \nADB = Asian Development Bank, PSC = project steering committee, QCBS = quality- and cost-based \nselection.  \n       Source: Asian Development Bank estimates. \n \nIII.  TECHNICAL ASSISTANCE \n28.  A TA to support LGED in institutionalizing women’s benefits from rural infrastructure \ninitiatives is being prepared. The TA will have two components: (i) developing an agreed set of \nelements of women’s participation in the decision making and planning of local governments on \nrural infrastructure, and (ii) piloting a performance-based approach to women’s participation in \nlocal  governments.  The  local  governments  in  the  pilot  that  meet  the  agreed  performance \nstandards, which the TA will develop, will receive funds from the project for rural infrastructure \ndevelopment. The TA will support the implementation of LGED’s Gender Equity Action Plan, \n2008–2015 by developing a more standardized approach to ensure that women participate in \nand benefit from rural infrastructure development. ADB will recruit individual consultants for the \nTA following ADB’s Guidelines on the Use of Consultants (2010, as amended from time to time).  \n \nIV.  DUE DILIGENCE \nA.  Economic and Financial \n29.  Economic  analyses  indicate  that  the  project  is  economically  viable.  The  project  will \ngenerate two types of benefits: (i) the direct benefits, accruing from savings in vehicle operating \ncosts,  reduction  in  travel  time,  enhanced  marketing  facilities,  and  commercialization  of \n ", "8 \nproductive activities; and (ii) the indirect benefits, stemming from positive externalities that are \nnot quantified in the economic evaluation, but are likely to be significant. The project will bring \ninstitutional development in the project areas, which will promote the equitable distribution of \neconomic and non-economic benefits. The major components (36 roads and 15 markets) were \nevaluated. The estimated economic internal rate of return (EIRR) for rural roads varies between \n16% and  46%. The  EIRR for  GCMs  is  estimated  between  16%  and  37%. The  sensitivity \nanalysis with adverse variation in project costs and project benefitsalso indicates that evaluated \n \nroads  and  markets  have  EIRRs  well  above  12%  even  with  increased  costs  and  reduced \nbenefits. \n  \nB.  Governance \n30.  LGED’s  financial  management  system  was  assessed  to  ensure  that  its  financial \nmanagement and procurement capacity is adequate to implement the project. The project has \nestablished  clear  input and  output  targets to  ensure good governance,  accountability,  and \ntransparency. The design and implementation arrangements aim to mitigate corruption risks. \nRisks associated with project management, including procurement and disbursement, will be \nmitigated by (i) engaging international and national consultants to advise and assist in the \nprocurement of goods and services; (ii) requiring that civil work contracts include a condition \nthat contractors adhere to ADB’s Anticorruption Policy (1998, amended, from time to time); (iii) \nthe PMO periodically inspecting the contractor’s fund withdrawals and settlements; and (iv) \nreporting on project activities and implementation on the LGED website to foster transparency \nand timely awarding of contracts. ADB’s Anticorruption Policy was explained to and discussed \nwith the government and LGED. The specific policy requirements and supplementary measures \nare described in the project administration manual. \n \nC.  Poverty and Social \n31.  The project will help reduce poverty by 6 percentage points from 42.7% in 2010 in the \nintervention areas. Under the project, 4.2 million people will gain all-weather access to markets \nand social services. In addition, an estimated 28,500 person-years of unskilled jobs will be \ncreated during construction (30% of which will be for women); and 3,600 person-years of jobs \nfor poor women will be created in road maintenance, and roadside tree planting and care. Farm \nincome will rise 49%—due to 15% higher crop yields and a 45% increase in the availability of \nagricultural inputs—which will reduce poverty in project areas. Improved capacity of the local \ngovernments in running their affairs in a participatory manner will benefit and empower the poor, \nespecially women.  \n  \n32.  Gender and development. Implementation of a gender action plan will help ensure that \nwomen  participate  in  and  benefit  from  rural  infrastructure.  Women’s  involvement  in \ninfrastructure planning and implementation will enable them to voice their needs and participate \nin decision making. New jobs will be created for women in construction and maintenance, and \nelements of the core labor standards will be enforced to benefit them. Constructing sections for \nwomen in 50 markets with about 500 shops will create business opportunities and jobs for poor \nwomen. Skills development and other training of beneficiaries and union parishad members will \nhelp in raising the return on women’s labor, enabling them to influence decision making. Over \nthe long-run, activities addressing women’s empowerment will help to narrow the gender gap in \nthe project areas. \n  \n ", "9 \nD.  Safeguards \n33.  Environment. The project is category B for environment. An environmental assessment \nand review framework and an initial environmental examination for core subprojects have been \nprepared. Since the project will improve the existing rural road network and new roads are not \nplanned,  adverse  environmental  impacts  are  not  expected.  The  potential  problematic \nenvironmental issues during construction include (i) soil erosion, silt runoff, and gully erosion; (ii) \ndrainage blockage and/or congestion, waterlogging, and localized flooding; (iii) surface water \nand  groundwater  contamination;  (iv)  air  (dust)  and  noise  pollution;  (v)  contamination  from \nstorage and transportation of construction materials; and (vi) hygiene, sanitation, and safety of \nconstruction workers. These effects were considered during project design and measures were \nincluded to minimize possible harm, as shown in the environmental management plan, which \nwill be a part of the construction contracts.  \n \n34.  Resettlement. The project is category B for involuntary resettlement. However, since \nthe scope includes only upgrading and sealing of upazila and union roads on their existing \nalignments, as well as upgrading GCM facilities, the project will not involve relocation and very \nlittle, if any, land acquisition. Because the roads are in rural areas, there has not been any \nencroachment onto the right-of-way. If small strips of land are required to facilitate shape \ncorrections, a settlement will be negotiated. A resettlement framework has been prepared for \nthe project, which outlines the due diligence methodology for transparent implementation of a \nnegotiated  settlement,  and  the  triggers  for  preparation  of  a  resettlement  plan  and \nimplementation responsibility. \n \n35.  Indigenous  people.    The  project  is  category  B  for  indigenous  people.  Indigenous \npeople make up less than 2% of the population of the project districts, and their livelihoods are \nsimilar to those of the majority population. However, indigenous people are generally poorer \nthan the majority with less access to land and resources, and lower educational attainment. \nOther  social  differences,  such  as  religion  and  gender  relations,  also  necessitate  separate \nconsideration of participation methods. Overall, the impacts from better road and market access \nwill be positive. An indigenous peoples framework has been developed that summarizes the \nresults of consultations with the indigenous people and lays out initial strategies for ensuring \nthat they participate in and benefit from the project. The project provides for the development of \nindigenous peoples plans for upazilas where their communities are prevalent.  \n \nE.  Risks and Mitigating Measures \n36.  The project involves some risks, which are manageable and will be largely mitigated \nduring implementation. Major risks and mitigating measures are summarized in Table 4 and \ndescribed in detail in the risk assessment and risk management plan.14 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nImplementation delays  Potential delays in project start-up will be reduced by taking advance action on \ncontracting of civil works and consulting services. Some contractors’ limited \nexperience in implementing foreign-aided projects will be remedied by their \nparticipation in training programs under the project.  \nConsequences of climate  The project will mainstream climate risk reduction into policy formulation and \nchange   infrastructure  development.  Key  features  are  climate-proofing  and  disaster-\nresilient designs for rural infrastructure, and preparation of a climate-change-\n                                                \n14 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nresilient infrastructure management plan, and a climate vulnerability mapping of \nproject areas.   \nLack of maintenance funds   The government agreed to reduce the gap between annual budgetary allocation \nand needs for operation and maintenance. The project will also pilot sustainable \nroad maintenance in three high-traffic-volume roads, and prepare a sustainable \nroad maintenance plan \n  Source: Asian Development Bank. \nV.  ASSURANCES  \n37.  The government and LGED have assured ADB that implementation of the project shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and loan documents. The government and LGED have \nagreed with ADB on certain covenants for the project, which are set forth in the loan agreement.  \n \nVI.  RECOMMENDATION \n38.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies  equivalent  to  SDR38,271,000  to  the  People’s  Republic  of  Bangladesh  for  the \nSustainable Rural Infrastructure Improvement Project from ADB’s Special Funds resources with \nan interest charge at the rate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter; for a term of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \n \n Haruhiko Kuroda \n   President \n21 October 2010\n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \n \n Design Summary  Performance Targets  Data Sources and  Assumptions  \n  and Indicators with  Reporting  and Risks  \n  Baselines  Mechanisms    \n       \nImpact  5  years  after  project    Assumptions \nReduced rural poverty in  completion (2021):  Bangladesh Bureau of   Stable sociopolitical environment \nintervention areas    Statistics reports \nPoverty-focused programs \nPopulation in project \nSurveys of project area  continued  \nareas living in poverty \nhouseholds \nreduced by 6 percentage  Project design implemented \npoints (2010 baseline:    effectively \n42.7%, source: Project   \nBaseline survey completed \nPreparatory TA \nestimates)   Risk \n   Major natural disasters  \n   \nOutcome  At the end of the project    Assumptions \nWidened access to  (2016):    Poverty-focused programs \neconomic opportunities    continued \n4.2 million people have \nand social services for  Traffic data survey  \nall-weather access to  Transport services will increase in \npoor and women \nmarkets and providers of  Farmer surveys  project areas because of better \nsocial services, including  roads \nTransport worker \nhealth and education \nsurveys  Women willing to participate in all \n \nactivities  \nAnnual average travel   \ntime for project  Farmer surveys  Capacity development program for \nhouseholds to access  LGED and local governments is \ndesired markets reduced  Transport worker  strengthened  \nto 230,000 hours from  surveys \n460,000 hours  Stable sociopolitical environment \nHousehold and/or \n \nfarmer surveys in   \n \nproject areas   Risk \n \nAverage transport cost of  Major natural disasters  \nTransport worker \nfarm produce to   \nsurveys \npreferred market   \nreduced to Tk0.04/kg/km  Household surveys of \nfrom Tk0.1/kg/km  in project areas \n \n \nAverage annual farm \nHousehold surveys of \nincome per household \nin project areas \nincreased by 49% (2010 \n \nbaseline: Tk8,720, \n \nsource: project \n \npreparatory TA \n \nestimates)  \nHousehold surveys \n \ndata in project areas \nIncome opportunities \n \ngenerated for 100,000 \n \nunskilled women  \n  Household surveys \nWage differentials  data in project areas \nbetween women and    \nmen reduced by 10% in \nproject areas (2008 \nbaseline: 40%, Source: \nILO estimates) \n \n ", "12  Appendix 1 \n Design Summary  Performance Targets  Data Sources and  Assumptions  \n  and Indicators with  Reporting  and Risks  \n  Baselines  Mechanisms    \n       \nOutputs      Assumptions \n1.  Road  connectivity  700 km of upazila roads  Project progress  Sufficient contractors available in \nimproved  upgraded to bituminous  reports  the project districts \n  surface standard   LGED project  Quality of the roads maintained \n \nperformance \n  100 km of union roads  Applicable labor laws complied with \nmanagement reports \n  upgraded to bituminous \n \n  surface standard   \nRisks \n   \n3,270 meters of bridges  Interrupted release of funds  \n   \nand culverts on upazila \n    Major natural disasters \nand union roads \n   \nconstructed    \n   \n \n  13,000 person-years of   \n \n  employment created for   \n \n  women    \n \n   \n  Assumptions \n2.  Marketing  facilities  92 GCM facilities  Project progress  Microenterprises developed around \nupgraded  with  specific  improved with 15%  reports  GCM \nprovision for women \nspace allocation for \nMarket Surveys \n  Sufficient contractor capacity in \nwomen \n \n  project districts \n  Women’s market section   \n  completed in 50 markets     \n  with about 500 shops    Risks \n  Interrupted release of funds  \n \nRenewable energy   \n  Major natural disasters \ninstalled in 3 GCMs   \n \ncovering sections for     \n \nwomen     \n \n   \n  Piped water supply \n   \n  installed in 3 GCMs  \n  Assumptions \n \n  Project progress  Timely recruitment and fielding of \n3.  Rural  infrastructure  1,510 LGED staff  and \nreports   consultants  \nmanagement improved   5,218 UP members \n  trained   LGED project  Trained staff apply new knowledge \n  performance  and skills \nPerformance-based \nmanagement reports   \napproaches to improve \n    Risk \nUP governance with a \n  Commitment to introduce change \nfocus on women’s \n  and decentralization not sustained  \nparticipation introduced  \nClimate-change-resilient \nrural infrastructure \nmanagement plan and \nvulnerability mapping \ndeveloped  \nAwareness training on \nclimate change and \nmitigation measures \nconducted \nSustainable road \nmaintenance plan piloted \nand developed  \n ", "  Appendix 1  13 \n \nActivities with Milestones  Inputs \nLoan \n   ADB       $60.0 million \n1. Preparatory Activities  _________________________ \n1.1 Preparation of DPP                     Q3 2010  Item                             $ million \n1.2 Establishment of PMO        Q4 2010  _________________________ \n1.3 Loan Effectiveness          Q1 2011   Civil works                        44.43 \n  Equipment                          0.55 \n2. Project Management   Consulting services            4.33 \n2.1 Incremental Project Staff        Q2 2011  Capacity development        0.39 \n2.2 Procurement of Vehicle and Equipment    Q2 2011   Equipment maintenance     0.39 \n2.3 Recruitment of Consultants       Q2 2011  Financing charges              1.63 \n2.4 Preparation of District-Wide SAR      Q1 2012  Unallocated                        8.28 \n2.5 Contract out and Construction Works                Q4 2011-Q3 2016  _________________________ \n  Grant \n3. Rural Infrastructure Management   KfW:        $15.9 million \n3.1 Training program for LGED                                Q2 2012  _________________________ \n3.2 Capacity Building of LGIs (UP)       Q3 2012  Item                             $ million \n3.3 Capacity Building of Beneficiaries       Q3 2012   _________________________ \n3.4 Climate Change Awareness Training       Q3 2012  Civil works                       13.92 \n3.5 Road Safety Training                                            Q1 2013  Consulting services           0.84 \n3.6 Climate-Change-Resilient Rural   Capacity development      0.38 \nInfrastructure Management Plan       Q1 2013  Unallocated                       0.76 \n3.7 Sustainable Road Maintenance Plan                  Q1 2013  _________________________ \n \nGovernment    $32.5 million \nItem                             $ million \n_________________________ \nCivil works                       29.86 \nEquipment                         0.28 \nRecurrent costs                 0.82 \nUnallocated                       1.55 \n \n1,692 person-months of consulting \nservices \n \n \nADB = Asian Development Bank, DPP = development project proposal, GCM = growth center market, ILO = International \nLabour Organization, km = kilometer, LGED = Local Government Engineering Department, LGI = Local Government \nInstitution, UP = union parishad, PMO = project management office, TA = technical assistance, Q = quarter, SAR = \nsubproject appraisal report. \nSource: Asian Development Bank.  \n \n \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \n \nhttp://www.adb.org/Documents/RRPs/?id=40515-01-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Agriculture and Natural Resources \n3.  Project Administration Manual  \n4.  Contribution to the ADB Results Framework  \n5.  Development Coordination  \n6.  Economic and Financial Analyses  \n7.  Country Economic Indicators  \n8.  Summary Poverty Reduction and Social Strategy  \n9.  Gender Action Plan  \n10.  Initial Environmental Examination  \n11.  Environmental Assessment and Review Framework  \n12.  Resettlement Framework  \n13.  Indigenous Peoples Planning Framework  \n14.  Risk Assessment and Risk Management Plan  \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20101021114859-08'00'", "Creator": "PrimoPDF http://www.primopdf.com", "Keywords": "bangladesh; sustainable rural infrastructures; rural infrastructure improvement projects; agriculture; natural resources; rural sector development; rural development; gender and development; economic growth; adb project 40515", "ModDate": "D:20120305132656+08'00'", "Producer": "Nitro PDF PrimoPDF", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Sustainable Rural Infrastructure Improvement Project in Bangladesh, for approval of ADB's Board of Directors.", "Title": "RRP: Bangladesh: Sustainable Rural Infrastructure Improvement Project"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 8 October 2010) \n \nCurrency Unit  –  taka (Tk) \n \nTk1.00  =  $0.0142 \n$1.00  =  Tk70.47 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIRR  –  economic internal rate of return \n  GCM  –  growth center market \n  km  –  kilometer \n  LGED  –  Local Government Engineering Department \n  PMO  –  project management office \n  TA  –  technical assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. FY before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2010 ends on 30 June 2010. \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Vice President (Operations 1) \nDirector General  S.H. Rahman, South Asia Department (SARD) \nDirector  T. Matsuo, Agriculture, Natural Resources, and Social Services Division, SARD \n   \nTeam leader  R. Khan, Natural Resources Economist, SARD \nTeam members  S. Campbell, Social Development Specialist, SARD \nA. Faisal, Project Implementation Officer, SARD \nJ. Ghimire, Counsel, Office of the General Counsel \nM. Islam, Senior Project Implementation Officer, SARD \nS. Rahman, Economist, SARD \nF. Sultana, Social Development and Gender Officer, SARD \nPeer reviewer  K. Matsunami, Head, Community of Practice (Agriculture, Rural Development, and \nFood Security Unit), Regional and Sustainable Development Department \n   \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "X. Zhao", "role": "Vice President (Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "S.H. Rahman", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "T. Matsuo", "role": "Agriculture", "organization": "Natural Resources"}, {"documentRole": "Team leader", "fullname": "R. Khan", "role": "Natural Resources Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Campbell", "role": "Social Development Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "A. Faisal", "role": "Project Implementation Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "J. Ghimire", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "M. Islam", "role": "Senior Project Implementation Officer", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Rahman", "role": "Economist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "F. Sultana", "role": "Social Development and Gender Officer", "organization": "SARD"}, {"documentRole": "Peer reviewer", "fullname": "K. Matsunami", "role": "Head", "organization": "Community of Practice"}]}