{"path": "data/input/reports/40641-prc-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 40641 \nNovember 2009 \nProposed Loan and Administration of Grant \nPeople’s Republic of China: Hebei Small Cities and \n \nTowns Development Demonstration Sector Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 9 September 2009) \n \nCurrency Unit –  yuan (CNY) \n \nCNY1.00 =  $0.1464  \n$1.00 =  CNY6.8318 \n \nFor the purpose of calculations in this report, an exchange rate of $1.00 = CNY6.83 has been \nused. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BCA  –  benefit–cost analysis \n  EA  –  executing agency \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  FIRR  –  financial internal rate of return \n  FNPV  –  financial net present value \n  FYP  –  five-year plan \n  HPG  –  Hebei provincial government \n  IA  –  implementing agency \n  ICB  –  international competitive bidding \n  LCA  –  least-cost analysis \n  LIBOR  –  London interbank offered rate \n  MDG  –  Millennium Development Goal \n  MLSS  –  minimum living standard scheme \n  MSW  –  municipal solid waste \n  NCB  –  national competitive bidding \n  NPV  –  net present value \n  O&M  –  operation and maintenance \n  PEAP  –  public education and awareness program \n  PLG  –  project leading group \n  PMO  –  project management office \n  PPMS  –  project performance management system \n  PRC  –  People’s Republic of China \n  SAR  –  subproject appraisal report \n  SEIA  –  summary environmental impact assessment \n  SI  –  sensitivity indicator \n  SV  –  switching value \n  SWM  –  solid waste management \n  TA  –  technical assistance \n  WACC  –  weighted average cost of capital \n  WFPF  –  Water Financing Partnership Facility \n  WTP  –  water treatment plant \n  WWTP  –  wastewater treatment plant \n \n \n \n ", " \nWEIGHTS AND MEASURES \n \n  ha  –  hectare \n  km  –  kilometer \n  km2  –  square kilometer \n  m2  –  square meter \n  m3  –  cubic meter \n  m3/d  –  cubic meter per day \n  MW  –  megawatt \n  t/d  –  ton per day \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n \n(ii)  In this report, \"$\" refers to US dollars. \n \n \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \nDirector  A. Leung, Urban and Social Sectors Division, EARD \n   \nTeam leader  T. Villareal, Senior Urban Development Specialist, EARD \nTeam members  H. Gunatilake, Senior Economist, Economic and Research Department \n  M. Gupta, Senior Social Development Specialist (Resettlement), EARD \n  S.W. Handayani, Senior Social Development Specialist, Regional and \nSustainable Development Department \n  X. Peng, Lead Professional (Counsel), Office of the General Counsel \n  S. Popov, Principal Environment Specialist, EARD \n  W. Walker, Social Development Specialist, EARD \n  J. Wang, Project Officer (Urban Development and Water Supply), EARD \n   \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  3 \nIII.  THE PROPOSED PROJECT  9 \nA.  Impact and Outcome  9 \nB.  Outputs  9 \nC.  Special Features  10 \nD.  Project Investment Plan  11 \nE.  Financing Plan  11 \nF.  Implementation Arrangements  12 \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS  16 \nV.  ASSURANCES  19 \nVI.  RECOMMENDATION  20 \n \nAPPENDIXES \n   \n1.  Design and Monitoring Framework  21 \n2.  Sector and Subsector Analysis  27 \n3.  Process for Subproject Identification, Selection, Preparation, and Appraisal  31 \n4.  External Assistance  33 \n5.  Summary of Support for Water and Wastewater Utilities  36 \n6.  Summary Cost Estimates and Financing Plan  37 \n7.  Onlending Arrangements and Indicative Funds Flow  39 \n8.  Project Organization  40 \n9.  Implementation Schedule  41 \n10.  Procurement Plan  42 \n11.  Summary Poverty Reduction and Social Strategy  48 \n12.  Summary Resettlement Plan  52 \n13.  Financial Analysis  54 \n14.  Economic Analysis  59 \n ", "     \nSUPPLEMENTARY APPENDIXES (available on request) \n \nA.  Problems and Objectives Tree Analyses \nB.  Sector Policy Framework \nC.  Subproject Appraisal Criteria and Report Template  \nD.  Technical Analysis of Core Subprojects \nE.  Candidate Subsequent Subprojects \nF.  Support for Water/Wastewater Implementing Agencies/Companies \nG.  Proposal for UN-HABITAT Grant  \nH.  Proposal for Water Fund Pilot Demonstration Activity \nI.  Detailed Cost Estimates and Financing Plan \nJ.  Institutional Arrangements and Assessment \nK.  Procurement Capacity Assessment \nL.  Detailed Procurement Plan \nM.  Terms of Reference for Consulting Services \nN.  Poverty and Social Assessment and Social Action Plan \nO.  Labor Reemployment Framework and Labor Reemployment Plan \nP.  Health Impact Analysis \nQ.  Ethnic Minority Development Framework \nR.  Resettlement Framework \nS.  Detailed Financial Analysis \nT.  Financial Management Assessment \nU.  Detailed Economic Analysis \nV.  Environmental Assessment and Management Framework \nW.  Detailed Assurances \n ", "       \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of China (PRC) \n   \nClassification  Targeting classification: Targeted intervention (nonincome \nMillennium Development Goal) \nSector (subsectors): Multisector (water supply and other municipal \ninfrastructure services, water supply and sanitation, waste \nmanagement, energy utility services) \nThemes (subthemes): Economic growth (promoting \nmacroeconomic stability), social development (human \ndevelopment), environmental sustainability (urban environmental \nimprovement) \nClimate change: Climate change adaptation \nLocation impact: Rural (low impact), urban (high impact) \nPartnership: Multi-Donor Trust Fund under the Water Financing \nPartnership Facility \n   \nEnvironment  Category  A.  An  environmental  impact  assessment  was \nAssessment  undertaken. The summary environmental impact assessment was \ncirculated to the Board of Directors of the Asian Development \nBank (ADB) and uploaded to the ADB website on 2 December \n2008. \n   \nProject Description  The  proposed  Hebei  Small  Cities  and  Towns  Development \nDemonstration Sector Project (the Project) will enable improved \nurban  infrastructure  delivery  by  implementing  environmentally \nsustainable  subprojects  in  selected  small  cities  and  towns  in \nHebei Province. The Project is being processed as a sector loan \nto allow the Hebei provincial government (HPG) to respond to the \nrapidly changing needs of cities and towns across the province. \nThe Project includes about 10 subproject small cities and towns. \nDetailed assessment and analyses have been undertaken for the \nthree  core  subprojects:  Bazhou  City,  Zhaoxian  County,  and \nZhengding County. Subsequent subprojects will be prepared and \nappraised during project implementation following an agreed set \nof criteria and procedures. The Bazhou subproject includes (i) the \nMangniu  River  improvement  and  sewer  network  rehabilitation \ncomponent,  which  will  improve  river  water  quality  and  flood \ncontrol, reduce groundwater pollution, and support the integration \nof  environmental  infrastructure  improvements;  and  (ii)  the \nShengfang  town  water  supply  component,  which  will  improve \nwater  supply  reliability  and  quality  and  reduce  the  number  of \nshallow groundwater wells. The Zhaoxian subproject has three \ncomponents: (i) wastewater treatment, (ii) heating supply, and (iii) \nsolid waste management. These components will improve urban \nenvironmental quality by reducing air, water, and land pollution. In \nZhengding, the solid waste management component will provide \nconveniently  located  collection  and  transfer  points  and  a \nprocessing facility for recyclables and composting for producing \nnatural  fertilizer.  This  component  will  improve  the  living ", "ii \nenvironment  and  enhance  tourism,  as  Zhengding  has  a  rich \ncultural  heritage.  All  components  address  basic  urban \ninfrastructure to support the expansion of small cities and towns, \nenhance the quality of the urban environment, and attract rural \nmigrants to work in light industry and the service sector.  \n   \nRationale  The Government of the PRC is committed to developing small \ncities and towns as a way to foster economic growth, generate \nemployment, and narrow the rural–urban income gap. The growth \nof small cities and towns creates economic opportunities for the \nrural  poor,  who  are  attracted  to  alternative  incomes  in  urban \nareas.  This  is  the  key  to  realizing  the  PRC’s  vision  of  a \n“harmonious society,” in which the benefits of economic growth \nare shared more equitably.  \n \nThe PRC’s 11th Five-Year Plan (FYP) 2006–2010 identifies small \ncity  and  town  development  as  a  means  to  provide  a  higher \nstandard of living to rural migrants through improved basic urban \ninfrastructure services. Building on the conclusions of the 2004 \nADB-financed  Town-Based  Urbanization  Strategy  Study,  the \nnational town development policy calls for strengthening physical \nand economic linkages between major cities in metropolitan areas \nor  development  corridors  and  the  smaller  settlements  at  their \nperiphery. \n \nHebei’s  industrial  structure  is  dominated  by  traditional  capital-\nintensive  resource-processing  industries  that  are  state  owned, \ngenerate  limited  employment,  and  are  heavy  polluters.  It  has \nremained  a  largely  underdeveloped  province,  with  limited \neconomic, social, technological, or political linkages with Beijing \nand Tianjin, despite proximity to these major cities. Hebei suffers \nfrom undeveloped urban–rural linkages, underinvestment, weak \nurban management, and significant deterioration of the natural \nenvironment,  including  the  depletion  of  water  resources.  The \nchallenge is to improve infrastructure service delivery, safeguard \nthe environment, and improve local living conditions to achieve \nsustainable development that balances economic growth, social \nadvancement,  and  environmental  recovery.  Addressing  these \nchallenges  will  require  integrated  and  coordinated  policy  and \ninfrastructure interventions in various sectors.  \n \nHebei’s Social and Economic Development 11th FYP 2006–2010 \ncalls for developing a more balanced urban system through the \ngrowth of medium-sized cities that can serve as economic centers \nfor surrounding towns. County-level cities and towns, in turn, are \nexpected to enhance their economic integration with rural areas \nthat depend primarily on agriculture. In this respect, town and \ncounty-level city development contributes directly to the provincial \nobjective of promoting integrated rural and urban development. \nThe main constraint on town development is inadequate urban \ninfrastructure  and  services,  according  to  the  Hebei  Urban ", "    iii \nConstruction 11th FYP 2006–2010. Towns need more reliable and \nsustainable water supply and energy services to attract private \nsector investments that can create jobs and attract migrants. At \nthe same time, improved wastewater and solid waste disposal is \nnecessary  to  mitigate  the  environmental  impacts  of  rapid \neconomic growth and improve living conditions for local residents. \nHebei’s  town  development  challenge  therefore  combines \npromoting economic growth with improving the urban environment \nand urban management and governance capacity.  \n \nTo help small cities and towns fulfill their economic potential and \nenable a more harmonious form of development, the Project will \nfacilitate the delivery of improved environmental infrastructure and \nmunicipal services to (i) attract investment, especially in labor-\nintensive  industries  and  services;  (ii)  provide  a  decent  urban \nenvironment  to  residents  by  substituting  energy-efficient \ncentralized  heating  for  household  coal  burning,  collecting  and \ntreating wastewater before discharge into the environment, and \nintroducing sanitary practices and recovery of recyclables in solid \nwaste management; (iii) strengthen urban management capacity \nin planning, implementation, and operation; and (iv) extend the \nbenefits of growth to all residents by improving the coverage and \nquality  of  basic  municipal  services  to  households  across  the \nsocioeconomic spectrum. The Project directly contributes to the \ncontinuing efforts of HPG to support socioeconomic development \nthat  balances  economic  growth,  social  advancement,  and \nenvironmental recovery in the context of sustainable development. \n   \nImpact and Outcome  The impact of the Project is an improved urban environment and \nimproved public health and quality of life for residents of small \ncities and towns in Hebei Province. The outcome of the Project is \nimproved urban infrastructure and municipal services in about 10 \nsmall cities and towns in Hebei Province. \n   \nProject Investment Plan   The investment cost of the Project is estimated at $235.9 million, \nincluding taxes and duties of $22.2 million. \n   \nFinancing Plan  Amount  % of \nSource  ($ million equivalent)  Total \nADB  100.0  42.4 \nMulti-Donor Trust Fund under the Water  0.3  0.1 \nFinancing Partnership Facilitya \nBazhou County Government  17.2  7.3 \nZhaoxian County Government  22.6  9.6 \nZhengding County Government  10.0  4.2 \nOther County Governments  85.8  36.4 \nTotal  235.9b  100.0 \na Contributors: the governments of Australia, Austria, Norway, and Spain, and \nadministered by ADB. The actual amount is $250,000.   \nb   Numbers may not sum precisely due to rounding. \nSource: Asian Development Bank estimates. \n   \n ", "iv \n  A loan of $100,000,000 from the ordinary capital resources of \nADB will be provided under ADB’s London interbank offered rate \n(LIBOR)-based lending facility. The loan will have a 26-year term \nincluding a grace period of 6 years, an interest rate determined in \naccordance  with  ADB’s  LIBOR-based  lending  facility,  a \ncommitment charge of 0.15% per annum, and such other terms \nand conditions as set forth in the draft Loan Agreement. The loan \nwill cover civil works, equipment, project management consulting \nservices  and  capacity  development,  financial  charges  during \nconstruction, and taxes and duties. The Multi-Donor Trust Fund \nunder the Water Financing Partnership Facility will provide a grant \nof $250,000 equivalent to be administered by ADB. \n   \nAllocation and Relending  Under fund transfer arrangements, the Government of PRC will \nTerms  make the loan proceeds available to HPG, and then from HPG to \nthe concerned municipal or county governments. The municipal \ngovernment will transfer or onlend the loan proceeds to the end-\nborrowers  (project  implementing  agency).  The  terms  and \nconditions of the Loan proceeds will be the same as those of the \nLoan with the end-borrowers bearing the foreign exchange and \ninterest rate variation risks. \n   \nPeriod of Utilization  Until 30 June 2016 \n   \nEstimated Project  31 December  2015 \nCompletion Date \n   \nImplementation  HPG will be the Executing Agency for the Project. The project \nArrangements  leading group (PLG)—chaired by the vice secretary-general of \nHPG and comprising representatives of Hebei Finance Bureau, \nDevelopment  and  Reform  Commission,  Construction  Bureau, \nEnvironmental Protection Bureau, Land Resources Bureau, and \nAudit Bureau—was established to guide, supervise, and support \nthe implementation of the Project. The Hebei project management \noffice (PMO) was established in the Hebei Finance Bureau to \nundertake and manage day-to-day project activities, including the \nselection  and  appraisal  of  subsequent  subprojects.  In  each \nsubproject city and town, a PLG and PMO were set up to liaise \nwith the Hebei PMO and the departments and bureaus concerned \nand  to  oversee,  manage,  and  coordinate  the  infrastructure \ninvestments undertaken by project implementing agencies. \n   \nExecuting Agency  Hebei Provincial Government \n   \nProcurement  Goods, works, and services will be procured in accordance with \nADB's Procurement Guidelines (2007, as amended from time to \ntime).  International  competitive  bidding,  national  competitive \nbidding,  or  shopping  procedures  will  be  used  for  procurement \ndepending on the circumstances of each contract package. \n   \n   ", "    v \nConsulting Services  The  Project  will  provide  funding  for  international  and  national \nconsulting  services  to  support  the  PMOs  and  implementing \nagencies  in  project  implementation  and  management  and  for \ninstitutional capacity development. Consultants will be recruited \naccording to ADB’s Guidelines on the Use of Consultants (2007, \nas amended from time to time). \n   \nProject Benefits and  The Project will contribute to poverty reduction, directly benefiting \nBeneficiaries  1.2 million people in Hebei Province, 9.6% of the residents of \nwhich are rural poor, compared with the national average of 5.9%. \nPoor communities will have access to safe and reliable water \nsupply, better urban services, and improved living conditions. All \nresidents in the 10 subproject small cities and towns will benefit \nindirectly,  with  living  conditions  improving  as  a  result  of \n(i) improved water quality and quantity; (ii) reduced use of polluted \nwater sources; (iii) reduced incidence of waterborne diseases and \nthe resulting reduction in medical costs; and (iv) reduced pollution \nloads  on  air,  water,  and  land  following  improved  wastewater \ntreatment; wastewater reuse; energy-efficient centralized heating; \nand  solid  waste  treatment,  recycling,  and  composting.  Water \nsupply, wastewater, heating, solid waste, and river improvements \nwill stimulate investments in industry, resource extraction, and the \nservice sector, including tourism, directly and indirectly creating \njobs for existing residents and new migrants to small cities and \ntowns.  During  the  construction  and  operation  of  the  core \nsubprojects  alone,  1,585  new  jobs  will  be  created.  Follow-on \nmultiplier effects are expected to create indirectly an additional \n2,536 jobs. \n \nThe  Project  will  reduce  the  incidence  of  waterborne  and \nrespiratory diseases. Investments in improved water supply and \nwastewater  facilities  in  Bazhou  County,  Zhaoxian  County,  and \nabout  10  other  counties  in  Hebei  are  anticipated  to  reduce \nhousehold medical expenses related to waterborne diseases by \nCNY75.6  million  in  2012–2020.  In  addition,  the  incidence  of \nrespiratory disease is expected to drop. Heating investments will \nreplace small, inefficient boilers and highly polluting coal-burning \nstoves,  thus  reducing  the  emission  of  greenhouse  gases  and \nimproving local air quality and respiratory health. The Project will \nhave positive effects on climate change, supporting PRC and ADB \nclimate change initiatives and ADB’s broader Clean Energy and \nEnvironment  Program  (2008)  by  enhancing  water  resource \nmanagement, secondary wastewater treatment, district heating, \nand solid waste management and treatment. \n \nThe Project will contribute to climate change adaptation through \nmeasures to improve flood control and strengthen water resources \nmanagement in the subproject cities and towns that are prone to \nincreasing floods and droughts. \n   \n   \n ", "vi \nRisks and Assumptions  The  Project  does  not  have  any  unusual  technical  risks. \nConventional engineering designs with proven records of reliable \nperformance  will  be  adopted  for  water  supply,  wastewater \nmanagement, solid waste management, district heating, and river \nimprovement.  Mitigating  measures  will  be  put  in  place  during \ndetailed design to address any technical risks associated with \nimprovement  works.  During  implementation,  the  project \nimplementation  consultant  will  support  the  PMOs  and \nimplementing  agencies  to  ensure  that  equipment  and  works \ncomply with design requirements and quality assurances. \n \nThe following risks could affect timely implementation, economic \nviability,  and  the  realization  of  project  benefits:  (i)  failure  to \nimplement  institutional  strengthening  for  effective  project \nimplementation and management and corporate governance; (ii) \nlack of proper operation and maintenance of project facilities; (iii) \nmajor  amendments  and  changes  to  the  master  plans  in  the \nsubproject  cities  and  towns;  (iv)  delay  in  the  provision  of \ncounterpart funding; (v) failure to establish or increase water and \nwastewater  tariffs  to  meet  cost-recovery  targets;  and  (vi) \nunforeseen land acquisition and resettlement issues that could \nconstrain  the  efficient  implementation  of  project  works  or  the \nrestoration of livelihoods of affected people. \n \nRisks (i) and (ii) will be mitigated by providing institutional capacity \ndevelopment  for  subproject  city  and  town  PMOs  and \nimplementing agencies on project implementation and operations \nand the maintenance requirements of project facilities, with the \nsupport of the loan implementation consultant and related training. \nIn addition, the PLG will provide oversight and timely guidance to \nmitigate project management risk. Risk (iii) will be mitigated by \nsynchronizing  project  design  and  implementation  with  other \nprioritized projects. Risks (iv) and (v) will be mitigated through \ncovenanted  assurances  from  subproject  city  and  town \ngovernments on the timely provision of counterpart funding and on \nregular  tariff  reviews  and  required  increases.  Risk  (vi)  will  be \nmitigated by strengthening internal monitoring and the supervision \nby  the  Hebei  PMO  and  subproject  city  and  town  PMOs  of \nimplementing  agencies,  as  well  as  by  engaging  a  qualified \nexternal agency to monitor and evaluate resettlement.  ", "114o  00'E 119o  00'E\nHEBEI SMALL CITIES AND\nTOWNS DEVELOPMENT DEMONSTRATION\nSECTOR PROJECT\nIN THE\nN\nPEOPLE'S REPUBLIC OF CHINA\nWeichang\n42 o 00'N 42 o 00'N\n0 20 40 60 80\nKilometers\nI N N E R Guyuan\n M O N G O L I A\nLonghua\nZhangbei\nPingguan\nChengde\nZhangjiakou L I A O N I N G\nHuai'an\nHuailai\nShanhaiguan\nSanhe Yutian Qinhuangdao\nBEIJING\nTangshan\nZhuozhou\nS H A N X I Fengnan\nLaiyuan\nTIANJIN\nBazhou\nBaoding\nGaoyang B o h a i     S e a\nQingxian\nHejian\nZhengding Cangzhou\nSHIJIAZHUANG\nWuqiang\nBotou\nJingxing\nShenzhou\nZhaoxian\nHengshui\nJizhou Dezhou\nXingtai S H A N D O N G\n38 o 00'N Weixian 38 o 00'N\nLinxi 119o  00'E\nWu'an 114 o 00'E 122 o 00'E Siping\nHandan I N N E R     M O N G O L I A J I L I N\nShenyang Tieling\nL I A O N I N G\nLinghai\nKazuo Liaoyang\nZhangijakou\nCore Subproject City/Town 41 o 00'N Jinxi Yingkou 41 o 00'N\nShanhaiguan Donggang\nNPraotivoinncaila Cl Capaiptaitlal YouyuDatong BEIJING Tianjin TangshanQinhuangdao\nBazhou\nCity/Town Yuanping H E B E I T I A N J I N Dalian\nNational Road H E N A N S H A N X I ZhengSdhinijigazhuang Bohai   Sea\nProvincial Road Taiyuan Zhaoxian\nRailway Jinzhou\nWutong Pingyao\nRiver S H A N D O N G\nProvincial Boundary 36 o 00'N Lucheng Pingshun 36 o 00'N\nInternational Boundary\nHouma Jincheng Yellow   Sea\nBoundaries are not necessarily authoritative.\nH E N A N\n114o  00'E 114 o 00'E 122 o 00'E\n09-3607 HR", "   \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan \nand (ii) the proposed administration of a grant to be provided by the Multi-Donor Trust Fund1 under \nthe Water Financing Partnership Facility (WFPF), both to the People's Republic of China (PRC) for \nthe Hebei Small Cities and Towns Development Demonstration Sector Project (the Project).  \n \n2.  The  Government  of  the  PRC  requested  the  Asian  Development  Bank  (ADB)  to  help \nimprove urban infrastructure delivery by implementing environmentally sustainable subprojects in \n10 small cities and towns in Hebei Province and to improve the urban environment by providing \nbasic urban infrastructure and municipal services for water supply, wastewater and solid waste \nmanagement, heating, and river improvement. The design and monitoring framework of the Project \nis in Appendix 1. The problems and objectives tree analyses are in Supplementary Appendix A. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n3.  The scale of urbanization in the PRC is unprecedented. About 12 million rural people will \nmigrate annually to urban areas over 2000–2020. Since 1980 the urban population of the PRC has \nmore than tripled, reaching 577 million in 2006. The urban population comprises 45% of the total \npopulation and is expected to exceed 50% by 2015. The PRC’s 660 cities cannot absorb all these \nmigrants because rapid urban growth already strains their infrastructure. Small cities and towns \nmust develop urban infrastructure facilities and services to facilitate the growth of secondary and \ntertiary employment and enable migration from rural areas. The PRC’s 11th Five-Year Plan (FYP) \n2006–2010 posits small city and town development as a means to provide a higher standard of \nliving to rural migrants without exacerbating the infrastructure and environmental problems afflicting \nlarge cities. Building on the conclusions of the ADB-financed Town-Based Urbanization Strategy \nStudy,2 PRC town development policy calls for strengthening linkages between major cities and \nsmaller cities and towns at their periphery. The Project is consistent with ADB’s water policy and \nwill help the PRC achieve Millennium Development Goal 7, target 7.C, which establishes the 2015 \ntarget of halving the proportion of people without sustainable access to safe drinking water and \nimproved sanitation. The Project is consistent with ADB’s strategic objectives in the PRC to make \nmarkets work more efficiently through infrastructure development and to promote environmental \nsustainability.  By  supporting  sustainable  development  integrating  urban  and  rural  areas,  the \nproposed Project supports ADB's long-term strategic framework 2008–2020 (Strategy 2020)3 and \ncountry  partnership  strategy  for  the  PRC  (2008–2010)4 by  promoting  efficient  infrastructure, \nstrengthening  environmental  management,  and  supporting  inclusive  growth  and  balanced \ndevelopment to help the Government build a xiaokang (moderately well-off) society. The Project \nwill develop markets and create jobs by supporting urbanization and improving investment potential \nin towns, while protecting the environment. \n \n4.  Many cities and towns have made significant investments in urban infrastructure, but few \nlocal governments have developed an integrated approach to urban development that combines \ninfrastructure improvements with demand-driven, pro-poor development and appropriate urban \ndesign.  Demand-side  management,  based  on  determining  the  preferences  of  end  users  and \nincorporating them into project design, is not widely practiced. \n                                                 \n1  Contributors: the governments of Australia, Austria, Norway, and Spain. \n2  ADB. 2004. Technical Assistance to the People’s Republic of China for the Town-Based Urbanization Strategy Study. \nManila. \n3  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank 2008–2020. Manila. \n4  ADB. 2008. Country Partnership Strategy (2008–2010): People's Republic of China. Manila. ", "2 \n \n5.  Improved environmental management in small cities and towns is an ongoing trend in \ngovernment  policy,  which  emphasizes  environmental  sustainability  in  urban  development. \nConsistent with national policy, in January 2008 the Ministry of Environmental Protection (then the \nState Environmental Protection Administration) announced revised criteria for ecologically sound \nprovinces, cities, and counties that balance environmental protection objectives with economic \ngrowth goals. The Chinese Public’s Environment and Inhabitant Livelihood Index 2007 reports that \n26% of Chinese people are very concerned with air quality.5 Awareness is growing of the adverse \neffects of the PRC’s unprecedented industrialization, which contributes to the country’s ranking as \nthe world’s biggest emitter of greenhouse gases. The Government intends to manage natural \nresources effectively and mitigate climate change in ways that will alleviate the adverse impacts of \nrapid economic growth on livelihoods and ecological diversity. \n \n6.  Located in northern PRC, Hebei Province has an area of 187,700 square kilometers and a \npopulation of 69.4 million, of which 38% lived in urban areas in 2006. Hebei’s economy is dynamic \nand  diverse,  spanning  heavy  industry  (construction  materials,  pharmaceuticals,  and  steel \nproduction), light industry (textiles and agroprocessing), and resource extraction (coal). Hebei’s \nindustrial structure is dominated by traditional capital-intensive resource-processing industries that \nare state owned, generate limited employment, and are heavy polluters. It has remained a largely \nunderdeveloped province, with limited economic, social, technological, and political linkages with \nBeijing and Tianjin, despite proximity to these major cities. Hebei suffers undeveloped urban–rural \nlinkages, underinvestment, weak urban management, and significant deterioration in the natural \nenvironment, including the depletion of water resources. The challenge is to improve infrastructure \nservice  delivery,  safeguard  the  environment,  and  improve  local  living  conditions  to  achieve \nsustainable development that balances economic growth, social advancement, and environmental \nimprovement.  Addressing  these  challenges  will  require  integrated  and  coordinated  policy  and \ninfrastructure interventions in various sectors.6 \n \n7.  Hebei’s policy on the development of its small cities and towns mirrors the national policy. \nHebei’s Social and Economic Development 11th FYP calls for a more balanced urban system \nthrough the growth of medium-sized cities that can serve as economic centers for surrounding \ntowns. Through targeted urbanization, medium-sized cities will increase their economic weight and \ndevelop upstream economic linkages with smaller cities and towns in their hinterlands. 7 County-\nlevel cities and towns, in turn, are expected to enhance their economic relationship with rural areas \nthat  depend  primarily  on  agriculture.  In  this  respect,  town  and  county-level  city  development \ncontributes directly to the provincial objective of promoting integrated rural and urban development.  \n \n8.  The Hebei Urbanization 11th FYP identified a major urban development axis linking the \nprovincial capital of Shijiazhuang to the northeast with the Tangshan, Handan, and Baoding growth \npoles. To promote quality standards in urban services, the Hebei Urban Construction 11th FYP \nemphasizes  the  need  for  more  efficient  delivery  of  urban  services.  Ranked  11th  among \n31 provinces in gross domestic product per capita, Hebei faces a challenge to develop small cities \nand towns in a way that combines county-level city development with the promotion of economic \ndevelopment and environmental sustainability.  \n \n9.  The Project will promote the economic, social, and environmental sustainability of small city \nand  town  development  by  improving  urban  infrastructure  and  municipal  services.  The \nimprovements  will  (i)  attract  economic  investment,  especially  in  labor-intensive  industries  and \n                                                 \n5  Released by the China Environmental Culture Promotion Association in January 2008. \n6  ADB. 2004. Hebei Provincial Development Strategy: Strategic Considerations from an International Perspective. \nConsultant's report. Manila (TA 3970–PRC). \n7  The average annual growth rate of the secondary and tertiary sectors combined in large and medium-sized cities was \n14.2% in 2001–2005 but only 5.4% in small cities and towns. ", "  3 \nservices by providing reliable, adequate infrastructure such as water supply and sewerage; (ii) \nprovide better living conditions and a decent urban environment to town residents by substituting \ncentralized heating for household coal-burning, treating wastewater before discharging it into the \nenvironment, and introducing sanitary practices in solid waste collection and treatment; and (iii) \nextend the benefits of growth to all residents by improving the coverage and quality of basic \nmunicipal services to households across the socioeconomic spectrum. \n \n10.  The Project is prepared as one of three development projects for small cities and towns \nsupported by the Government. The aim is to promote the development of selected small cities and \ntowns in the provinces of Hebei, Liaoning, and Shanxi in a way that can be replicated in other \ntowns in these provinces and elsewhere in the PRC. The three provinces were selected following \nthe successful outcome of two ADB-financed technical assistance (TA) projects: the Town-Based \nUrbanization and Strategy Study (footnote 2) and the Hebei Provincial Development Strategy.8  \nWhile small cities and towns in these provinces face many similar problems and challenges, they \nare different in terms of their location and economy in ways that offer unique opportunities for \npromoting inclusive and sustainable development. Appendix 2 provides a sector and subsector \nanalysis. \n \nB.  Analysis of Key Problems and Opportunities \n11.  Project Background. Hebei’s 69.4 million people are relatively poor, as the provincial rural \npoverty rate of 9.6% is higher than the national rate of 5.9%. Growth is uneven, with small cities \nand towns growing at an average annual rate of 2%, or just a tenth of the 20% growth rate of large \nand medium-sized cities. Income disparity is apparent, with rural income per capita at CNY3,482, \nor little more than a third of the urban per capita income of CNY9,107. Some small cities have been \nsuccessful in promoting tourism and capturing multiplier effects in the service sector, and resource-\nendowed towns have taken advantage of the growth of the mining, metals, and energy sectors. On \nthe supply side, town governments are effective in providing key inputs to investors, such as \nserviced land, regulatory support, and adequate supplies of labor. But population growth in most \nsmall cities and towns has not kept pace, largely because capital-intensive industries generate \nrelatively  little  employment  and  the  perception  among  rural  residents  that  there  are  greater \neconomic opportunities in large cities. The dispersal of businesses, with only 35% of enterprises in \ntowns and townships in 2007 located in urban areas and the rest in villages,9 prevents towns from \nachieving the economies of scale necessary to generate mass employment.  \n \n12.  Where  growth  is  occurring,  it  has  come  at  a  high  environmental  cost.  Industrial \ndevelopment has outstripped infrastructure provision and urban management capacity, causing the \ndegradation  of  the  natural  environment  and  living  conditions.  Coverage  rates  for  urban \nenvironmental services are inadequate, and pollution levels are high. Many areas of the province \nsuffer high rates of air, water, and land pollution, creating a serious threat to human health and \nputting downward pressure on life expectancy. Hebei suffers a serious water supply shortage, with \nwater  supply  per  capita  at  307  cubic  meters,  which  is  only  14%  of  the  national  average. \nGroundwater is pumped at unsustainable rates, lowering the water table, causing land subsidence, \nand increasing the fluoride and nitrate-nitrogen content of water.10 Land subsidence as water is \nextracted  weakens  flood  protection  and  exacerbates  water  logging  in  urban  areas  because \ndrainage is less effective. Water scarcity substantially restricts economic development and is an \nobstacle to enhancing people’s living standards. Monitoring by the Hebei provincial government \n(HPG) in 2007 found that 68.5% of 777 effluent outfalls discharging into the rivers of Hebei did not \n                                                 \n8  ADB. 2002. Technical Assistance to the People’s Republic of China for the Hebei Provincial Development Strategy. \nManila. \n9  Ministry of Agriculture, January 2007. Web Page. \n10  World Bank. 2008.  China Urbanizes: Consequences, Strategies, and Policies. Washington, DC. \n ", "4 \n \nmeet  their  respective  water  quality  standards.  Over  the  years,  the  discharge  of  untreated \nwastewater into rivers has caused significant water quality deterioration, environmental pollution, \nodor, and public health problems. Heating coverage is very low at 14%, and the preponderance of \nsmall and inefficient boilers means a large number of scattered polluting sources in terms of bottom \nash piles and emission chimneys. Solid waste management is rudimentary and environmental \nprotection poor. Local governments lack the capital or expertise to provide infrastructure in a timely \nfashion that would mitigate the environmental impacts of their economic success. \n \n13.  The circumstances of the three core subprojects in Bazhou City, Zhaoxian County, and \nZhengding County typify the key issues in Hebei Province: lack of drinking water, poor air quality, \nand underdeveloped solid waste management. The locations are unable to attract private sector \ninvestment or generate the jobs that would encourage rural–urban migration. The growth of these \ntowns is constrained by the absence of economic linkages with larger urban centers and by poor \ninfrastructure  that  cannot  adequately  support  secondary  and  tertiary  economic  activity.  The \nProject’s intervention specifically addresses these key issues with the following environmental \nobjectives: (i) improve air quality by substituting centralized heating for small boilers and household \ncoal burning, (ii) improve public health by supplying reliable supplies of potable water, (iii) collect \nand treat wastewater before discharging it into the environment, (iv) improve river quality and flood \nprotection capacity, and (v) improve municipal solid waste collection and treatment.  \n \n14.  The  primary  sector  still  accounts for  45%  of  Hebei’s  workforce  and  15%  of  its  gross \ndomestic product. To absorb rural labor, towns need to attract investment by improving municipal \nservices  to  support  labor-intensive  service  and  industrial  sectors.  Public  investment  in \ninfrastructure in Hebei towns lags province-wide investment rates and development needs. Total \ninvestment in city infrastructure was CNY298 billion in 2005, or 72% of Hebei’s total investment in \nfixed assets, while only CNY57.96 billion was spent on county-level infrastructure in Hebei’s towns, \nwhich are home to 32.4 million people, or 60% of the rural population. This resulted in anemic \neconomic growth of 2% in small towns. National and provincial policies call for the physical and \neconomic integration of towns into such larger urban agglomerations as metropolitan areas and \ndevelopment corridors to generate jobs and initiate a virtuous circle of economic investment, job \ncreation,  and  rural–urban  migration.  These  low-growth  towns  require  reliable,  high-quality \nenvironmental infrastructure to attract productive investments and improve living conditions for \nlocal residents.  \n \n15.  The proposed ADB financing offers cities and towns in the poorer counties of Hebei to the \nnorth and west of Beijing the opportunity to develop their urban infrastructure in a more sustainable \nmanner, which will enable investments in natural resource processing, manufacturing, and services \nand attract population from rural areas. Other towns that have already achieved high economic \ngrowth rates, such as those located along the Shijiazhuang–Tangshan development axis, can \nimprove living conditions by investing in urban environmental infrastructure to be financed under \nthe proposed Project and ensuring proper environmental management. \n \n16.  Project Rationale. The Government of the PRC is committed to developing small cities \nand towns as a way to foster economic growth, generate employment, narrow the rural–urban \nincome gap, and increase national economic productivity and reduce poverty. Growth in small \ncities and towns creates potential economic opportunities for the rural poor, who are attracted to \nthe alternative income sources available in urban areas. This is the key to realizing the PRC’s \nvision of a “harmonious society,” in which the benefits of economic growth are shared more \nequitably. Hebei implements this policy through targeted urbanization in medium-sized cities and \nstrengthening physical and economic linkages between counties and their rural hinterlands.  \n ", "  5 \n17.  To date, Hebei Province has not exploited its geographic proximity to Beijing. Economic \nlinkages are underdeveloped, as Hebei’s heavy industrial economy is ill-suited to provide the \nconsumer goods and services that are most in demand in the capital. The backwardness of poor \ntowns and rural areas around Beijing, particularly to the north and west, limits Hebei’s ability to \nbuild  labor,  information,  and  technology  linkages  with  Beijing’s  economy.  Further,  Beijing’s \ndependency on Hebei for water has caused significant deterioration of Hebei’s natural environment \nin terms of water scarcity, pollution, and subsidence.  \n \n18.  While Hebei towns have the potential to drive economic growth at the county level, growth \nrates today are uneven across the province, with many small cities unable to generate sufficient \njobs or attract rural migrants. One of the main constraints, as emphasized by the Hebei Urban \nConstruction 11th FYP, is the substandard quality of urban infrastructure. To fulfill their potential \nwith  respect  to  increasing  economic  efficiency  and  enabling  a  more  harmonious  form  of \ndevelopment, small cities and towns need better infrastructure and municipal services to \n \n(i)  attract investment, especially in labor-intensive industries and services, by building \nreliable, high-quality infrastructure such as water supply, sewerage, and district \nheating; \n(ii)  provide a decent urban environment to their residents by substituting centralized \nheating for household coal burning to improve the air quality, collecting and treating \nwastewater  before  discharging  it into  the  environment,  and  introducing  sanitary \npractices in solid waste collection and treatment; and \n(iii)  extend the benefits of growth to all residents through improved coverage and quality \nof basic municipal services to households across the socioeconomic spectrum.  \n \n19.  In line with Hebei’s key urbanization strategy, the ADB-financed sector loan will provide \nsupport to small cities and towns toward ensuring effective urban infrastructure services and \nimproved administrative and management capacity in infrastructure planning, implementation, and \noperation to successfully manage urban growth in the future. Greater integration and networking \nacross small cities and towns in Hebei will be promoted to the extent possible under the Project, \nand best practices and lessons from similar county-level environment improvement projects in the \nPRC will be disseminated.11  The Project is part of the increased efforts of HPG to support \nsocioeconomic  development  that  balances  economic  growth,  social  advancement,  and \nenvironmental  improvement  in  the  context  of  sustainable  development  (footnote  6).  The \noverarching objective of the subprojects for water supply, wastewater management, solid waste \nmanagement, river improvement, and district heating improvement will be to improve the urban \nenvironment through the provision of basic urban infrastructure and municipal services and enable \nthese towns to establish an investment climate that will attract the private sector, sustain enterprise \nreform, and ensure that existing industries and enterprises become more sustainable. Different \ntowns will promote different economic sectors, depending on their base and their potential. Some \nHebei towns will invest to promote industry, including agroprocessing and pharmaceuticals, while \nothers will improve the environment and extend basic services to residents. Still other towns will \nprovide infrastructure to support the growth of tourism and services. \n \n20.  The Project aligns with ADB’s country partnership strategy for the PRC, which is concerned \nwith managing the environment, catalyzing investment, and improving governance (footnote 4). It \nconforms to ADB’s water policy and water financing program, both of which seek to improve urban \nwater  investments  through  TA  and  investments  in  water  supply,  sanitation  and  wastewater \n                                                 \n11  Including ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to \nthe People's Republic of China for the Shandong Hai River Basin Pollution Control Project. Manila (Loan 2237–PRC).  \nThe  project  includes  county-level  interventions  in  wastewater  treatment,  solid  waste  management  with  clean \ndevelopment mechanisms, and industrial pollution control. \n ", "6 \n \nmanagement, and environmental improvement. It is consistent with ADB’s urban sector strategy, \nwhich supports infrastructure investment in settlements that are dynamic engines of economic \ngrowth and employment creation, innovation, and entrepreneurship, as well as being sources of \nsocial services. The Project will improve the living environment of urban residents, including the \npoor, through improved water supply, wastewater treatment, solid waste management, district \nheating, and river rehabilitation. It indirectly supports PRC and ADB climate change initiatives and \nADB’s broader Clean Energy and Environment Program (2008) by enhancing water resource \nmanagement and introducing secondary wastewater treatment, district heating, and solid waste \nmanagement and treatment. The sector policy framework is in Supplementary Appendix B. \n \n21.  Sector Lending Approach. The Project was formulated in line with Hebei's Social and \nEconomic Development 11th FYP and the Hebei Urbanization 11th FYP, which highlight promoting \nthe development of small cities and towns to support urbanization that is economically, socially, \nand environmentally sustainable. In view of the number of subprojects, variability in subproject \npreparedness, and possibility that some of them may change during project implementation, the \nGovernment agreed on the appropriateness of the ADB sector loan modality, which allows for \nflexible implementation.  \n \n22.  The Project will support physical investments in priority small cities and towns with urgent \nneed for infrastructure improvement and environmental management and with local governments \nthat demonstrate interest and commitment. The sector loan approach is based on the following:  \n \n(i)  The Government's sector policies, development objectives, and approach to urban \ninfrastructure development and environmental management are well formulated.  \nThe Government continually updates its sector policies with ADB support.12   \n(ii)  Sector institutions are well developed and, with additional strengthening and support \nprovided  under  the  Project,  will  have  the  capacity  to  implement  the  sector \ninvestment plan, particularly for county and town governments. HPG, the Executing \nAgency  (EA),  has  successfully  implemented  similar  environmental  improvement \nprojects,  and  the  implementing  agencies  (IAs)  have  experience  in  capital \nimprovements to basic urban infrastructure.  \n(iii)  The sector investment plan and the planned subprojects are well conceived and \nformulated to meet the priority needs of the Hebei Urbanization 11th FYP.   \n \n23.  HPG  has  met  these  conditions.  It  has  developed  subproject  identification,  selection, \npreparation and appraisal criteria and procedures to ensure that the Project will facilitate achieving \nthe  objectives  of  sector  policies  and  plans.  Appendix  3  shows  the  process  for  subproject \nidentification,  selection,  preparation,  and  appraisal.  Supplementary  Appendix  C  presents  the \nsubproject appraisal criteria.  \n \n24.  Comprehensive  assessment  of  three  core  subprojects  has  been  carried  out.  The \nsubprojects have developed approaches that can be replicated in urban centers throughout Hebei \nProvince and may be used to demonstrate to other provinces across the PRC how to formulate \nplanning strategies and implement programs to support the structured development of small cities \nand towns. Each of the three core subprojects in Bazhou City, Zhaoxian County, and Zhengding \nCounty has features that make it representative of other towns in Hebei Province and capable of \n                                                 \n12  ADB has provided TA to the PRC in updating urbanization policies and strategies to meet the challenges of \nurbanization and town development. Recent studies include the Town-Based Urbanization Strategy Study (footnote 2), \nHebei Provincial Development Strategy (footnote 8) and ADB. 2005. Technical Assistance to the People's Republic of \nChina for the Study on Sustainable Urbanization in Metropolitan Regions. Manila (TA 4702–PRC). The Project will \nprovide support through the capacity development component and the WFPF grant support to water and wastewater \nimplementing agencies. ", "  7 \nachieving  a  demonstration  effect  for  subsequent  subproject  cities  and  towns.  Through  such \nfeedback mechanisms as knowledge hubs and information-sharing forums, the core subproject city \nand county governments will share their experiences and tools, first with subsequent subproject \ntowns and later with other towns.13 The Hebei Provincial Construction Bureau, a member of the \nproject leading group (PLG), will participate in performance monitoring and replication activities to \nmaximize the sector-wide impact of the Project. The lead entities in Hebei for town planning, the \nConstruction Bureau and the Development and Reform Commission, will help operationalize and \nroll out the Project’s integrated approach to town development planning by using it as a criterion for \napproval of the master plans of subsequent subproject small cities and towns, as they are prepared \nduring project implementation, and of other towns.14 As part of project performance management \nsystem (PPMS) activities, the Construction Bureau will help the Hebei project management office \n(PMO)  monitor  urban  environmental  infrastructure  improvement  at  the  provincial  level.  The \nproposed  UN-HABITAT  and  Water  Fund  Pilot  Demonstration  Activity  grants  will  develop \ncommunity-based sustainability and replicability mechanisms with HPG that ensure that lessons \nand best practices are disseminated province-wide through public information campaigns. \n \n25.  Policy Dialogue. The Project will build on and further ADB’s policy dialogue on (i) the \nintegrated development of cities, towns, and rural areas to generate employment and reduce \npoverty; (ii) sustainable urban environmental management; (iii) the economic sustainability of urban \ninfrastructure services; (iv) a participatory approach to project design and implementation; and \n(v) governance and anticorruption policy.  \n \n26.  Integrated Development of Cities, Towns, and Rural Areas to Generate Employment \nand Reduce Poverty. HPG will use the subproject selection criteria to target small cities and \ntowns that can maximize investments for generating employment and improving the environment. \nHPG will refine its poverty reduction policy to encourage small cities and towns to promote job \ncreation, especially in labor-intensive service industries, through (i) urban infrastructure delivery; (ii) \nthe  effective  self-promotion  of  towns  as  good  locations  for  business  investment;  and  (iii) \ncommunity-based approaches to environmentally sustainable infrastructure management. \n \n27.  Sustainable Urban Environmental Management. HPG will help local governments to \nadopt  a  more  integrated  approach  to  urban  infrastructure  planning  and  delivery,  combining \nsubsectoral interventions to achieve greater impact. Improved project preparation guidelines will \nrequire  that  city  and  county  governments,  when  planning  river  improvement  projects, \nsimultaneously improve solid waste and wastewater management services to effectively reduce \ndischarges of waste into the river. Similarly, to maximize how improvements to energy services \nreduce greenhouse gas emissions and improve air quality, city and county governments will be \nadvised to plan and coordinate district heating and natural gas system extensions at the same \ntime. Wastewater collection, treatment, and disposal should also be operated as one integrated \nsystem managed by a single agency to ensure closer coordination, more comprehensive demand \nmanagement, and higher cost recovery for improved services.  \n \n28.  Economic Sustainability of Urban Infrastructure Services. HPG intends to improve the \nenforcement of national Government circular no. 1192 of 1999 so that providers of urban services \ncan generate sufficient revenues to cover their costs. In many towns, this will require that user \ntariffs be increased gradually to the point where tariff revenues cover the costs of operation and \nmaintenance and debt service. To improve affordability for low-income groups, it is advisable to \n                                                 \n13 Knowledge sharing and networking will be promoted and include the province-wide dissemination of certified emission-\nreduction and clean carbon technology for sludge treatment, landfills, and heating. \n14  Town planning in the PRC is based on the socioeconomic plan, land utilization plan, and master plan. The most \ninfluential of the three—the master plan—defines permitted land uses and identifies priority trunk infrastructure \ninvestments to be prepared during the following 10 to 20 years. \n ", "8 \n \nrationalize the pricing of urban services, ensuring that the poor have access to basic services and \nthat those consuming more should pay more, with a view to promoting resource conservation and \neffective demand management. HPG will endeavor to work with local governments to formulate \nand implement policy and guidelines for using progressive tariffs for water supply, wastewater and \nsolid waste management, and district heating in small cities and towns. Through the proposed \n$250,000 grant from the WFPF to HPG, ADB will support strengthening water sector governance \nand the financial management of water and wastewater service providers involved in the Project. \n \n29.  Governance and Anticorruption. Bidders, suppliers, and contractors must observe the \nhighest ethical standards in procurement and the execution of contracts. Sanctions will apply if \nfraud or corruption in procurement are discovered. The EA and the subproject local governments \nwere advised to undertake a number of actions identified under the implementation arrangements.  \n \n30.  External Assistance. Since 1992, ADB has provided $3.8 billion in loans to the PRC for \nurban development projects. Hebei has borrowed $1.3 billion from the World Bank and ADB during \n1981–2005 in all sectors. Appendix 4 provides details of the external assistance. \n \n31.  Lessons.  ADB’s  experience  in  urban  development  projects  indicates  the  following:  (i) \nstrategic  master  plans  can  provide  the  general  framework  for  urban  development  and \nenvironmental management but need to incorporate sustainability mechanisms; (ii) as increased \npublic awareness and education are important ways to improve the urban environment, community \nconsultation  and  involvement,  and  training  on  environmental  health and  protection  should be \nprovided to beneficiaries; (iii) the establishment of an effective internal and external monitoring \nmechanism for resettlement implementation is important to ensure the effective coordination and \ntimely  implementation  of  land  approval,  compensation,  and  rehabilitation  measures;  and  (iv) \nupfront training on ADB’s guidelines and procedures have to be provided to county agencies to \nensure compliance and strict adherence to these requirements. These issues have been reviewed \nduring project processing, and the relevant lessons have been incorporated in the project design. \n \n32.  Experience in environmental infrastructure improvement, wastewater management, and \nwater supply in the PRC indicates that projects are well planned, demand parameters are well \ndefined  and  implemented  in  a  timely  manner,  and  tariffs  are  raised  as  required.  Consumers \nwillingly pay higher fees for improved infrastructure and services in water, wastewater, solid waste, \nand heating. Issues related to utility tariffs, cost recovery, and the commercialization of basic urban \nservices  for  water,  heating,  and  wastewater  and  solid  waste  management  were  carefully \naddressed  during  project  preparation.  Lessons  from  previous  environmental  infrastructure \nimprovement projects in cities and counties were reflected in the project design. These lessons \ninclude (i) greater focus on institutional strengthening to improve sector corporate governance, \ncompliance with ADB requirements, and urban infrastructure management; (ii) improved provincial, \nmunicipal, and county coordination; (iii) financial, operational, and institutional arrangements for \noperation  and  maintenance  (O&M)  in  the  sectors  in  small  cities  and  towns;  (iv)  scaling  up \ndemonstration impact of core subprojects across small cities and towns in Hebei Province; and (v) \nensuring community support for the sustainability of improved infrastructure and services.  \n \n33.  Lessons from ADB’s experience in urban development projects highlight the importance of \n(i) a comprehensive and participatory approach to project preparation; (ii) a well planned and \ncoordinated,  participatory,  and  integrated  approach  to  the  design  and  implementation  of \nsubprojects; and (iii) a realistic approach to supply-and-demand assessment of design facilities. \nThese lessons have been considered in the project design. The following recommendations of the \nTown-Based Urbanization Strategy Study TA (footnote 2) have been incorporated into the design \nof the Project, especially in subproject selection:  \n ", "  9 \n(i)  Town development should be carried out as part of the development of larger \nsubregions. \n(ii)  Towns should be targeted based on their potential to grow economically and provide \njobs to migrants from rural areas. \n(iii)  Government  should  introduce  to  poverty  alleviation  programs  a  town-based \ncomponent. \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n34.  The impact of the Project will be an improved urban environment and improved public \nhealth and quality of life for the residents of small cities and towns in Hebei Province. The outcome \nof the Project will be improved urban infrastructure and municipal services in about 10 small cities \nand towns in Hebei Province. \n \n35.  Developed in close collaboration with subproject cities and towns, the project design and \nmonitoring  framework  defines  performance  parameters  for  the  five  eligible  infrastructure \nsubsectors.  Water  supply  components  include  the  development  or  expansion  of  groundwater \nresources, construction or upgrading of water treatment facilities, and/or expansion of distribution \nnetworks. Wastewater management components include the installation of wastewater collection \nsystems and interceptors and/or the construction or upgrading of wastewater treatment plants \n(WWTPs) with sludge treatment. Solid waste management components include the collection, \ntransfer,  and/or  treatment  of  municipal  solid  waste,  including  sorting,  recycling,  composting \nfacilities,  and  sanitary  landfills.  River  improvement  entails  dredging  riverbeds;  constructing \nembankments, rubber dams, and flood control works; and/or installing sewers. District heating \ncomponents include the construction of primary and secondary heating stations, installation of heat \ntransmission and distribution networks, and/or installation of building and individual user meters. \n \nB.  Outputs \n36.  The Project includes about 10 subproject small cities and towns. Detailed assessment and \nanalysis have been undertaken for the three core subprojects. The technical analysis of core \nsubprojects is in Supplementary Appendix D. Each subproject has been prepared as a viable \ninvestment subproject and includes one or more components in environmental infrastructure. The \nBazhou  City  subproject  includes  two  components:  (i)  Shengfang  Town  water  supply  system \nrehabilitation and expansion and (ii) Mangniu River improvement and sewer network rehabilitation. \nZhaoxian County has three components: (i) rehabilitation and expansion of the district heating \nnetwork, (ii) construction of a solid waste processing and recycling plant, and (iii) expansion of the \nexisting  WWTP.  Zhengding  County’s  component  is  to  improve  the  solid  waste  management \nsystem, including the construction of a waste processing and recycling plant. Each of the three \ncore subprojects has features that make it representative of other towns in Hebei Province and \ncapable of achieving a demonstration effect for subsequent subproject cities and towns. Candidate \nsubsequent subprojects, including those shown in Supplementary Appendix E, will be prepared \nand appraised during project implementation. \n \n37.  The  Project  includes  institutional  capacity  development  measures  to  ensure  effective \nimplementation and the sustainable operation and maintenance of the project facilities. Capacity \ndevelopment includes consulting services on project management and training the EA and IAs \nduring implementation. Implementation consultants will help the EA to manage the project and help \nthe IAs to (i) implement the subprojects in accordance with ADB and Government requirements, \nparticularly on safeguard policies; (ii) become operationally efficient and financially sustainable \n ", "10 \n \nentities; (iii) comply with relevant national policies for cost recovery and tariff and enterprise reform; \nand (iv) prepare and implement sound plans for the O&M of current and future infrastructure works. \n \n38.  The Multi-Donor Trust Fund under the WFPF will provide grant cofinancing equivalent to \n$250,000, to be administered by ADB, to strengthen the management capacity of water and \nwastewater service providers involved in the Project. The grant will help participating subproject \nIAs in water and wastewater to (i) develop a more corporate approach to water and wastewater \nservice provision, (ii) adopt a more demand-driven approach to service delivery, and (iii) strengthen \ntheir financial management and cost recovery. \n \n39.  Partnership  with  UN-HABITAT  will  further  strengthen  institutional  capacity  through  the \nproposed $650,000 community-based urban environmental program, which will strengthen the \ncapacity of local governments and nongovernment organizations in environmental planning and \nmanagement and in the delivery of community-based water and sanitation services with a focus on \nimproving hygiene to reduce the incidence of waterborne diseases. \n \nC.  Special Features \n40.  Sector and Subsector Policy and Strategy Dialogue. The development of the Project \nwas directly supported by ADB-financed advisory policy and strategy studies. The underlying \ntechnical approach for the Project is based on relevant government policies and the findings of \nsuccessfully completed advisory TA on town-based urbanization strategy and Hebei provincial \ndevelopment strategy. The studies highlighted that environmental protection and sustainability \nneed to be addressed specifically relating to resource management; reducing the pollution of air, \nwater, and land; water scarcity; and effective governance.  \n \n41.  Comprehensive Basic Urban Services for Small Cities and Towns. The Project will \nachieve a demonstration effect for other small cities and towns. The core subproject towns, which \nare representative of other towns in Hebei, will demonstrate how small cities and towns can \neffectively  develop  and  manage  urban  infrastructure  services  that  are  necessary  for  them  to \nachieve economically, socially, and environmentally sustainable urban sector development and \npromote greater economic integration with rural and metropolitan areas.  \n \n42.  Clean and Energy-Efficient Technologies. The Project will support ADB’s climate change \ninitiatives  such  as  encouraging  the  use  of  energy-efficient  technologies  to  improve  economic \nefficiency and environmental quality and enable sustainable development. Steps include reducing \ncoal usage in small and inefficient boilers for heating and enabling the composting of organic \nwastes and sludge treatment. \n \n43.  Financial Management and Corporate Governance. The Multi-Donor Trust Fund under \nthe WFPF will provide a $250,000 grant for the Project to strengthen financial management and \ncorporate governance in water and wastewater companies in participating small cities and towns in \nHebei Province. Appendix 5 is a summary of the support for water and wastewater facilities, and \nSupplementary Appendix F provides details about the scope of work under the grant. \n \n44.  Community-Based Urban Environmental Program. UN-HABITAT has signified support \nfor a grant to establish pilot sustainability mechanisms in communities focusing on effective water \ndemand management, sanitation, and community organizing to ensure community support to the \nmanagement and sustainability of project facilities. A draft proposal for the UN-HABITAT grant for \nan indicative amount of $650,000 over a 3-year implementation period, in Supplementary Appendix \nG, was prepared by ADB and will be subject to further discussion between UN-HABITAT and the \nHebei PMO. Further, a draft proposal to the Water Fund for Pilot Demonstration Activity was ", "  11 \nprepared amounting to $50,000, which focuses on a school- and community-based information and \neducation program for water and sanitation in Zhengding County (Supplementary Appendix H). \n \nD.  Project Investment Plan \n45.  The project investment cost is estimated at $235.9 million, including taxes and duties of \n$22.2 million. The cost includes physical and price contingencies, as well as interest and other \ncharges  during  implementation.  The  ADB  loan  will  finance  42%  of  the  project  cost.  Table  1 \nprovides  a  summary  of  the  project  investment  plan.  Further  details  are  in  Appendix  6  and \nSupplementary Appendix I. \n \nTable 1: Project Investment Plan  \n($ million) \nItem    Amount a \nA.  Base Cost b   \n  1.  Bazhou Subproject  23.8 \n  2.  Zhaoxian Subproject  30.3 \n  3.  Zhengding Subproject  12.9 \n  4.  Subsequent Subprojects  127.5 \n  5.  Institutional Strengthening  2.8 \n    Subtotal (A)  197.3 \nB.  Contingencies c  34.4 \nC.  Financing Charges During Implementation d  4.2 \n     Total (A+B+C)  235.9  \na Includes taxes and duties of $22.2 million. \nb In mid-2008 prices. \nc Physical contingencies computed at 10% for civil works. Price contingencies are computed by year and expenditure \ntype based on cumulative domestic and foreign price inflation.  \nd Includes interest and commitment charges, assumed at LIBOR rate and spread of 0.20% and 0.15% respectively. \n \nE.  Financing Plan \n46.  The Government of the PRC has requested a loan of $100 million from ADB’s ordinary capital \nresources to finance 42% of the project cost. The loan will cover civil works, equipment, project \nmanagement  consulting  services  and  capacity  development,  and  financing  charges  during \nconstruction. The loan will cover taxes and duties. The Government will finance contingencies, land \nacquisition, and resettlement costs. The Multi-Donor Trust Fund under the WFPF will provide grant \ncofinancing equivalent to $250,000, to be administered by ADB, for strengthening the financial \nmanagement capacity of IAs in water supply and wastewater management in subproject towns. \n \nTable 2: Financing Plan  \n($ million) \nSource  Total  %\nADB Loan  100.0   42.4\nMulti-Donor Trust Fund under the Water Financing Partnership Facilitya   0.3  0.1\nBazhou County Government (Bazhou Subproject)  17.2  7.3\nZhaoxian County Government (Zhaoxian Subproject)  22.6  9.6\nZhengding County Government (Zhengding Subproject)  10.0  4.2\nOther County Governments (subsequent subprojects)  85.8  36.4\n   \nTotal  235.9  100.0\na  Contributors: the governments of Australia, Austria, Norway, and Spain, and administered by ADB. The actual amount \nis $250,000.   \nSource: Asian Development Bank estimates. \n \n ", "12 \n \n47.  The governments of Bazhou City, Zhaoxian County, and Zhengding County will provide \nthrough tax and other revenues counterpart funding, for which they have provided commitment \nletters. The loan proceeds will be made available to the municipal governments concerned and \nthen to the IAs. The terms and conditions of the loan proceeds transferred within the government \nwill be the same as those of the ADB loan, with municipal governments bearing the interest and \nexchange rate variation risk. The loan will have a 26-year term, including a grace period of 6 years; \nan interest rate determined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility plus a standard spread of 0.20%; a commitment charge of 0.15% per annum; \nand such other terms and conditions as set forth in the negotiated Loan and Project Agreements. \n \n48.  The Government provided ADB with (i) reasons for its decision to borrow from ADB’s \nLIBOR-based lending facility under these terms and conditions, and (ii) an undertaking that this \nwas its own independent decision not relying on any communication or advice from ADB. Appendix \n7 presents the onlending arrangements and indicative funds flow. The Hebei PMO and the IAs \nhave confirmed and signed the cost estimates and financing plan for each subcomponent and for \nthe Project as a whole. The financing plan for the Project proposed by the Hebei Provincial Finance \nBureau and commitment letters from county governments to confirm the sources of counterpart \nfunds to finance the project were submitted to ADB in July 2008. \n \n49.  Under fund transfer arrangements, the Government of PRC will make the Loan proceeds \navailable to HPG, and then from HPG to the concerned municipal or county governments. The \nmunicipal government will transfer or onlend the loan proceeds to the end-borrowers (project \nimplementing agency). The terms and conditions of the Loan proceeds will be the same as those of \nthe Loan with the end-borrowers bearing the foreign exchange and interest rate variation risks. \n   \nF.  Implementation Arrangements \n1.  Project Management \n50.  HPG will be the EA of the Project. The PLG, made up of representatives of five provincial \nagencies, was established in 2007 to coordinate infrastructure investments across the province. \nThe PLG is chaired by the vice secretary-general of HPG. \n \n51.  The  PMO  was  established  by  decree  in  2007  in  the  Hebei  Finance  Department  to \nundertake and manage the Project’s day-to-day activities. In each subproject location, a PLG and a \nPMO has been or will be set up to liaise with the provincial PMO and to oversee and manage the \nwork undertaken by the IA. PLG and PMO arrangements have been finalized in core subproject \nlocations.  The  IAs  for  the  core  subproject  components  are  Bazhou  Urban  Construction  and \nDevelopment Company Limited; Zhaoxian County Urban Investment and Development Company \nLimited; and Zhengding County Solid Waste Treatment Plant. Project organization is in Appendix \n8, and the institutional arrangements and assessment are in Supplementary Appendix J. \n \n2.  Subproject Preparation and Appraisal \n52.  In addition to the three core subprojects, additional subprojects will be selected, prepared, \nand appraised during sector project implementation using the following three-stage process. \n \n53.  Subproject Identification and Selection. The subprojects will be selected in accordance \nwith the following criteria: (i) confirmation by the local government of its ability and willingness to \narrange counterpart financing and comply with ADB safeguard policies and other requirements; (ii) \nconfirmation by the concerned local government on its willingness to comply with ADB safeguard \npolicies and other requirements; (iii) the implementation period of the subproject is within 2009–", "  13 \n2015; (iv) eligibility of the components (water supply, wastewater management, river improvement, \nsolid  waste  management,  district  heating,);  and  (v)  anticipated  positive  impact  on  the  urban \nenvironment, employment generation, economic growth, and service levels and coverage.  \n \n54.  Subproject Preparation. The participating city or county government and implementing \nagency, with the guidance of the Hebei PMO, will prepare project design documents including a \nproject proposal, feasibility study, and preliminary engineering design for the components of the \nproposed subproject in accordance with the national project investment specifications. The project \ndesign documents will cover subproject rationale; scope; components; technical analysis; cost \nestimates; financing plan; implementation arrangements; financial management assessment; and \nfinancial, economic, social, and institutional analyses. These documents will be submitted to the \nHebei  Development  and  Reform  Commission  for  approval.  The  participating  city  or  county \ngovernment will also prepare an environmental impact assessment (EIA) and a resettlement plan \nto be submitted to the concerned provincial departments and bureaus for approval.  \n \n55.  Subproject Appraisal and Approval. The Hebei PMO and other concerned bureaus will \nbe responsible for appraising the subprojects in accordance with criteria agreed upon by the PRC \nGovernment and ADB. The subproject PMO will prepare a subproject appraisal report, which will \nfollow the template in the project preparatory TA final report, and submit the appraisal report to the \nmunicipal finance bureau for review and then to the Hebei PMO for further review. The Hebei PMO \nwill submit the subproject appraisal report to the Hebei Finance Bureau and Hebei Development \nand Reform Commission for endorsement before submitting it to ADB for review and approval. \n \n56.  Subsequent subprojects will receive the same extent of environmental safeguard scrutiny, \nmodeled on the EIAs for the three core subprojects and the summary EIA (SEIA). The Hebei PMO \nwill submit the EIAs for the subsequent subprojects for ADB’s review and comment, and having \nincorporated ADB’s comments, the Hebei PMO will submit the revised EIAs for ADB for posting on \nthe ADB website to meet the 120-day disclosure requirement. For other safeguard concerns, a \nresettlement  framework  and  an  ethnic  minority  development  framework  were  prepared  for \nsubsequent  subprojects.  Draft  resettlement  plans  will  be  prepared  using  core  subproject \nresettlement plans as models.  \n \n3.  Implementation Period \n57.  As this is the first sector project for HPG, the selection and appraisal of the first one or two \nsubsequent subprojects will likely take time to meet ADB and domestic requirements. To allow \nflexibility for HPG to select subsequent subprojects to meet the different pace of development in \nsmall cities and towns in Hebei, the Project will be implemented over 6 years, from 2009 to the end \nof  2015  (Appendix  9).  The  implementation  period  is  estimated  based  on  project  scope  and \nconstruction technology requirements. This schedule is considered realistic and feasible because \nthe project implementation arrangements have been established and preparatory works are under \nway. ADB has successful experience with similar projects in the PRC, and HPG has experience in \nenvironment improvement projects financed by ADB and the World Bank. \n \n4.  Procurement and Consulting Services \n58.  All procurement to be financed under the ADB loan will be carried out in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time). Contract packages have \nbeen formulated in consultation with the EA and IAs, and an assessment of the procurement \ncapacity of the EA, PMOs, and IAs has been undertaken (Supplementary Appendix K). It is \nrecommended that prior review be applied for all international competitive bidding contracts and for \nthe first national competitive bidding contract for works and goods, and that post review be applied \n ", "14 \n \nfor other procurement modes. The indicative procurement plan for consulting services and civil \nworks  packages  is  in  Appendix  10,  and  the  detailed  procurement  plan  is  in  Supplementary \nAppendix L. The Project includes provision for funding for 154 person-months of international and \nnational consulting services to support the Hebei PMO, city and town PMOs, and IAs in project \nimplementation and management and institutional capacity development. A consulting firm will be \nengaged in accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended from \ntime to time) using the standard quality- and cost-based selection method (80% quality and 20% \ncost) and simplified technical proposal. The consulting services will cover project management, \nimplementation support, and institutional strengthening of the Hebei PMO, city and county PMOs, \nand IAs. Capacity development for the PMOs and IAs will be achieved through consultant inputs; \ntraining courses by specialized institutes and firms; in-country and/or overseas study visits; and the \nacquisition of training equipment financed from the loan (Supplementary Appendix M). \n \n5.  Advance Contracting and Retroactive Financing  \n59.  HPG has indicated to the mission its intention to use advance contracting and retroactive \nfinancing to finance the recruitment of consultants, training, and the procurement of goods and civil \nworks  for  the  Bazhou  subproject  contract  packages  and  retroactive  financing  of  eligible \nexpenditures of up to $20 million, or about 20% of the ADB loan. The mission informed the Hebei \nPMO that retroactive financing is permitted only if (i) it is specifically agreed between ADB and the \nBorrower; (ii) the goods, works, services, and consultants for which it is requested are procured in \naccordance with ADB’s Procurement Guidelines and Guidelines on the Use of Consultants; and (iii) \nthe  amount  to  be  retroactively  financed  does  not  exceed  20%  of  the  loan  amount.  The \nexpenditures must have been incurred before effectiveness of the relevant loan but generally no \nearlier than 12 months before the signing date of the Loan Agreement. In either instance, detailed \nassessments and due diligence on each retroactive financing proposal must demonstrate that (i) \nthe expenditures incurred are genuine, reasonable, and material to getting the Project off the \nground  and  (ii)  they  were  incurred  for  proper  reasons  and  in  a  transparent  manner  over  a \nreasonable period of time. The Government, HPG, and IAs were advised that approval of advance \ncontracting and retroactive financing does not commit ADB to finance the Project. \n \n6.  Governance and Anticorruption Policy \n60.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith HPG, the PMOs, and the implementing agencies. Consistent with its commitment to good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nProject. To support these efforts, relevant provisions of ADB’s Anticorruption Policy are included in \nthe loan regulations and the bidding documents for the Project. In particular, all contracts financed \nby ADB in connection with the Project shall include provisions specifying the right of ADB to audit \nand examine the records and accounts of the EA and all contractors, suppliers, consultants, and \nother service providers as they relate to the Project. This is in line with ADB’s PRC country \npartnership strategy (2008–2010), which includes the promotion of good governance by supporting \nreform and capacity development in corporate governance (footnote 4). HPG has indicated its \ncommitment to fight corruption and a number of anticorruption actions are included as covenants in \nthe Loan and Project Agreements. Under these covenants, HPG will (i) involve the agencies \nresponsible for oversight of each IA in bidding and construction to enhance construction quality \ncontrol and supervise effective work; (ii) introduce a dual signing system in which the civil works \ncontract winner also signs an anticorruption agreement with the IA; (iii) periodically inspect the \ncontractors’  activities  related  to  fund  withdrawals  and  settlements;  and  (iv)  engage  the  loan \nimplementation consultant to support the Hebei PMO, city and town PMOs, and IAs to ensure good \ngovernance, accountability, and transparency in project operations. ", "  15 \n7.  Disbursement Arrangements \n61.  ADB  loan  funds  will  be  disbursed  in  accordance  with  the  procedures  in  ADB’s  Loan \nDisbursement  Handbook  (2007,  as  amended  from  time  to  time).  To  expedite  project \nimplementation with the timely release of loan proceeds, HPG will establish an imprest account \npromptly after loan effectiveness at a commercial bank acceptable to ADB.15 Only one imprest \naccount will be established at the provincial finance bureau, which will be responsible for municipal \nand county withdrawal applications. Disbursements from the imprest account to the IAs will be \nbased on actual expenditures with full supporting documents, which is in line with Ministry of \nFinance  internal  regulations.  Withdrawal  applications  will  demonstrate  that  the  goods  and/or \nservices derive from ADB’s members and are eligible for ADB financing. The maximum amount to \nbe deposited to the imprest account shall not exceed the estimated ADB share of eligible project \nexpenditures to be financed through the imprest account for the next 6 months or 10% of the loan \namount, whichever is less. The statement of expenditure procedure will be used for the liquidation \nand  replenishment  of  the  imprest  account,  with  reimbursement  of  eligible  expenditures  not \nexceeding $200,000 per individual payment. Statement of expenditure will be used only by HPG to \nrequest withdrawals from ADB. The HPG will set up a separate bank account for the $250,000 \ngrant from the WFPF, which will be used for engaging consultants and conducting trainings. \n \n8.  Accounting, Auditing, and Reporting \n62.  The Hebei PMO will coordinate with city and town PMOs to prepare semiannual progress \nreports indicating physical progress vis-à-vis fund utilization, problems encountered during the \nperiod under review, measures taken or proposed to remedy the problems, a proposed program of \nactivities. The IAs will keep records to allow the identification of goods and services financed from \nthe loan proceeds, following accounting principles and practices prescribed by the Accounting Law \nof the PRC. This law requires that the financial statements generally follow recognized accounting \nstandards. The IAs will set up and maintain separate project accounts. The financial statements of \nthe project accounts and the annual corporate financial statements for IAs will be subject to \nexternal audit by the audit bureau of the cities and the HPG Audit Bureau. Audits will be carried out \nin accordance with PRC audit regulations and must meet ADB requirements. A separate auditor’s \nopinion on the use of the imprest account and statement of expenditure will be part of the audit \nreports.  The  IAs’  annual  audited  financial  statements  and  audited  project  accounts  will  be \nsubmitted  to  ADB  no  later  than  6  months  after  the  end  of  the  fiscal  year  throughout  the \nimplementation period. HPG and the IAs will submit reports and information to ADB concerning the \nuse of the loan proceeds, project implementation, and IA performance. These reports will include \n(i) semiannual progress reports on project implementation, (ii) annual reports, and (iii) a project \ncompletion report submitted not later than 3 months after the completion of project facilities. \n \n9.  Project Performance Monitoring and Evaluation \n63.  The PPMS indicators, their relevance, and monitoring requirements were discussed with \nthe  PMOs  and  IAs  during  project  preparation.  The  indicators  are  based  on  the  monitoring \nindicators in the design and monitoring framework, consistent with sectoral indicators in the ADB \nResults Framework 2008, and are related to the core subprojects.16 Similar indicators will be \nformulated for subsequent subprojects. At the start of project implementation, the provincial and \ncity  PMOs  and  IAs  will,  with  the  assistance  of  the  loan  implementation  consultant,  develop \ncomprehensive PPMS procedures to generate data systematically on the inputs and outputs of the \nsubcomponents, as well as the indicators to be used to measure the project impact, taking into \n                                                 \n15  Bank charges on the imprest account will be financed from the ADB loan. \n16  ADB. 2008. ADB Results Framework. Manila. \n ", "16 \n \naccount the subsequent subprojects’ scope and components. The Hebei PMO will (i) refine the \nPPMS;  (ii)  confirm  achievable  targets;  (iii)  finalize  monitoring,  recording,  and  reporting \narrangements;  and  (iv)  establish  systems  and  procedures  no  later  than  6  months  after  loan \neffectiveness. The Hebei PMO will be responsible for monitoring and reporting on the performance \nof the Project based on the design and monitoring framework. The PMO will collect data, calculate \nthe indicators, analyze the results, and prepare a report to illustrate that the Project is generating \nthe intended outputs and outcomes in the subproject cities and towns in Hebei. \n \n10.  Project Review \n64.  Besides  regular  ADB  review  missions,  ADB  and  the  Government  will  undertake  a \ncomprehensive midterm review 2 years after the start of project implementation. This review will \ninclude  a  detailed  evaluation  of  project  scope,  implementation  arrangements,  resettlement, \nachievement of scheduled targets, and progress on the agenda for policy reform and capacity \ndevelopment measures. Feedback from the PPMS and grant activities will be analyzed. \n \nIV.  PROJECT BENEFITS, IMPACTS, AND RISKS \n65.  The  Project  will  directly  benefit  1.2  million  people  in  Hebei  Province,  9.6%  of  whose \npopulation is rural poor. All residents in the 10 subproject small cities and towns will benefit \nindirectly,  as  their  living  conditions  will  improve  from  (i)  improved  water  quality  and  quantity; \n(ii) reduced use of polluted water sources; (iii) reduced incidence of waterborne diseases and the \nresulting reduction in medical costs; and (iv) reduced pollution loads on air, water, and land from \nimproved wastewater treatment; wastewater reuse; energy-efficient centralized heating; and solid \nwaste treatment, recycling, and composting. During the construction and operation stages of the \ncore subprojects alone, the Project will create 1,585 jobs directly and 2,536 jobs indirectly. About \n45% of the construction jobs are unskilled, many of which are likely to be filled by people currently \nunemployed. In total, CNY1.02 billion in benefits will be generated in small cities and towns of \nHebei. Twenty percent of poor people in the project area will be given priority access to new \nemployment opportunities. Health benefits are expected to accrue disproportionately to women and \nchildren. The Project indirectly supports ADB’s broader Clean Energy and Environment Program \n(2008)  by  enhancing  water  resource  management  and  introducing  facilities  for  secondary \nwastewater treatment, centralized heating, and solid waste management. \n \n66.  Social Aspects. The Project will contribute to poverty reduction by ensuring that poor \ncommunities have access to safe and reliable water supply and better urban services and enjoy \nimproved living conditions. It will mean more jobs for existing residents and new migrants in small \ncities and towns in Hebei Province. The water supply, wastewater, heating, solid waste, and river \nimprovements will stimulate investment in industry, resource extraction, and the service sector, \nincluding tourism. The reduction in medical costs related to waterborne diseases is projected at \nCNY75.6 million. The summary poverty reduction and social strategy is in Appendix 11, and the full \npoverty and social assessment and the social action plan are in Supplementary Appendix N. \nAnticipated labor displacements caused by heating subprojects will be mitigated with a labor \nreemployment  framework  (Supplementary  Appendix  O).  Health  impacts  are  shown  in \nSupplementary  Appendix  P,  and  the  ethnic  minority  development  framework  is  presented  in \nSupplementary Appendix Q. \n \n67.  Resettlement Aspects. Project land acquisition and resettlement impacts are significant. \nThe  three  core  subprojects  will  affect  37  households  or  196  people  with  permanent  land \nacquisition, 30 households or 137 people with the loss of residential structures, and four small \nshops  with  13  employees.  In  total,  173  mu,  or  11.5  hectares  (ha),  of  land  will  be  acquired \npermanently, including 162 mu, or 10.8 ha, of cultivated land. Along with land acquisition, 582 ", "  17 \nsquare meters (m2) of housing and 624 m2 of other structures will be demolished, affecting 30 \nhouseholds or 137 people and relocating four small shops with 13 employees. A portion of the land \ncompensation fee will be used by the village collective for the construction of village facilities. The \nremaining portion of the land compensation fee, resettlement subsidy, and compensation for crops \nwill be paid directly to the affected people. Affected people will receive cash compensation for loss \nof housing, and vulnerable households will receive official assistance.  The core subprojects’ \nresettlement plans have been endorsed by the EA and IAs and disclosed to affected people. The \nsubsequent subprojects’ resettlement plans will be prepared in accordance with the resettlement \nframework and ADB’s Involuntary Resettlement Policy (1995). The summary resettlement plan is in \nAppendix 12, and the resettlement framework is in Supplementary Appendix R. \n \n68.  Financial Aspects. The financial internal rates of return (FIRRs) and financial net present \nvalues (FNPVs) were computed for all revenue-generating components—water supply, wastewater \ntreatment, solid waste management, and district heating—at November 2008 prices. The Bazhou \nShengfang  water  supply  component’s  FIRR  is  5.3%,  and  its  FNPV  is  CNY41.7  million.  The \nZhaoxian district heating component’s FIRR is 9.7%, and its FNPV is CNY185.6 million. The \nWWTP FIRR is 8.7%, and its FNPV is CNY97.9 million. The solid waste processing facility’s FIRR \nis 8.8%, and its FNPV is CNY57.0 million. All of these components are financially viable with FIRRs \ngreater  than  the  weighted  average  cost  of  capital  of  about  1%.  The  Zhengding  solid  waste \nprocessing component is viable with FIRR of 8.7% and an FNPV of CNY135.3 million. This \ncomponent demonstrates that solid waste management income increase with the sale of recycled \nmaterials and compost for fertilizer. Current solid waste management fees are low and need to be \nrationalized to meet O&M cost recovery for integrated collection, treatment, and disposal. Heating \ntariffs can cover the cost of O&M, depreciation, and/or debt service. Affordability analysis shows \nthat utility costs as a percentage of household income are reasonable, ranging from <1% for solid \nwaste management to 3% for water and wastewater and 4% for heating. HPG and the county \ngovernments have provided assurances that the current subsidies through the minimum living \nstandard scheme will continue in the future to ensure that the most vulnerable groups are protected \nfrom tariff increases. For the nonrevenue-generating component of river improvement, Bazhou City \nhas the financial capacity to provide the counterpart funding during implementation and the funds \nrequired  for  O&M  and  debt  service.  For  the  revenue-generating  components,  all  county \ngovernments have the financial capacity to provide the funding required during implementation. \nThe  summary  financial  analysis  is  in  Appendix  13.  The  detailed  financial  analysis  is  in \nSupplementary Appendix S. \n \n69.  Financial  management  assessments  of  the  EA,  IAs,  and  operating  companies  are  in \nSupplementary Appendix T. The IAs are all government departments. Three of the operating \ncompanies  are  state-owned  enterprises,  and  one  is  a  county  government  department.  The \naccounting  and  financial  management  systems  for  financial  reporting  are  adequate  for  loan \nimplementation  requirements,  though  internal  control  needs  strengthening  to  improve \naccountability regarding the custody of assets, accounting procedures, and segregation of duties. \nSince many, if not all, of the IAs and operating companies have not implemented an ADB project, a \ncapacity  development  component  to  strengthen  financial  management  systems  and  provide \ntraining is included in the Project.  \n \n70.  Economic Aspects. The three core subprojects were selected based on socioeconomic \nindicators and the level of preparedness of subproject cities and towns to undertake investments in \nmunicipal infrastructure which directly support approved development master plans and programs \nand  the  potential  to  serve  as  models  for  preparing  subsequent  components  during  loan \nimplementation. The targeting and selection of subsequent subproject cities and towns will be \nbased on their potential to attract economically productive investments that will provide jobs to \nmigrants from rural areas and on the urgency of environmental improvements. Employment growth \n ", "18 \n \nis recognized to contribute more than output growth toward HPG’s goal of closing the rural–urban \nincome gap. Key urbanization issues in Hebei are (i) inadequate resources to provide public \nservices to growing populations; (ii) severe air, river, and groundwater pollution arising from rapid \nindustrialization and resource extraction; (iii) a significant share of the urban population living under \nthe poverty line; and (iv) the lack of holistic and integrated management of urban development. The \nProject aims to address these issues in the participating cities to help promote balanced and \nenvironmentally  sustainable  urbanization;  narrow  the  rural–urban  income  gap;  and  improve \nproduction, employment, and living conditions. The economic analysis indicates that the core \ncomponents are economically viable and stand up to sensitivity tests even in the worst-case \nscenario with increased costs and lower benefits. Economic internal rates of return for subproject \ncomponents are 19.0% for Shengfang water supply, 20.5% for Zhaoxian district heating, 48.6% for \nZhaoxian  wastewater  treatment,  23.1%  for  Zhaoxian  solid  waste  composting,  and  21.3%  for \nZhengding solid waste management. A summary economic analysis is in Appendix 14. Details are \nin Supplementary Appendix U. \n \n71.  Environmental Aspects. The Project is classified as environmental category A. Extensive \npublic consultations involving surveys, meetings with stakeholders, and focus group discussions \nwere undertaken during project preparation. An EIA of the Project was conducted based on the \nEIAs prepared for the three core subprojects. An SEIA has been prepared and circulated to the \nADB  Board  of  Directors  and  was  posted  on  the  ADB  website  on  2  December  2008.  An \nenvironmental  assessment  and  management  framework  (Supplementary  Appendix  V)  was \nprepared as an instruction manual to assist the Hebei PMO, subproject PMOs, IAs, and local \ndesign institutes in the preparation and review of EIA reports and environmental management \nplans for subsequent subprojects according to ADB requirements. The Project is expected to \ngenerate substantial environmental benefits. Wastewater treatment will reduce pollutant discharges \nto rivers and groundwater. River improvement will strengthen flood protection, reducing economic \nloss and public health hazards from flooding. Centralized heating will improve energy efficiency, \neliminate a considerable number of small and inefficient boilers, and reduce the quantity of coal \nused,  reducing  greenhouse  gas  emissions.  This  Project  will  have  positive  effects  on  climate \nchange, thereby supporting PRC and ADB climate change initiatives.  \n \n72.  The Project is expected to have no adverse impacts during construction or operation, as \nmitigation and monitoring plans are in place and the environmental management and institutional \ncapacities of the PMOs and IAs are strengthened by establishing environmental management \noffices and undertaking a training program on environmental management planning. To manage \nrisk,  the  Hebei  PMO  will  ensure  (i)  extensive  training  in  environmental  management;  (ii)  the \nengagement of qualified project implementation consultants; and (iii) appropriate arrangements for \nproject implementation, monitoring, and mitigation, with ADB conducting project reviews.  \n \n73.  The  Project  supports  climate  change  adaptation  including  (i)  incorporation  of  climate \nchange issues, such as energy efficient measures, in urban master plans; (ii) comprehensive water \nmanagement, such as long-term water availability forecasting for new development areas and \nadopting comprehensive water balance measures during project implementation; (iii) sustainable \nwastewater and solid waste management including sludge digestion and biogas extraction; and (iv) \npromotion of clean energy for more efficient central heating. \n \n74.  Project Risks and Mitigation Measures. Using conventional engineering designs with \nproven performance records, the Project does not have any unusual technical risks. The following \nrisks could affect timely implementation, economic viability, and the realization of benefits: (i) failure \nto implement institutional strengthening for effective project implementation and management and \ngovernance; (ii) lack of proper O&M of project facilities; (iii) major changes to master plans in \nsubproject cities and towns; (iv) delay in providing counterpart funding; (v) failure to increase water ", "  19 \nand wastewater tariffs to meet cost recovery targets; and (vi) unforeseen land acquisition and \nresettlement issues, which could constrain the efficient implementation of the project works and the \nrestoration of livelihoods to affected people. Risks (i) and (ii) will be mitigated by the provision of \ninstitutional capacity development for subproject city and town PMOs and IAs with the support of \nthe loan implementation consultant. In addition, the PLG will provide oversight to mitigate project \nmanagement  risk.  Risk  (iii)  will  be  mitigated  by  synchronizing  the  project  design  and \nimplementation schedules with other planned projects. Risks (iv) and (v) will be mitigated through \ncovenanted assurances from subproject city and town governments on the provision of counterpart \nfunding and on regular tariff reviews and increases. Risk (vi) will be mitigated by strengthening \ninternal monitoring and supervision by the Hebei PMO and subproject city and town PMOs of the \nIAs, as well as by engaging a qualified external agency to monitor and evaluate resettlement. \n \nV.  ASSURANCES \n75.  In addition to the standard assurances, the Government, HPG, subproject governments, \nand IAs have given specific assurances as summarized below, which were incorporated in the \nLoan  and  Project  Agreements.  Supplementary  Appendix  W  provides  details  of  the  specific \nassurances.  \n \n(i)  The IAs will ensure (a) the timely provision of counterpart financing for the Project \nand the provision of additional counterpart funding for any shortfall of funds, and (b) \nadequate and timely funding for O&M of the project facilities. \n(ii)  HPG will ensure that the IAs will provide monthly environmental monitoring reports \nduring construction period to the Hebei PMO, who will submit to ADB semiannual \nenvironmental reports in a format acceptable to ADB until project completion. \n(iii)  HPG  shall  cause  the  subproject  governments  and  IAs  to  ensure  that,  prior  to \nconstruction,  (a)  all  land  and  rights-of-way  will  be  made  available  in  a  timely \nmanner; (b) resettlement plans will be implemented promptly and efficiently; and \n(c) adequate staff and resources will be committed to the supervision and internal \nmonitoring of resettlement plan implementation. \n(iv)  HPG and participating subproject county and city governments shall ensure that \n(a) urban services tariffs will be progressively set at the levels required to achieve \nfull cost recovery, (b) annual reviews of tariffs and fees are undertaken by the local \nprice bureau or subproject IAs, (c) the regular review of the impact of the increased \nurban services tariffs on the poor by the local government agency concerned, and (d) \nproviding lifeline tariffs to the poor. \n(v)  HPG and the governments of the participating subproject counties, cities, and towns \nshall ensure that wastewater is treated before being discharged into the rivers that \nare to be improved as a part of the river improvement and flood control subprojects.  \n(vi)  The governments of the subproject locations at all levels in Hebei Province shall \nensure that the water supply and wastewater treatment works and the wastewater \ncollection  networks  are  of  adequate  capacity,  that  the  associated  works  of  the \nsubprojects are constructed on time according to urban master plans and adequate \nfunding support for implementation, and O&M.  \n(vii)  The governments of the subproject locations at all levels in Hebei Province shall \nensure that the solid waste management subprojects to be implemented comply \nwith  the  overall  planning,  implementation,  management,  operations,  and \nmaintenance  requirements  of  the  respective  cities  and  towns  and  that  urban \ninfrastructure and services are properly managed with adequate funding support. \n(viii)  The governments of the subproject locations at all levels in Hebei Province shall \nensure that the heat supply works comply with the master urban plan and the \nspecific planning guidelines and the heating improvements include equipment and \n ", "20 \n \nnetworks  of  adequate  capacity  to  meet  the  needs  of  the  project  during \nimplementation,  and  that  proper  and  adequate  O&M  is  ensured  for  completed \nproject facilities. \n(ix)  HPG  and  the  governments  of  the  subproject  locations  shall  cause  the  IAs  to \nestablish and maintain a sound financial management system in accordance with \nADB’s  Financial  Management  and  Analysis  of  Projects, 17  including  the \nestablishment of a separate bank account for the subproject and the maintenance of \nminimum balances to ensure sufficient cash flow and timely settlement of project \nconstruction liabilities and debt servicing.  \n(x)  HPG shall cause the IAs to ensure that all works under the Project are designed and \nconstructed in accordance with national standards and specifications, and that the \nconstruction  supervision,  quality  control,  contract  management,  and  completion \ninspection and acceptance follow applicable national laws and regulations. \n \nVI.  RECOMMENDATION \n76.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and, acting in the absence of the President, under the provisions \nof Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board approve  \n \n(i)  the loan of $100,000,000 to the People’s Republic of China for the Hebei Small \nCities and Towns Development Demonstration Sector Project from ADB’s ordinary \ncapital resources, with interest to be determined in accordance with ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; a term of 26 years, including a \ngrace period of 6 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft Loan and Project Agreements presented \nto the Board; and  \n(ii)  the administration by ADB of the grant not exceeding the equivalent of $250,000 to \nthe People’s Republic of China for the Hebei Small Cities and Towns Development \nDemonstration Sector Project to be provided by the Multi-Donor Trust Fund under \nthe Water Financing Partnership Facility. \n \n \nC. Lawrence Greenwood, Jr. \nVice-President \n15 October 2009 \n \n \n                                                 \n17 ADB. 2005. Financial Management and Analysis of Projects. Manila. ", "  Appendix 1  21 \nSri DESIGN AND MONITORING FRAMEWORK \n \nDesign Summary  Performance Targets/  Data Sources/   Assumptions and Risks \nIndicatorsa  Reporting Mechanisms \nImpact  By 2015 (baseline year  Provincial and municipal  Assumptions \nImproved urban  2005), in core subproject  environmental protection   \nenvironment and  cities and towns in Hebei  bureau reports  Timely implementation of \nimproved public health  Province; similar  11th FYP and small city \nProvincial, city, and \nand quality of life for the  performance targets will be  and town master plans  \ncounty statistical \nresidents of small cities  formulated for subsequent \nyearbooks  Strong provincial \nand towns in Hebei  subprojects \neconomic development \nProvince  Municipal government \nQuality of drinking water  trends continue after the \n  health bureau data on \nsources improved from class  11th FYP \ndrinking water quality and \nIV to class II  \nincidence of infectious  Applicable environmental \nTotal chemical oxygen  diseases  laws are effectively \ndemand of discharge reduced  enforced. \nProvincial and municipal \nby 15% \nlabor affairs bureaus   \nSO in the air decreased by  Risks \n2  Provincial Poverty Relief \n15%  IAs do not use suitable \nOffice \nexternal monitoring \nReduced incidence rate of \nAnnual socioeconomic  agencies; performance \nwaterborne diseases in direct \nsurveys undertaken as  data are not collected. \nproject beneficiary areas by \npart of PPMS \n30% in 2020 compared to that  Urban development \nin 2007  Semiannual reports by  pressures outpace \nthe PMOs and IAs  planned infrastructure \nRegistered city or town \ndevelopment. \nunemployment rate lower than  Baseline perception \n5%  surveys conducted in  Weak enforcement of \nsubproject cities and  environmental laws and \nHigher public satisfaction with \ntowns  regulations \nimproved services in water, \nwastewater, solid waste  Lack of effective \nmanagement, and heating   environmental quality \nmonitoring \nOutcome  By 2015 (baseline year  Operating and financial  Assumptions \nImproved urban  2005), in the core subproject  reports of water supply,  Project financing is \ninfrastructure and  cities and towns in Hebei  wastewater, district  provided on time. \nmunicipal services in  province; similar  heating, and solid waste \nRelevant authorities offer \nabout 10 small cities and  performance targets will be  management companies \nstrong support to the city \ntowns in Hebei Province  formulated for subsequent \nProvincial, municipal, and  and town PMOs and IAs \n  subprojects \ncounty statistics bureaus  on capacity development \n \nfor project implementation \nAll components  Provincial, municipal, and \nand operation. \nPublic satisfaction with  county environmental \nenvironmental conditions  protection bureaus   Effective stakeholder \nincreased:b  participation and \nProvincial, municipal, and \n• Bazhou from 20% to 80%  ownership is developed. \ncounty construction \n• Zhaoxian from 50% to 80% \nbureaus   Different specialist \n• Zhengding from 60% to 90% \ndisciplines are well \n• Other subproject cities and  Flood records \ncoordinated. \ntowns: TBDc \nAnnual socioeconomic \n  Land acquisition and \nsurveys undertaken as \nRiver improvement  resettlement policies are \npart of PPMS \ncomponents  effectively implemented; \nPercentage of improved river  Public health department  stakeholders accept and \ncourse length or lake  audits on water quality  cooperate with \nperimeter in urban areas  implementation. \nincreased  City and county records \n• Bazhou from 20% to 100%  and statistics  Project design and \nconstruction are \n• Others cities and towns:  County water affairs  implemented effectively. \nTBD \n ", "22  Appendix 1 \n \nDesign Summary  Performance Targets/  Data Sources/   Assumptions and Risks \nIndicatorsa  Reporting Mechanisms \n• lower flood incidence  bureaus    \nfrequency   Risks \nCounty labor bureaus  \n  Exceptional weather \nWater supply components  County poverty relief  affects the annual \nPercentage change in urban  offices  effective construction \npopulation with access to  period. \nAnnual environmental \npiped water increased: \nstatistics  Costs are much higher \n• Shengfang: from 20% to \nthan anticipated. \n80%   Municipal records and \n• Others: TBD  statistics \n \nRatio of unaccounted-for  Statistical records and \nwater decreased:  data of small cities and \ntowns \n• Shengfang: from 40% to \nbelow 20%  District heating \n• Others: TBD  companies \n \nService hours increased:  ADB project completion \nreport \n• Shengfang: from 6 hours to \n24 hours \n• Others: TBD \n \nDistrict heating components \nPercentage of urban \npopulation with access to \ncentralized heating increased: \n• Zhaoxian: from 14% to 80% \n• Others: TBD \n \nSolid waste management \ncomponents \nPercentage of urban \npopulation served by solid \nwaste collection system \nincreased: \n• Zhaoxian: from 60% to \n100% \n• Zhengding: from 70% \nto100% \n• Other cities and towns: TBD \n \nPercentage of solid wastes \nrecycled and used to produce \nnatural fertilizer \n• Zhaoxian: from 50% to 90% \n• Zhengding: from 50% to \n90% \n• Other cities and towns: TBD \n \nWastewater management \ncomponents \nPercentage of urban \npopulation served by sewer \nincreased: \n• Zhaoxian: from 70% to \n100% \n• Other cities and towns: TBD \nPercentage of urban \nwastewater treated increased: \n• Zhaoxian: from 70% to ", "  Appendix 1  23 \nDesign Summary  Performance Targets/  Data Sources/   Assumptions and Risks \nIndicatorsa  Reporting Mechanisms \n100% \n• Other cities and towns: TBD \n \nRevenue-generating \ncomponents (water, \nwastewater, heating, solid \nwaste management) \nTariffs are progressively set to \nachieve full cost recovery. \n \nOutputs  By 2015  From All:  Assumptions  \nFor Core Subprojects:      Project financing is \nBazhou County  Construction or rehabilitation  Regular IA reports on  provided on time. \nComponent 1: Mangniu  of 66 km of sewers;  contract expenditure and \nRelevant authorities offer \nRiver Improvement  improvement of 6.7 km of river  works progress \nstrong support to the city \nRiverbed is dredged and  course   \nand town PMOs and IAs \nembankments are    Monitoring of project \nfor capacity development \nconstructed.  Wastewater collection rate  implementation and \nin project implementation \n  increased from 60% in 2007 to  progress by ADB review \nand operation. \nSewer networks are  80% in 2015  missions \nconstructed; rubber dams      Effective stakeholder \nare installed.  Sewer network coverage in  Works supervision,  participation and \n  urban area increased by 33%;  construction, and  ownership is developed. \nFlooding of the urban  total sewer coverage in urban  completion and \narea becomes less  area increased from 30% in  acceptance records  Different specialist \nfrequent.  2005 to 63%    disciplines are well \n    Information from final  coordinated. \n  % of urban riverbed that is  accounts of works \nLand acquisition and \n  improved increases from 10%   \nresettlement policies are \n  to 100% in 2015  Monitoring reports on \neffectively implemented; \n    institutional development \nstakeholders accept and \n  Major flood incidence  including number of staff \ncooperate with \n  decreases from once every 20  trained, areas of training, \nimplementation. \n  years to once every 50 years  and strengthened \n    organizations and  Project design and \n  Length of river in urban areas  procedures  construction are \n  that is improved increases    implemented effectively. \n  from 20% to 100% in 2015.  County public affairs \n \n    management bureau (all \nRisks \nComponent 2:  Construction of 14 wells,  components) \nLocal geological \nShengfang Water  pump stations, water   \nconditions affect \nSupply Project  treatment plant with capacity  County water affairs \nconstruction activities. \nNew water supply system  20,000 m3/d, and distribution  bureau \nand associated facilities  pipeline network (47 km)  Exceptional weather \noperational    County district heating  affects the annual \n  Water supply coverage rate  company   effective construction \n  increased from 55% in 2007 to    period. \n  90% in 2010   County wastewater \nCosts are much higher \n    company  \nthan foreseen. \n  Population with access to   \n  centralized drinking water  County development and   \n  supply increased by 99,000,  reform commission (all   \n  and service area increased by  components) \n  17.5 km2   \n    County construction \nZhaoxian County  Phase II extension  bureau (all components) \nComponent 1:  (50,000 m3/d) of the existing   \nWastewater Treatment  WWTP by constructing  County records and \n  primary and secondary  documents \n  (biological) treatment works   \n  Wastewater treatment rate   \n ", "24  Appendix 1 \n \nDesign Summary  Performance Targets/  Data Sources/   Assumptions and Risks \nIndicatorsa  Reporting Mechanisms \n  increases from 75% in 2007 to \n  100% in 2015; population with \n  access to centralized \n  wastewater treatment services \n  increased by 33,000; service \n  area increased by 6.4 km2 \n   \nComponent 2: District  Rehabilitation and expansion \nHeating  of urban heating system, \nHeating substations and  including construction of two \ndistribution network are  primary heat substations (total \nconstructed.  capacity 372 MW), 21 km of \n  transmission and distribution \nResidents receive  pipelines, and 63 secondary \nadequate heating  heat substations \nservices.   \n  Centralized municipal heating \nReduction in the use of  coverage rate increased from \ncoal for residential  14% in 2007 to 80% in 2015 \nheating.   \n  Centralized heating service \n  area increased by 1,658,000 \n  m2 \n   \nComponent 3: Solid  Additional (phase II), 100 t/d \nWaste Management  solid waste processing and \nSolid waste processing  recycling plant  \nand recycling plant and   \ncomposting facility  Nonhazardous solid waste \nconstructed  treatment rate increases from \n  0% in 2007 to 100% in 2015 \n   \n  Population receiving solid \n  waste treatment services \n  increased by 200,000 \n   \nZhengding County  New solid waste processing \nComponent 1: Solid  and recycling plant (600 t/d) \nWaste Management  and collection and transfer \nSolid waste processing  works: transfer stations, \nand recycling plant and  compression trucks, and skips \ncomposting facility   \nconstructed  Nonhazardous solid waste \n  treatment rate increases from \nImproved solid waste  70% in 2007 to 90% in 2015 \nmanagement collection   \nand treatment  Population receiving solid \n  waste treatment services \n  increased by approximately \n  150,000 \n   \nFor all subprojects:  In Hebei PMO and subproject \nInstitutional capacity for  city and town PMOs and IAs: \nproject management is  • PPMS established in 2010 is \nimproved; infrastructure  refined; \nand service providers  • project implementation is \nhave increased capacity  undertaken in timely \nto plan, construct,  manner; \noperate, and maintain  • adequate provision of \nfacilities.  counterpart staff and \n  resources to implement the ", "  Appendix 1  25 \nDesign Summary  Performance Targets/  Data Sources/   Assumptions and Risks \nIndicatorsa  Reporting Mechanisms \nProject; \n• review and improvement of \ncost control measures are \nundertaken every 2 years; \n• tariffs are reviewed annually \nand local residents are \naware of the results of the \nannual tariff review process \nand required tariff increases; \npublic consultation process \nestablished; \n• a 5-year (2010–2014) \ntraining plan for project \nmanagement, O&M, \nfinancial management, and \ninstitutional development is \nimplemented; and \n• organization structure and \nfinancial management \nsystems are enhanced. \n \nActivities with Milestones  Inputs \n \nSubproject 1: Bazhou City  ADB \n1.1 River Improvement and Sewerage Network Rehabilitation  $100 million loan with \nActivity (1)     Design facilities, acquire land, and procure works by 2009.  timely disbursement \nActivity (2)     Rehabilitate 2.7 km of Mangniu River.  based on the construction \nActivity (3)     Construct and rehabilitate 66 km of city sewer networks by 2011.  schedule of the works: \n1.2 Water Supply  -  Civil works: \nActivity (4)     Design facilities, acquire land, and procure works by 2009.  $25.50 million \nActivity (5)     Construct 14 wells, pump stations, and WTP by 2011.  -  Capital goods: \nActivity (6)     Construct water supply distribution pipeline by 2011.  $65.9 million \n  -   Materials \nSubproject 2: Zhaoxian County    $1.9 million \n2.1 District Heating  -  Consulting services: \nActivity (7)     Design facilities, acquire land, and procure works by 2009.  $2.50 million \nActivity (8)     Construct two central heating stations with capacity of 382 MW.  -  Financial charges \nActivity (9)     Construct district heating stations with heat exchangers.  during implementation: \nActivity (10)   Construct 20 km of transmission and distribution pipelines.  $4.2 million \n2.2 Solid Waste Treatment   \nActivity (11)   Design facilities, acquire land, and procure works by 2009.  $0.25 million grant from \nActivity (12)   Construct a 100 t/d solid waste processing and recycling plant by 2011.  the Multi-Donor Trust \n2.3 Wastewater Treatment  Fund under the Water \nActivity (13)   Design facilities, acquire land and procure works by 2009.  Financing Partnership \nActivity (14)   Construct WWTP extension with 100,000 m3/d capacity by 2011.  Facility for strengthening \n  operational and financial \nSubproject 3: Zhengding County  sustainability of service \n3.1 Solid Waste Management  utilities \nActivity (15)   Design the facilities, acquire land and procure the works by 2009.   \nActivity (16)   Construct new solid waste processing and recycling plant by 2011.  Government and IAs \nActivity (17)   Construct new solid waste collection and transfer works, including transfer  $135.6 million equivalent \nstations.  in counterpart funds with \nActivity (18)   Procure and install new solid waste collection equipment, including  timely disbursement \ncompression trucks and skips, by 2011.  based on the construction \n  schedule of the works \nInstitutional Capacity Development for Project Management \nActivity (19)   Strengthen financial management and corporate governance in water and \nwastewater agencies and companies, district heating, and solid waste \nmanagement in any subproject city or town with water supply, wastewater, \ndistrict heating, or solid waste management component by 2015. \n \n ", "26  Appendix 1 \n \nActivities with Milestones  Inputs \n \nActivity (20)   Complete organizational arrangements for Hebei PMO to be able to   \nimplement the Project by 2009. \nActivity (21)   Complete necessary organizational arrangements for IAs (hiring staff; \nsetting up accounting systems; and improving financial, administrative, and \nhuman resource policies and procedures) by 2009. \nActivity (22)   Develop plans, budgets, and procedures for loan implementation and \nproject control in Hebei PMO by 2010. \nActivity (23)   Complete Hebei PMO and IA staff training (training in ADB procedures, \nprocurement, water supply, pollution control, district heating, solid waste \nmanagement, environmental monitoring, and financial management) by \n2015. \nActivity (24)   Hebei PMO and IAs refine the PPMS and establish targets and procedures \nno later than 6 months after loan effectiveness. \n \nADB = Asian Development Bank, FYP = five-year plan, IA = implementing agency, km = kilometer, km2 = square \nkilometer, m2 = square meter, m3/d = cubic meter per day, MW = megawatt, O&M = operation and maintenance, \nPMO = project management office, PPMS = project performance management system, PPTA = project preparatory \ntechnical assistance, SO  = sulfur dioxide, t/d = ton per day, TBD = to be determined, WTP = water treatment plant, \n2\nWWTP = wastewater treatment plant. \na  The target of impact should be 3–5 years after project completion. \nb  Public satisfaction in base year 2008 from PPTA survey. Percent improvement from PMOs. \nc  To be determined during subproject appraisal and monitored as part of PPMS. \n \n \n \n \n ", "  Appendix 2  27 \nSECTOR AND SUBSECTOR ANALYSIS \n \nA.  Small City and Town Development  \n1.  Small City and Town Development in the People’s Republic of China  \n1.  The  Government  of  the  People’s  Republic  of  China  (PRC)  has  long  promoted  the \ndevelopment  of  towns  as  a  way  to  achieve  a  more  balanced  urban  system.  The  pro-town \ndevelopment  policy  catalyzed  waves  of  migration  into  towns  and  small  cities1 throughout  the \n1980s, contributing directly to the steep rise of urbanization in the PRC over the past 30 years. \nToday more than 40% of the national population lives in urban areas, up from 18% in 1978. As of \n2002, there were almost 20,000 towns in the country, with an average population of 32,300 and a \ntotal population of 640 million. \n \n2.  The 11th Five-Year Plan (FYP) takes advantage of the potential of small cities and towns to \nincrease  national  economic  productivity  while  narrowing  the  rural–urban  income  gap,  thereby \ncontributing to social stability. The plan calls for strengthening linkages between major cities and \nsmaller settlements at their periphery and calls for the equitable distribution of the benefits of urban \ndevelopment projects.  \n \n2.  Small City and Town Development in Hebei Province \n3.  Hebei’s policy on the development of its small cities and towns mirrors the national policy. \nHebei’s Social and Economic Development 11th FYP calls for the development of a more balanced \nurban system through the growth of medium-sized cities that can serve as economic centers for \nsurrounding towns. The 11th FYP aims to remove “institutional obstacles to urbanization,” and \ncounty-level cities and towns are expected to enhance their economic relationship with rural areas \nthat depend primarily on agriculture. \n  \n4.  Building on the successful implementation of environmental improvement projects in Hebei \nProvince  financed  by  the  Asian  Development  Bank  (ADB), the  Government of the PRC (the \nGovernment) recognizes ADB’s strong contribution to undertaking sector policy reforms to ensure \nlong-term  sustainability  and  effective  sector  performance.  The  proposed  ADB  financing  will \nstrengthen support to improving the urban environment in small cities and towns, particularly in the \npoorer counties of Hebei to the north and west of Beijing. This will provide the opportunity to \ndevelop their infrastructure that will enable investments in secondary (manufacturing) and tertiary \n(service) industries. Provincially, capacity development in project planning, implementation, and \noperation  and  maintenance  (O&M)  will  be  provided  to  the  key  entities  involved  in  town \ndevelopment and management on how to carry out effective town development and measure \nsuccess.  \n \n5.  As this is the first sector loan project undertaken by ADB in Hebei, lessons from previous \nprojects and existing institutional arrangements were carefully examined to ensure that the design \nof sector subprojects and institutional arrangements will be able to effectively respond to future \nurban development challenges. The Hebei Small Cities and Towns Development Demonstration \nSector Project (the Project) has taken into account the relevant experience of ADB in similar \nenvironment-improvement project in Shandong Province. These are small, county-based landfills \nwith a clean development mechanism and wastewater facilities to reduce domestic and industrial \npollution, which suffered weak institutional capacity in project management and O&M.2 Further, \n                                                 \n1  Small cities in the PRC are generally considered to have populations of 100,000–250,000. \n2   ADB. 2006. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nPeople’s Republic of China for the Shandong Hai River Basin Pollution Control Project. Manila (Loan 2237–PRC). \n ", "28  Appendix 2 \n \ntraining  needs,  which  vary  by  county  according  to  capacity,  were  assessed  during  project \npreparation, and measures were formulated to address the following key issues:  \n \n(i)  County experience in ADB-financed projects is limited. \n(ii)  There  is  potential  for  the  Hebei  project  management  office  to  have  difficulty \ncoordinating and overseeing county subprojects because the projects are dispersed \nand have specific requirements. \n(iii)  Counties lack technical, financial, and managerial capacities and need training and \nother interventions for effective project implementation.  \n \n6.  For the additional subprojects, detailed institutional arrangements, training, and staffing \nneeds  will  be  considered,  and  existing  arrangements  modified  as  necessary,  during  project \nimplementation, with the assistance of the loan implementation consultant. As the Project covers \nseveral subsectors, the design of technical training interventions will be tailored to county-specific \nrequirements.  Small  cities  and  towns  lack  basic  urban  infrastructure  necessary  to  attract \nemployment-generating  industries  and  services  or  private  sector  initiatives  to  sustain  future \neconomic development. Poor environmental conditions pose constraints to enlisting private sector \nsupport  and  ensuring  a  critical  population  mass  in  small  cities  and  towns  able  to  support \ninvestments. The Project will address specific environmental concerns by (i) reducing sulfur dioxide \nand respirable suspended particulates through centralized heating systems; (ii) reducing untreated \ndomestic  and  industrial  wastewater  to  improve  river  water  quality  to  meet  class  II  standards \nthrough wastewater and river improvement subprojects; (iii) improving groundwater quality and \nreducing  fluoride  and  nitrate  nitrogen  levels  through  water  improvement  subprojects;  and  (iv) \nreducing  nonpoint  pollution  sources  such  as  solid  wastes  through  better  collection,  disposal, \ntreatment, and recycling facilities.  \n \n7.  The proposed interventions in county-level cities and towns will directly contribute to the \nprovincial objective of promoting integrated development of urban and rural areas. To promote \nquality standards in urban services, the Hebei Urbanization 11th FYP emphasizes the need for \nmore efficient delivery of urban services. Hebei’s development strategy for small cities and towns \ncombines  urban  growth  management  with  the  promotion  of  economic  development.  A  key \nobjective  of  the  ADB-financed  Project  is  to  develop  the  capacity  of  the  Hebei  provincial \ngovernment, local governments, and implementing agencies. The Project includes institutional and \ncapacity  development  to  support  project  implementation  and  sustainable  O&M  of  project \ncomponents over the long term.  \n \n8.  The Project’s institutional and capacity development activities will include (i) strengthening \nthe  organizational  capacity  of  the  Executing  Agency,  implementing  agencies,  and  O&M \norganizations to improve municipal infrastructure and environmental management measures; (ii) \nimplementing the Project in compliance with national and ADB standards pertaining to technical \nrequirements,  environmental  management,  social  safeguards,  procurement,  and  financial \nmanagement;  (iii)  building  the  implementing  agencies’  and  O&M  organizations’  capacity  and \nresources to implement, operate, and maintain project facilities to achieve the expected benefits \nand  long-term  sustainability;  (iv)  strengthening  the  environmental  management  capacity  of \nsubproject cities and towns in the areas of water supply, wastewater treatment, and solid waste \nmanagement; and (v) building awareness of innovations for future requirements such as carbon \nemission reduction and a clean development mechanism in solid waste, wastewater, and heating \nsubprojects, which Hebei provincial government can disseminate across the province to elicit \nstrong support for PRC and ADB climate change initiatives. \n \n \n \n ", "  Appendix 2  29 \nB.  Subsectors  \n1.  Water Supply and Wastewater Management \n9.  The national Government sets policies, standards, and guidelines for drinking water quality; \nwastewater  discharge;  and  planning  and  constructing  water,  wastewater,  and  drainage \ninfrastructure. Provincial agencies set policies, approve selected actions of municipal agencies \nsuch as tariff revisions and increases and large investment projects, and oversee compliance with \nwater supply and wastewater standards. Local government is responsible for providing water and \nwastewater  services.  Typically  there  is  a  municipally  owned  water  supply  company  and  a \ngovernment bureau for drainage. Wastewater companies have been established only since 2000 \nand  often  focus  only  on  treatment,  leaving  the  collection  system  to  the  government  bureau. \nNational  Government  circular  no.  1192  of  1999  requires  urban  infrastructure  services  to  be \nprovided  on  a  cost-recovery  basis,  which  would  require  at  minimum  recovering  operation, \nmaintenance, and debt service costs through tariffs and other user fees. In most cases, small cities \nand towns set tariffs that are below cost recovery. Towns have water supply cost recovery rates of \n75%–90% and wastewater cost recovery rates of 60%–80%. Urban water supply coverage rates \nare relatively high at 90% for prefectures (cities) and 80% for counties.3 However, most towns have \npoor water quality with old networks and inadequate treatment. Sector specialists have observed \nunaccounted-for water at high rates of 25%–40% in most towns. Field visits to small cities and \ntowns indicate that wastewater collection coverage rates are 45%–65%. Secondary treatment of \nwastewater  is  a  minimum  requirement  for  all  cities.  It  is  expected  that  providing  wastewater \ntreatment to counties will substantially reduce pollutant loads entering rivers.  \n \n2.  River Improvement \n10.  The Ministry of Water Resources is responsible for managing water resources in the PRC, \nwhich includes river improvement and flood control. The flood-control system includes structural \nmeasures  to  reduce  flood  hazards—dikes  levees,  dams,  and  improved  channel  conveyance \ncapacity  by  widening,  deepening,  realignment,  and  bank  protection—as  well  as  other  flood \nmeasures such as land-use controls, early warning systems, and flood response plans. The Hebei \nProvince 11th FYP (2006–2010) upgrades the standard for flood control from a 20-year return \nperiod to a 50-year period. Municipal bureaus of water affairs are responsible for rivers and river \nchannels in their jurisdiction, including urban flood control. Rivers are often seasonal, as 70% of \nannual rainfall occurs from June to September in most areas, and channel beds are often littered \nwith solid waste, filled with sediment, and polluted by untreated wastewater. River improvement \nprojects undertaken by local governments in this province aim to reshape the river channel, install \nembankments,  and  install  riverbank  landscaping  that  includes  walkways,  trees,  shrubs,  and \nvegetation. A more integrated approach to river improvement, wastewater treatment, and solid \nwaste  management  has  been  incorporated  in  the  project  design  to  address  the  long-term \nsustainability of project facilities. Further, community involvement in river cleanup and maintenance \nand solid waste management improvement will be institutionalized to assist county governments in \nensuring that flood-protection measures and facilities are sustained. \n \n3.  Solid Waste Management \n11.  The Chinese Environmental Science Institute estimates solid waste generation in small \ncities at 1.0–1.3 kilograms per capita per day. About 48% of all solid waste collected in prefecture-\nlevel cities in Hebei is deposited in sanitary landfills and/or treated in composting and recycling \n                                                 \n3  Hebei Province, Urbanization 11th FYP. Site visits found water supply coverage fairly limited and unreliable, with most \nhouseholds and industries extracting groundwater. \n ", "30  Appendix 2 \n \nfacilities (footnote 2). As provincial agencies do not regularly monitor the performance of the sector, \nno  detailed  technical  or  financial  information  is  available  regarding  investment,  collection, \ntreatment, use of recycling, etc. Nationally the State Council, Ministry of Construction, and Ministry \nof  the  Environment  set  policies  and  provide  guidelines.  Provincially,  province  construction \ndepartments, development and reform commissions, and environmental protection bureaus set \nplans  and  guidelines  for  municipal  solid  waste  (MSW)  activities,  with  construction  bureaus \nundertaking  the  design,  construction,  and  commissioning  of  such  MSW  facilities  as  landfills. \nMunicipal governments fund solid waste management with capital funding and operating budgets. \nMany small cities and towns have not established a user-pays tariff system but finance solid waste \ncollection and treatment through general revenues. Some counties offset costs by selling recycled \nmaterials such as plastic and glass and by making fertilizer from composted MSW.4 The main \nmunicipal solid waste and sanitation problems are (i) incomplete coverage of solid waste collection \nservices and public toilets; (ii) unclear standards and routes for waste collection and transfer; (iii) \ninsufficient  waste  storage  facilities;  (iv)  absence  of  water-flush  public  toilets;  (v)  waste \ntransportation characterized by low mechanization, efficiency, and safety; (vi) unsanitary disposal \nof collected waste; (vii) no processing or treatment of collected waste; and (viii) no reuse or \nrecycling of waste. To improve living conditions, improved solid waste management services will be \nprovided through better collection and transfer of solid waste and the introduction of recycling and \ncomposting  to  dispose  of  wastes.  This  intervention  will  enable  cleaner  counties  to  promote \neconomic development and employment generation through tourism and services.  \n \n4.  District Heating \n12.  In many parts of northern PRC, district heating systems that exploit surplus heat generated \nfrom  power  stations  are  replacing  local  coal-fired  boilers.  This  reduces  coal  consumption, \nemissions of greenhouse gases, and air pollution from particulates and coal dust. Although existing \nsystems are fixed flow (neither adjustable nor metered in dwelling units), PRC requires individual \nmeasuring equipment to be installed in existing systems by 2010 and all new buildings to have \nmetered heating. Heat customers currently pay on the basis of how many square meters are \nheated. The benefits of centralized heating improvements for greenhouse gas emissions is greater \nwhen new heating services are combined with new natural gas services. This allows residents to \nswitch from coal-burning stoves to less polluting technology for home heating and cooking. An \nintegrated approach to energy improvements should be adopted as part of municipal infrastructure \nplanning. District heating will improve energy efficiency by eliminating small and inefficient boilers \nand reducing coal use, which will improve air quality indoors and out, to the benefit of human \nhealth. Centralizing coal use will also centralize the storage of bottom ash to facilitate its reuse in \nbuilding and paving materials. \n \n5.  Conclusion \n13.  National and provincial policy frameworks clearly posit towns as engines of urban growth \nand embrace a number of best practices for urban infrastructure delivery: demand management, \ncost recovery pricing, and treatment of solid waste and wastewater. However, these policies have \nyet to be put in practice provincially by implementing regulations or performance management \nsystems. The proposed Project, under the Hebei project management office, can become the \nstimulus for operationalizing town development policy by (i) formulating specific approaches to \npromoting  town  development  and  testing  them  through  subprojects,  (ii)  rolling  out  those \napproaches to other towns, and (iii) setting specific benchmarks and monitoring systems for the \nfurther development of the sector in Hebei Province. \n                                                 \n4  An assessment of the solid waste composition shows a high percentage of organic matter (46%), followed by inert \nmatter (44%), and recyclables (about 10%). The carbon and nitrogen ratio ranges from 20 to 30, indicating suitability \nfor composting. ", "  Appendix 3  31 \nPROCESS FOR SUBPROJECT IDENTIFICATION, SELECTION, PREPARATION, AND \nAPPRAISAL \n \nA.  Background \n \n1.  Under  the  sector  loan  approach,  the  Hebei  provincial  government  (HPG)  has,  as  the \nExecuting  Agency,  established  a  three-stage  approach  for  (i)  identifying  and  selecting, \n(ii) preparing, and (iii) appraising subprojects for inclusion in the Hebei Small Cities and Towns \nDevelopment Demonstration Sector Project (the Project). These procedures are currently used to \nselect and prepare subsequent subprojects. HPG has delegated various actions and decisions with \nrespect to subproject processing to the Hebei project management office (PMO), located in the \nHebei Finance Bureau. \n \nB.  Stage 1: Subproject Identification and Selection \n \n2.  HPG has invited county-level city and county governments in Hebei Province to express \ntheir interest in participating in the Project, which will be partly financed by an Asian Development \nBank (ADB) loan. The following criteria will be used to identify and select subprojects: \n \n(i)  The subproject must be urban development, i.e., for the physical development of \nsmall cities and towns, with particular emphasis on infrastructure development. The \neligible  subsectors  for  subproject  investment  are  water  supply,  wastewater \nmanagement, river improvement, solid waste management, and district heating. \n(ii)  The proposed subproject city or town must be a county-level city or county or town.  \n(iii)  The  subproject  must  improve  living  conditions  and/or  enable  the  promotion  of \ninvestment that will generate employment, as follows: \n(a)  improving living conditions by accomplishing at least one of the following: \n(1) cleaning up polluted urban areas, (2) reducing or slowing the rate of \nincrease of water, land, and/or air pollution in urban areas, (3) treating solid \nwaste or wastewater prior to discharge into the environment, and/or (4) \nimproving  the  environmental  sustainability  of  town  development  through \nmore ecologically sensitive infrastructure services; and/or \n(b)  generating employment by accomplishing at least one of the following: (1) \nfacilitating  investment  in  labor-intensive  economic  sectors,  including \nservices;  (2)  removing  a  specific  infrastructure-related  barrier  to  further \ngrowth of an economic sector in the city or town, or enabling economic \ngrowth through infrastructure service provision; (3) enabling the development \nof residential or mixed-use areas for staff of new or expanding businesses by \nproviding water supply and urban environmental services for new expansion \nareas;  (4)  strengthening  linkages  of  the  city  or  town  economy  with  a \nmetropolitan  or  subregional  economy,  including  growth  corridors  and \nclusters;  and/or  (5)  improving  access  for  the  urban  poor  to  economic \nopportunities. \n(iv)  The local government must confirm its ability and willingness to arrange counterpart \nfinance. \n(v)  The local government must confirm its willingness for the subproject to comply with \nADB safeguard policies and other requirements. \n(vi)  The preferred implementation period must be during 2009–2015. \n \n ", "32  Appendix 3 \nC.  Stage 2: Subproject Preparation \n \n3.  Preparation by local governments involves designating an implementing agency (or initially \nan office of the government) to prepare project design documents including a project proposal and \nfeasibility study report under the guidance of the Hebei Development and Reform Commission \n(HDRC); with the help of the Hebei PMO, an environmental impact assessment, and (if required) a \nresettlement  plan  to  standards  necessary  to  meet  both  domestic  and  ADB  requirements. \nGovernments must determine suitable institutional arrangements for project implementation and \nprepare a detailed financing plan. \n \n4.  Local governments can contract local design and other specialist institutes to carry out \nselected tasks involved in subproject preparation, including report production. \n \n5.  To facilitate an orderly and consistent appraisal of the subprojects, the Hebei PMO requires \nan integrated feasibility study in a common format to be prepared to ADB standards for each \nproposed subproject, including technical, social, financial, economic, and institutional analyses. \n \nD.  Stage 3: Subproject Appraisal and Approval \n \n6.  The ADB project team developed a detailed set of evaluation criteria, which was discussed \nand agreed with HPG. This is to ensure that appraisal of individual subprojects is conducted in \naccordance with ADB standards. The appraisal of the three core subprojects will also serve as \nguidance for the appraisal of subsequent subprojects. \n \n7.  Each subsequent subproject PMO will prepare a subproject appraisal report, which will \nfollow  the  template  provided  in  Supplementary  Appendix  C  (which  also  shows  the  summary \nappraisal criteria), and submit it to the municipal finance bureau for review and then to the Hebei \nPMO for review. The Hebei PMO will submit the appraisal report to the Hebei Finance Bureau and \nHDRC for endorsement. \n \n8.  Rejected subprojects are to be referred to the relevant local governments with indications of \nwhere the preparations and proposals are deficient, and for additional preparation work (assuming \nthe subprojects have a realistic chance of meeting the agreed evaluation criteria). \n \n9.  Subprojects approved by HDRC will be forwarded to ADB for approval. \n \n10.  All subproject approvals by ADB or HPG will only be made if: \n \n(i)  the  subproject  includes  an  environmental  impact  assessment  which  has \nincorporated ADB’s comments, and has been subject to relevant public consultation \nand disclosure; and \n(ii)  a resettlement plan, meeting ADB requirements, has been prepared and approved \nby the relevant local government, and endorsed as satisfactory by ADB. \n \n ", "  Appendix 4  33 \nEXTERNAL ASSISTANCE \n \nTable A4.1: ADB Assistance for Infrastructure and Environmental Improvement in the PRC \nDate of  Amount \nNo.  Name  Approval  ($ million) \nA.  Loans     \n1205  Qingdao Environmental Improvement  10 Dec 92  103.00 \n1270  Tangshan and Chengde Environmental Improvement  25 Nov 93  140.00 \n1313  Dalian Water Supply  20 Sep 94  160.00 \n1336  Beijing Environment Improvement  29 Nov 94  157.00 \n1490  Anhui Environmental Improvement  26 Nov 96  28.00 \n1491  Anhui Environmental Improvement (Industrial Component)  26 Nov 96  112.00 \n1543  Xian–Xianyang–Tongchuan Environmental Improvement  24 Sep 97  156.00 \n1544  Zhejiang–Shanxi Water Supply (Phase I)  24 Sep 97  100.00 \n1636  Fuzhou Water Supply and Wastewater Treatment  30 Sep 98  102.00 \n1692  Suzhou Creek Rehabilitation  29 Jun 99  300.00 \n1715  Shanxi Environmental Improvement  27 Nov 00  102.00 \n1797  Tianjin Wastewater Treatment and Water Resources Protection  11 Dec 00  130.00 \n1985  Hebei Province Wastewater Management  19 Dec 02  82.36 \n1995  Harbin Water Supply  11 Mar 03  100.00 \n1996  Wuhan Wastewater Management  25 Apr 03  83.00 \n1967  Shanxi Road Project II  03 Dec 03  124.00 \n2175  Jilin Water Supply and Sewerage Development  27 Jun 05  100.00 \n2176  Fuzhou Environmental Improvement  08 Jul 05  55.80 \n2207  Henan Wastewater Management and Water Supply  18 Nov 05  100.00 \n2237  Shandong Hai River Basin Pollution Control  21 Jun 06  80.00 \n2239  Guangxi Nanning Urban Environmental Upgrading  26 Jun 06  100.00 \n2240  Wuhan Wastewater and Stormwater Management  26 Jun 06  100.00 \n2297  Nanjing Qinhuai River Environmental Improvement  18 Dec 06  100.00 \n2328  Anhui Hefei Urban Environment Improvement  24 Apr 07  150.00 \n2360  Jilin Urban Environmental Improvement  29 Oct 07  100.00 \n2388  Kunming Qingshuihai Water Supply  12 Dec 07  80.00 \n2393  Xinjiang Regional Road Improvement (Korla–Kuqa Section)  13 Dec 07  150.00 \n2407  Gansu Baiyin Urban Development  23 Jan 08  80.00 \n2420  Xinjiang Municipal Infrastructure and Environmental Improvement  23 Apr 08  105.00 \n2487  Songhua River Basin Water Pollution Control and Management  11 Dec 08  200.00 \n2491  Guangxi Wuzhou Urban Development  15 Dec 08  100.00 \n2526  Xinjiang Urban Transport and Environmental Improvement  29 Jun 09  100.00 \n2550  Liaoning Small Cities and Towns Development Demonstration Sector Project  18 Sep 09  100.00 \n      Subtotal (A)    3,780.16 \nB.  Advisory Technical Assistance     \n987  Institutional Strengthening of National Environmental Protection Agency  10 Jun 88  0.34 \n1436  Environmental Impact Assessment and Training  10 Dec 90  0.60 \n1464  Management of Environment and Natural Resources in Hainan  11 Jan 91  0.60 \n1701  Shanxi Road Project  01 Aug 01  0.25 \n1772  Institutional Strengthening of the Qingdao Environmental Protection  30 Oct 92  0.60 \n1835  Haihe Basin Environmental Management and Planning Study  31 Dec 92  1.24 \n1916  Institutional Strengthening of the Environmental Protection Bureau  28 Jul 93  0.45 \n1988  Environmental Impact Assessment and Training Phase II  18 Nov 93  0.90 \n2015  Urban Environmental Improvement Planning  14 Dec 93  0.48 \n2090  Legislative Reform for Protecting the Environment and Natural Resources  18 May 94  0.50 \n2210  Capacity Building of Beijing Municipal Environmental Protection Bureau  29 Nov 94  0.60 \n2398  Improving Environmental Monitoring and Enforcement in Henan  15 Sep 95  0.09 \n2456  Pilot Environmental Plans for Selected Medium-Size Cities  4 Dec 95  0.60 \n ", "34          Appendix 4 \nDate of  Amount \nNo.  Name  Approval  ($ million) \n2504  Seminar on BOT in Water Supply Sector  22 Dec 95  0.10 \n2505  Strengthening the Environmental Standards and Enforcement  22 Dec 95  0.60 \n2693  Formulation Integrated EMPs Chao Lake Basin  26 Nov 96  0.80 \n2726  Water Quality Management for Suzhou Creek  23 Dec 96  0.60 \n2726  Water Quality Management for Suzhou Creek (Supplementary)  13 Feb 98  0.40 \n2751  Capacity Building of Wastewater Treatment Operations in Anhui  27 Jan 97  0.20 \n2773  Water Supply Tariff Study  24 Mar 97  0.60 \n2804  BOT Chengdu Water Supply Project  2 Jun 97  0.60 \n2817  Strategic Operations for the Water Sector  26 Jun 97  1.18 \n2873  Improvement of Environmental Management in Shanxi Province  24 Sep 97  0.94 \n2906  Leadership Training on Urban Environmental Management in Key Cities  3 Nov 97  0.60 \n2951  Promotion of Market-Based Instruments for Environmental Management  16 Dec 97  0.70 \n2975  Environmental Impact Assessment Training and Curriculum Development  31 Dec 97  0.60 \n3079  TA Cluster to the PRC for the Promotion of Clean Technology  29 Sep 98  3.50 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3211  Improving Environmental Management in Suzhou Creek  29 Jun 99  0.84 \n3250  Water Tariff Study II  3 Sep 99  0.95 \n3377  Urban Poverty Study  27 Dec 99  0.41 \n3447  Strengthening Urban Solid Waste Management  25 May 00  0.60 \n3588  Trans-Jurisdiction Environment Management (TA Cluster)  11 Dec 00  2.10 \n3749  National Guidelines for Urban Wastewater Tariffs and Management Study  25 Oct 01  0.90 \n4061  Songhua River Water Quality and Pollution Control  10 Jan 03  1.00 \n4095  Policy Reform Support  11 April 03  0.15 \n4215  Safe Drinking Water and Sanitation for the Rural Poor  12 Nov 03  0.40 \n4335  Town-Based Urbanization Strategy Study  06 May 04  0.75 \n4694  Urban Poverty Strategy Study II  23 Nov 05  0.30 \n4702  Study on Sustainable Urbanization in Metropolitan Regions  28 Nov 05  0.50 \nPilot Study on Market-Based Allocation of Wastewater Discharge Permit and \n4967  11 Sept 07  0.50 \nRelated Trading System  \n7002  Urban Wastewater and Solid Waste Management for Small Cities and Towns  10 Dec 07  1.00 \n7083  Urban Wastewater Reuse and Sludge Utilization Policy Study  26 May 08  1.00 \n7163  Improvement of Public Employment Service in the Western Region  4 Nov 08  0.40 \n    Subtotal (B)    31.04 \nC.  Project Preparatory Technical Assistance     \n1549  Qingdao Environmental Improvement  18 Jun 91  0.10 \n1831  Tangshan and Chengde Environmental Improvement  31 Dec 92  0.10 \n1852  Dalian Water Supply  10 Mar 93  0.10 \n 917  Beijing Environment Improvement  28 Jul 93  0.60 \n2187  Anhui Environmental Improvement Project for Wastewater Component  19 Oct 94  0.28 \n2445  Xian–Xianyang–Tongchuan Environmental Improvement  16 Nov 95  0.50 \n2770  Fuzhou Water Supply and Wastewater Treatment  14 Mar 97  0.60 \n2901  Shanxi Environment Improvement  21 Oct 97  0.59 \n3049  Zhejiang–Shanxi Water Supply (Phase II)  21 Jul 98  0.54 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3215  Heilongjiang Water Supply  1 Jul 99  1.00 \n3216  Tianjin Wastewater Treatment and Water Resources Protection  2 Jul 99  0.80 \n3488  Hebei Province Wastewater Management  30 Aug 00  0.85 \n3571  Harbin Water Supply  12 Dec 00  0.72 \n3638  Wuhan Wastewater Treatment  19 Mar 01  0.50 \n4014  Fuzhou Environmental Improvement  5 Dec 02  0.60 \n4223  Shandong Hai River Basin Pollution Control  21 Nov 03  0.60 \n4227  Jilin Water Supply and Sewerage Development  26 Nov 03  0.65 \n4233  Henan Wastewater Treatment  3 Dec 03  0.80 ", "  Appendix 4  35 \nDate of  Amount \nNo.  Name  Approval  ($ million) \n4385  Guangxi Nanning Urban Infrastructure Development  3 Sep 04  0.56 \n4436  Wuhan Wastewater and Storm-Water Management  18 Nov 04  0.70 \n4617  Nanjing Qinhuai River Environmental Improvement  27 Jul 05  0.60 \n4628  Hefei Urban Environment Improvement  15 Aug 05  0.75 \n4804  Jilin Urban Infrastructure  22 Jun 06  0.50 \n4805  Xinjiang Municipal Infrastructure and Environmental Improvement  23 Jun 06  0.80 \n4808  Kunming Qingshuihai Water Supply  29 Jun 06  0.60 \n4818  Gansu Baiyin Urban Development  19 Jul 06  0.50 \n4867  Preparing the Qingdao Water Resources Management Project  16 Nov 06  0.60 \n4930  Xinjiang Urban Transport and Environmental Improvement  11 May 07  0.70 \n4959  Small Cities and Towns Development Demonstration Sector Projects  6 Aug 07  1.70 \n4960  Guangxi Wuzhou Urban Development  9 Aug 07  0.50 \n4971  Songhua River Basin Water Pollution Treatment  28 Sep 07  1.30 \n4987  National Strategies for Environmental Management and Energy Conservation  13 Nov 07  0.90 \n4995  Lanzhou Sustainable Urban Transport  23 Nov 07  0.80 \n7036  Provincial Development Strategies for Selected Provinces in the Central Region  12 Dec 07  1.00 \n7108  Chongqing Urban–Rural Infrastructure Development Demonstration  29 Jul 08  0.90 \n7160  Guangxi Border City Development  4 Nov 08  0.80 \n7177  Wuhan Urban Environmental Improvement  21 Nov 08  0.70 \n7323  Xinjiang Altay Urban Infrastructure and Environmental Improvement  3 Aug 09  0.80 \n      Subtotal (C)    26.21 \n  Total (B + C)    57.25 \nBOT = build–operate–transfer, PRC = People’s Republic of China, TA = technical assistance. \nSource: Asian Development Bank. \n \nTable A4.2: Externally Financed Projects in Hebei Province 2004–2008 \nProject \nAmount \nProject Name  Donor   Sector  ($ million)    Period \nIntegrated Ecosystem and Water         \nResources Management in the  ADB  Water Resources  100.0  2008–2012 \nBaiyangdian Basin Project \nTangshan and Chengde  ADB  Environment  140.0  1993–2000 \nEnvironmental Improvement \nProject \nHebei Zhanghewan Pumped Storage  ADB  Energy, Water  144.0  2004–2009 \nPower Generation Project   Resources \nHebei Wastewater Management  ADB  Municipal,  82.4  2004–2008 \nProject  Environment \nHebei Urban Environment  World  Environment Water  150.0  2001–2006 \nImprovement Project   Bank  Supply \nShijiazhuang Urban Transportation  World  Transport  100.0  2002–2008 \nProject  Bank \nADB = Asian Development Bank. \nSource: Hebei project management office, March 2008. \n \n \n \n ", "36          Appendix 5 \nSUMMARY OF SUPPORT FOR WATER AND WASTEWATER UTILITIES \n \nA.  Objectives \n \n1.  To enhance the sustainability of water supply and wastewater infrastructure financed by the \nAsian Development Bank, the Multi-Donor Trust Fund under the Water Financing Partnership \nFacility will provide a grant to be used to strengthen the institutional and financial management \ncapacity of the entities involved in planning, financing, implementing, managing, operating, and \nmaintaining water and wastewater systems in the subproject small cities and towns. This includes \nwater supply and wastewater service providers participating in core and subsequent subprojects. \nThe assistance, to be executed by the Hebei provincial government, will focus on improving the \nprovincial policy and regulatory framework for these providers and, where appropriate, the national \nframework.  The capacity development assistance will improve the ability of water and wastewater \nservice providers to respond to ongoing urbanization challenges by enhancing their ability to \ndeliver sustainable services. Specifically it will    \n \n(i)  help participating entities develop a comprehensive corporate strategy for water and \nwastewater  service  provision  in  which  organization  structures,  personnel,  and \nsystems and procedures are aligned with corporate goals and objectives;  \n(ii)  adopt a demand-driven approach for service delivery, in which service levels and \ncoverage for water and wastewater are set and interventions designed in response \nto the expressed priorities and preferences of end users; and \n(iii)  strengthen financial management and cost recovery so that revenues cover costs to \nthe extent possible, and the service provider is able to meet its substantial financial \nobligations in an environment of rapidly expanding service provision. \n(iv)  develop service and operational guidelines for financial and organizational reform \nthat can be applied by the water and wastewater treatment service providers in \nHebei province, including those not participating in the Project. \n \nB.  Scope of Work \n \n2.  The team implementing the capacity development assistance will assess the institutional \nand financial capacity of the designated service providers; formulate a program to strengthen \ninstitutional  capacity  including  training,  assistance  with  corporate  reform,  improvement  of \nadministrative  systems  and  procedures,  and  design  of  pilot  interventions;  and  assist  in \nimplementing  the  program.  The  team  will  coordinate  closely  with  the  provincial  project \nmanagement  office  and  work  closely  with  subproject  management  offices  and  implementing \nagencies. The Hebei provincial government will, as the Executing Agency, be responsible for \nexecuting the grant and recruiting consultants. \n \nC.  Period of Performance \n \n3.  The work will be carried out over 12 months commencing in mid-2010. \n \nD.  Staffing \n \n4.  International  consultants  will  be  (i)  an  operation  and  institutional  specialist  and  (ii)  a \nfinancial  management  specialist.  National  consultants  will  be  a  (i)  team  leader  and  financial \nspecialist, (ii) utility accountant, (iii) water and wastewater pricing specialist, (iv) training specialist, \nand (v) customer outreach specialist. \n ", "     \nSUMMARY COST ESTIMATES AND FINANCING PLAN \n  \nTable A6.1: Summary Cost Estimates \nCNY million    $ million \nForeign  Local  Foreign  Local  Percentage \nExchange  Currency  Total  Exchange  Currency   Total  of Total \nItem  Costs  Costs  Costs    Costs  Costs  Costs  Costs \nA. Base costs a                 \nI.  Construction                 \nCivil Works         173.5             260.1          433.6              25.5            38.2            63.7   27 \nPreparatory Works              0.0                  81.4            81.4                 0.0              12.0            12.0   5 \nCapital Goods         448.0                   0.0           448.0              65.9               0.0             65.9   28 \nAssociated Equipment              0.0                162.4          162.4                 0.0              23.9            23.9   10 \nMaterials           13.0                   0.0             13.0                1.9               0.0               1.9   0 \nEquipment and Furniture              0.0                    2.1              2.1                 0.0                0.3              0.3   0 \nLand Acquisition and Resettlement              0.0                  42.5            42.5                 0.0                6.3              6.3   3 \nSurvey, Research, Design, and Consulting Services              0.0                  10.3            10.3                 0.0                1.5              1.5   1 \n       Environment Management              0.0                104.4          104.4                 0.0              15.3            15.3   7 \nSubtotal (I)         634.5              663.2        1,297.7              93.3            97.5          190.8   81 \nII. Institutional Strengthening                      \nConsulting Services and Training           17.0                   0.0             17.0                2.5               0.0               2.5   1 \n        Capacity Development (grant) b             1.7                   0.0               1.7                0.3               0.0               0.3   0 \nSubtotal (II)           18.7                   0.0             18.7                2.8               0.0               2.8   1 \nIII. Recurring Costs                     \n Implementing Agency Management              0.0                  25.2            25.2                 0.0                3.7              3.7   2 \nSubtotal (III)              0.0                  25.2            25.2                 0.0                3.7              3.7   2 \nTotal Base Costs (A)  653.2   688.4   1,341.6     96.1   101.2   197.3   84 \nB. Contingencies                     \n Physical Contingency c              0.0                134.0          134.0                 0.0              19.7            19.7   8 \n Price Contingency d              0.0                100.2          100.2                 0.0              14.7            14.7   6 \nSubtotal (B)              0.0                234.2          234.2                 0.0              34.4            34.4   14 \nC. Financing Charges during Implementation e                     \n Interest during Implementation – ADB Loan           28.0                   0.0             28.0                4.1               0.0               4.1   2 \n Commitment Charges – ADB Loan             0.5                   0.0               0.5                0.1               0.0               0.1   0 \nTotal – Financing Charges during Implementation           28.5                   0.0             28.5                4.2               0.0               4.2   2 \nTotal Project Costs (A+B+C)         681.7              922.6        1,604.3            100.3          135.6          235.9   100 \nNotes:       \n1. Exchange rate used: CNY6.83 = $1.0 as of 9 September 2009.         A\np\n2. Numbers may not sum precisely because of rounding.                p\na In November 2008 prices.                en\nd\nb Actual grant amount is $250,000.                ix\nc Physical contingencies computed at 10%.                 6\n \nd Price contingencies computed by year and expenditure type based on cumulative domestic and foreign price inflation. \ne Interest during construction computed at 2.7% based on the London interbank offered rate and spread of 0.20%.  \nSource: Asian Development Bank estimates.  3\n7\n \n ", "           \n  3\n8\nTable A6.2: Costs and Financing by Expenditure Account   \n \nTotal Cost    Financing by Expenditure Account ($ million)  A\n% of  p\np\nADB  Multi-Donor  Bazhou  Zhaoxian  Zhengding  Other  ADB  e\nn\nItem  (CNY million)  ($ million)    Loana  Trust Fundb  City  County  County  Counties  loan  d\nix\nA. Base Costs                       6\nI.  Construction                       \nCivil Works  433.6  63.6    25.5    8.0  3.7  1.6  24.8  40 \nPreparatory Works  81.4  12.0    0.0      2.6  1.6  0.9  6.9   \nCapital Goods  448.0  65.9    65.9    0.0    0.0    0.0   0.0    100 \nAssociated Equipment  162.4  23.9    0.0      0.3  7.8  2.4  13.4   \nMaterials  13.0  1.9    1.9    0.0    0.0    0.0    0.0     \nEquipment and Furniture  2.1  0.3    0.0      0.0  0.0  0.0  0.3   \nLand Acquisition and Resettlement  42.5  6.3    0.0      0.2  1.3  1.5  3.3   \nSurvey, Research, Design, and  \n10.3  1.5    0.0      0.2  0.3  0.1  0.9   \n  Consulting Services \nEnvironment Management  104.4  15.4    0.0      1.6  2.1  1.1  10.6   \nSubtotal (I)  1,297.7  190.8    93.3    12.9  16.8  7.6  60.2   \nII. Institutional Strengthening        \nConsulting Services and Training            17.0  2.5    2.5      100 \n        Capacity Development (grant)               1.7  0.3    0.0 0.3  \nSubtotal (II)            18.7  2.8    2.5  0.3   89 \nIII. Recurring Costs       \n Implementing Agency Management            25.2  3.7            0.0      0.1  0.4  0.2  3.0 \nSubtotal Base Costs (A)       1,341.6  197.3    95.8  0.3   13.0  17.2  7.8  63.2  49 \nB. Contingencies       \n Physical Contingency          134.0  19.6    0.0     2.4  3.1  1.2  12.9 \n Price Contingency          100.2  14.8    0.0     1.8  2.3  1.0  9.7 \nSubtotal (B)          234.2  34.4    0.0     4.2  5.4  2.2  22.6 \nC. Financing Charges during      \nImplementation   \n   Interest and Commitment Charges during \n          28.5  4.2    4.2              100 \nImplementation – ADB loan  \nSubtotal (C)  28.5  4.2    4.2            100 \nTotal Project Costs (A+B+C)  1,604.3  235.9    100.0  0.3  17.2  22.6  10.0  85.8  42 \nNotes: \n1. Exchange rate: CNY6.83 = $1.0 as of 9 September 2009. \n2. Numbers may not sum precisely because of rounding. \na  The ADB loan will cover bank charges and taxes and duties of works, supplies, equipment and services financed by ADB. \nb  Under the Water Financing Partnership Facility. Contributors: the governments of Australia, Austria, Norway, and Spain, and administered by ADB. The actual \namount is $250,000.   \nc  Includes project implementation and training-related equipment. \nSource: Asian Development Bank estimates. \n ", "Appendix 7         39 \nONLENDING ARRANGEMENTS AND INDICATIVE FUNDS FLOW \n \n \nDirect Payments to  ADB   \nSuppliers and     \nConsultants \n \nLoan \n \n \n \n \nPeople’s Republic of China \n \nMinistry of Finance \n \n \nRelending a \n \n \nHebei Provincial Government \n \n(ADB Loan Imprest Account) \n \n \n \nRelending a \n \n \n \n \n \n \nLangfang Municipal  Shijiazhuang  Shijiazhuang  Other Municipal  Hebei PMO \n \nGovernment  Municipal Gov’t  Municipal Gov’t  Governments \n \n(General Government  (General Government  (General Government \n \nAccount)  Account)  Account) \n \n \n \nRelendinga   \n \n \n \nBazhou City  Zhaoxian County  Zhe ngding  Other county-level \nGovernment  Government  C ounty  city or county \n(Shengfang Town)  Gov ernment  governments \n \n \nOnlendinga   \n  PMO \n \n \nBazhou Urban  Zhaoxian County  Zhen gding  Other IAs \nConstruction and  Urban Investment  Coun ty Solid \nDevelopment  and Development  WIAa ste \nCompany Limited  Company Limited  Treatm ent Plant \n \n \nADB = Asian Development Bank, PMO = project management office, IA = implementing agency. \na ADB loan will be onlent/relent on the same terms and conditions as those received by the Ministry of Finance. \n   Lending and onlending           Repayment \nSource: Asian Development Bank. \n ", "          \nPROJECT ORGANIZATION  4\n0\n   \n \nHebei Province Small Cities and Towns Development and \n  A\nDemonstration Sector Project Leading Group (PLG)  p\n  p\ne\nn\n  d\nix\n   Executing   8\nHebei Project Management Off ice (PMO)  Agency   \nHebei Province Government Foreign Debt \n \nManagement Center: Lead \n \n \n \n \n \n \n  \nZhengding County   Zhaoxian County  Bazhou City  Other \n \nSubproject \n      Counties/Cities \n  PMOs \nPLG  PLG  PLG  PLG \n \nPMO  PMO  PMO  PMO \n \n \n \nZhengding County Solid  Zhaoxian County Urban  Bazhou  City Urban  To be determined  Implementing \nWaste Treatment Plant  Investment and  Constru ction and    Agencies \n  Development Company  Develop ment Company     \n  Limited  Limited     \n \n- Solid Waste Management        -  To be determined   \n \n  -  District Heating   -  River Upgrading     Components \n \n  -  Solid Waste  -  Water Supply   \n \nManagement   \n \n-  Wastewater    \n   \n \n \nSource: Asian Development Bank. \n ", "   \nIMPLEMENTATION SCHEDULE \nTask Name  Period  Start  Finish  2009  2010  2011  2012  2013  2014  2015 \n  (Month)      1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4 \nBazhou    01/01/09  12/31/11                                                         \nLand Acquisition and  9  01/01/09  09/30/09                                                         \nResettlement \nDesign and Tender  8  04/01/09  12/31/09                                                         \nDocumentation \nTendering  6  07/01/09  12/31/09                                                         \nWater Supply Civil Works  16  01/01/10  12/31/11                                                         \nWater Supply Equipment  16  01/01/10  12/31/11                                                         \nRiver Improvement and Flood  14  08/01/09  09/31/10                                                         \nControl Civil Works \nZhaoxian    01/01/09  12/31/11                                                         \nLand Acquisition and  9  01/01/09  09/30/09                                                         \nResettlement \nDesign and Tender  8  04/01/09  12/31/09                                                         \nDocumentation \nTendering  6  07/01/09  12/31/09                                                         \nWastewater Treatment Civil  10  01/01/10  12/31/11                                                         \nWorks \nWastewater Treatment  11  01/01/10  12/31/11                                                         \nEquipment \nSolid Waste Treatment Civil  10  01/01/10  12/31/11                                                         \nWorks \nSolid Waste Treatment  14  01/01/10  12/31/11                                                         \nEquipment \nHeating Civil Works  15  10/01/09  12/31/11                                                         \nHeat Station and Pipeline  14  01/01/10  12/31/11                                                         \nEquipment \nZhengding    01/01/09  12/31/11                                                         \nLand Acquisition and  9  01/01/09  09/30/09                                                         \nResettlement \nDesign and Tender  8  04/01/09  12/31/09                                                         \nDocumentation \nTendering  6  07/01/09  12/31/09                                                         \nCivil Works  15  01/01/10  12/31/11                                                         \nEquipment Installation  10  01/01/10  12/31/11                                                         \nTest and Acceptance  6  10/01/10  02/31/11                                                         \nOther Subprojects    01/01/09  03/31/14                                                         \nLand Acquisition and  9  07/01/09  03/31/10                                                         \nResettlement \nDesign and Tender  7  09/01/09  10/31/10                                                          A\np\nDocumentation  p\nTendering  6  10/01/09  12/31/12                                                          en\nConstruction Works  42  01/01/10  03/31/14                                                          dix\nInstitutional Development  --  07/1/09  3/31/15                                                           9\nTraining   --  07/1/09  3/30/14                                                           \nSource: Asian Development Bank. \n4\n1\n \n ", "42          Appendix 10           \nPROCUREMENT PLAN \n \nProject Name: Hebei Small Cities and Towns  Loan Number: P40641 \nDevelopment Project \n  Executing Agency: Hebei provincial \nLoan Amount: $100 million  government \n   \nDate of first Procurement Plan (loan approval  Date of this Procurement Plan: 9 September \ndate): ______________  2009 \n \nC.  Process Thresholds, Review and 18-Month Procurement Plan \n1.  Project Procurement Thresholds \n1.  Except as Asian Development Bank (ADB) may otherwise agree, the following process \nthresholds shall apply to procurement of goods and works. \n \nTable A10.1: Procurement of Goods and Works \nMethod  Threshold \nICB for Works  $10,000,000 or more \nICB for Goods  $1,000,000 or more \nNCB for Works  More than $100,000 but less than $10 million \nNCB for Goods  More than $100,000 but less than $1 million \nShopping for Works  Below $100,000 \nShopping for Goods  Below $100,000 \nICB = international competitive bidding, NCB = national competitive bidding. \n \n2.  ADB Prior or Post Review \n2.  Except as ADB may otherwise agree, the following prior or post review requirements apply \nto the various procurement and consultant recruitment methods used for the project. \n \nTable A10.2: Review Requirements \nProcurement Method  Prior or Post \nICB Works  Prior \nICB Goods  Prior \nNCB Works  the first NCB procurement documents should be submitted for ADB review and \napproval; subsequent NCB will be reviewed Post Project \nNCB Goods \nShopping for Works  Post \nShopping for Goods  Post \nADB = Asian Development Bank, ICB = international competitive bidding, NCB = national competitive bidding. \n \nTable A10.3: Review Requirements  \nProcurement Method  Prior or Post \nQCBS  Prior \nQBS  Prior \nOther selection methods: CQS, LCS, FBS, and SSS  Prior \nIndividual Consultants  Prior \nCQS = consultant qualification selection, FBS = fixed budget selection, LCS = least cost selection, QBS = quality-based \nselection, QCBS = quality- and cost-based selection, SSS = single source selection. \n \n3.  Goods and Works Contracts Estimated to Cost More Than $1 Million \n3.  The following table lists goods and works contracts for which procurement activity is either \nongoing or expected to commence within the next 18 months. \n \n ", "Appendix 10          43   \nTable A10.4: Goods and Works Contracts Estimated to Cost More than $1 Million \nRef. No  General Description  Procurement  Pre- Expected Date of \nMethod  Qualification  Advertisement \nof Bidders \nGoods         \nHB-BZWSM3  Pipeline of Bazhou city (material)  ICB  No  2nd quarter 2010 \nHB-BZGSM1  Shengfang Water Source and  ICB  No  2nd quarter 2010 \nTreatment Plant Equipment \nHB-BZGSM2  Pipeline of Shengfang (material)  ICB  No  1st quarter 2010 \nHB-ZDLJM1  Composting Equipment  ICB  No  2nd quarter 2010 \nHB-ZDLJM3  Solid Waste Transfer Equipment  ICB  No  2nd quarter 2010 \nHB-ZXGRM1  Equipment and Installation for 2  ICB  No  2nd quarter 2010 \nPrimary Heating Station; 63 \nSecondary Heating Stations; \nElectrical and Monitoring System \nHB-ZXGRM2  21 km of Heating Pipeline  ICB  No  1st quarter 2010 \n(Material) \nHB-ZXGRM3  Installation of 21 km of Heating  ICB  No  2nd quarter 2010 \nPipeline \nHB-ZXWSM1  WWTP Technics Equipment  ICB  No  2nd quarter 2010 \nHB-ZXLJM1  MSW Facility Equipment  ICB  No  2nd quarter 2010 \nInstallation \nWorks         \nHB-BZWSC1  Mangniu River Improvement  NCB  No  1st quarter 2010 \nHB-BZWSC2  Wastewater and Drainage  NCB  No  2nd quarter 2010 \nPipelines along Mangniu River \nHB-BZGSC1  Shengfang Water Source and  NCB  No  1st quarter 2010 \nWater Treatment Plant  \nHB-BZGSC2  Shengfang Water Transmission  NCB  No  2nd quarter 2010 \nand Distribution Pipelines \nHB-ZDLJC2  Solid Waste Treatment Facility  NCB  No  1st quarter 2010 \nHB-ZXWSC1  Wastewater Treatment Plant   NCB  No  1st quarter 2010 \nHB-ZXLJC1  Solid Waste Treatment Facility 1  NCB  No  2nd quarter 2010 \nICB = international competitive bidding, km = kilometer, MSW = municipal solid waste, NCB = national competitive \nbidding, WTP = water treatment plant, WWTP = wastewater treatment plant. \n \n4.  Consulting Services Contracts Estimated to Cost More than $100,000  \n4.  The following table lists consulting services contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months. \n \nTable A10.5: Consulting Services Contracts Estimated to Cost More than $100,000 \nGeneral Description  Recruitment  Advertisement Date  International or  Comments \nMethod  (quarter/year)  National \nAssignment \nProject Implementation  QCBS (80:20)  1st quarter 2010  Both (about 154  One Contract \nManagement and  Capacity  person-months) \nDevelopment \nQCBS = quality- and cost-based selection. \n \n \n \n \n ", "44          Appendix 10           \n \n5.  Goods  and  Works  Contracts  Estimated  to  Cost  Less  than  $1  Million  and \nConsulting Services Contracts Less than $100,000 \n5.  This table groups smaller-value goods, works and consulting services contracts for which \nprocurement activity is either ongoing or expected to commence within the next 18 months. \n \nTable A10.6: Goods and Works Contracts Estimated to Cost Less than $1 Million and \nConsulting Services Contracts Less than $100,000 \nNumber of  Procurement/ Recruitment \nType  General Description \nContracts  Method \nWorks  Solid Waste Transfer Stations  1  NCB \nWorks  Outside the WWTP (influent and effluent  1  NCB \npipelines) \nWorks  2 Primary Heating Stations; 63 Secondary  1  NCB \nHeating Stations \nWorks  Heating Pipeline of Zhaoxian  1  NCB \nWorks  Solid Waste Treatment Facility 2  1  NCB \nGoods  Mangniu River Rubber Dam, Gates, and  1  NCB \nOther River Control \nGoods  Equipment Installation on Mangniu River  1  NCB \nGoods  Equipment installation for Bazhou  1  NCB \nComponent \nGoods  Brick-making Equipment  1  NCB \nGoods  Equipment installation for Shengfang  1  NCB \nComponent \nGoods  Electrical and Automated Control   1  NCB \nEquipment for Solid Waste \nGoods  Equipment Installation for Zhengding  1  NCB \nComponent \nGoods  WWTP Electrical Equipment  1  NCB \nGoods  WWTP Controlling Equipment  1  NCB \nGoods  MSW Facility Installation/ Adjustment of  1  NCB \nElectrical and Controlling Equipment \nMSW = municipal solid waste, NCB = national competitive bidding, WWTP = wastewater treatment plant. \n \nD.  Indicative List of Packages Required Under the Project \n6.  The  following  table  provides  an  indicative  list  of  all  procurement  (goods,  works  and \nconsulting services) over the life of the project. Contracts financed by the Borrower and others \nshould also be indicated, with an appropriate notation in the comments section. \n \nTable A10.7: Indicative List of All Procurement \nGeneral  Estimated Number of  Procurement   Domestic Preference  Comments \nDescription  Contracts  Method  Applicable  \nGoods  9  NCB     \n  10  ICB     \nWorks  12  NCB     \n ", "Appendix 10          45   \n  Estimated Number of  Recruitment   Type of Proposal  Comments \nContracts  Method \nConsulting  1  QCBS  Simplified and Bio-Data  Includes consulting \nServices and  services (about 154 \nCapacity  person-months), training, \nDevelopment  study tours, and project \nimplementation and \nequipment \nICB = international competitive bidding, LCS = least cost selection, NCB = national competitive bidding, QCBS = quality- \nand cost-based selection. \nSee PAI 2.02G: full, simplified or bio-data proposal. \n \nE.  National Competitive Bidding  \n7.  The  Borrower’s  Law  of  Tendering  and  Bidding  of  the  People’s  Republic  of  China \npromulgated by Order No. 21 of the President of the People’s Republic of China on 30 August \n1999, are subject to the following clarifications required for compliance with the guidelines: \n \n(i)  All invitations to prequalify or to bid shall be advertised in the national press, or \nofficial gazette, or a free and open access website in the Borrower’s country. Such \nadvertisement shall be made in sufficient time for prospective bidders to obtain \nprequalification or bidding documents and prepare and submit their responses. In \nany event, a minimum preparation period of thirty (30) days shall be given. The \npreparation period shall count (a) from the date of advertisement; or (b) when the \ndocuments are available for issue, whichever date is later. The advertisement and \nthe  prequalification  and  bidding  documents  shall  specify  the  deadline  for  such \nsubmission. \n(ii)  Qualification requirements of bidders and the method of evaluating the qualification \nof each bidder shall be specified in detail in the bidding documents, and in the \nprequalification documents if the bidding is preceded by a prequalification process. \n(iii)  If  bidding  is  preceded  by  a  prequalification  process,  all  bidders  that  meet  the \nqualification criteria set out in the prequalification document shall be allowed to bid \nand there shall be no limit on the number of pre-qualified bidders. \n(iv)  All  bidders  shall  be  required  to  provide  a  performance  security  in  an  amount \nsufficient to protect the Borrower and/or Project Executing Agency in case of breach \nof contract by the contractor, and the bidding documents shall specify the required \nform and amount of such performance security. \n(v)  Bidders shall be allowed to submit bids by mail or by hand. \n(vi)  All bids shall be opened in public; all bidders shall be afforded an opportunity to be \npresent (either in person or through their representatives) at the time of bid opening, \nbut bidders shall not be required to be present at the bid opening. \n(vii)  All bid evaluation criteria shall be disclosed in the bidding documents and quantified \nin monetary terns or expressed in the form of pass or fail requirements. \n(viii)  No bid may be rejected solely on the basis that the bid price falls outside any \nstandard contract estimate, or margin or bracket of average bids established by the \nBorrower and/or Project Executing Agency. \n(ix)  Each contract shall be awarded to the lowest evaluated responsive bidder, that is, \nthe bidder who meets the appropriate standards of capability and resources and \nwhose bid has been determined (a) to be substantially responsive to the bidding \ndocuments, and (b) to offer the lowest evaluated cost. The winning bidder shall not \nbe required, as a condition of award, to undertake responsibilities for work not \nstipulated in the bidding documents or otherwise to modify the bid as originally \nsubmitted. \n ", "46          Appendix 10           \n(x)  Each  contract  financed  with  the  proceeds  of  the  Loan  shall  provide  that  the \nsuppliers and contractors shall permit ADB, at its request, to inspect their accounts \nand records relating to the performance of the contract and to have said accounts \nand records audited by auditors appointed by ADB. \n(xi)  Government owned enterprises in the Borrower’s country may be permitted to bid if \nthey can establish that they (a) are legally and financially autonomous, (b) operate \nunder commercial law, and (c) are not a dependent agency of the Borrower and/or \nProject Executing Agency. \n(xii)  Re-bidding shall not be allowed solely because the number of bids is less than three \n(3). \n \nF.  Details of Contract Packages and Procurement Methods \nTable A10.8: Contract Packages and Procurement Methods \nContract Package Type and  Procurement  Expected Date of  Prior \nRef. No. \nDescription  Method  Advertisement  Review \nA. Civil Works       \nBazhou       \nHB-BZWSC1  Mangniu River Improvement  NCB  1st quarter 2010  B \nHB-BZWSC2  Wastewater and Drainage  NCB  2nd quarter 2010  B \nPipelines along Mangniu River \nHB-BZGSC1  Shengfang Water Source and  NCB  1st quarter 2010  B \nWater Treatment Plant  \nHB-BZGSC2  Shengfang Water Transmission  NCB  2nd quarter 2010  B \nand Distribution Pipelines \nZhengding       \nHB-ZDLJC1  Solid Waste Transfer Stations  NCB  1st quarter 2010  B \nHB-ZDLJC2  Solid Waste Treatment Facility  NCB  1st quarter 2010  B \nZhaoxian       \nHB-ZXGRC1  2 Primary Heating Stations; 63  NCB  1st quarter 2010  B \nSecondary Heating Stations \nHB-ZXGRC1  Heating Pipeline of Zhaoxian  NCB  4th quarter 2009  B \nHB-ZXWSC1  Wastewater Treatment Plant   NCB  1st quarter 2010  B \nHB-ZXWSC2  Outside the WWTP (influent and  NCB  4th quarter 2009  B \neffluent pipelines) \nHB-ZXLJC1  Solid Waste Treatment Facility 1  NCB  2nd quarter 2010  B \nHB-ZXLJC2  Solid Waste Treatment Facility 2  NCB  2nd quarter 2010  B \nB. Equipment       \nBazhou       \nHB-BZWSM1  Mangniu River Rubber Dam,  NCB  2nd quarter 2010  B \nGates, and Other River Control \nHB-BZWSM2  Equipment Installation on Mangniu  NCB  2nd quarter 2010  B \nRiver \nHB-BZWSM3  Pipeline of Bazhou city (material)  ICB  2nd quarter 2010  A \nHB-BZGSM1  Shengfang Water Source and  ICB  2nd quarter 2010  A \nTreatment Plant Equipment \nHB-BZGSM2  Pipeline of Shengfang (material)  ICB  1st quarter 2010  A \nHB-BZGSM3  Equipment installation   NCB  2nd quarter 2010  B \n ", "Appendix 10          47   \nContract Package Type and  Procurement  Expected Date of  Prior \nRef. No. \nDescription  Method  Advertisement  Review \nZhengding       \nHB-ZDLJM1  Composting Equipment  ICB  2nd quarter 2010  A \nHB-ZDLJM2  Brickmaking Equipment  NCB  2nd quarter 2010  B \nHB-ZDLJM3  Solid Waste Transfer Equipment  ICB  2nd quarter 2010  A \nHB-ZDLJM4  Electrical and Automated Control   NCB  2nd quarter 2010  B \nEquipment for Solid Waste \nHB-ZDLJM4  Equipment Installation  NCB  2nd quarter 2010  B \nZhaoxian       \nHB-ZXGRM1  Equipment and Installation for 2  ICB  2nd quarter 2010  A \nPrimary Heating Station; 63 \nSecondary Heating Stations; \nElectrical and Monitoring System \nHB-ZXGRM2  21 km of Heating  ICB  1st quarter 2010  A \nPipeline(Material) \nHB-ZXGRM3  Installation of 21 km of Heating  ICB  2nd quarter 2010  A \nPipeline \nHB-ZXWSM1  WWTP Technical Equipment  ICB  2nd quarter 2010  B \nHB-ZXWSM2  WWTP Electrical & Technical  NCB  2nd quarter 2010  B \nEquipment \nHB-ZXWSM3  WWTP Controlling & & Technical  NCB  2nd quarter 2010  A \nEquipment \nHB-ZXLJM1  MSW Facility Equipment  ICB  2nd quarter 2010  A \nInstallation \nHB-ZXLJM2  MSW Facility Installation/  NCB  2nd quarter 2010  B \nAdjustment of electrical and \ncontrolling equipment \nC. Consultancy Services       \nHebei PMCS- Project Implementation, Project  QCBS    A \n01  Management, Capacity Building, \nTraining,  and Institutional \nDevelopment \nICB = international competitive bidding, km = kilometer, MSW = municipal solid waste, NCB = national competitive \nbidding, QCBS = quality- and cost-based selection, WTP = water treatment plant, WWTP = wastewater treatment plant. \n  \n ", "48          Appendix 11           \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry/Project Title: PRC: Hebei Small Cities and Towns Development Demonstration Sector Project \n \nLending/Financing  Department/  East Asia Department \nSector loan \nModality:  Division:  Urban and Social Sectors Division \n       \nI.  POVERTY ANALYSIS AND STRATEGY \nA. Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \n \nSmall cities and towns in Hebei Province have made substantial progress in recent years in facilitating economic growth. In high-\ngrowth towns, industrial development has outstripped infrastructure provision and urban management capacity. Coverage rates \nfor urban environmental services are inadequate, and pollution levels are high. Many areas of the province suffer bad air and \nwater pollution, creating serious threats to human health. The objectives of the Hebei Small Cities and Towns Development \nDemonstration Sector Project (the Project) are to promote balanced and environmentally sustainable urbanization; narrow the \nurban-rural income gap; and improve production, employment, and living conditions in small cities and towns in Hebei Province. \nAlthough the Project will not reduce poverty directly, it will contribute in the short and long term to poverty reduction. The Project \nis in line with the PRC national poverty reduction strategy for developing the region, which aims to narrow the urban–rural income \ngap, and supports Hebei’s 11th Five-Year Plan (FYP) 2006–2010 to promote sustainable economic development with water \nsupply and environmental improvement. It is consistent with the Asian Development Bank (ADB) water policy that people must \nhave access to safe and reliable water supplies, and it will help the PRC achieve the Millennium Development Goal of \nenvironmental sustainability (MDG 7) and specifically address MDG target 7.C: halve the proportion of people without sustainable \naccess to safe drinking water and basic sanitation by 2015. The Project adheres to ADB’s country partnership strategya in the \nPRC to make markets work more efficiently through (i) urban infrastructure development; (ii) the promotion of environmental \nsustainability; and (iii) pro-poor, equitable, and inclusive growth.  \n \nThe Project will improve water supply, wastewater collection and treatment, heating, and river control, which will reduce surface \nand groundwater pollution, safeguard the environment and public health, and improve the quality of life of local residents in 10 \nsmall cities and towns of Hebei Province. The Project will benefit 623,000 residents, including the 3% of people living below the \nlocal poverty line, in the three core subproject cities and towns of Bazhou, Zhaoxian, and Zhengding and about 600,000 residents \nin seven subsequent subproject cities and towns. The Project will contribute to poverty reduction by reducing the incidence of \nwaterborne and airborne diseases and flood risks in small cities and towns, providing employment opportunities during the \nconstruction and operation of project facilities, with anticipated flow-on benefits to social and economic development. Specific \nanticipated benefits include the following:  \na. Create jobs and employment opportunities. The Project will generate 1,585 person-years of work, including 1,325 jobs \nduring construction and 260 jobs during operation. Follow-on multiplier effects are expected to indirectly create an additional \n2,536 jobs. Sixty percent of the construction jobs are assumed to be unskilled. The loan assurances specifically address \nemploying the poor, women, and ethnic minorities, which will contribute to narrowing income gaps and to poverty reduction.  \nb. Improvement of residents’ quality of life. After the Project is completed, the infrastructure in project areas will be \nimproved greatly, and so will local residents’ living environment and quality of life. Water and sanitation improvements will \nimprove health and significantly reduce time burdens, particularly for women. Heating improvements will improve the quality \nof life and mitigate health issues related to home heating fuels. The Project will improve the treatment of wastewater before \ndischarging it into the environment and introduce sanitary practices in solid waste collection and treatment. \nc. Improve health conditions. The components are expected to provide clean drinking water and better environmental \nconditions. As a result, exposure of the population to waterborne and airborne diseases and related medical costs will \ndecrease, along with the number of schooldays and workdays lost to sickness. The health impact analysis shows that the \nProject will bring reductions in medical costs incurred from contracting waterborne diseases in small cities and towns \namounting to CNY9.17 million in 2012–2020. Health benefits are expected to accrue disproportionately to women since \nthey are more vulnerable to waterborne diseases because of their greater contact with water when doing household \nchores, especially cooking and washing, and with sick children and old people. Total savings to households over 2012–\n2020 are estimated at CNY2.75 million. Detailed analysis of health impacts is provided in Supplementary Appendix P. The \npoor will benefit more than most people from improved environmental quality and health benefits as a result of their higher \nvulnerability to poor environmental conditions. \n \nThis poverty reduction and social strategy will be applied in the subsequent subproject cities and towns, where social conditions \nare anticipated to be similar to those in the core subproject towns. Details of the social aspects of subsequent subprojects will be \npresented in the subproject appraisal reports to be prepared and submitted to ADB during implementation. The subproject \nappraisal criteria and report template is in Supplementary Appendix C. \n \n ", "Appendix 11          49   \nB.  Poverty Analysis                   Targeting Classification: TI – MDG 7 Target 7.C \n1.  Key Issues  \nHebei Province is in northeastern PRC and has a land area of 187,693 square kilometers (km2), with the Bohai Sea to the east. \nIts population is 69.4 million, with an average household size of 3.3 in 2006. Han Chinese account for 96%, and the remaining \n4% belong to the Man, Hui, Mongol, and other minorities. Hebei’s economy is dynamic and diverse, spanning heavy industry \n(construction materials, steel, and pharmaceuticals), light industry (textiles and agroprocessing), and resource extraction (coal). \nUrbanization in Hebei has been rapid. The urban population of Hebei is 38% and expected to rise to 50% by 2010. Small cities \nand towns are rapidly absorbing rural migrants, driving up urbanization across the province.  \n \nUnlike the rural poverty definition, the urban poverty line in the PRC is not defined to a uniform standard. In general, urban \nresidents that live under the minimum living standard scheme (MLSS)b are defined as urban poor. MLSS eligibility varies from \ncity to city and county to county. In 2007 the poor population of Hebei—those living under the MLSS—was 0.89 million. The \nurban poverty incidence is 3.4%. There are 11,104 people, or 2.8% of the urban population, who benefit from this subsidy. The \nurban poverty incidence in Bazhou is 2.3%, in Zhaoxian 6.1%, and in Zhengding 1.4%. The socioeconomic survey and focus \ngroup discussions indicate that most of the poor in the subproject areas are unemployed workers, disabled people, and the \nchronically ill. Details are available in Supplementary Appendix N. Hebei Province has a relatively high rate of rural poverty. \nFifty-two poor counties have been officially identified, of which 40 are nationally designated and 12 provincially designated.c \nThere are two types of rural poor in Hebei. One is those officially identified by the central Poverty Reduction Office and the other \nis the rural poor living under the rural MLSSd defined by the Hebei government, which started its rural MLSS in 2005. The people \nwhose income is below the rural MLSS can receive the subsidy from CNY700–CNY1,200.  \n \nThe percentage of the provincial population in absolute poverty, with annual per capita annual income of <CNY785, is 4.5%, or \nalmost double the national average of 2.5%. When the number of relative poor, those with annual per capita income of CNY785 \nto CNY1,067, is taken into account, the percentage in poverty rises to 9.6%, compared with a national average of 6.8%. The \nrural poor in Hebei living under the rural MLSS numbered 1.56 million in 2007 (3.7%). In 2006, the three core subproject \ncounties had a rural population of 1.2 million, of which 6.9% lived below the old poverty line of CNY1,067/month. The rural \npoverty incidence of Bazhou is 4.7%, of Zhaoxian 8.3%, and of Zhengding 7.2%; and 1.9% lived below the threshold of the \nMLSS (CNY800/month–CNY1,200/month). MLSS targeting in Bazhou is 2.2%, in Zhaoxian 1.0%, and in Zhengding 2.8%. \n \n2. Design Features  \nThe project design addresses the social dimensions of poverty, participation, gender, ethic minority, etc. Project assurances call \nfor employing local labor, with 30% of the labor opportunities to be provided to the poor and women. Participation strategies and \nprograms use a community-based public education and awareness program (PEAP), community monitoring teams during \nimplementation, and community management committees during the operation of the new infrastructure.  \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA. Findings of Social Analysis  \n \nStakeholder analysis was conducted during the poverty and social assessment. Various methods and approaches were \nemployed, including participatory rural assessment, a socioeconomic sample survey of 400 households, four stakeholder \nconsultation meetings and workshops, 15 focus group discussions, and 14 key informant interviews. The poverty and social \nassessment identified vulnerable groups and opportunities for pro-poor interventions and recommended social action measures \nand participation and mitigation plans to achieve social benefits. The poverty and social assessment indicates that rapid \nurbanization confronts Hebei Province with such development issues as the inadequate availability of public services for growing \npopulations and severe air, river, groundwater, and solid waste pollution. The Project aims to address these issues and meet the \ndemands of the residents by improving water supply, wastewater and solid waste collection and treatment, heating systems, and \nriver management. The main findings of the social analysis for three core subprojects are as follows:  \n \nBazhou is located on the north of the Hebei Plain with a geographic spread of nearly 784 km2 and a population of 577,000 in \n2006. Shengfang County, under the jurisdiction of Bazhou City, consists of 39 villages. It is the largest producer of steel and \nwood furniture in the country. The area of the urban center is expected to increase from the current 15 km2 with the development \nof new residential and industrial areas, to 29 km2 in the short term and 54 km2 in the long term. Accordingly, the urban population \nis expected to increase from the current 88,000 to 196,000 in 2010. Rapid urbanization and industrialization in Bazhou City and \nShengfang County, however, have damaged the environment. Investments in urban environmental infrastructure have not kept \npace with the growth of urban population and industries. In Shengfang, inadequate water supply is a main concern of the \nresidents and local government. Bazhou City has a combined drainage system that directly discharges into the Mangniu River, \ncausing groundwater pollution.  \n \nZhengding County has a land area of 469 km2 and a population 442,788. It is located at the eastern foot of Taihang Mountain, in \nsouthwest Hebei Province, north of the city of Shijiazhuang. In the 11th FYP and social development plan of Shijiazhuang City, \nZhengding County is designated as the base for the textile and garment industry. As existing sanitation facilities such as public \n ", "50          Appendix 11           \ntoilets and waste storage are inadequate, the solid waste component will promote safe and hygienic disposal of solid waste, \nreducing the risk of disease associated with an unhygienic environment as well as waterborne disease.  \n \nZhaoxian County, under the jurisdiction of Shijiazhuang City, is in south-central Hebei. It has a land area of 675 km2 and a \npopulation of 568,107. It is basically an agricultural town, with 525 km2, or 78% of its area, devoted to agriculture. Its main \nagricultural products are wheat, pears, apples, peaches, and grapes. As Zhaoxian continues to urbanize, living standards rise \nand improving environmental conditions becomes a priority. Heating supply, wastewater treatment, and solid waste collection \npose major development constraints. The proposed subproject aims to improve the water resource situation, living conditions of \nresidents, and physical environment of the urban area of Zhaoxian County, as well as the surrounding areas of Shijiazhuang.  \n \nB. Consultation and Participation \n \n1. The major stakeholders included were (i) groups directly affected by the project in a positive or negative way, including men, \nwomen, elderly, poor, minority people, and related schools, businesses, and organizations; and (ii) government organizations \nsuch as the Executing Agency, implementing agencies, Planning and Reform Commission, Civil Affairs Bureau, Poverty \nAlleviation Office, Women’s Federation, Minority Affairs Office, Finance Bureau, Health Bureau, Labor and Social Security \nBureau, and Environmental Protection Bureau. Several meetings with a number of stakeholders, especially vulnerable groups \nincluding women, poor and ethnic minorities in the project areas, have been organized in the subproject cities. In addition, a \nnumber of key informant interviews were held with various bureaus, nongovernment organizations, women’s federations, and \nparticipants in past and ongoing projects in complementary areas. \n \n2. What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring? \n Information sharing   Consultation   Collaborative decision making   Empowerment \n \n3. Was a C&P plan prepared?   Yes   No \n \nPEAP will be conducted to promote hygiene education, recycling programs, and social acceptance of tariff increases. The \nfollowing results are expected to be achieved through the PEAP: (i) increased participation of the local population in project \nimplementation and monitoring, (ii) increased awareness of project benefits and acceptance of the project, (iii) improved hygiene \nknowledge and reduced incidence of waterborne disease, and (iv) increased participation of beneficiaries in garbage recycling as \npart of solid waste management program. Public disclosure of all subproject documents will be made at the project management \noffice  (PMO)  and  on  the  ADB  website,  including  the  project  information  document,  design  and  monitoring  framework, \nresettlement plans, summary environmental impact assessment, environmental management plan, and social and environmental \nmonitoring reports. A project information document has been prepared. Booklets outlining the resettlement plans were distributed \nto affected households, and disclosure meetings were held. Copies of the booklet are available at PMOs and each affected \nvillage office. \nC. Gender and Development \n1.  Key Issues  \nIn subproject areas, women made up 49.8% of the population in 2006. Employed women made up 46% of the employed \npopulation. Most project benefits accruing to the three towns will benefit men and women equally, including economic development, \nimproved housing conditions and living environment, health benefits, and job creation. The Project will have some added benefits for \nwomen, as they are primarily responsible for collecting drinking water, disposing of wastewater, cleaning houses, nursing children, \nand caring for the sick and the elderly. \n \n2. Key Actions  \nA target has been set of about 30% of jobs for the poor and women in the operation and maintenance of infrastructure, and an \nassurance from the PMOs to encourage contractors to hire as much female construction labor as possible has been approved. \nConstruction projects usually provide opportunities for vendors to carry out informal trading like selling drinks and snacks to \nconstruction workers. This is likely to be an additional temporary source of income that women can tap during construction. \nWomen in the community will be actively engaged by the PEAP to promote hygiene education, garbage recycling programs, and \nsocial acceptance of tariff increases. For the PEAP, the Project will work closely with local women’s organizations such as the All \nChinese Women Association and women’s street committees. The project performance management system, resettlement plan, \nand environmental management plan will include gender-disaggregated data where relevant. \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/Limited/  Strategy to Address Issue  Plan or Other \nNo Impact  Measures Included \nin Design \nInvoluntary   Significant  Three short resettlement plans have been prepared and   Full plane  \nResettlement    endorsed by local governments and must be approved   Short Plan \n ", "Appendix 11          51   \n Not significant  by  ADB  prior  to  loan  appraisal.  A  resettlement   Resettlement \n  framework  is  prepared  for  additional  subprojects  Framework \n None  (Supplementary Appendix R).   No Action \nIndigenous   Significant  Of the total beneficiary population of the Project, 0.4%   \nPeoples    are ethnic minority peoples in the three core subproject   Plan \n   Not significant  towns.  To  meet  the  requirement  of  the  sector  loan   Other Action \n  modality, and according to ADB’s Operations Manual F3   Indigenous \n None  on Indigenous Peoples, an ethnic minority development  Peoples \nframework  has  been  prepared  for  the  noncore  Framework \nsubprojects (Supplementary Appendix Q).    No Action \nLabor   Significant  The Project will provide employment opportunities for the   \nEmployment    poor.  Project  assurances  will  prioritize  local  labor,   Plan \nopportunities   Not significant  especially vulnerable groups, for job opportunities and   Other Action \n Labor    ensure that employment complies  with national labor   No Action \nretrenchment   None  laws  and  regulations.  The  Zhaoxian  subproject  for \n Core labor  central  heating  supply  construction  will  result  in  the \nstandards   closure  of  16  small  boilers,  affecting  39  part-time \n  workers who have other jobs opportunities as guards, \ncleaners,  and  gardeners.  The  labor  reemployment \nframework  and  labor  reemployment  plan  is  in \nSupplementary Appendix O.  \nAffordability   Significant  The affordability analysis of public service charges for   Action \n  water  supply,  wastewater  treatment,  solid  waste   No Action \n Not significant  management, and heating supply has been assessed, \n  and there is no affordability issue for households that are \n None  not  poor.  Preferential  policies  or  subsidies  will  be \nprovided to poor groups to ensure that they benefit from \npublic services. For subsequent subprojects, affordability \nanalysis will be conducted as a part of the appraisal \nreport.  \nOther Risks and/or   Significant  Health  and  safety  training  will  be  provided  to   \nVulnerabilities    construction workers. PMOs will ensure that contractors   Plan \n HIV/AIDS   Not significant  involved  in  project  implementation  disseminate   Other Action \nHuman trafficking    information on the risk of socially transmitted infections   No Action \n Others (conflict,   None  including HIV/AIDS to the workers they employ under \npolitical instability,  the Project. \netc), please specify \nIV.  MONITORING AND EVALUATION \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?   Yes   No  \n \nIf yes, please indicate the social indicators.   \n(i)  Employment opportunities for women and the poor in the project area.  \n(ii) Reduction of waterborne diseases among households in the project counties and towns. \n \na  ADB. 2008. Country Partnership Strategy (2008-2010): People's Republic of China. Manila. \nb  In 2006, the MLSS ceiling was CNY155 per capita per month in Zhengding and Zhaoxian and CNY255 in Bazhou. \nc  In 2002, nationally and provincially identified impoverished counties were determined by the results of three indexes: per capita \nannual net income (weight 6), per capita gross domestic product (weight 3), and per capita fiscal income (weight 1). The 40 \nlowest-scoring counties are categorized as national poverty counties and following 12 counties are provincial poverty counties. \nd  MLSS is designated on the basis of the counties’ socioeconomic condition, ranging from CNY700–CNY1,200. \ne  Three full resettlement plans and one short resettlement plan have been prepared for the three core subprojects. There are one \nfull resettlement plan and one short resettlement plan prepared for the Bazhou subproject and full resettlement plans for the \nMangniu River improvement and sewer network rehabilitation component and Zhengding solid waste component. \n \n ", "52          Appendix 12           \nSUMMARY RESETTLEMENT PLAN \n \n1.  The Hebei Small Cities and Towns Development Demonstration Sector Project (the Project) \nis composed of three core subprojects and about seven subsequent subprojects to be determined. \nAll 10 proposed subprojects are currently under preparation and require some land acquisition and \nresettlement. Resettlement planning and implementation is designed to ensure that the affected \npeople will be better off or at least not worse off as a result of the Project. The land acquisition and \nresettlement impacts of the Project will be significant. Three full resettlement plans and one short \nresettlement  plan  have  been  prepared  for  the  three  core  subprojects.  There  are  one  full \nresettlement plan and one short resettlement plan for the Bazhou subproject and full resettlement \nplans  for  the  Mangniu  River  improvement  and  sewer  network  rehabilitation  component  and \nZhengding solid waste component. \n \n2.  The scope of the Project impact is determined mainly by the results of the measurement \nsurveys as part of the feasibility study reports. The physical and economic displacements identified \nshow that the construction of the three core subprojects will affect 37 households or 196 people \nwith permanent land acquisition, 30 households or 137 people with the demolition of residential \nstructures, and four small shops with 13 employees. In total, 173 mu, or 11.5 hectares (ha), of land \nwill be acquired permanently, 162 mu, or 10.8 ha, of which is cultivated land. Along with land \nacquisition,  582  square  meters  (m2)  of  residences  and  624  m2  of  other  buildings  will  be \ndemolished, affecting 30 households and 137 people and relocating four small shops with 13 \nemployees. In addition, associated productive assets, ground attachments, and basic infrastructure \nand facilities will also be affected. Tables A12.1 and A12.2 summarize the land acquisition and \nresettlement impacts identified. \n \n3.  The resettlement plan and compensation for permanent land loss is based on Document 28: \nState Council Decision to Deepen Reform and Strictly Enforce Land Administration of October \n2004, the Land Administration Law of the People’s Republic of China of 1998 (updated in 2004), \nand the Hebei Provincial Implementation Regulation of Land Administration Law of 1999. The \nresettlement plan and compensation for demolished buildings is based on national, provincial, and \nmunicipal urban housing administration regulations. Consultations with local governments and \naffected people and general practice in Zhengding, Zhaoxian, and Bazhou guided the adoption of a \nset of compensation standards by city project management offices (PMOs) and implementing \nagencies (IAs).  \n \nTable A12.1: Summary of Land Acquisition \nPermanent Land Acquisition \nSubproject  Total Area (mu)   Of which Farmland (mu)  Affected Households  Affected People \nBazhou City  0.00  0.00  0.00  0.00 \nZhaoxian \n104.41  93.81  26.00  139.00 \nCounty \nZhengding \n68.48  68.48  11.00  57.00 \nCounty \nTotal  172.89  162.29  37.00  196.00 \nNote: 15 mu is equivalent to 1 hectare. Garden lands are included under farmland. \nSource: Resettlement Plans. 2008. \n \nTable A12.2: Summary of Resettlement Impacts \nSubproject  Total Area (m2)  Nonresidential (m2)  Affected Households  Affected People \nBazhou City  1,224  624  34  150 \nZhaoxian County  0  0  0  0 \nZhengding County  0  0  0  0 \nTotal  1,224  624  34  150 \nm2 = square meter. \nSource: Resettlement Plans. 2008. \n ", "Appendix 12          53   \n4.  Affected people have been notified about the key elements of the resettlement plan after \nAsian  Development  Bank  (ADB)  loan  fact-finding.  On  various  occasions  during  meetings, \ninterviews, focus group discussions, public consultation workshops, and community consultation \nmeetings,  local  representatives  have  participated  in  planning,  and  their  concerns  have  been \nintegrated into the resettlement plans. The resettlement information booklet for each subproject \nwas distributed to affected villages and households in August 2008. The resettlement plans has \nbeen provided to village offices and resident committees and posted on the ADB website. Project \nIAs  will  establish  project  resettlement  units  to  supervise  implementation,  continue  public \nconsultation, monitor progress, and respond to grievances. Procedures to address grievances are \nwell established, and explanations are included in the resettlement information booklets. \n \n5.  For land acquisition, a portion of the land compensation fee will be used for creating village \ninfrastructure. Resettlement subsidies will be paid to affected people. Compensation for residences \nand other buildings to be demolished will be paid to owners, including those without building title. \nThe payment will be made in cash according to the appraised value of the property. Households \nthat  have  to  relocate  will  receive  a  relocation  allowance.  Compensation  for  standing  crops, \nauxiliaries, and other assets will be paid directly to affected people. Income losses resulting from \nreduced production, sales, or wages caused by the Project will be compensated in cash. \n \n6.  The resettlement strategy encompasses the replacement of housing and the restoration of \nlivelihoods and income. For people losing housing in rural areas, there are two compensation \noptions: cash compensation alone or cash compensation plus the provision of a plot on which the \naffected people can construct a house themselves. Assistance will be provided for constructing \nnew houses or finding available housing close to the original homes, when preferred by the \naffected people. Municipal PMOs, IAs, and local governments will provide necessary assistance for \nhouse construction and relocation during resettlement implementation. \n \n7.  Municipal PMOs and IAs will establish a special fund for vulnerable people. Vulnerable \nhouseholds will receive additional assistance from municipal or county civil affairs bureaus. PMOs \nand  IAs  will  supervise  implementation  to  ensure  that  vulnerable  people  receive  adequate \ncompensation, housing arrangements, and special funds special assistance to restore their living \nconditions and incomes. \n \n8.  Each PMO and IA will have at least one full-time staffer responsible for land acquisition and \nat least one other staffer responsible for resettlement. Staff from each subproject resettlement unit \nwill take lead responsibility for coordinating the planning, implementation, financing, and monitoring \nof land acquisition and resettlement. The cost estimate for land acquisition and resettlement is $6.3 \nmillion, equivalent to CNY36.21 million, in 2008 prices, including contingencies. Resettlement \nimplementation will be completed prior to subproject construction. Following detailed measurement \nsurveys, the resettlement plans will be updated and submitted to ADB for review and approval. \nInternal and external monitoring of resettlement plan implementation will be conducted. Monitoring \nmethodologies are specified in the resettlement plans. Internal supervision and monitoring will be \ndone by each IA to ensure compliance with the provisions of the resettlement plan. The Hebei \nPMO and IAs have agreed to a set of supervision milestones with ADB to ensure the timely and \neffective implementation of resettlement. External monitoring and evaluation will be carried out by \nan independent agency under contract to the Hebei PMO and IAs. External monitoring reports will \nbe forwarded directly to both the Hebei PMO and ADB. \n ", "54          Appendix 13           \nFINANCIAL ANALYSIS \n \nA.  Financial Analysis of Revenue-Generating Components \n1.  The financial analysis of the Hebei Small Cities and Towns Development Demonstration \nSector Project (the Project) has been carried out in accordance with Asian Development Bank \n(ADB) procedures for the financial management and analysis of projects.1 The revenue-generating \ncomponents included in the core subprojects are water supply, wastewater management, district \nheating, and solid waste management (SWM). \n \n2.  Methodology. The financial analysis assessed the ability of the subprojects to generate \nsufficient revenues from operations to meet all costs, including operation and maintenance (O&M), \ndepreciation and/or debt servicing, and a reasonable rate of return on investment. The analysis \nincorporated the required tariff increases and compared them with household affordability. The \nbase case financial internal rate of return (FIRR) was compared with the weighted average cost of \ncapital (WACC). Sensitivity analysis was conducted to assess the impact of changes on costs and \nrevenues. Financial projections (balance sheet, income, and cash flow statements) have been \ndeveloped for the proposed water supply, wastewater, heating, and solid waste components based \non their projected operational performance. The financial analysis is based on existing operations \nand the incremental cash flow impacts of the proposed subprojects.  \n  \n3.  Assumptions. All analysis was conducted in constant November 2008 prices. The FIRR \nwas calculated using incremental annual cash flows over 25 years with no residual value. Project \ncapital expenditures are estimated based on the proposed implementation schedule and include \nphysical contingencies. O&M costs include only incremental costs incurred under the Project. \nRevenues  are  calculated  based  on  projected  production  and  consumption  volumes  for  water \nsupply and wastewater, proposed tariffs, and collection efficiency. \n  \n4.  Tariffs. It is anticipated that the tariffs2 will be increased gradually to full cost recovery \nlevels to cover O&M, depreciation, and/or debt service with the Project improving service delivery. \nThe  Government  agrees  to  gradual  tariff  increase  (Table  A13.1).  During  implementation,  the \nweighted average tariff for solid waste treatment in Zhengding is CNY1.10/household/month and \nthe level of cost recovery3 is around 98%. Full cost recovery will be achieved after 1 year of \noperation. The weighted average tariff for solid waste in Zhaoxian is CNY1.44/household/month, \nand cost recovery is about 92% during project implementation. Full cost recovery will be achieved \nafter 5 years of operation. The weighted average tariff for heating in Zhaoxian is CNY9.88/square \nmeter (m2)/month. Full cost recovery will be achieved within 3 years of operations. The weighted \naverage tariff for wastewater in Zhaoxian is CNY0.35/cubic meter (m3). Full cost recovery will be \nachieved  after  3 years  of  operation.  The  weighted  average  tariff  for  Bazhou  water  supply  is \nCNY2.57/m3 during project implementation, and full cost recovery is achieved once it is operational.  \n \n5.  Affordability Analysis. The calculated full cost recovery tariffs are calibrated against the \naffordability of the urban poor, with tariff estimates based on the proposals to introduce full cost \nrecovery charging by 2012. Proposed average tariffs are calculated using the principle of full O&M, \n                                                 \n1  ADB. 2006. Handbook for Borrowers on the Financial Management and Analysis of Projects. Manila. \n2  Current weighted average tariffs in Zhaoxian are as follows: solid waste CNY1/person/month; heating CNY4.4/square \nmeter/month;  wastewater  CNY0.34/cubic  meter.  In  Zhengding,  solid  waste  is  CNY3/household/month  for  local \nresidents and Bazhou water is CNY2.57/cubic meter.   \n3  Cost recovery refers to tariffs being able to cover operating costs and debt service costs. Full cost recovery (100% and \nabove) occurs when all costs, including operating costs, debt service, and depreciation, are recovered. \n ", "Appendix 13          55   \ndepreciation, and financing cost recovery.4 The household charge for combined water, solid waste, \nwastewater, and heating services satisfies ADB criteria of a maximum of about 5% of average \nhousehold income. Affordability of SWM services is assumed to be 1% of the monthly household \nincome. Current SWM fees are low at CNY1–CNY1.4/household/month, which is not adequate to \ncover SWM costs and to increase revenues, recycling and compost fertilizer production will be \nundertaken. Households with incomes below the poverty line and the unemployed are provided \nwith basic services based on minimum living standard scheme. \n \nTable A13.1: Projected Tariffs and Cost Recovery Level \nItem  2012  2013  2014  2015  2016  2017  2018  2019  2020 \nZhengding : Average SWM tariff                   \nCNY/household/month  1.10  1.21  1.33  1.46  1.61  1.77  1.95  2.14  2.36 \nCost recovery (%)  98.00  104.00  107.00  110.00  113.00  116.00  118.00  120.00  121.00 \nZhaoxian: Average SWM tariff                   \nCNY/household/month  1.44  1.49  1.53  1.58  1.62  1.67  1.72  1.77  1.83 \nCost recovery (%)  92.00  93.00  94.00  95.00  96.00  101.00  106.00  111.00  116.00 \nAverage heating tariff \n9.88  9.88  9.88  9.88  9.88  9.88  9.88  9.88  9.88 \nCNY/m2/month \nCost recovery (%)  91.00  97.00  97.00  109.00  114.00  114.00  117.00  120.00  122.00 \nAverage wastewater tariff CNY/m3  0.50  0.50  0.50  0.52  0.52  0.52  0.52  0.55  0.55 \nCost recovery (%)  76.00  97.00  104.00  124.00  124.00  133.00  134.00  141.00  141.00 \nBazhou : Average water tariff                   \nCNY/m3/month  2.57  2.70  2.70  2.70  2.70  2.70  2.83  2.83  2.83 \nCost recovery (%)  118.00  132.00  133.00  134.00  135.00  135.00  152.00  153.00  154.00 \nm2 = square meter, m3 = cubic meter. \nSource: Asian Development Bank estimates. \n \nTable A13.2: Affordability of Projected Tariffs \n Item    2012  2013  2014  2015  2016  2017  2018  2019  2020 \n Zhengding  \n Average monthly \n3,699.00 3,884.00 4,078.00 4,282.00 4,496.00 4,721.00 4,957.00 5,205.00 5,465.00\nhousehold income  \n Average monthly poor \n628.00 659.00 692.00 727.00 763.00 802.00 842.00 884.00 928.00\nhousehold income \n Monthly household \nexpenditure on solid  1.10 1.20 1.30 1.50 1.60 1.80 1.90 2.10 2.40\nwaste \n Monthly household \nexpenditure on solid \n0.03 0.03 0.03 0.03 0.04 0.04 0.04 0.04 0.04\nwaste (% of average \nincome) \n Monthly household \nexpenditure on solid \n0.18 0.18 0.19 0.20 0.21 0.22 0.23 0.24 0.25\nwaste (% of poor \nhousehold income) \n Zhaoxian \nHeating component \n Average monthly \n3,699.00 3,884.00 4,078.00 4,282.00 4,496.00 4,721.00 4,957.00 5,205.00 5,465.00\nhousehold income \n \n                                                 \n4  The ADB loan, which covers capital works, will be paid by public enterprises and local governments that will assume \nliability related thereto and will be responsible for ensuring that the capital assets of the Project are given proper and \nadequate maintenance. \n ", "56          Appendix 13           \n Item    2012  2013  2014  2015  2016  2017  2018  2019  2020 \n Average monthly poor \n628.00 659.00 692.00 727.00 763.00 802.00 842.00 884.00 928.00\nhousehold income \n Monthly household \n117.00 117.00 117.00 117.00 117.00 117.00 117.00 117.00 117.00\nexpenditure on heating \n Monthly household \nexpenditure on heating \n3.20 3.00 2.90 2.70 2.60 2.50 2.40 2.20 2.10\n(% of average monthly \nincome) \n Total household \nexpenditure on heating  44.00 44.00 44.00 44.00 44.00 44.00 44.00 44.00 44.00\nof poor household \n Total household \nexpenditure on heating \n7.00 6.60 6.35 6.00 5.70 5.50 5.20 5.00 4.70\n(% of poor household \nmonthly income) \nSolid waste and \nwastewater \ncomponents \n Total monthly household \nexpenditure on solid  6.30 6.30 6.60 6.70 6.70 6.80 7.10 7.10 7.20\nwaste and wastewater  \n Total monthly household \nexpenditure on solid \n0.20 0.20 0.20 0.20 0.10 0.10 0.10 0.10 0.10\nwaste and wastewater \n(% of average income) \n Total monthly \nexpenditure on solid \n1.00 1.00 1.00 0.90 0.90 0.80 0.80 0.80 0.80\nwaste and wastewater \nof poor household   \n Bazhou \n Average monthly \n2,022.00 2,123.00 2,230.00 2,341.00 2,458.00 2,581.00 2,710.00 2,846.00 2,988.00\nhousehold income \n Average monthly poor \n528.00 554.00 582.00 611.00 642.00 674.00 707.00 743.00 780.00\nhousehold income \n Monthly household \n16.00 20.00 20.00 21.00 21.00 21.00 21.00 21.00 22.00\nexpenditure on water  \n Monthly household \nexpenditure on water  0.80 0.90 0.90 0.90 0.80 0.80 0.80 0.70 0.70\n(% of average income) \n Monthly household \nexpenditure on water  \n3.00 4.00 3.00 3.00 3.00 3.00 3.00 3.00 3.00\n(% of poor household \nincome) \nSource: Asian Development Bank estimates. \n \n6.  Results. The FIRR and financial net present value (FNPV) were computed for all revenue-\ngenerating components at November 2008 prices. The FIRR is compared with the WACC to \nascertain financial viability. The post-tax WACC in real terms is 1.0%–1.2%. Current tariffs are \nsufficient to recover operating and capital costs. There is limited risk of downward revision since \nproposed tariffs have already been approved through public hearings held by subproject counties. \nThe  Project  is  most  sensitive  to  implementation  delays  associated  with  corresponding  cost \nincreases.  \n \n7.  Water Supply. The current domestic water tariff in Shengfang Town is CNY1.80/m3 for \ndomestic users, with industries charged CNY3.70/m3 and other users charged CNY2.80/m3. The \nweighted average tariff in 2008 is CNY2.6/m3. The component is expected to reach 100% cost \nrecovery in 2012 and is financially viable with an FIRR of 5.3% and FNPV of CNY41.7 million.  \n \n ", "Appendix 13          57   \n8.  Wastewater. The current wastewater tariff for domestic users in Zhaoxian is CNY0.25/m3 \nand, for industries, CNY0.42/m3. The Zhaoxian wastewater treatment component has an average \ntariff of CNY0.4/m3 and 69% cost recovery at the start of operations in 2012. The FIRR is 8.7% and \nFNPV is CNY97.9 million, both below the WACC of 1.0%.  \n \n9.  Heating. The current heating tariff in Zhaoxian is CNY9.88/m2 of built area per month in \nwinter, which results in 91% cost recovery in 2012 and is expected to achieve full cost recovery \nwith higher capacity utilization. The FIRR is 9.7%, which compares favorably with the WACC of \n1.0%, and the FNPV is CNY185.6 million, substantiating the financial viability of the Project.  \n \n10.  Solid Waste Management. In Zhaoxian, the SWM tariff is CNY1.44/household/month. The \ntariffs collected at present are not sufficient to cover the cost of collection, transfer, treatment, and \ndisposal of waste. Additional revenues will come from recycling and processing compost fertilizer. \nThe Zhaoxian SWM component has, with 100,000 m3 capacity, an FIRR of 8.8% and a FNPV of \nCNY57 million and is financially viable because of sales of compost fertilizer.  In Zhengding, the \nSWM tariff is CNY1.1/household/month. Recycling and processing compost fertilizer will generate \nincome  that  will  cover  the  cost  of  operations  and  investment  requirements.  The  Zhengding \ncomprehensive SWM processing facility has an FIRR of 8.7%, which compares favorably with the \nWACC of 1.1% and a FNPV of CNY135.3 million.  \n \nTable A13.3: Financial Internal Rate of Return and Sensitivity Analyses \nCase 1: Costs  Case 2: Revenues \nBase Case    Plus 10%    Less 10%   Case 3: Cases 1 and 2\nFIRR   NPV  FIRR  NPV   FIRR  NPV   FIRR  NPV  \nComponent  (%)   (CNY million) (%)  (CNY million) (%)  (CNY million)   (%)  (CNY million)\nZhengding                 \nSolid Waste  8.7  135.3  7.8  126.4  4.0  51.5  2.9  31.1 \nZhaoxian                 \nSolid waste  8.8  57.0  7.9  53.2  4.1  24.1  3.5  20.3 \nWastewater  8.7  97.9  7.7  91.3  5.8  75.5  5.0  68.6 \nHeating  9.7  185.6  8.6  163.4  4.9  79.2  3.7  53.6 \nBazhou                 \nShengfang Water Supply  5.3  41.7  4.4  35.2  3.1  19.2  2.4  12.8 \nFIRR = financial internal rate of return, NPV = net present value. \nSource: Asian Development Bank estimates. \n \n11.  Financial Projections, Entity Level. Financial projections were carried out to ensure that \nthe  entities  entrusted with  operating  revenue-generating  components  are  financially  viable.  In \nBazhou, the Shengfang water supply company will operate the water supply component, and the \nBazhou  City  Urban  Construction  and  Development  Company  Limited  will  operate  the  river \nimprovement  and  sewerage  component.  The  Zhaoxian  Urban  Investment  and  Development \nCompany will operate the wastewater treatment plant phase II, district heating component, and \nsolid  waste  processing  facility.  The  Zhengding  County  Solid  Waste  Treatment  Company  will \noperate the solid waste recycling and composting facility. Table A13.4 summarizes the financial \nratios of the subprojects.  \n  \nTable A13.4: Key Financial Indicators \nComponent  Item  2012  2015  2017  2020  2025 \nZhengding             \nSolid Waste  Operating ratio (%)  26.0  21.0  19.0  17.0  16.0 \nDSR  2.7  2.4  3.5  4.8  7.6 \nCurrent ratio         3.5          4.6          6.3        10.1        17.1  \nZhaoxian             \nSolid Waste  Operating ratio (%)  21.0  21.0  20.0  19.0  19.0 \nDSR  1.1  1.2  1.2  2.7  6.5 \n ", "58          Appendix 13           \nComponent  Item  2012  2015  2017  2020  2025 \nCurrent ratio       16.9          7.1          6.9          9.1        19.6  \nWastewater  Operating ratio (%)  65.0  33.0  31.0  31.0  31.0 \nDSR  2.1  2.1  2.2  2.6  3.2 \nCurrent ratio       11.7   3.8  6.1  10.6  19.3 \nHeating  Operating ratio (%)  22.0  23.0  17.0  17.0  15.0 \nDSR  1.5  1.8  2.5  4.8  7.2 \nCurrent ratio       13.8          8.1          9.8        12.1        20.6  \nBazhou             \nShengfang Water Supply  Operating ratio (%)  39.0  39.0  35.0  35.0  32.0 \nDSR  3.0  3.0  1.8  1.9  2.5 \nCurrent ratio         3.1        15.0          6.6        10.3        16.7  \nDSR = debt service coverage ratio. \nNotes:  1. Operating ratio = total operating expenses including depreciation, over operating revenues.  \n             2. Debt service coverage ratio = estimated cash revenues less cash expenses over debt service requirements.  \n             3. Current ratio = current assets over current liabilities. \nSource: Asian Development Bank estimates. \n \nB.  Financial Analysis of Nonrevenue Component \n12.  Financial analysis of river improvement was carried out to ensure its fiscal sustainability by \nanalyzing county government finances. The county governments receive taxes, nontax income, \nshared  revenues  with  the  central  Government,  and  transfers  and  subsidies  from  the  central \nGovernment.  In  recent  years,  county  governments  have  become  more  reliant  on  the  central \nGovernment as the internally generated share of their total revenues has decreased. County \nexpenditures  increased  on  average  by  25%–30%  annually,  financed  by  internal  sources  and \ntransfers from the central Government for major infrastructure investments. The counterpart fund \nrequirement for project implementation comprises about 10% of income in the subproject cities, \nand the county and city governments have earmarked funds for each subproject. The county \ngovernments will ultimately be responsible for debt service. Debt service and O&M amounted to \nabout 2% of total expenditures in each subproject city or county.  \n \nC.  Financial Management Assessment \n13.  The financial management assessment was carried out in accordance with Guidelines for \nthe Financial Governance and Management of Investment Projects Financed by ADB5 using the \nfinancial  management  assessment  questionnaire  for  the  Executing  Agency  and  all  the \nimplementing agencies (IAs) and operating companies. Financial statements need to be improved \nby including explanatory notes, and in the case of companies a cash flow statement should be \nincluded. Budgets need to be used as a tool to regularly monitor progress and highlight variances \nto  management  so  that  timely  corrective  action  can  be  taken.  Auditing  needs  substantial \nimprovement in most organizations and external audit needs to be carried out by the Audit Bureau \non a regular basis. Further, the audit is in the form of compliance with local regulations rather than \nassessing  the  accounting  system,  which  is  essential  to  ensure  the  quality  of  the  financial \nstatements produced. Internal audit needs to be undertaken to highlight any systemic weaknesses \nand ensure that transactions audit will be undertaken by an independent auditor firm. It was \nobserved that many operating companies still use manual accounting systems. Computerization \nshould  be actively  pursued,  and off-the-shelf  accounting  packages should  be  installed  in the \nagencies  concerned.  Since  many,  if  not  all,  of  the  IAs  and  operating  companies  have  not \nimplemented an ADB project, training in ADB financial management and disbursement procedures \nwill be provided to all finance staff. \n                                                 \n5  ADB. 2001. Guidelines for the Financial Governance and Management of Investment Projects Financed by the Asian \nDevelopment Bank. Manila. \n ", "Appendix 14          59   \nECONOMIC ANALYSIS \n \nA.  Introduction \n1.  The economic analysis of the Hebei Small Cities and Towns Development Demonstration \nSector Project (the Project) covers three core subprojects, which have a total of six subproject \ncomponents. For the overall Project, including subsequent subprojects yet to be selected, the \nanalysis covers the (i) economic rationale for public intervention, (ii) basis for selecting subprojects \nand components, and (iii) goals and design of the Project. The economic analysis also evaluates \nthe components through least-cost analysis and benefit–cost analysis. Economic analysis was \nconducted in accordance with the Asian Development Bank (ADB) Guidelines for the Economic \nAnalysis of Projects1 and Economic Analysis Retrospective 2005: Strengthening Quality-at-Entry of \nADB Operations.2  \n \nB.  Economic Rationale \n2.  Rationale for Public Intervention. The development of Hebei Province is anchored on the \n11th Five-Year Plan (FYP) of the Government of the People’s Republic of China (PRC), which \nemphasizes the potential of small cities and towns to provide a higher standard of living to rural \nmigrants without exacerbating infrastructure fatigue and other problems afflicting large cities. Small \ncities  and  towns  in  Hebei  Province  face  challenges  similar  to  those  of  other  northern  PRC \nprovinces. In some towns, industrial development has outstripped infrastructure provision, causing \nenvironmental degradation and suboptimal conditions for business development. In other towns, \nthe challenge remains to attract substantial investment that will provide employment opportunities \nto current residents and future migrants. \n \n3.  Hebei’s policy for developing its small cities and towns mirrors the national policy. Hebei’s \nSocial and Economic Development 11th FYP calls for the development of a more balanced urban \nsystem  through  the  growth  of  medium-sized  cities  that  can  serve  as  economic  centers  for \nsurrounding towns. The Hebei Urbanization 11th FYP identifies a major urban development axis \nlinking Shijiazhuang to the northeast with Tangshan. Handan and Baoding are also identified as \ngrowth poles. The growth of each of these medium-sized cities is designed to increase their \neconomic weight and enable them to develop beneficial upstream economic linkages with smaller \ncities  and  towns  in  their  hinterlands.  County-level  cities  and  towns,  in  turn,  are  expected  to \nenhance their economic relationship with rural areas that depend primarily on agriculture. In this \nrespect, town and county-level city development contributes directly to the provincial objective of \npromoting integrated development of rural and urban areas. To promote quality standards in urban \nservices, the Hebei Urban Construction 11th FYP emphasizes the need for more efficient delivery \nof urban services. Ranked 11th among 31 provinces in gross domestic product per capita, Hebei \nfaces  a  challenge  to  develop  small  cities  and  towns  in  a  way  that  combines  urban  growth \nmanagement with the promotion of economic development.  \n \n4.  The proposed ADB financing offers cities and towns in the poorer counties of Hebei to the \nnorth and west of Beijing the opportunity to develop their infrastructure to enable investments in \nnatural resource processing, manufacturing, and services. Other towns that have already achieved \nhigh economic growth rates, such as those located along the Shijiazhuang–Tangshan development \naxis, can improve living conditions by investing in urban environmental infrastructure to be financed \nunder the proposed Project. \n \n                                                 \n1  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n2  ADB. 2006. Economic Analysis Retrospective 2005: Strengthening Quality-at-Entry of ADB Operations. Manila. \n ", "60          Appendix 14           \n5.  The  Project  involves  government  intervention  at  several  levels.  The  Hebei  provincial \ngovernment (HPG) promotes development in cities and towns in a more coordinated and cost-\neffective manner by bringing about more sustainable investments in physical and environmental \nprotection infrastructure that aims to improve the quality of life. The involvement of HPG is justified \nsince the development program spans several small cities and towns. Municipal governments \ncoordinate and implement the elements of the master plans and make individual investments in \nwater supply, wastewater and solid waste management, and district heating works, and they will be \ninvolved in owning and managing some of the completed facilities. The economic rationale is \nsound, based on managing such natural monopolies as water supply, wastewater and waste \nmanagement, and heating exchange. Limited opportunities to generate revenues in the case of \nsolid waste management and urban environmental improvement make it difficult for the private \nsector to invest in the proposed urban improvements. Also, existing tariffs provide a low base from \nwhich to adjust tariffs to levels that could cover costs and make them attractive to the private \nsector.  Negative  externalities  associated  with  the  unplanned  disposal  of  solid  waste  and \nwastewater provides additional justification for public sector investments. \n \nC.  Selection of Subprojects and Core Components  \n6.  The selection of the three core subprojects was based on socioeconomic indicators and \ntheir  level  of  preparedness  to  undertake  investments  in  municipal  infrastructure.  The  core \nsubprojects  are  in  Bazhou  City,  Zhaoxian  County,  and  Zhengding  County.  These  areas  are \ncurrently urbanized below the Hebei average, which is 30%. Among the considerations in the \nselection  of  subprojects  is  the  availability  of  viable  investment  projects  that  directly  support \napproved development master plans and programs and have the potential to serve as models in \nthe preparation of subsequent components during Project implementation. Targeting and selecting \nsubsequent key subproject cities and towns will be based on, among other factors, their potential to \ngrow economically and provide jobs to migrants from rural areas. Employment growth is deemed to \ncontribute more toward the Government’s goal of closing the rural–urban income gap than does \nthe growth of economic production. The core subprojects focus on the development of citywide \nprimary and secondary infrastructure, with emphasis on environmental infrastructure. Five of the \nsix  components  identified  (water  supply,  wastewater  collection  and  treatment,  solid  waste \nmanagement, and river improvement) involve urban environmental infrastructure. \n \n7.  Key urbanization issues are (i) the inadequate availability of water supply, heat supply, and \nwastewater  and solid waste  treatment;  (ii)  severe  air,  river,  and  groundwater  pollution;  (iii)  a \nsignificant share of the urban population living under the poverty line; and (iv) the lack of holistic \nand integrated management of urban development. The Project aims to address these issues in \nthe participating cities to help promote balanced and environmentally sustainable urbanization; \nnarrow the rural-urban income gap; and improve production, employment, and living conditions. \n \n8.  Goals and Design of the Project. The Project is a direct response to HPG’s 11th FYP to \npromote  sustainable  economic  development,  particularly  in  its  small  cities  and  towns,  by \nconstructing  and  upgrading  infrastructure  while  protecting  the  environment.  The  11th  FYP \nrecognizes  that  achieving  these  goals  will  require  improved  basic  municipal  services  and \nenvironmental quality in these areas. All subproject components in the proposed Project are an \nintegral component in the 11th FYP. Small city and town governments are required to make \ninvestments in water supply, wastewater management, district heating, river improvement, and \nsolid waste management. The city and county government master plans are reasonably sound and \nintegrated with the overall planning process. \n \n ", "Appendix 14          61   \nD.  Demand Analysis  \n9.  Demand  forecasts  were  reviewed  for  the  water  supply,  wastewater,  solid  waste,  and \nheating  subcomponents.  For  the  river  improvement  component,  least-cost  analysis  was \nundertaken. \n \n10.  For the Shengfang water supply component, water demand in 2015 was estimated at \n40,000 cubic meters per day (m3/d) and would service residents in the existing town and those in \nthe expansion area in the northeast of the town. The Project is designed for a capacity of 20,000 \nm3/d to supplement the existing plant capacity of 20,000 m3/d, bringing total capacity to 40,000 \nm3/d. This component is estimated to serve a population of about 214,000, or 61,000 households.  \n \n11.  For the Zhaoxian heating component, the total heating area is projected at 4,130,000 \nsquare meters (m2) in 2010 and 9,060,000 m2 in 2020. Zhaoxian County has a population of \n117,2003 and is projected to increase to 145,000 in 2010 and 190,000 in 2020. The Project will \nincrease  centralized  heating  coverage  from  14%  to  80%  by  rehabilitating  and expanding  the \nexisting heating system. It is expected that, after the completion of the project, heating supply \ncapacity will reach 387 MW, providing heating to 3.0 million m2 in 2010 and 7.3 million m2 in 2020. \n \n12.  For Zhaoxian solid waste management, total waste generation is projected to increase from \n195 tons per day (t/d) in 2010 to 258 t/d in 2020. The subproject is expected to increase waste \ncollection coverage to 100% in 2015 from 60% at present. The population of Zhaoxian County is \ngrowing quickly at 5% annually, and growth was assumed at 5% for 2006–2010 and 3% for 2011–\n2020. Waste generated per capita was based on a study of garbage output of 500 small cities in \nthe PRC.  \n \n13.  For the Zhaoxian wastewater component, the total volume of wastewater generated is \nestimated to be 100,000 m3/d in 2015, with industrial wastewater accounting for 12% of the total. \nThis is based on a projected population of 150,000, with 160 liters per capita per day consumption \nand a return rate of 80% for domestic wastewater, and 3.18 square kilometers of industrial land \nwith demand of 3.5 m3 per kilometer per day. The proposed plant would have a design capacity of \n50,000 m3/d to supplement the existing plant capacity of 50,000 m3/d, bringing total capacity to \n100,000 m3/d.  \n \n14.  For the Zhengding solid waste component, the current population growth rate of Zhengding \nCounty of 6% was assumed to continue in 2006–2010 and then decrease to 3% in 2011–2020. \nThe estimated waste generated per capita was based on a study of garbage output of 500 small \ncities in the PRC starting at 1.3 tons per capita per day. Total waste generation in Zhengding is \nprojected to increase from 378 t/d in 2010 to 512 t/d in 2020. The proposed solid waste treatment \nplant capacity is 600 t/d. Households are projected to generate 500 tons, while industries will \ngenerate 100 tons. The waste characterization study indicates that 54% of total weight is made up \nof organic wastes and another 10% is recyclable. Thus, it is projected that in 2010 about 242 t/d, \nand in 2020 about 328 t/d, of household waste will be processed, and residual waste will be \ndisposed of in the sanitary landfill. The proposed plant will have an annual production of 39,900 \ntons of compost fertilizer, 5,050 tons of recycled plastics, 860 tons of recycled glass, and 560 tons \nof recycled metals.  \n \n                                                 \n3  Heat Supply Project Plan for Urban Districts of Zhao County (2007–2020). \n ", "62          Appendix 14           \nE.  Evaluation of Individual Components \n15.  The methods of economic analysis adopted are benefit–cost analysis (BCA) and least-cost \nanalysis (LCA). BCA was applied mainly to the revenue-generating components of the Project such \nas water supply, wastewater management, solid waste management, and heating, while LCA was \napplied to the river upgrading component, which generates no revenues. For BCA, estimates of \neconomic benefits were based on regression outputs from the contingent valuation survey results \nconducted in selected pilot areas, and for similar components the regression results were applied \nusing  area-specific  socioeconomic  data  such  as  income,  education,  age,  and  gender.  The \ncontingent valuation survey aimed to elicit beneficiaries’ willingness to pay for improved services \nresulting  from  the  Project.  The  survey  was  conducted  in  Zhaoxian  County  covering  both \nwastewater and solid waste components. \n  \n16.  The economic analysis of each component was conducted over 25 years including the \nconstruction period. Economic benefits and costs are denominated in local currency and expressed \nin November 2008 prices. In estimating the economic investment cost, the tradable components \nwere adjusted using a shadow exchange rate factor of 1.08, and non-tradable components were \nvalued at domestic market prices. A shadow wage rate of 0.50 was applied on unskilled labor to \nreflect underemployment.4  \n \n17.  Major economic benefits that were quantified for each component include (i) resource cost \nsavings;  (ii)  environmental  benefits  for  district  heating;  and  (iii)  willingness  to  pay  for  the \nwastewater, water supply, and solid waste components. The economic costs include (i) capital \ncost, including land acquisition and resettlement, and environmental mitigation and monitoring \ncosts and (ii) the costs of operation and maintenance. Land acquisition and resettlement costs \nwere estimated based on their opportunity costs—that is, the agricultural output foregone and the \nre-siting of displaced activities when necessary.5 Physical contingencies and initial working capital \nwere included. Transfer payments such as taxes and import duties were excluded in estimating the \neconomic costs.  \n \n18.  For the BCA, a discounted cash flow analysis was applied with the feasibility indicators \nexpressed in the following measures of viability: net present value (NPV) and economic internal \nrate of return (EIRR) assuming a discount rate of 12%. The EIRRs were estimated by comparing \nscenarios  with  and  without  the  component.  A  core  subproject  component  is  considered \neconomically viable if the calculated EIRR is higher than 12%, the social discount rate prescribed \nby ADB. The EIRR for each component was tested for responsiveness to changes in the values of \nkey project variables using sensitivity analysis calculating the sensitivity indicator and switching \nvalue. \n \nF.  Summary of Results of the Economic Analysis  \n19.  The economic analysis shows that the components subjected to BCA are economically \nviable and stand up to sensitivity tests. The EIRRs and NPVs of the core subprojects, shown in \nTables  A14.1  and  A14.2,  are  31%  for  the  Shengfang  component,  22%  for  the  Zhaoxian \ncomponent, and 21% for the Zhengding component. \n \n20.  The Shengfang and Zhengding subprojects’ EIRRs are higher than 12%, indicating that the \nsubprojects are economically justified. Sensitivity analysis shows that the EIRR for the Shengfang \n                                                 \n4  These assumptions are based on the Guidelines for the Preparation of Feasibility Study of Investment Projects issued \nby National Development and Reform Commission in 2002. \n5  The economic opportunity cost of land will be assumed to be equal to the replacement value of farmland calculated for \nland compensation. \n ", "Appendix 14          63   \nwater supply component is most sensitive to a change in willingness to pay, as estimated in the \ncontingent valuation survey. The Zhengding subproject is most sensitive to both an decrease in \nbenefits and an increase in costs. \n \nTable A14.1: Results of Shengfang and Zhengding Subprojects  \nShengfang Water Supply    Zhengding Solid Waste \n   \nEIRR  NPV  SI  SV  EIRR  NPV   SI  SV \nItem  (%)  (CNY million)  (%)  (%)  (%)  (CNY million)  (%)  (%) \nBase case  30.9  96.7      20.8  38.9     \nCase 1: 10% increase in costs   28.3  89.2  0.8  130.1  15.2  14.8  6.2  16.1 \nCase 2: 10% decrease in benefits   28.1  79.6  1.8  56.5  14.6  10.9  7.2  13.9 \nCase 3: Case 1 and 2  25.7  72.1  1.0  100.0  13.2  5.2  8.7  11.5 \nCase 4: 1 year delay in implementation  28.6  89.8  0.6  165.2  17.6  27.8  2.2  45.5 \nEIRR = economic internal rate of return, NPV = net present value, SI = sensitivity indicator, SV = switching value. \nSource: Asian Development Bank. \n \n21.  The  Zhaoxian  components'  EIRRs  are  higher  than  12%,  indicating  that  the  Zhaoxian \nsubproject is economically justified. Table A14.2 shows the results of the base case and sensitivity \ntests. The Zhaoxian components are more sensitive to a decline in benefits than to an increase in \ncosts; the wastewater and solid waste components are most sensitive to reduced willingness to \npay, based on the contingent valuation survey. Under a scenario of a 50% decrease in willingness \nto pay, the sensitivity indicator for NPV for wastewater is approximately 2% and the switching value \nis 38%. For the solid waste management component, on the other hand, a 50% decrease in \nwillingness to pay will render the component economically unviable.  \n \nTable A14.2: Results of Zhaoxian Subprojects \nDistrict Heating    Solid Waste Management    Wastewater Treatment Plant \nNPV  NPV  NPV \nItem  \nEIRR  (CNY  EIRR  (CNY  EIRR  (CNY \n(%)  million)  SI  SV  (%)  million)  SI  SV  (%)  million)  SI  SV \nBase case  20.2  38.9      19.8  23.4      26.9  57.4     \nCase 1: 10% \nincrease in \ncosts   18.4  32.6  1.6  61.1  18.0  19.5  1.7  60.3  23.6  47.8  1.7  59.9 \nCase 2: 10% \ndecrease in \nbenefits   15.0  12.5  6.8  14.7  13.9  5.3  7.7  12.9  23.3  42.0  2.7  37.5 \nCase 3: Case 1 \nand 2  13.4  6.2  8.4  11.9  12.5  1.4  9.4  10.6  20.2  32.5  1.0  100.0 \nCase 4: 1-year \ndelay in \nimplementation  17.1  26.8  2.4  42.0  16.9  16.2  2.4  42.3  22.6  45.8  1.7  57.7 \nEIRR = economic internal rate of return, NPV = net present value, SI = sensitivity indicator, SV = switching value. \nNote: Contingent valuation survey (to measure willingness-to-pay) was not conducted for district heating component. \nSource: Asian Development Bank. \n \n22.  The  results  of  the  economic  analysis  demonstrate  the  economic  viability  of  the  three \ncomponents and their respective subcomponents. Economic sustainability is nonetheless subject \nto the implementation of required assurances, where identified as necessary, and managing the \nrisks attendant to the variables to which economic viability is found to be most sensitive. \n \n "], "metadata": {"CreationDate": "D:20091110092255+08'00'", "Subject": "Proposed Loan and Administration of Grant", "Author": "mpa", "Creator": "PScript5.dll Version 5.2", "Keywords": "hebei small cities development sector, hebei provincial government, WWTPs hebei prc, hebei wastewater treatment plants, hebei prc urban environment improvement projects, hebei prc public health improvement, adb project 40641", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20091111142406+08'00'", "Title": "Hebei Small Cities and Towns Development Demonstration Sector Project"}}