{"Author": "Asian Development Bank", "CreationDate": "D:20100907092201+08'00'", "Creator": "PScript5.dll Version 5.2.2", "ModDate": "D:20101012091829+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Title": "Report and Recommendation to the President: India, Infrastructure Development Investment Program", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\n.Sri Lanka \nProject Number: 40648 \nSeptember 2010 \n\nProposed Multitranche Financing Facility \nIndia: Infrastructure Development Investment Program \nfor Tourism \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 26 August 2010) \n \n\nCurrency Unit\n\n– \n\nIndian rupee/s (Re/Rs) \n\nRe1.00\n$1.00\n\n=  $0.0213 \n=  Rs46.90 \n\n \n \n\n \n \n\nADB \nGDP \nFFA \nMFF \nPFR \nPIU \nPMU \nTA \n\nABBREVIATIONS \n\n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \ngross domestic product \nframework financing agreement \nmultitranche financing facility \nperiodic financing request \nproject implementation unit \nproject management unit \ntechnical assistance \n\nNOTES \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n(i) \n\nThe  fiscal  year  (FY)  of  the  Government  of  India  begins  on  1  April  and  ends  on \n31 March. India defines its fiscal year by the year in which it starts, e.g., FY2009 \nbegins on 1 April 2009 and ends on 31 March 2010. \n\n(ii) \n\nIn this report, \"$\" refers to US dollars. \n\n \nX. Zhao, Operations 1 \nVice-President \nDirector General  S. Rahman, South Asia Department (SARD) \nDirector \n \nTeam leaders \n \nTeam members \n \n \n \n \n \nPeer reviewers \n\nM.T. Kho, Urban Development Division, SARD \n \nA. Kaneko, Senior Urban Development Specialist, SARD  \nK. Tamaki, Senior Urban Development Specialist, SARD \nR. Barba, Safeguards Specialist, SARD \nK. Choe, Lead Professional (Water and Urban Development), SARD  \nH. Ikemoto, Urban Economist, SARD \nR. Slangen, Urban Development Specialist, SARD \nP. Srivastava, Project Implementation Officer, SARD  \nJ. Versantvoort, Counsel, Office of the General Counsel (OGC) \nM. Lindfield, Lead Professional, Regional and Sustainable Development \n\n \n\nF. Steinberg, Senior Urban Development Specialist, Southeast Asia \n\nDepartment \n\nDepartment \n\n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nThe INVESTMENT PROGRAM \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\n \n\nI. \n\nII. \n\nIII. \n\n1. \n\n2. \n\n \n\nDesign and Monitoring Framework for the Investment Program \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n3 \n3 \n4 \n5 \n\n7 \n7 \n7 \n8 \n8 \n9 \n9 \n\n10 \n\n10 \n\n11 \n\n14 \n\n\f \n\n \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nmultitranche  financing  facility  (MFF)  to  India  for  the  Infrastructure  Development  Investment \nProgram for Tourism. \n \n2. \nThe  investment  program  targets  inclusive  economic  growth  and  provision  of  livelihood \nopportunities  for  local  communities  in  the  tourism  sector  through  tourism  infrastructure \ndevelopment. It will focus on preservation and development of natural and cultural heritage, and \nincidental  services  linked  to  subprojects  including  municipal  services, 1  tourist  support \ninfrastructure  and  services,  and  tourist  destination  connectivity  infrastructure.  The  proposed \nMFF  is  provided  to  support  the  four  participating  states  of  Himachal  Pradesh,  Punjab,  Tamil \nNadu, and Uttarakhand to develop the tourism sector as a key driver for economic growth. \n \n\nII. \n\nTHE INVESTMENT PROGRAM \n\nA. \n\nRationale \n\n3. \nIndia  has  experienced  impressive  economic  growth  recently.  Gross  domestic  product \n(GDP)  grew  at  an  average  annual  rate  of  7.7%  during  FY2002–FY2007  and  is  forecast  to \nincrease to 8.7% during the 11th Five-Year Plan (2007–2012), making it one of the fast-growing \neconomies in the world.  \n \n4. \nIndia’s economic growth aims at being inclusive. The percentage of the population below \nthe poverty line has declined from 36% in FY1994 to 27.5% in FY2005, but the rate of decline in \npoverty has not kept pace with GDP growth. The rural–urban divide is rapidly rising in India, with \nper  capita  household  expenditure  in  rural  areas  estimated  at  less  than  half  of  that  in  urban \nareas.2 Economic growth across regions has also not been uniform.  \n \n5. \nHowever,  it  is  neither  easy  nor  effective  to  try  to  reduce  the  rural–urban  disparities  by \nstimulating  the  growth  of  the  agriculture  sector  alone.  To  address  the  disparities  more \neffectively,  it  is  important  to  stimulate  the  rural  non-agriculture  sector  and  the  rural  service \nsector as a whole to generate more economic and employment opportunities. \n \n6. \nPotentially, India is one of the attractive tourist destinations in the world and its tourism \nsector  has  been  growing  rapidly.  Total  foreign  tourist  arrivals  have  increased  by  about  126% \nfrom 2.38 million in 2002 to around 5.37 million in 2008 (or 14.6% growth per annum). In 2008, \nabout $11.75 billion was generated in foreign exchange. Total domestic tourist visits have also \ngrown by about 109% from 269.6 million in 2002 to 562.9 million in 2008 (or 13.1% growth per \nannum).3 Virtually  every  kind  of  tourism—cultural,  religious,  eco  and  adventure,  medical,  and \nrelaxation—has  significant  prospects  in  the  country.  The  richly  varied  developed  and \nundeveloped  tourist  attractions  permit  product  differentiation  and  branding.  Rapid  expansion \nand upgrading of the sector’s infrastructure and services to international standards will increase \nits  attractiveness,  efficiency,  and  competitiveness  against  other  international  destinations, 4 \nthereby  creating  significant  opportunities  for  employment  generation  and  growth  in  livelihood \nprograms. \n                                                 \n1   Municipal services includes water supply, sanitation, solid waste management, drainage and flood control. \n2  ADB. 2009. Country Partnership Strategy: India, 2009–2012. Manila. \n3  Government of India, Ministry of Tourism. 2009. India Tourism Statistics 2008. Delhi.  \n4  ADB. 2008. Technical Assistance for Improving Connectivity and Destination Management of Cultural and Natural \nResources  in  the  South  Asia  Subregion.  Manila  (TA  6504-REG,  approved  on  8  December  2008).  This  technical \nassistance (TA) looks into this aspect. \n\n\f2 \n\n \n7. \nIn  2002,  the  government  adopted  a  new  policy  that  recognized  tourism  as  one  of  the \nsectors with high potential for growth and employment generation, particularly in less-developed \nareas.  Based  on  2003–2004  surveys,  India’s  tourism  sector  contributed  only  5.9%  of  GDP, \nsustaining around 41.8 million people in full-time jobs. However, such a level of contribution to \nGDP by the tourism sector is much lower than the world average of 10.4% in 2007.5 Increased \ninvestments  in  tourism  can,  therefore,  generate  significantly  more  direct  and  indirect \nemployment  because  of  tourism  sector’s  forward  and  backward  linkages,  and  contribute  to \nmitigating the high levels of rural unemployment and poverty, and the rural–urban inequalities. \nThis strategy is reflected in the government’s 11th Five-Year Plan and the Asian Development \nBank’s  (ADB’s)  India  country  partnership  strategy,  2009–2012  (footnote  2)  that  supports \ndevelopment  of  required  urban  infrastructure  to  strengthen  the  tourism  potential  of  heritage \ncities in an environmentally sustainable manner. \n \n8. \nTo  this  end,  the  government  committed  to  (i) assisting  the  state  governments  with \ntourism  development;  (ii) encouraging  private  sector  provision  of  tourist  facilities  and  services, \nsupported  by  public  sector  infrastructure  development;  and  (iii) providing  regulatory  support  to \nensure  sustainable  tourism.  A  tourism  sector  road  map  for  the  country,  prepared  with  ADB \ntechnical assistance (TA) support in the context of the government’s 11th Five-Year Plan, sets \ntargets  to  increase  visitor  volumes,  and  their  average  length  of  stay  and  spending,  and \nemphasizes more equitable sharing of tourism benefits with local communities. Under the TA, a \nset of recommendations, which are part of the road map, was also made for capacity building \nand human resource development.6 While the tourism sector’s growth during the 10th Five-Year \nPlan  (2002–2007)  period  was  impressive  as  is  mentioned  above,  11th  Five-Year  Plan  targets \nwere  rather  ambitious,  which  included  10  million  total  international  tourist  arrivals  and  812 \nmillion total domestic tourist visits by 2011, and are turning out to be challenging due to, inter \nalia, the global economic slowdown that started in 2008, badly affecting tourism throughout the \nworld. \n \n9. \nPrivate  sector  participation  in  the  tourism  sector  is  a  relatively  recent  phenomenon  in \nIndia. Many states are still in the transition from service providers to promoters and regulators of \ntourism development with increasingly more private sector service providers actively joining the \nindustry.  However,  the  public  sector  still  has  a  significant  role  to  play  in  infrastructure \ndevelopment  if  the  economic  potential  of  tourism  is  to  be  realized.  Inadequate  or  poor \ninfrastructure connecting the gateways from outside the states and connecting tourist attractions \nwithin  each  state,  as  well  as  the  lack  of  basic  services  at  tourist  destinations—such  as  water \nsupply,  sanitation,  and  solid  waste  management—need  to  be  addressed.  Infrastructure  to \nsupport community-based tourism is almost absent. \n \n10. \nThe  investment  program  will  assist  the  government  in  achieving  its  targets  by  tapping \nthe tourism sector’s potential to contribute to sustainable and inclusive economic growth. It will \nrespond to the urgent need for developing tourism-related infrastructure in the four participating \nstates—Himachal Pradesh, Punjab, and Uttarakhand (the three main states of the North West \nHimalayan Heritage Circuit), and Tamil Nadu (the anchor state of the South Heritage Circuit)—\nto  promote  the  economic  potential  of  the  tourism  sector  within  a  planned  framework  and \naddress  weaknesses  in  management  capacity.  These  four  states  voluntarily  sought  to \nparticipate  in  the  implementation  of  the  road  map,  and  the  government  supported  their \n\n                                                 \n5  World Travel and Tourism Council http://www.wttc.org/eng/Home/ \n6  ADB.  2007.  Component  Technical  Assistance  for  Tourism  Infrastructure  Development  Study.  Under:  ADB.  2006. \nTechnical  Assistance  Cluster  to  India  for  Project  Processing  and  Capacity  Development.  Manila  (TA  4814-IND). \nThe component TA was approved on 18 December 2006 by the director general of the South Asia Department. \n\n\f3 \n\nparticipation.  The  government  prepared  a  more  specific  road  map  along  with  a  framework  for \nnecessary  policy  and  sector  reforms  for  each  of  the  four  states  under  follow-up  ADB \nassistance,7 and  proposed  the  MFF  modality  to  support  the  government’s  medium-  and  long-\nterm goals. \n \n11.  While  infrastructure  supporting  tourism  is  being  put  in  place,  sector  reform  must  be \ncarried  out  in  parallel  to  attain  the  goals  of  more  sustainable  and  inclusive  tourism  sector \ndevelopment. Key challenges include existing limitations in (i) public sector financing; (ii) sector \npolicies on, and institutional capacities for, heritage site management; (iii) an effective enabling \nenvironment  for  enhanced  private  sector  participation;  (iv)  operation  and  maintenance  of \ntourism infrastructure; and (v) effective mechanisms to engage local communities in the tourism \nvalue chain. Detailed discussions about the national tourism development road map and tourism \nroad maps of the four participating states can be found in the framework financing agreement \n(FFA).8 \n \n12. \nThe  investment  program  includes  a  number  of  policy-driven  sector  reforms.  The \nparticipating states are committed to making investments in the tourism sector more attractive \nfor  private  sector  participation.  They  will  also  promote  homestay  programs  and  other \nnoncommercial  or  semicommercial  lodging  alternatives,  such  as  bed  and  breakfast  facilities. \nEach  state  will  develop  a  tourism  policy  to  mainstream  (i) balanced  distribution  of  economic \nopportunities  across  the  state  through  the  promotion  of  community-based,  tourism-related \neconomic  and  livelihood  activities,  and  ecotourism  development;  (ii) financial  sustainability  of \ntourism  destinations  and  their  heritage  assets,  and  connectivity  infrastructure;  and  (iii) policy \nand regulatory reforms to provide for adaptive reuse of publicly owned heritage buildings so that \nadditional means of cost recovery are established. \n \n13. \n The  MFF  modality  is  considered  suitable  for  the  proposed  intervention  because \ndeveloping  the  capacities  of  the  sector  agencies  as  facilitators  and  regulators  of  tourism \ndevelopment will be a gradual process requiring longer-term commitments. \n \nB. \n\nImpact and Outcome \n\nThe  investment  program  will  enhance  the  contribution  of  the  tourism  sector  to \n14. \nsustainable  and  inclusive  economic  growth  during  its  10-year  implementation  period.  The \nimpact  can  be  assessed  by  a  50%  increase  in  local  employment  created  by  tourism  and \neconomic  activities  linked  to  tourism  in  each  participating  state,  and  a  30%  increase  in  the \naggregate  contribution  of  tourism  to  the  GDP  of  each  participating  state.  The  outcome  will  be \nincreased  volume  of  domestic  and  international  tourists.  More  private  sector  investments  in \ntourism and enhancement of destinations and attractions are also expected.  \n \nC. \n\nOutputs \n\n15. \nThe investment program outputs will be (i) improved basic urban infrastructure (such as \nwater supply, sanitation, road and public transport, solid waste management, and environmental \nimprovement)  and  incidental  services  (such  as  public  toilets,  street  signage  and  lighting)  at \nexisting  and  emerging  tourist  destinations  and  gateways;  (ii) improved  connectivity  to  tourist \n\n                                                 \n7  ADB.  2007.  Technical  Assistance  for  Preparing  the  Inclusive  Tourism  Infrastructure  Development  Project. Manila \n(TA 7014-IND). Phase 1 of the TA set the basis for the proposed investment program. To complete phase 2, which \nfocuses  on  implementation  capacity  development  support  to  the  participating  states,  the  completion  date  was \nextended to 31 August 2011. \n\n8  Framework Financing Agreement (Appendix 2). \n\n \n\n\f4 \n\nattractions focusing on the improvement of last-mile connectivity; (iii) enhanced quality of natural \nand  cultural  tourist  attractions  to  ensure  convenience  and  safety  for  visitors;  (iv) greater \nparticipation  by  local  communities  in  tourism-related  economic  and  livelihood  activities;  and \n(v) strengthened  capacity  of  concerned  sector  agencies  and  local  communities  for  planning, \ndevelopment, management, and marketing of tourist destinations and attractions, and promoting \nprivate sector participation and small businesses. \n \n16. \nSupporting programs will be established for developing the capacities to promote private \nsector participation and small businesses to increase the benefits they gain from tourism, and \nstimulating  more  active  tourism-related  economic  and  livelihood  activities.  Consultancy  will \nsupport project implementation and programs for developing the capacities of sector agencies \nfor sustainable management of tourism and related infrastructure and services. Two batches of \nsubprojects  are  anticipated  from  each  participating  state,  which  the  government  will  then \nconsolidate, if applicable, and forward to ADB in the form of periodic financing requests (PFRs). \nThe  selection  criteria  set  out  in  the  FFA  apply  to  the  subprojects  to  be  financed  under  the \nsecond tranche onwards and the subprojects under tranche 1 have substantially followed these \ncriteria.  The  first  PFR  covering  the  respective  first  batches  of  two  participating  states  with \nadvanced project readiness (i.e., Himachal Pradesh and Punjab) is processed together with the \nMFF. Five PFRs (including the first one) are anticipated under the investment program. \n \nD. \n\nInvestment and Financing Plans \n\n17. \nThe  road  map  covering  the  four  participating  states  during  2011–2020,  which  is \nidentified as priority investment, is estimated to cost $1.69 billion,9 of which $357.14 million will \nbe financed under the investment program (Table 1). \n \n\nItemb \nA. Base Costc \n1. Urban infrastructure and service improvementd \n2. Connectivity improvement \n3. Quality enhancement of natural and cultural \n\nTable 1: Investment Programa ($ million) \nHimachal \nTamil \nPradesh \nNadu \n \n \n16.79 \n26.96 \n9.92 \n12.86 \n\nPunjab \n \n\n17.90 \n3.95 \n\nattractionse \n\n4. Community-based activities \n5. Capacity development, community \n\nparticipation, and project management \n\nSubtotal (A) \n\nB. Contingencyf \nC. Financing Charges during Implementationg \nTotal (A+B+C) \n\n15.89 \n8.51 \n\n19.22 \n83.44 \n7.47 \n4.25 \n95.16 \n\n26.99 \n12.21 \n\n17.52 \n78.57 \n6.06 \n3.91 \n88.54 \n\n22.44 \n9.19 \n\n12.83 \n71.17 \n8.66 \n5.59 \n85.41 \n\nUttarakhand \n \n\nTotal \n \n82.45 \n37.00 \n\n89.46 \n38.82 \n\n63.68 \n311.41 \n28.78 \n16.95 \n357.14 \n\n20.80 \n10.27 \n\n24.14 \n8.91 \n\n14.11 \n78.23 \n6.58 \n3.21 \n88.02 \n\na  Indicative. \nb  Includes taxes and duties of $22.50 million to be financed by the states. \nc  In mid-2010 prices. \nd  Includes provision of basic tourist facilities. \ne  Includes restoration. \nf  Physical  contingencies  computed  at  10%  for  civil  works;  and  5%  for  field  research  and  development,  training, \nsurveys, and studies. Price contingencies computed at 0.0%–1.5% on foreign exchange costs and 4.0%–5.0% on \nlocal  currency  costs;  includes  provision  for  potential  exchange  rate  fluctuation  under  the  assumption  of  a \npurchasing power parity exchange rate. \n\ng  Includes interest and commitment charges. Interest during construction for ADB loan(s) has been computed at the \n5-year forward London interbank offered rate plus  a spread of 30 basis  points. Commitment charges for an ADB \nloan are 0.15% per year to be charged on the undisbursed loan amount. \n\nSource: Asian Development Bank estimates. \n                                                 \n9  ADB.  2007.  Component  Technical  Assistance  for  Tourism  Infrastructure  Development  Study.  Under:  ADB.  2006. \nTechnical Assistance Cluster to India for Project Processing and Capacity Development. Manila (TA 4814-IND). \n\n\f5 \n\n \n18. \nThe  government  has  requested  an  MFF  of  up  to  $250  million  equivalent  from  ADB’s \nordinary capital resources to help finance a part of the investment program. Processing of five \ntranches is anticipated under the MFF, subject to the government’s submission of related PFRs, \nexecution of the related loan and project agreements for each tranche, and fulfillment of terms \nand conditions and undertakings set forth in the FFA. The first tranche of the MFF will have a \n25-year  term,  including  a  grace  period  of  5  years,  an  annual  interest  rate  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.15% per year, and such other terms and conditions set forth in the draft \nloan and project agreements. The government will make the relevant portion of the proceeds of \neach  tranche  available  to  each  state  concerned,  promptly  and  on  terms  and  conditions \nacceptable to ADB, for the implementation of the investment program. The financing plan is in \nTable 2. \n \n\nTable 2: Financing Plan ($ million) \n\nSources \nAsian Development Bank \nGovernment of India and state governments \nInvestment Program Total \n\nAmount \n($ million) \n250.00 \n107.14 \n357.14 \n\nShare of Total \n(%) \n70.0 \n30.0 \n100.0 \n\nSource: Asian Development Bank estimates. \n \nProject 1. The government has submitted the first PFR in line with the FFA.10 Project 1 \n19. \nis  estimated  to  cost  $62.03  million  equivalent,  including  taxes  and  duties  of  $6.58  million \nequivalent  to  be  financed  by  the  states.  The  cost  includes  consulting  services  in  detailed \nengineering  design,  construction  supervision,  and  management,  as  well  as  civil  works  and \ncapacity  building  activities  in  Himachal  Pradesh  and  Punjab.  A  loan  of  $43.42  million  from \nADB’s ordinary capital resources has been requested to cover part of the cost of project 1. \n\nE. \n\nImplementation Arrangements \n\n \n\n20. \nA national steering committee comprising experts and relevant government officials from \nthe  central  government  and  the  participating  states  will  be  established  to  monitor  the  overall \nimplementation of the investment program to ensure the realization of expected impacts in the \nfour  participating  states.  The  state  implementation  arrangements  are  summarized  in  Table  3 \nand described in detail in the facility administration manual. \n \n\nTable 3: Implementation Arrangements \n\nArrangements \n\nAspects \nImplementation period \nEstimated completion date  30 June 2020 \nProject management \n(i)  Oversight body \n\nJanuary 2011–June 2020 \n\n \nState-level steering committee, Government of Himachal Pradesh \nState-level steering committee, Government of Punjab \nState-level steering committee, Government of Tamil Nadu  \nState-level steering committee, Government of Uttarakhand \nDepartment of Tourism and Civil Aviation, Government of Himachal Pradesh \nDepartment of Tourism, Government of Punjab \nDepartment of Tourism and Culture, Government of Tamil Nadu  \nDepartment of Tourism, Government of Uttarakhand \nHimachal Pradesh Tourism Development Board \nPunjab Heritage and Tourism Promotion Board \nTamil Nadu Tourism Development Commissionerate \n\n(ii)  Executing agency \n\n(iii)  Key implementing \n\nagency \n\n                                                 \n10 Framework Financing Agreement (Appendix 2). \n\n \n\n\f6 \n\nAspects \n\n(iv)  Project \n\nimplementation unit \n\nProcurement \n\nConsulting services \n\nRetroactive financing \nand/or advance \ncontracting \nDisbursement \n\nArrangements \n\nUttarakhand Tourism Development Board \nShimla, Kangra, and Kullu; Himachal Pradesh (10 staff each) \nAmritsar and Ropar; Punjab (10 staff each) \nChennai; Tamil Nadu (20 staff) \nDehradun, Kotdwar, and Bhimtal; Uttarakhand (10 staff each) \nNational competitive bidding \nShopping \nForce Accounta \nQuality- and cost-based selectionb \n\n245 contracts \n14 contracts \nabout 120 activities \n3,840 person-months \n(34 packages) \n260 person-months \n(16 packages) \n\n$ 305.6 million \n$     2.0 million \n$     9.3 million \n$   32.6 million \n\n$    2.2 million \n\nEligible expenditures incurred on advance contracting for consulting services and \nprocurement of goods and civil works under the project up to 12 months before the \nloan signing date, and not exceeding 20% of the relevant loan amount. \nThe loan proceeds will be disbursed in accordance with ADB’s Loan Disbursement \nHandbook (2007, as amended from time to time) and detailed arrangements agreed \nupon between the government and ADB. \n\n \n\nOther selection methods \n\na  In  accordance  with  Wildlife  Protection  Act,  1972  and  Forest  Conservation  Act,  1980,  certain  works  such  as \n(i) plantation using indigenous tree species; (ii) stabilization of slopes; and (iii) soil conservation are required to be \nundertaken departmentally in defined forest areas such as core forest areas, protected forests and wetlands. About \n13  subprojects  of  such  nature,  with  each  subproject  typically  having  eight  to  ten  different  activities  and  costing \nabout $0.7 million on an average, are proposed to be undertaken in Punjab under the investment program. \n\nb  There  are  a  number  of  consulting  service  packages,  each  of  which  is  ideally  carried  out  by  the  same  team \nthroughout the investment program from 2011 to 2020 to ensure continuity. There is an option to make this long-\nterm  engagement  possible.  Under  this  option,  each  contract  covers  the  entire  implementation  period  of  the \ninvestment program from 2011 to 2020. The initial loan will cover the consulting service contracts partially while the \nsubsequent loan will cover the remaining balances of the contracts. \n\nSource: Asian Development Bank estimates. \n \n21. \nState-level  empowered  committee. Each state government will establish a state-level \nempowered  committee,  chaired  by  the  state’s chief  secretary  and  comprising  secretaries  from \nline agencies, to take all decisions on behalf of the state and will (i) act as a policy making body; \n(ii) provide  overall  advice  and  guidance  to  the  state’s  executing  agency  and  project \nmanagement unit (PMU); and (iii) accord all approvals under the investment program. \n \nExecuting  agency.  The  Department  of  Tourism  of  each  state  will  be  the  executing \n22. \nagency. All necessary powers to: (i) assume overall responsibility for the execution of the MFF; \n(ii) engage adequate permanent and fixed-term staff to implement the MFF; (iii) set up a state-\nlevel  project  management  unit  (PMU)  and  project  implementation  units  (PIUs);  (iv) provide \noverall  strategic  guidance  on  the  implementation  of  the  road  map;  and  (v) ensure  compliance \nwith the loan covenants and undertakings set forth in the FFA will be delegated to the respective \nexecuting agencies. \n \n23. \nstate will be the implementing agency. \n \n24. \nEach  PMU  will  be  headed  by  a  full-time  project  director  and  will  consist  of  personnel \ndeputed from state government departments and recruited from the market. Each PMU will also \nbe  supported  by  a  team  of  consultants.  PMU  will  be  the  nodal  agency  for  the  overall \nmanagement of all activities under the investment program and will be responsible for: (i) project \nplanning and budgeting; (ii) provision of day-to-day assistance, supervision and guidance for the \nPIUs  and  their  consultants;  (iii) review  of  subprojects’  compliance  with  ADB’s  due  diligence \nrequirements  and  approval  of  subproject  proposals  submitted  by  PIUs  and  state  government \ndepartments; (iv) bidding, evaluation and contract award; (v) management and disbursement of \n\nImplementing  agency.  The  Tourism  Development  Board,  or  its  equivalent,  of  each \n\n\f7 \n\nfunds;  (vi) compliance  review  with  loan  covenants,  contract  specifications,  work  plans  and \nquality  standards;  (vii) consolidation  of  progress  reports,  and  financial,  accounting  and  audit \nreports;  and  (viii)  coordination  regarding  matters  requiring  higher-level  decisions  of  the  state-\nlevel empowered committee and ADB. \n \n25. \nPIUs will be established in strategic locations in each state for day-to-day management \nof  works  and  capacity  building  activities.  PIUs  will  mainly  consist  of  engineers  and  experts \ndeputed from state government departments. A team of design and supervision consultants will \nbe engaged by the executing agency concerned for each PIU to strengthen its capacity. PIUs \nwill  be  responsible  for:  (i) prioritizing  and  preparing  subproject  proposals;  (ii) providing  day-to-\nday  assistance,  supervision  and  guidance  for  the  design  and  supervision  consultants; \n(iii) conducting  detailed  assessments  and  surveys  including  public  consultation  and  input  from \nstakeholders;  (iv) preparing  detailed  designs,  specifications,  schedule  of  quantity,  bidding \ndocuments,  and  related  documentation;  (v) implementing  civil  works  and  related  activities; \n(vi) reporting  to  PMU;  (vii) preparing  regular  progress  reports  for  the  state-level  empowered \ncommittee,  the  executing  agency  and  ADB  through  PMU;  (viii) supervising  construction, \nconducting  quality  control,  approving  progress  payments  to  contractors;  and  (ix) maintaining \nrecords and accounts on an up-to-date basis and making these available to ADB for inspection. \n \n26. \nPhase  2  of  the  technical  assistance  for  Preparing  the  Inclusive  Tourism  Infrastructure \nDevelopment  Project,  which  focuses  on  implementation  capacity  development  support  to  the \nparticipating states, will cover the initial start-up period of the proposed investment program until \n31  August  2011  (footnote  7).  In  addition  to  the  usual  project  administration  support,  the \nconsultants  will  assist  the  PMUs  and  PIUs  in  the  formulation  of  (i) mobility  plans;  (ii) possible \npublic–private  partnership  schemes;  and  (iii) community  participation  and  capacity  building \nschemes, including promotion schemes for homestay programs and bed and breakfast facilities, \nand training for community-based tourism activities, while letting the staff, private sector parties, \nand communities be exposed to international best practices. Loan-funded consultants will then \ntake  over  the  task  of  implementation  support  and  capacity  building  for  the  PMUs  and  PIUs. \nADB’s  India  Resident  Mission  will  also  provide  strong  project  administration  support,  in \nparticular during the initial start-up period. \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \nSupport  with  respect  to  planning  exercises  would  be  necessary,  particularly  in \n27. \naddressing  key \nissues  such  as  (i) peak-period  visitor  safety  concerns;  (ii) greenfield \ndevelopment  at  prospective  tourist  destinations,  focusing  on  proper  planning  and  regulations; \nand (iii) mobility and public transport planning in congested areas or mountainous terrain where \nthe  scope  of  physical  infrastructure  improvements  is  limited,  in  particular  focusing  on  possible \nadoption of innovative new solutions (i.e., the use of information technology, etc.). In addition, \npublic–private partnership contract packaging will be explored in consideration of particular local \nconditions, market conditions, and the level of interest by potential bidders. \n \nB. \n\nEconomic and Financial \n\nThe economic analysis has reviewed11 the following aspects of the investment program: \n28. \n(i) the economic rationale for government intervention, (ii) goals, (iii) sector development plans, \n                                                 \n11 Analysis on the investment program was carried out in accordance with D. Dole. 2005. Assessing Aid for a Sector \n\nDevelopment Plan: Economic Analysis of a Sector Loan. ERD Technical Note. No. 14. Manila: ADB. \n\n \n\n\f8 \n\n(iv) associated economic policies, (v) economic risks, (vi) each state government’s capacity, (vii) \nfiscal impact, (viii) each state government’s commitment, (ix) coordination of foreign aid, and (x) \nconditions attached to the loan. The economic rationale for government intervention is justified, \nsince  the  investment  program  supports  basic  public  services  characterized  by  monopolistic \nconditions, externality management, and impacts on income distribution. \n \n29. \nIn  principle,  the  participating  states  will  ensure  that  admission  and  user  fees  of  tourist \nfacilities  created  or  rehabilitated  under  the  investment  program  are  set  at  levels  sufficient  to \nmake  their  operation  financially  sustainable.  Some  participating  states  intend  to  levy  user \ncharges on certain subprojects, such as adaptive reuse of publicly owned heritage buildings for \ncommercial  purposes.  However,  most  subprojects  either  cannot  earn  sufficient  revenues  or \ndirectly generate revenues. The participating states will, therefore, ensure that adequate funds \nare  provided  to  meet  any  shortfall  between  the  costs  and  revenues  for  the  operation  and \nmaintenance  of  those  tourist  facilities.  Most  of  the  proposed  subprojects  in  Himachal  Pradesh \nand  Punjab  under  the  first  PFR  are  not  revenue  earning,  but  the  forecast  increases  in  tourist \nvisits and incremental tourist spending from longer length of stay will generate higher sales tax \nrevenues.  The  additional  budgetary  requirements  created  by  the  subprojects  will  not  be  a \nsignificant burden for those states, considering their revenue surplus since FY2009. \n \n30. \nThe  proposed  subprojects  in  Himachal  Pradesh  and  Punjab  under  the  first  PFR \ngenerate  economic  benefits  in  the  form  of  additional  tourist  spending  from  the  increases  in \ntourist volumes and length of stay, and increased revenues from sales taxes due to additional \ninternational tourist spending. Other quantifiable and unquantifiable economic benefits are also \nexpected in the form of enhanced environmental quality and improved access (less travel time \nand vehicle operating costs). Based on the estimated economic benefits, the economic internal \nrates  of  return  for  the  subprojects  under  the  first  PFR  were  estimated  at  14.1%  for  Himachal \nPradesh and 22.3% for Punjab.   \n \nC. \n\nGovernance \n\nin \n\nthe \n\nimplementing  agencies  of  each  state,  which \n\n31. \nThere  is  a  need  to  strengthen  the  financial  management  and  overall  project \nimplementation capacities of the executing agencies and implementing agencies. The financial \nmanagement assessment of the investment program showed that there were common financial \nmanagement  challenges \ninclude \n(i) procedures for internal audit; (ii) cash-basis accounting; and (iii) computerization of financial \nmanagement  processes.  As  part  of  the  project  management  consultancy,  financial  specialists \nhave  been  included  to  assist  in  (i) strengthening  internal  audit  procedures;  (ii) studying  the \nadoption  of  accrual-basis  (if  applicable,  double-entry)  accounting,  and  (iii) computerizing  the \nproject accounting system. Further strengthening of the overall governance will also be explored \nby  facilitating  sound  partnership  arrangements  among  sector  agencies,  local  business \ncommunities, and local civil societies. These will be addressed during the proposed investment \nprogram through the capacity building programs for sector agencies. \n \n32. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and the Department of Tourism of each state. Specific policy requirements \nand supplementary measures are described in the facility administration manual. \n \nD. \n\nPoverty and Social \n\n33. \nThe  poverty  and  social  assessment  conducted  during  investment  program  preparation \nindicates that poor and marginalized people require skills training and credit for tourism-based \n\n\f9 \n\nthat  support \n\nlivelihood development. The investment program design, therefore, proposes tourist destination \nenhancement  with  community  participatory  activities \nlocal \nentrepreneurship  to  channel  economic  benefits  directly  to  the  surrounding  communities.  Poor \npeople  in  these  communities  will,  therefore,  benefit  from  the  prospective  interventions  through \nexpanded  tourism-related  business  opportunities,  generation  of  new  employment,  improved \nliving conditions for the local populations, and an increased stake in the management of natural \nand cultural tourism resources. A participation plan under the investment program will facilitate \nsuch  local  efforts.  The  gender  analysis  conducted  during  investment  program  preparation \nindicates  that  the  sector  can  provide  opportunities  for  women  to  participate  at  all  levels.  A \ngender action plan was prepared to ensure inclusive social impacts. \n \nE. \n\ntraining  and \n\nSafeguards \n\ntwo \n\nEnvironment.  Project  1 \n\nis  classified  environmental  category  B  and \n\n34. \ninitial \nenvironmental examinations with environmental management plans were prepared in accordance \nwith ADB’s Safeguard Policy Statement (2009). The initial environmental examinations conclude \nthat  no  significant  adverse  environmental  impacts  are  anticipated,  and  any  impacts  during  the \ndesign  and  construction  stages  are  readily  addressed  through  mitigation  measures.  Key \nenvironmental  benefits  include  improved  on-site  and  off-site  hygiene  and  sanitary  conditions  at \ntourist  destinations,  and  enhanced  conservation  through  alternative  livelihood  opportunities  in \necotourism and increased environmental awareness. All subprojects are consistent with approved \nenvironmental  management  plans  (which  aim  to  conserve  natural  tourist  attractions)  and  with \ngovernment environmental regulations. An environmental assessment and review framework was \nprepared to guide environmental assessment in subsequent loans to ensure there are no adverse \nimpacts. \n \n35. \nSocial.  Project  1  is  classified  involuntary  resettlement  category  C  and  indigenous \npeoples  category  C.  Subprojects  under  project  1  do  not  result  in  any  physical  or  economic \ndisplacement  due  to  involuntary  acquisition  of  land,  or  involuntary  restrictions  on  land  use,  or \nmore  specifically  access  to  the  Pong  or  Keshopur  sanctuaries.  All  land  parcels  required  for \nthese  subprojects  are  owned  by  the  respective  state  governments  or  implementing  agencies. \nThere  are  no  indigenous  peoples  in  the  subproject  areas  under  project  1.  Because  no \ninvoluntary resettlement or impact on indigenous peoples is expected under these subprojects, \nno social safeguards planning documents have been prepared. A resettlement framework and \nan  indigenous  peoples  planning  framework  have  been  prepared  for  future  loans,  which  detail \nscreening  and  categorization,  assessment,  planning,  and  institutional  arrangements  and \nprocesses  to  be  followed.12 Implementation  arrangements  ensure  that  PMUs  and  PIUs  have \nadequate capacity to manage social impacts through consultant support and capacity building. \n \nF. \n\nRisks and Mitigating Measures \n\n36.  Major risks and mitigating measures are summarized in Table 4. \n \n\nTable 4: Summary Risks and Mitigating Measures \n\nMitigating Measure \nPromoting tourism as a government policy priority \n\nRisk \nLower demand for tourism due to \nadverse economic conditions \nLimited institutional capacity for \nimplementation \nProject implementation delays \n\nProvision of grant-funded and loan-funded consultants for implementation \nsupport and capacity building \nEstablishment of project management units and project implementation units \nwith qualified staff supported by consultants, and implementation capacity \n\n                                                 \n12 Resettlement Framework; Indigenous Peoples Planning Framework (Appendix 2). \n\n \n\n\f10 \n\nRisk \n\nDegradation of quality of natural \nand cultural tourist attractions due \nto increased number of tourists \nSource: Asian Development Bank. \n \n\nMitigating Measure \n\ndevelopment and project administration support from the India Resident \nMission \nSupporting the preparation and implementation of management plans for \nnatural and cultural heritage sites, including mobility planning \n\nIV. \n\nASSURANCES \n\n37. \nThe government has assured ADB that implementation of the investment program shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the facility administration manual and loan documents. \n \n38. \nThe  government  and  the  Department  of  Tourism,  or  its  equivalent,  of  each  state  have \ngiven ADB certain undertakings for the MFF, which are set forth in the FFA. Specific covenants \nagreed by the government and the Department of Tourism, or its equivalent, of each state with \nrespect  to  individual  tranches  under  the  MFF  are  set  forth  in  the  loan  agreement  and  project \nagreement for the respective tranches. \n \nFor  each  “tourist  trail”  subproject,  the  relevant  PMU  will  prepare  and  submit  a  mobility \n39. \nplan before the finalization and issuance of bidding documents to ensure the convenience and \nsafety  of  tourists.  The  mobility  plans  must  cover,  among  other  subjects,  public  transport, \npossible  pedestrianization  (permanent  or  time-bound)  of  certain  trails,  and,  where  relevant, \nevent and crowd management plans for peak periods (e.g., festival periods, auspicious periods \nfor pilgrimage). \n \n\nV. \n\nRECOMMENDATION \n\n40. \nI  am  satisfied  that  the  proposed  multitranche  financing  facility  would  comply  with  the \nArticles  of  Agreement  of  the  Asian  Development  Bank  (ADB)  and  recommend  that  the  Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount  not  exceeding  $250,000,000  to  India  for  the  Infrastructure  Development  Investment \nProgram  for  Tourism  from  ADB’s  ordinary  capital  resources,  with  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending facility, and such \nother  terms  and  conditions  as  are  substantially  in  accordance  with  those  set  forth  in  the \nframework financing agreement presented to the Board.  \n \n\nHaruhiko Kuroda \nPresident \n\n \n6 September 2010 \n\n\f \n\n \n\nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM \n\nDesign Summary \n\nPerformance Targets and Indicators with Baselinesa  Data Sources and \n\nReporting \nMechanisms \n\nState tourism \nstatistics \nState economic and \nemployment \nstatistics \n\nState tourism \nreports and \nstatistics \nProgram \nperformance \nmonitoring reports \nIndependent social \nand market surveys \nProject completion \nreports \n\n \nProject quarterly \nprogress reports \nADB review mission \naide-mémoire \nIndependent social \nand market surveys \nProject completion \nreports \n\nImpact \nEnhanced \ncontribution of the \ntourism sector to \nsustainable and \ninclusive economic \ngrowth \n\nBy MFF completion: \n  50% increase in local employment created by \ntourism in each participating state (target: 30% \nwomen)  \n\n  30% increase in aggregate contribution of tourism to \nthe gross domestic product of each participating \nstate. \n\nOutcome \nIncreased volume of \ndomestic and \ninternational tourists \nto destinations within \neach participating \nstate \n\nBy MFF completion: \n  40% increase in total domestic tourism in four \n\n  40% increase in total international tourists in four \n\nparticipating states \n\nparticipating states \n\n  30% increase in average length of stay of tourists in \n\nfour participating states \n\n \n\nOutputs \n1.  Enhanced quality \nof natural and \ncultural attractions \n\n \nBy MFF completion: \n  Himachal Pradesh. Improved quality of attractions \n\nin about nine tourist clusters inclusive of \nmanagement plan-based investments in \nimprovements of natural and cultural heritage sites. \n\n  Punjab. Improved quality of attractions in about \n\nseven tourist clusters inclusive of management plan-\nbased investments in improvements of natural and \ncultural heritage sites. \n\n  Tamil Nadu. Improved quality of attractions in about \nnine tourist clusters inclusive of management plan-\nbased investments in improvements of natural and \ncultural heritage sites. \n\n  Uttarakhand. Improved quality of attractions in \n\nabout seven tourist clusters inclusive of \nmanagement plan-based investments in \nimprovements of natural and cultural heritage sites. \n\n  Throughout MFF implementation: \nGender-sensitive community needs incorporated in all \nmanagement plan-based investments for natural and \ncultural heritage sites. \n\n2.  Greater \n\nparticipation by \nlocal communities \nin tourism-related \neconomic \nactivities \n\nBy MFF completion: \n  Administrative framework in place to foster \n\ncommunity-based tourism products including bed \nand breakfast facilities and homestay arrangements, \nand traditional culture and crafts \n\n  Community-based systems established and \n\nfunctional in the management of natural and cultural \nheritage sites (target: 30% women) \n\n  Around 500 individuals spread over 25 communities \ntrained on heritage management and tourism-related \n\nQuarterly progress \nreports \nADB review mission \naide-mémoire \nIndependent social \nand market surveys \nProject completion \nreports \n\nAppendix 1 \n\n11 \n\nAssumptions and \nRisks \n\nAssumption \nParticipating states are \ncommitted to \nsustainable tourism \ndevelopment. \nRisk \nAdverse economic \nconditions \nAssumption \nParticipating states are \ncommitted to playing \nthe role of facilitator \nand regulator of \ncommercial tourism \ndevelopment, including \ndiscrete public–private \npartnership and \ncommunity participation \nschemes. \n \nAssumptions \nCapacity built for \nsustainable protection \nand management of \nnatural and cultural \nheritage sites \nImproved coordination \nwith line departments \nand the Archaeological \nSurvey of India on \ndesign, management, \nand implementation \nissues \nCommunities engaged \nin heritage site \nmanagement and \ntourism activities \nManagement plans \nprepared and \nimplemented \nRisks \nProject implementation \ncapacity of executing \nagencies and \nimplementing agencies \nDelays by line agencies \nand/or Archaeological \nSurvey of India \nAssumption \nParticipating states \ncommitted to playing \nthe role of facilitator of \ncommunity-based \ntourism promotion \nactivities \nRisk \nProject implementation \ncapacity of executing \n\n \n\n\fDesign Summary \n\nPerformance Targets and Indicators with Baselinesa  Data Sources and \n\n4.  Improved \n\nconnectivity \n\nBy MFF completion: \n  Himachal Pradesh. Improved access to tourist \n\n12 \n\nAppendix 1 \n\n3.  Improved basic \n\nurban \ninfrastructure and \nservices at tourist \ndestinations and \nattractions  \n\n \n\n5.  Strengthened \n\ncapacity of sector \nagencies and local \ncommunities for \nplanning, \ndevelopment, \nmanagement, and \nmarketing of \ntourist \ndestinations and \nattractions \n\nskills (target 30% women) \n\nBy MFF completion: \n  Himachal Pradesh. Improved basic tourist facilities \n\nin about nine tourist clusters including basic \nservices, information signage, information centers, \nand waste management arrangements. \n\n  Punjab. Improved basic tourist facilities in about \nseven tourist clusters including basic services, \ninformation signage, information centers, and waste \nmanagement arrangements. \n\n  Tamil Nadu. Improved basic tourist facilities in about \n\nnine tourist clusters including basic services, \ninformation signage, information centers, and waste \nmanagement arrangements. \n\n  Uttarakhand. Improved basic tourist facilities in \n\nabout seven tourist clusters including basic services, \ninformation signage, information centers, and waste \nmanagement arrangements. \n\nattractions by way of 60 km of last-mile connectivity \nimprovement and improved signage. \n\n  Punjab. Improved access to tourist attractions by \nway of around 30 km of connectivity improvement \ninclusive of roadside infrastructure and improved \nsignage. \n\n  Tamil Nadu. Improved access to tourist attractions \n\nby way of around 35 km of connectivity improvement \ninclusive of roadside infrastructure and improved \nsignage. \n\n  Uttarakhand. Improved access to tourist attractions \n\nby way of around 100 km of connectivity \nimprovement inclusive of roadside infrastructure and \nimproved signage. \n\nThroughout MFF implementation (outputs 3 and 4): \n  Women’s participation in consultative processes for \nselection of subprojects sites encouraged (target: \n30% women), women’s equal access to employment \nand training opportunities on core labor standards \n(including equal wages for work of equal value) \npromoted (target: 30% women) \nInformation, education, and communication and \nawareness campaigns carried out to mitigate health, \nsocial, and gender-related risks associated with \ninfrastructure development \n\n \n\nBy MFF completion: \nCapacity development \n  Training programs on environment, culture, and \n\ntourism developed and implemented \n\n  About 1,000 staff of state tourism offices and related \norganizations (tour operators and guides) trained in \nenvironment, culture, tourism planning, coordination, \nmonitoring, and marketing (target: 30% women) \n  Adequate community level tourism development \n\nunits set up and made functional by the State PIUs   \n(target: 30% women)  \n\n  At least two public–private partnership transactions \n\nper participating state supported \n\nReporting \nMechanisms \n\nProject quarterly \nprogress reports \nADB review mission \naide-mémoire \nIndependent social \nand market surveys \nProject completion \nreports \n\nProject quarterly \nprogress reports \nADB review mission \naide-mémoire \nIndependent social \nand market surveys \nProject completion \nreports \n\nAssumptions and \nRisks \n\nagencies and \nimplementing agencies \nAssumptions \nTimely and effective \nimplementation of \nproject \nLine agencies respond \nto the site-level \nrequirements including \ntimely delivery of off-\nsite arrangements \nRisk \nLimited project \nimplementation \ncapacity of executing \nagencies and \nimplementing agencies \n\nAssumption \nTimely and effective \nimplementation of \nconnectivity \ncomponents and \ninstitutional capacities \nbuilt for sustainable \noperation and \nmanagement of airports \nand roads \nRisk \nProject implementation \ncapacity of executing \nagencies and \nimplementing agencies \n\n \n\nProject quarterly \nprogress reports \nADB review mission \naide-mémoire \nProject completion \nreports \n\nProject quarterly \nprogress reports \nADB review mission \naide-mémoire \nIndependent social \nand market surveys \nProject completion \nreports \nMaster plans \nManagement plans \n\nAssumptions \nSector agencies \ncommitted to capacity \ndevelopment and take \nnecessary actions for \ninstitutional and \nfinancial improvements \nSector agencies make \nstaff available for \ntraining \nSector agencies \ncommitted to \ncommunity participation \nCommunity awareness \n\n\f \n\nDesign Summary \n\nPerformance Targets and Indicators with Baselinesa  Data Sources and \n\nReporting \nMechanisms \n\nAppendix 1 \n\n13 \n\nAssumptions and \nRisks \n\nand mobilization \nprograms are effective \nto engage local people \nCommunities are willing \nto engage in heritage \nmanagement and \ntourism \n\n  Establishing tourist information systems/ centres \nPlanning \n  SLBs defined for ULBs/RLBs/associated project \n\nentities, and data collection and monitoring carried \nout; \n\n  Organizational and financial management measures \n\nfor state tourism organizations and associated \nproject entities, including planning, protecting, \noperating and managing nature- and culture-based \ntourist attractions; \n\n  Sustainable funding ensured to meet required O&M \n\nexpenditure of assets created by ULBs/RLBs; \n  For ULBs/RLBs, evaluation undertaken, and steps \n\ntaken to ensure adequacy of budgetary provision for \nmeeting O&M expenditure including introduction of \nappropriate taxes or admission/user charges. \n\nFostering Community Participation \n  Gender-sensitive value chain analyses undertaken \n\nto establish stronger links between tourism and local \neconomies \n\n  Schemes for tourism-based, gender-responsive \n\nlivelihood generation, involving social mobilization \nand microfinance services, designed and \nimplemented \n\n  Tourism-related skills development activities in \n\nheritage management and hospitality-related skills \nimplemented in the communities \n\n  Partnerships between communities, private sector, \nand public sector established for enhanced tourist \ndestination management and viable community \ntourism product development \n\nMarketing and Promotion \n  Promotional materials on proposed tourist \ndestinations and attractions developed and \ndisseminated \nIndependent arrangements for marketing and \npromotion program in place  \n\n \n\n  Links established with market for community-based \n\nproducts \n\nActivities with Milestones \n1.  Project management units and project implementation units established by September 2010 \n2.  Loan-funded consultants for project 1 appointed by June 2011 \n3.  Start of community awareness program by January 2011 \n4.  Cultural heritage site management plans  initiated by January 2011 and completed by November \n\nInputs \nADB: $250.00 million \nGovernment of India \nand state governments: \n$107.14 million \nTotal: $357.14 million \n  \n\n5.  Detailed designs and estimates prepared for subprojects under project 1 no later than April 2011 \n6.  Contract awarded and construction commenced for subprojects under project 1 by August 2011 \n7.    Construction completed by June 2020 \n\nADB  =  Asian  Development  Bank,  O&M  =  operation  and  maintenance,  MFF  =  multitranche  financing  facility,  PIU  =  project \nimplementation unit, RLB = rural local body, SLB = service level benchmark, ULB = urban local body. \na The  actual  targets  of  some  of  the  indicators  will  be  set  after  the  baseline  survey  has  been  completed  as  there  is  currently  no \ninformation on these indicators. \n\nSource: Asian Development Bank \n\n2011 \n\n \n \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=40648-01-3 \n\n \n\nFramework Financing Agreement and Periodic Financing Request for Project 1 \nSector Assessment (Summary): Tourism \nFacility Administration Manual \nContribution to the ADB Results Framework \nDevelopment Coordination \nFinancial Analysis \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nGender Action Plan \nInitial Environmental Examination: Himachal Pradesh \nInitial Environmental Examination: Punjab \nEnvironmental Assessment and Review Framework \nResettlement Framework \nIndigenous Peoples Planning Framework \nRisk Assessment and Risk Management Plan \nParticipation and Community Mobilization \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n14. \n15. \n16. \n17. \n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 26 August 2010) \n \n", "Currency Unit\n", "– \n", "Indian rupee/s (Re/Rs) \n", "Re1.00\n$1.00\n", "=  $0.0213 \n=  Rs46.90 \n", " \n \n", " \n \n", "ADB \nGDP \nFFA \nMFF \nPFR \nPIU \nPMU \nTA \n", "ABBREVIATIONS \n", "– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \ngross domestic product \nframework financing agreement \nmultitranche financing facility \nperiodic financing request \nproject implementation unit \nproject management unit \ntechnical assistance \n", "NOTES \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "(i) \n", "The  fiscal  year  (FY)  of  the  Government  of  India  begins  on  1  April  and  ends  on \n31 March. India defines its fiscal year by the year in which it starts, e.g., FY2009 \nbegins on 1 April 2009 and ends on 31 March 2010. \n", "(ii) \n", "In this report, \"$\" refers to US dollars. \n", " \nX. Zhao, Operations 1 \nVice-President \nDirector General  S. Rahman, South Asia Department (SARD) \nDirector \n \nTeam leaders \n \nTeam members \n \n \n \n \n \nPeer reviewers \n", "M.T. Kho, Urban Development Division, SARD \n \nA. Kaneko, Senior Urban Development Specialist, SARD  \nK. Tamaki, Senior Urban Development Specialist, SARD \nR. Barba, Safeguards Specialist, SARD \nK. Choe, Lead Professional (Water and Urban Development), SARD  \nH. Ikemoto, Urban Economist, SARD \nR. Slangen, Urban Development Specialist, SARD \nP. Srivastava, Project Implementation Officer, SARD  \nJ. Versantvoort, Counsel, Office of the General Counsel (OGC) \nM. Lindfield, Lead Professional, Regional and Sustainable Development \n", " \n", "F. Steinberg, Senior Urban Development Specialist, Southeast Asia \n", "Department \n", "Department \n", " \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "The INVESTMENT PROGRAM \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "IV. \n", "ASSURANCES \n", "RECOMMENDATION \n", "V. \n \nAPPENDIXES \n", " \n", "I. \n", "II. \n", "III. \n", "1. \n", "2. \n", " \n", "Design and Monitoring Framework for the Investment Program \n", "List of Linked Documents \n", "Page \n", "1 \n", "1 \n1 \n3 \n3 \n4 \n5 \n", "7 \n7 \n7 \n8 \n8 \n9 \n9 \n", "10 \n", "10 \n", "11 \n", "14 \n"]}