{"path": "data/input/reports/40901-ind-rrp.pdf", "pages": [" \n \n  \nRReeppoorrtt  aanndd  RReeccoommmmeennddaattiioonn  ooff  tthhee  PPrreessiiddeenntt    \nttoo  tthhee  BBooaarrdd  ooff  DDiirreeccttoorrss  \n \n \n \n \n \nProject Number: 40901 \nApril 2006 \n \n \n \n \nProposed Equity Investment  \nBlue River Capital I \n \n \n \n \n \n \n \nIn accordance with ADB’s public communications policy (PCP, 2005), this abbreviated version of the \nRRP excludes confidential information and ADB’s assessment of project or transaction risk as well as \nother information referred to in paragraph 126 of the PCP.   \n \n \n \n \n ", " \nABBREVIATIONS \n \n  ADB     Asian Development Bank \n  BPO    business process outsourcing \n  DMC    developing member country \n  FDA    Food and Drug Administration \n  FI    financial intermediary \n  GDP    gross domestic product \n  IPO    initial public offering \n  IRR    internal rate of return \n  IT    information technology \n  NAV    net asset value \n  OED    Operations Evaluation Department, ADB \n  OEM    original equipment manufacturer \n  PIPE    private investment in public enterprise \n  PRC    People’s Republic of China \n  PSOD    Private Sector Operations Department, ADB \n  R&D    research & development \n  RMU    Risk Management Unit, ADB \n  ROI    return on investment \n  SARD    South Asia Department, ADB \n  SME    small or medium-sized enterprise \n  WTO    World Trade Organization \n \n \n \n \n \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \nVice President  L. Jin, Operations Group 1 \nDirector General  R. Bestani, Private Sector Operations Department (PSOD) \nDirector  W. Willms, Private Sector Operations Division \nTeam leader  V. John, Principal Structured Finance Specialist, PSOD \nTeam member  J. Klein, Structured Finance Specialist, PSOD \n \n ", " \n \nCONTENTS \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \nPage \n \nINVESTMENT SUMMARY                            i \n \n \nI.  THE PROPOSAL                           1 \n \nII.  RATIONALE: BACKGROUND, CHALLENGES, AND OPPORTUNITIES              1 \nA.  Background                           1 \nB.  Opportunities                           2 \nC.  Challenges                           4 \n \nIII.  THE PROPOSED FUND                         6 \nA.  Objectives and Description                       6 \nB.  Fund Management                          7 \nC.  Governance Structure                        7 \n \nIV.  INVESTMENT BENEFITS, IMPACTS, AND RISKS                  7 \nA.  Justification                           7 \nB.  Measuring Development Effectiveness                   7 \nC.  Environmental  Protection and Social Safeguard Policies                8 \nD.  Anticorruption Policy; Combating Money Laundering and  \nthe Financing of Terrorism                     10 \n \nV.  ASSURANCES                         10 \n \nVI.  RECOMMENDATION                        10 \n \nAPPENDIXES  \n1.   Performance Measures for Development Outcomes                11 \n   \n   \n          \n \n ", "  1\nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed \nequity investment in Blue River Capital I, L.L.C. (the Fund) of up to $25 million or 25% of the \nFund’s total share capital, whichever is less. \n \nII.  RATIONALE: BACKGROUND, CHALLENGES, AND OPPORTUNITIES \n \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n2.  There are significant opportunities for well positioned companies and investment funds \noperating  in  India  today.  The  economic  expansion  of  the  last  decade  has  resulted  in  an \nincreasingly large, employed, and consumption-oriented class of young people in India, leading \nto significant increases in domestic demand across many industries. India’s attractiveness as an \noutsourcing and offshore location is creating a burgeoning export market for both services and \nmanufacturing. There are opportunities for both domestically focused companies (in such areas \nas  retail,  infrastructure,  health  care,  and  media  and  entertainment)  and  export-oriented \nbusinesses  (in  such  areas  as  automotive  components,  specialty  chemicals,  textiles  and \nclothing, pharmaceuticals, information technology services, and business process outsourcing).  \n \nA.  Background \n \n3.  Large Domestic Market. The Indian economy has grown at a consistent annual rate of \napproximately 6% over the last decade as it has liberalized and embraced an open, capitalist \neconomic model with increasingly globalized businesses. The GDP per capita is now $2,900. \nThe country’s approximately 1.2 billion population creates a significant demand for products and \nservices, affording Indian producers the opportunity to grow rapidly. In addition, about 54% of \nthe Indian population is under the age of 25; the trend among these younger Indians is to earn \nand spend more than did previous generations, thanks in part to the availability of consumer \ncredit.1 India’s manufacturing and service sectors is growing rapidly to meet this burgeoning \ndomestic demand, creating significant investment opportunities. \n \n4.  Large Export, Outsourcing, and Offshore Market. India’s first real taste of success in \nglobal markets occurred in the late 1990s with the growth of the information technology (IT) \nindustry. Today, the IT industry contributes approximately $14 billion to India’s GDP, employs \nalmost  5.25  million  people,  and  represents  $50  billion  in  aggregate  market  capitalization, \nvirtually none of which existed 15 years ago. The success of the IT industry was followed by \ngrowth of business process outsourcing (BPO). India has rapidly developed into a de facto hub\n                                                 \n1 These increases in spending and growth are evident in data as mobile phone penetration, which has increased by \ntwo million subscribers per month for the past year, and is anticipated to grow from 50.8 million subscribers in early \n2005 to 175 million by 2008.  Likewise, automobile purchases increased substantially from 550,000 cars in 2003 to \n675,000 cars in 2004.  Increased availability of home mortgage financing and legal reforms has made home \nownership more affordable and achievable to the burgeoning Indian middle class.  These data all underscore the \ncurrent flourishing of the Indian domestic market. \n ", "2 \nfor back office services, employing close to 2.5 million people, performing such functions as call \ncenter operations and transaction processing services. The growth of the IT and BPO industries \nhas been enabled by India’s vast, educated, English-speaking population. India’s exports of IT \nand BPO services grew at an annual rate of more than 50% from 1992 through 2004 and are \nprojected to increase from $13 billion in 2003 to $60 billion in 2010.2  \n \n5.  In addition to services, several other sectors have also shown promise over the past few \nyears, driven by (i) India’s large supply of skilled labor, (ii) a global shortage of skilled labor in \nthe  medium  to  long  term,  (iii)  proximity  to  India’s  vast  natural  resources,  and \n(iv) macroeconomic reforms and trade liberalization. Sectors that have demonstrated or started \nto  demonstrate  global  success  include  generic  pharmaceuticals,  automotive  components, \nspecialty chemicals, and textiles and clothing. McKinsey & Co anticipates that India will emerge \nas the second destination for manufacturing after the People’s Republic of China (PRC), and \nthat by 2015 India could be exporting $300 billion of goods (increased from $48 billion in 2003).3\n \nB.   Opportunities \n \n6.  There  are  opportunities  in  export-oriented  companies  and  in  domestically-focused \nbusinesses.  \n \n7.  Automotive Components. The global automotive components industry is a $1.1 trillion \nmarket and is expected to grow to $1.7 trillion by 2015. India’s automotive components industry \nis a $5 billion market. Of this, $1 billion is exported and exports are projected to grow to $4 \nbillion by 2010 (footnote 2).4 The compound annual growth rate for the Indian industry has been \n23%  for  the  last  5  years.  The  competitive  advantage  of  Indian  automotive  component \nmanufacturers  derives  from  their  low  labor  costs,5  high  quality,6  design  and  engineering \ncapability,7 software and hardware synergies,8 and growing local and export markets.9 The \nautomotive components industry is characterized by strong demand, a pronounced need for \ncapital,10 and the promise of consolidation11 with robust opportunities for strong companies.  \n                                                 \n2 NASSCOM and McKinsey & Company.  2005.  The NASSCOM-McKinsey Study 2005.  “Extending India's \nLeadership  of  the  Global  IT  and  BPO  Industries.”  Available: \nhttp://www.mckinsey.com/ideas/articles/Nasscom_3_Executive_summary.pdf \n3 CII and McKinsey & Company. 2004. Made in India: The Next Big Manufacturing Export Story. New Delhi: CII & \nMcKinsey. \n4  Increasingly, automotive components are sourced from developing countries instead of the developed world.  The \nUnited States, for example, ran a $19 billion trade deficit in automotive components in 2002 (compared with a \n$4 billion trade deficit in 1997). \n5  Average wage rates of $8 per hour versus $20 per hour in developed markets. \n6  About 80% of manufacturers have a quality or process certification (ISO/QS/TS/Deming).  As the Indian market has \nmoved away from protectionism toward an open economy, these manufacturers had to improve quality and \nproductivity in order to compete with global players. \n7  Almost 294,000 engineers graduate from college every year, providing an impressive depth of talent.  As the \ncomplexity  of  automotive  components  and  accessories  increases,  there  is  a  shift  away  from  sourcing \narrangements with few suppliers toward a model of broader relationships with niche, product-specific suppliers, a \ntrend that should benefit India. \n8 India’s expertise in software and hardware integration extends into optimizing manufacturing processes and \nautomation, reducing overall manufacturing costs. \n9 Several global auto manufacturers are targeting the Indian market for growth and in doing so, are increasingly \nmanufacturing and assembling cars in India.  Supplying automotive components to domestic and export markets \nmakes for a more sustainable industry.  BMW, Ford, Hyundai and Toyota are already taking advantage of this \ntrend. \n10 It is estimated that approximately $500 million per annum of fixed asset capital expenditure is needed in India to \nmatch growth forecasts, and that about 25-30% of that will have to come from equity capital infusions. Automotive \ncomponent manufacturers need to increase capacity, invest in technology, R&D and logistics management. \n ", "3 \n \n8.  Specialty Chemicals. The specialty chemicals industry is estimated to be a $375 billion \nglobal market. India’s specialty chemicals industry is a $7 billion market, of which $0.5 billion is \nexported. Over the next 5 years, the industry is projected to more than double to $18 billion, with \nexports growing from $0.5 billion to $2.0 billion. The industry is well-suited to benefit from India’s \ntechnical and process expertise; there is a large talent pool of low-cost engineers and chemists \nand Indian companies have begun to employ a high degree of innovation, primarily in the \nestablishment and design of fixed asset and manufacturing facilities to create cost advantages. \nDomestic growth rates are also attractive, enabling companies to have a healthy balance of \nexport and domestic exposure.  \n \n9.  Textiles and Clothing. The global clothing trade was worth $240 billion in 2003 and is \nexpected to reconfigure significantly as a consequence of the dismantling of the Multi Fiber \nArrangement in January 2005. Annual clothing exports from India are currently about $6 billion \nand have the potential to grow to between $25 billion and $30 billion by 2015. The increasing \ndominance of mass market retailers in the United States (such as Wal-Mart and Target) has led \nto declines in clothing prices and increasing pressure on US retailers to import. Factors that \nmake India attractive as a sourcing hub in the basic12 and the value-added segment13 include \nthe fact that companies are looking for an alternative destination to the PRC;14 India’s design \nskills15 and raw materials;16 and emerging clusters in India’s clothing sector.17  \n \n10.  Pharmaceuticals.  In  developed  overseas  markets  such  as  the  US  and  UK, \nmacroeconomic trends—particularly the rising costs of every part of the healthcare industry—\nare putting huge pressures on the health care system.18 These cost increases are increasingly \nleading  companies  to  seek  lower-cost  alternatives  and  moving  R&D,  manufacturing,  drug \ndiscovery, and medical services offshore has increased dramatically. India’s healthcare exports \nare growing rapidly, and are expected to reach $12 billion by 2015 (from $410 million in 2005).19 \nGrowth  in  pharmaceuticals  exports  in  particular  will  be  driven  by  (i)  India’s  well-educated \nscientists  and  engineers;  (ii)  the  fact  that  the  US  Food  and  Drug  Administration  (FDA)  is \n                                                                                                                                                          \n11 The Indian market is highly fragmented with more than 400 automotive component manufacturers. The top 10 have \na market share of 7%.  In addition, there are only 50 companies with revenues more than $30 million. \n12 This represents 70–75% of world trade in clothing and includes men’s shirts, trousers, suits and coats, women’s \nskirts, trousers, tops, and innerwear. \n13 This represents 25–30% of world trade in clothing and includes dresses, coats, and accessories such as ties. \n14 The PRC seems positioned to capture almost 50% of the clothing trade, with India being the second destination of \nchoice, with the potential to capture 15% of global market share.   \n15 Indian companies are extending the definition of sourcing to include design. Several companies assign designers \nthat work from their clients’ offices in the target markets, coordinating continuously with production sites on such \nmatters as new fashion trends and changes in design. \n16 India is the world’s third largest producer of cotton, the second largest exporter of cotton yarn, and, among \nemerging countries, the fourth largest exporter of synthetic fabric.  This enables it to build an efficient and \nintegrated supply chain for garment production. \n17 With the government establishing tax incentives for capital expenditures and migration of the industry from a \ncottage industry, garment-manufacturing clusters have emerged and new clothing parks have been proposed, with \nfuture consolidation anticipated.  Government policy has become very supportive, removing many of the barriers to \nindustrialization of the sector and will continue to play a key role. \n18 These include rapidly rising medical costs, increases in drug prices, and poor hospital cost containment; rising cost \nof medical innovation (the cost of new drug development is now more than $800 million per drug), high cost of \nmedical device development; patent expiration (more than $15 billion exposure to patent expiry by 2010); and gaps \nin the drug discovery pipeline.   \n19 According to HSBC Global Research, the global outsourcing and offshore potential of all healthcare services could \nreach about $220 billion, with annual growth of 8–10%.  HSBC forecasts that India, conservatively, should be able \nto claim $12 billion annually by 2015.  HSBC Global Research. 2005. Healthcare - India: Just What the Doctor \nOutsourced. India. \n ", "4 \napproving more facilities outside the US; and (iii) the fact that India’s pharmaceutical industry is \nincreasingly conforming to WTO patent standards. Perhaps the most pronounced competitive \nadvantage  is  cost;  in  India,  overall  research  and  development  costs  are  about  12%, \nmanufacturing costs are 20-40%, and overall clinical development costs are 40-50% of costs in \ndeveloped countries.  \n \n11.  IT Services. Over the past 10 years, India has emerged as the country of choice for \ncompanies looking to outsource IT services. It is estimated that IT exports increased from \n$15 million in 1988 to $10 billion in 2003. On the back of continued efforts by multinational \ncompanies to lower IT costs and technological advances that allow large, long-term projects to \nbe executed from remote locations, it is likely that India’s IT exports will reach $25 billion by \n2008. With the second largest English-speaking IT-trained population in the world, world-class \nsoftware technology parks and relationships with more than 60% of the Fortune 500 companies, \nIT outsourcing to India is now not only accepted but expected. Nevertheless, India’s penetration \nof the global IT market is only 2%, implying tremendous potential for growth.  \n \n12.  Specialized Business Process Outsourcing (BPO). Advances in telecommunications \nmean that India has recently become a preferred destination for call centers and other BPO \nactivities. The first wave of BPO consisted of simple inbound and outbound calling. However, \nwith the establishment of large “captive” centers by companies such as Dell, GE, and American \nExpress, there are investment opportunities in specialized BPO services focused on particular \nindustries such as healthcare, insurance, consumer finance, and retail, or on niche functions \nthat require skilled labor and process management. \n \n13.  Infrastructure.  The  Government’s  focus  on  developing  infrastructure  in  India  has \nprovided an impetus to the private sector. In addition to $38 billion of government spending as \npart  of  a  5-year  plan  through  2007,  private  sector  infrastructure  investments  of  at  least \n$125 billion are anticipated. Industries that feed into the construction of infrastructure, such as \nfloating-glass, pipeline, and electrical components manufacturing, are growing and new types of \nbusiness  are  emerging,  such  as  engineering  services,  payment  processors,  logistics \nmanagement, information services, vocational training, and others.  \n \n14.  Media and Entertainment. India is the world’s third largest TV viewing nation (88 million \nTV homes and 44 million cable and satellite homes) but generates less than 1% of global \nrevenue. With the new commitment of the Telecom Regulatory Authority of India to introduce \ncompetition in cable and satellite distribution, the business environment for the media sector is \nanticipated to improve. Television advertising spending is projected to grow by over 13% per \nyear over the next 3 years and to reach $1.3 billion by 2007. This would give television a 40% \nshare of total advertising spending. With broadcasting regulations becoming more favorable, \ninvestment opportunities will arise in broadcasting, content, film distribution, and animation.  \n \nC.   Challenges  \n \n15.  Weaknesses in Target Industries. The previous section described the opportunities \nthat exist in the Fund’s target markets. However, these emerging industries also suffer from \nmany weaknesses associated with immature or not-yet-established markets.  \n \n(i)  Pharmaceuticals.  Although  India  has  a  highly  developed  skill  base  in \npharmaceutical manufacturing and process chemistry, the industry is extremely \nfragmented,  with  over  50,000  companies  engaged  in  some  form  of \n ", "5 \npharmaceuticals  manufacturing.20  Compliance  with  international  standards  is \nunderdeveloped, and India lacks the capacity to undertake the entire R&D cycle \nthrough to the introduction to the market. In other words, India is not yet able to \ncompete globally in the pharmaceutical industry and no Indian pharmaceutical \nmanufacturer is included in the world’s top 10 firms.21  \n(ii)  IT services. The opportunity for India in IT services is well understood and well \nestablished. There is a huge worldwide market and India has a highly skilled \nworkforce. However, in IT services (estimated to be an $18 billion market), only \n11 or 12 companies have annual revenues of over $300 million, and only 20-25 \nhave annual revenues over $100 million. Although the country has IT talent and \ntechnical skills, Indian managers lack experience in operating large IT services \ncompanies,  and  of  migrating  from  the  $50 million  range  to  the  $500  million \nrange.22  \n(iii)  Automotive  components.  The  automotive  components  industry  is  well \nestablished in India and there is significant expertise in castings and forgings, a \ntechnical and process-oriented workforce, and an outsourcing model that has \ngained traction with major global original equipment manufacturers (OEMs) in \nrecent years. However, the market is highly fragmented, with about 550 players, \nof which about 15 have sales of over $150 million a year, and another 50 have \nsales of between $25 million and $150 million a year.23  \n \n16.  Lack of Available Financing. Despite the emergence of promising companies targeting \nboth export and domestic markets, there are few financing options available. The challenges of \naccessing capital for growth and expansion capital for middle-market firms are significant.  \n \n(i)  Public equity markets. Although India’s stock market has over 5,000 listed \ncompanies, a public listing is by no means a guarantee of liquidity. Stock market \nilliquidity is a serious, and growing, concern.24 According to the Bombay Stock \nExchange,  the  top  100  companies  alone  account  for  about  99%  of  trading \nvolume.25 The Hindu Business Line notes that more than half of listed companies \nare not traded at all, and notes that trading is active only for the top 100.26 \n(ii)  Public debt markets. Corporate debt is an underdeveloped asset class in many \nemerging markets. In India, for example, it represents only 1% of the country’s \n                                                 \n20 The top players have only a 5% market share in the Indian market, and the top 20 in aggregate represent only 20% \nof the market.  Some players focus on just one city or just one drug.   \n21  Discussions  with  Pakhi  Jain,  a  pharmaceuticals  analyst  for  Edelweiss  Capital,  Bombay,  December  2005.  \nEdelweiss Capital is a leading Indian middle-market investment bank with a full equity research arm.   \n22 Based on industry analysis provided by Edelweiss Capital, Bombay, December 2005.   \n23 Discussions with Harish Sharma, an automotive components analyst for Edelweiss Capital, Bombay, December \n2005.   \n24 Numerous factors have contributed to the present state of illiquidity in Indian stock markets, including low capital \nbase of listed companies (there are about 2,000 listed companies with a paid-up capital of $30 million and below); \nprogressive reduction in public offerings from 60% of the issued capital to 25/10% for eligibility for listing (i.e. \ncompanies can list on a stock exchange only when at least 25% of each class or kind of securities is offered to the \npublic for subscription, and if their issued and subscribed equity capital after the public issue is 10 crores rupees (or \napproximately  $2.22  million));  switch-over  to  proportionate  allotment  of  securities;  free  pricing  of  shares; \nintroduction of book-building in respect of IPOs; and introduction  of  an  order-driven system  and of rolling \nsettlement.  “Regional Stock Exchanges”, p. 94.  http://www.bseindia.com/downloads/RegionalStockExchanges.pdf \n25 “Regional Stock Exchanges”, p. 94.  Available: http://www.bseindia.com/downloads/RegionalStockExchanges.pdf  \nThese figures stand in sharp contrast to, for example, the NYSE, on which no single company represents more \nthan 1% of daily turnover. \n26 Stock market: Barometer of economy?  Available at: \n    http://www.blonnet.com/2005/03/24/stories/2005032400830800.htm \n ", "6 \nfinancial  assets,  and  is  not  an  option  for  many  small  and  medium-sized \nenterprises.27 \n(iii)  Cash-flow  bank  lending.  Both  foreign  and  local  banks  provide  cash-flow \nlending, but this is essentially limited to loans for working capital requirements \n(i.e., short-term loans of several weeks to several months) and precludes longer \ntenor funding to support capital expansion growth.28  \n(iv)  Longer-term bank lending. While some banks may be willing to lend for longer \nterms, they typically prefer more mature companies; small companies face high \ncosts of bank borrowing and often unacceptable conditions.29 Banks often rely on \nlending  methods  that  are  not  viable  for  fast-growing  companies  that  require \nimmediate commencement of loan payments.30 \n(v)  Asset-based  financing.  Banks  offer  asset-based  financing,  but  this  is \ninappropriate for many companies. Services companies may not have enough \nassets to pledge as collateral in order to qualify for long-term lending. Indian \nbanks are also quite strict in terms of the amount of leverage they will provide, \nand will typically not exceed a debt:equity ratio of 1:1.31 Hence, even companies \nthat are not asset-constrained will bump up against ceilings for bank lending very \nquickly, since bank loans will be unavailable in the absence of equity.  \n \n17.  Given the constraints listed above, private equity becomes not only an attractive option \nfor many companies, but also in many cases the only viable option. In the absence of private \nequity funding, middle-market companies rely on retained earnings to finance expansion, and \nare unable to grow beyond a certain pace and size.  \n \n18.  Shallow Private Equity Middle Market in India. In recent years India’s private equity \nmarket has trended toward stage-specific rather than broad-based funds. With smaller, early-\nstage venture capital deals and larger, later-stage transactions ($20 million to $50 million) \nabsorbing  much  of  the  market’s  attention  and  financing  for  private  equity,  middle-market \ncompanies have been left underserved and undercapitalized. While there are more than 1,000 \nmiddle-market companies in India, few funds focus on investing in this segment..  \n \n \nIII.  THE PROPOSED FUND \n \nA.   Objectives and Description  \n \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n19.  The  primary  objective  of  the  Fund  will  be  to  achieve  significant  long-term  capital \nappreciation through equity and equity-related investments in Indian middle-market companies.  \n \n                                                 \n27 Chawla, Anil. 2005. Leverage Financing in India. GE Capital presentation at the 2005 Asian Venture Forum – India, \nslide 2.   \nAvailable: http://www.asianfn.com/conferences/presentations/2005_AVF_India/GE%20India_Anil%20Chawla.pdf  \n28 Based on conversations with ADB’s India Resident Mission and South Asia Department. \n29 For example, personal guarantees and excessive collateral. \n30 In the pharmaceuticals industry, for example, investments in plants and machinery often precede cash returns from \ninvestments by several years.  Bank loan officers, however, often require interest and principal to be repaid starting \nimmediately following the loan. \n31 This was a point raised repeatedly during due diligence with funds in India.  In certain cases, banks may be willing \nto go as high as 1.5:1 or 2:1, but this is the extreme upper limit and is rare.   \n ", "7 \nB.   Fund Management \n \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n20.  Fund and Fund Manager. The Fund Manager’s primary responsibilities are to manage \nthe  operations  of  the  Fund,  implement  the  Fund’s  investment  program,  and  make  final \ninvestment recommendations to the board of the Fund. The Fund Manager will enter into an \ninvestment advisory agreement with Blue River Capital Advisors (India) Private Limited (the \nInvestment  Advisor).  Senior  members  of  the  Investment  Advisor  will  form  an  investment \ncommittee  (the  Investment  Committee),  which  will  undertake  an  evaluation  of  investment \nopportunities and provide non-binding investment advice to the Fund Manager. The Fund will \nhave an office in Mumbai, India, and will be managed by a local team of 8-10 professionals.  \n \n21.  Edelweiss Capital. The Fund was founded by one of its managing directors, and by \nEdelweiss Capital Limited, one of the leading investment banks in India. Edelweiss Capital \nstarted in 1996 as an advisory firm helping companies raise capital from the venture capital and \nprivate equity industries, and over the years has expanded into a full-fledged investment bank.  \n \nC.   Governance Structure  \n \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \n22.  The Fund Manager will manage the operations and make all investment decisions on \nbehalf of the Fund.  \n \n23.  The Fund Manager will enter into an investment advisory agreement with the Investment \nAdvisor. The Investment Advisor will advise the Fund Manager on investment opportunities for \nthe Fund and the disposition of the Fund’s investments and provide services with respect to the \nFund, including investigating and structuring potential investments and exit opportunities, and \nmonitoring the performance of the Fund’s portfolio companies. All services of the Investment \nAdvisor relating to the Fund will be subject to review and final approval by the Fund Manager.  \n \n \nIV.  INVESTMENT BENEFITS, IMPACTS, AND RISKS \n \nA.  Justification \n \n1.  Development Impact \n \n24.  By investing in the Fund, ADB intends to achieve the following developmental objectives.  \n \n(i)  Private sector development will be stimulated, creating jobs and contributing to \nan employed, and therefore increasingly stable, middle class. This will contribute \nto the country’s long-term economic progress and overall stability.  \n(ii)  Equity will be provided to address shortages of risk capital for small and medium-\nsized companies that constrain their growth. Long-term capital in the form of \nprivate  equity  from  private  sources  will  be  mobilized  for  entrepreneurial \ncompanies to finance regional expansion and productivity increases. \n(iii)  Sustainable employment will be created in the companies the Fund invests in. \n(iv)  Sources of finance available for entrepreneurial companies will be increased by \nthe addition of equity finance, which will enable these companies to buy fixed \n ", "8 \nassets and use them as collateral for commercial bank loans to leverage their \nexpansion. This process will help medium-sized companies to graduate to larger \nenterprises and eventually to raise capital by listing on the stock exchange.  \n(v)  The Fund will demonstrate to the private sector that investment in entrepreneurial \ncompanies in India can be commercially attractive, thus catalyzing investments \nby building up local private equity investment management capacity.  \n(vi)  This demonstration effect will be achieved through domestic private equity teams, \nwhich  will  develop  a  body  of  experienced  finance  professionals  and  provide \nsupport to a first-time fund manager. \n(vii)  Management advice will be provided to entrepreneurial companies on financial \nplanning,  business  expansion  strategies,  human  resource  development,  and \nimplementation  of  international  standards  of  corporate  governance.  This  will \nsupport  the  rationalization  of  highly  fragmented  industries,  thus  supporting \nprogress toward India’s goal of developing industries capable of competing on a \nglobal basis.  \n(viii)  The Fund’s investments will contribute to the development of the regulatory and \nlegal environment in India. The Fund manager will report regularly on regulatory \nissues encountered by portfolio companies. This information will be reported \nregularly to ADB’s SARD, thus facilitating productive discussion with the Indian \ngovernment vis-à-vis overcoming key regulatory constraints and encouraging a \nregulatory framework supportive to entrepreneurship. \n \n2.  Value Added by ADB \n \n25.  ADB’s investment in the Fund will add value in the following ways.  \n \n(i)  Catalytic and demonstration effect. Given the significant risks facing potential \ninvestors, and the emerging nature of the Indian private equity industry, ADB will \nplay a catalytic role in attracting additional local and foreign long-term private \ninvestments to India. ADB’s intervention will demonstrate the credibility of private \nequity in India and mobilize capital to support other private equity funds.  \n(ii)  Private sector development. The Fund, like others in which PSOD invests, will \nmake a direct contribution to private sector development. The Fund will employ \nmarket-based mechanisms to develop profitable and sustainable enterprises. Its \nfocus on emerging sectors at very early stages of consolidation will provide \ncapital, management skills, and corporate governance oversight to assist in the \nrationalization and development of these highly fragmented industries. ADB’s \ncontribution will help India to implement its private sector development strategy.  \n(iii)  Value added by Fund Manager. ADB involvement in the Fund will support the \nFund Manager’s efforts to create a Fund that will improve portfolio companies’ \nmanagement systems and corporate governance.  \n   \nB.  Measuring Development Effectiveness \n \n26.  The  ADB  PSOD  and  Operations  Evaluation  Department  (OED)  are  formulating \nguidelines for implementing good practice standards for evaluation of private sector investment \noperations, which were prepared by the Evaluation Cooperation Group32 of the multilateral \n                                                 \n32 The Evaluation Cooperation Group  was formed by the multilateral  development banks to design common \nevaluation standards for private sector operations. The group’s work is ongoing and some aspects of the present \nevaluation framework might change to correspond to best practices. \n ", "9 \ndevelopment banks. The good practice standards cover the roles of the independent evaluation \ndepartment and the private sector department, the evaluation dimensions for private sector \noperations, the nature of annual reporting, and dissemination of reports and lessons. According \nto the good practice standards, the three principal dimensions for private sector evaluation are \ndevelopment outcome, investment profitability for the institution, and operational effectiveness. \nPSOD will measure the expected development outcome of the Fund by monitoring particular \nperformance measures throughout the life of the Fund. The performance measures are grouped \ninto three key areas.  \n \n(i)  Business  performance.  These  performance  measures  gauge  the  extent  to \nwhich the Fund has reached its objectives in terms of the overall profitability and \ncommercial viability of the Fund and its investee companies. \n(ii)  Economic sustainability. These performance measures assess the effect of the \nFund on the economy, and associated benefits and costs. These measures \nevaluate the extent to which the Fund improved the allocation of resources and \nprovision of financial services to viable private enterprises. They also evaluate \nwhether the investee companies generated direct positive effects on the local \neconomy.  \n(iii)  Private  sector  development.  These  performance  measures  evaluate  the \nindirect impact of the Fund on private sector development, e.g., its contribution to \nthe  growth  of  viable  financial  institutions  and  the  development  of  financial \nmarkets. \n \n27.  Quantitative and qualitative measures of performance are summarized in Appendix 1.  \n \n \nC.   Environmental Protection and Social Safeguard Policies \n \n28.  The  Fund  is  classified  as  category  FI  (financial  intermediary)  and  no  significant \nenvironmental impact is anticipated. The impact on resettlement and indigenous peoples has \nbeen classified as C (no impact). All companies in which the Fund invests will be required to \ncomply  with  national  environmental  laws,  regulations,  and  standards,  as  well  as  ADB’s \nenvironment and social safeguard policies. \n \n29.  The implementation of an environmental management system, which includes ADB’s \nenvironmental and social safeguards, adds value to the Fund. Close coordination with ADB will \nbe necessary to ensure that the fund manager possesses the skills to screen and categorize \nprospective investments on the basis of environmental and social impact. The Fund will ensure \nthat at least one of its employees has received training in applying ADB's social safeguard \npolicies.  The  Fund  Manager  will  appoint  a  senior  officer  to  implement  and  supervise  the \nenvironmental and social management system, and an environmental coordinator to review \ncompliance with all applicable ADB policies by companies the Fund invests in. The Fund will \ndevelop an environmental management system that is satisfactory to ADB and in accordance \nwith the guidelines set out in Appendix 5, and is committed to its implementation.  \n \n ", "10 \nD.  Anticorruption  Policy;  Combating  Money  Laundering  and  the  Financing  of \nTerrorism \n30.  The Fund has been advised of ADB’s anticorruption policy33 and its policy relating to the \ncombating of money laundering and the financing of terrorism.34 Consistent with its commitment \nto good governance, accountability, and transparency, ADB will require the Fund Manager to \ninstitute, maintain, and comply with internal procedures and controls that follow international \nbest practice for preventing corruption or money laundering or the financing of terrorism. The \nFund  Manager  will  covenant  with  ADB  to  refrain  from  engaging  in  such  activities.  The \ninvestment  documentation  between  ADB  and  the  Fund  will  allow  ADB  to  investigate  any \nviolation or potential violation of these undertakings. The Fund Manager already has in place an \nextensive framework for training employees to prevent money laundering, and is well positioned \nto comply with ADB’s requirements. \n \n \nV.  ASSURANCES \n \n31.  ADB will enter into suitable documentation that will indicate ADB’s commitment to invest \nan amount up to the lesser of $25,000,000 or 25% of the Fund’s total share capital (including \nparallel investment vehicles, if any) following approval of the investment by ADB’s Board of \nDirectors. ADB will not be largest investor in the Fund. ADB will satisfy itself with the terms and \nconditions of the all principal documents associated with its investment of the Fund, including \nthe investment management agreement between the Fund and the Fund Manager. \n \n \nVI.  RECOMMENDATION \n \n32.  I am satisfied that the proposed investment in Blue River Capital I, L.L.C. as described in \nthis report complies with the Articles of Agreement of ADB and recommend that the Board \napprove the investment of up to the lesser of $25,000,000 or 25% of the Fund’s total share \ncapital in Blue River Capital I, L.L.C. from ADB’s ordinary capital resources. \n \n \n                  Haruhiko Kuroda \nPresident \n \n26 April 2006\n                                                 \n33 ADB. 1998. Anticorruption. Manila. \n34  ADB. 2003. Manual on Countering Money Laundering and the Financing of Terrorism. Manila. \n \n ", " \nPERFORMANCE MEASURES FOR DEVELOPMENT OUTCOMES \n \n \n ", "   \n \n \n "], "metadata": {"ModDate": "D:20060627154511+08'00'", "CreationDate": "D:20060626104804+08'00'", "Title": "Proposed Equity Investment Blue River Capital I", "Creator": "Acrobat PDFMaker 6.0 for Word", "Author": "", "Producer": "Acrobat Distiller 6.0 (Windows)", "Company": "ADB", "SourceModified": "D:20060626024748"}}