{"CreationDate": "D:20091118101706+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "rrp: ind 41036, india infrastructure projects, infrastructure project financing facility, india infrastructure development projects", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20091118122514+08'00'", "Title": "Second India Infrastructure Project Financing Facility", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nSri Lanka \nProject Number: 41036 \nOctober 2009 \n\nProposed Multitranche Financing Facility \nSecond India Infrastructure Project Financing Facility \n(India) \n\n \n\n \n\n\f\fCURRENCY EQUIVALENTS \n(as of 15 October 2009) \n \n– \n\nCurrency Unit\n\nIndian rupee/s (Re/Rs) \n\nRe1.00\n$1.00\n€1.0\n$1.0\n¥1.0\n$1.0\n\n$0.021  \nRs46.13 \n$1.4923 \n€0.67 \n$0.0111 \n¥89.445 \n\nABBREVIATIONS \n\n \n \n \n \n \n \n\nADB \nEIRR \nESSF \nFFA \nFIRR \nFMA \nFY \nFYP \nGDP \nIIFCL \nIIPFF \nIPPMS \nJBIC \nKfW \nLIBOR \nMFF \nPFR \nPMU \nPPP \nPSP \nRBI \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \neconomic internal rate of return \nenvironmental and social safeguards framework \nframework financing agreement \nfinancial internal rate of return \nfinancial management assessment \nfiscal year \nFive-Year Plan \ngross domestic product \nIndia Infrastructure Finance Company Limited \nIndia Infrastructure Project Financing Facility \ninvestment program performance monitoring system \nJapan Bank for International Cooperation \nKreditanstalt für Wiederaufbau \nLondon interbank offered rate \nmultitranche financing facility \nperiodic financing request \nproject management unit \npublic–private partnerships \nprivate sector participation  \nReserve Bank of India \ntechnical assistance \n\nkm \nkph \nMW \n\nWEIGHTS AND MEASURES \n\n– \n– \n– \n\nkilometer \nkilometer per hour \nmegawatt \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n\n= \n= \n= \n= \n= \n= \n\n \n \n \n \n \n \n \n \n \n \n \n\n\f \n\nNOTES \n\n \n\n \n\n(i) \n\n \n(ii) \n\nThe  fiscal  year  (FY)  of  the  India  Infrastructure  Financing  Company  Limited \n(IIFCL) and the Government of India end on 31 March of the following year. FY \nbefore  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, e.g.,  FY \n2009 ends on 31 March 2010. \n\nIn this report, \"$\" refers to US dollars. \n\nVice-President \nDirector General \nDirector \n \nTeam leaders \n \n \nTeam members \n \n \n\nX. Zhao, Vice-President, (Operations 1) \nK. Senga, South Asia Department (SARD) \nA. Sharma, Financial Sector, Public Management, and Trade Division, SARD \n \nC. Kim, Principal Financial Sector Specialist, SARD \nV. Rao, Senior Finance Specialist (Public–Private Partnership), SARD  \nC. Hu, Economist (Financial Sector), SARD  \nK. Mulqueeny, Senior Counsel, Office of the General Counsel  \nJ. Perera, Principal Social Safeguards Specialist, SARD  \nH. Cruda, Environment Specialist, Regional and Sustainable Development  \n    Department  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n \n\n \n\n\f \n\nCONTENTS \n\nPage \n \n\ni \n\n1 \n\n1 \n1 \n1 \n\n13 \n13 \n14 \n14 \n\n15 \n16 \n16 \n17 \n\n22 \n22 \n24 \n\n24 \n\n27 \n\n \n28 \n32 \n38 \n\n45 \n52 \n54 \n58 \n60 \n61 \n62 \n\n \n\nMULTITRANCHE FINANCING FACILITY AND INVESTMENT PROGRAM SUMMARY \n\nTHE PROPOSAL \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA. \nB. \n\nPerformance Indicators and Analysis  \nAnalysis of Key Problems and Opportunities \n\nTHE PROPOSED FACILITY \nImpact and Outcome \nA. \nOutputs \nB. \nSpecial Features \nC. \nPolicy Dialogue for Continued Financing Support for \nD. \nPublic–Private Partnerships \n \nInvestment Plan \nE. \nFinancing Plan \nF. \nImplementation Arrangements \nG. \n\nINVESTMENT PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \nA. \nB. \n\nBenefits and Impacts \nAssumptions, Potential Risks, and Mitigation \n\nASSURANCES  \n\nRECOMMENDATION \n\nAPPENDIXES \n1. \n2. \n3. \n4. \n\nDesign and Monitoring Framework \nInfrastructure Sector Analysis \nMarket Analysis of the Role of India Infrastructure Finance Company Limited \nCorporate Governance Framework of India Infrastructure Finance Company Limited \n   and Proposed Enhancements \nAsian Development Bank Assistance to the Infrastructure Sector \nExternal Assistance to the Infrastructure Sector \nCoordination with the Development Partners \nList of Subprojects \nImplementation Schedule \nSummary Poverty Reduction and Social Strategy \n\nSUPPLEMENTARY APPENDIXES (available on request) \nA. \n\nMemorandum and Articles of Association of India Infrastructure Finance Company \nLimited \nScheme for Financing Viable Infrastructure Projects through India Infrastructure Finance \nCompany Limited \nCompliance Review of India Infrastructure Project Financing Facility for Tranche 1 on \nLegal, Framework Financing Agreement, and Environmental and Social Safeguards \nFramework (Periodic Financing Request 1) \nList of Subprojects Sanctioned by India Infrastructure Finance Company Limited \nFinancial Management Assessment \nEnvironmental and Social Safeguards Framework of India Infrastructure Finance \nCompany Limited \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\nVI. \n\n5. \n6. \n7. \n8. \n9. \n10. \n\nB. \n\nC. \n\nD. \nE. \nF. \n\n \n\n\f\f \n\nMULTITRANCHE FINANCING FACILITY AND INVESTMENT PROGRAM SUMMARY \n\n \nBorrower \n \nClassification  \n \n\n \nEnvironmental and \nSocial Safeguards \nAssessment \n\n \nInvestment Program  \nDescription \n\n \nMultitranche \nFinancing Facility \n\n \n\nthe \n\nIndia Infrastructure Finance Company Limited (IIFCL) \n \nTargeting Classification: General intervention \nSectors (subsectors): Multisector, energy (energy sector development, \nconventional  energy),  transport,  and  information,  and  communication \ntechnology (road transport), finance (finance sector development) \nThemes  (subthemes):  Private  sector  development  (public–private \npartnerships),  economic  growth  (promoting  economic  efficiency  and \nenabling  business  environment),  capacity  development  (institutional \ndevelopment) \nLocation impact: National (high) \n \nCategory:  Financial  intermediary.  IIFCL  will  ensure  that  for  each \nsubproject, \ninitial  environmental  examination,  environmental \nimpact  assessment,  and  environmental  management  plan,  as \napplicable,  are  submitted  to  the  Asian  Development  Bank  (ADB)  for \nreview and approval before submission of a periodic financing request \n(PFR).  IIFCL,  with  ADB  assistance,  has  developed  an  environmental \nand social safeguards framework (ESSF) to guide the assessment of \nsubprojects  during  implementation  of  the  Second  India  Infrastructure \nProject Financing Facility (IIPFF II). The objective of the ESSF and its \ndocumentation and review process is to ensure that ADB finances only \nsubprojects  through  the  IIPFF  II  that  are  compliant  with  national  and \nADB safeguard requirements applicable at the date the relevant PFR \nis submitted. The ESSF adopts the same approach as the First India \nInfrastructure Project Financing Facility (IIPFF I) approved by the ADB \nBoard  of  Directors  in  December  2007.  The  ESSF  will  be  updated \nbased on ongoing national initiatives to strengthen environmental and \nsocial safeguard requirements and relevant ADB policies.   \n \nThe  IIPFF  II  supports  the  Scheme  for  Financing  Viable  Infrastructure \nProjects  through  the  India  Infrastructure  Finance  Company  Limited \n(the  Scheme)  for  promoting  infrastructure  development  primarily \nthrough  public–private  partnerships  (PPP).  Pursuant  to  the  Scheme, \nIIFCL  provides  long-term  financing  on  commercial  terms  for  stand-\nalone  nonrecourse  infrastructure  projects.  IIFCL  will  finance  PPP \nsubprojects  selected  through  a  transparent  and  competitive  bidding \nprocess and only those assessed for commercial viability.  \n \nAs  of  August  2009,  IIFCL’s  project  pipeline  included  88  sanctioned \nprojects  with  a  total  project  cost  of  about  $32  billion.  The  pipeline  is \nexpected  to  increase  by  25  projects  a  year.  As  a  result,  IIFCL's \nbalance  sheet  is  projected  at  around  $11  billion  by  fiscal  year \n(FY)2013.      \n \nIIFCL,  through  the  Government  of  India  (the  Government),  has \nrequested ADB to finance a portion of its investment program through \nIIPFF II via a multitranche financing facility (MFF). The MFF modality is \nuniquely  suited  to  the  IIPFF  II  as  it  will  enable  IIFCL  to  release \n\n\fii \n\n \n\n \nRationale \n\n \n\nfinancing in line with project finance requirements in a phased manner \nand  provide  ADB  with  the  flexibility  to  monitor  progress  in  earlier \ntranches  to  guide  implementation  of  subsequent  tranches.  The  MFF \nwill provide $700 million over 5 years (FY2009–FY2013) to IIFCL, for \nfinancing  eligible  subprojects  in  accordance  with  the  Scheme  and \nagreed criteria, including the ESSF. The MFF will be provided in three \ntranches⎯first tranche of $210 million, second tranche of $250 million, \nand third tranche of $240 million.  \n \nReliable  and  high  quality  infrastructure  is  a  critical  determinant  of \nproductivity  to  support  sustained  economic  growth  and  poverty \nreduction.  While  high  quality  infrastructure  is  essential  to  harness \ngrowth impulses in the economy, insufficient infrastructure capacity of \nIndia  results  in  lower  productivity,  higher  transport  and  logistic  costs, \nand  reduces  competitiveness.  With  higher  growth  target  and  a  rising \npopulation, even maintaining current levels of infrastructure will require \nstaggering an enormous increase in investments.  \n \nBased  on  the  targeted  growth  rate  and  identified  deficit,  required \ninfrastructure  investment  is  estimated  at  approximately  $514  billion. \nAccordingly, the goal of the Government of India (the Government) is \nto  increase  infrastructure  investment  from  4.5%  to  9%  of  gross \ndomestic  product  during  the  11th  Five-Year  Plan  (FYP)  period,  FY \n2007–FY2011. Investments deficits of this scale cannot be bridged by \npublic financing that is already limited by fiscal constraints.  \n \nRecognizing \ninfrastructure \ndevelopment,  the  Government  has  placed  private  sector  participation \n(PSP) and PPP at the core of its infrastructure development strategy. \nIn line with this approach, infrastructure development is being fostered \nby  initiatives  to  create  an  enabling  environment  for  PPP  through  (i) \naddressing  policy  and  regulatory  gaps  in  several  infrastructure \nsubsectors,  (ii)  enhancing  the  capacity  of  public  institutions  and \nofficials to manage PPP processes, and (iii) increasing the volume of \nfinancing and availability of risk mitigation instruments to manage and \nallocate  risks  in  line  with  the  new  business  model.  ADB  is  providing \nextensive  support  for  mainstreaming  PPP  in  India  through  four \nongoing technical assistance (TA) projects.  \n \nThe Government has also taken reform initiatives to develop financial \nmarkets and expand the suite of financial products for promoting PSP \nand  PPP.  As  result,  the  equity,  government  securities,  foreign \nexchange,  and  money  markets  along  with \ntheir  corresponding \nderivatives  segments  are  now  reasonably  deep  and  liquid.  The \nreforms have also strengthened price discovery, eased restrictions on \ntransactions, \nliquidity. \nHowever,  long-term  investors,  such  as  pension  and  insurance  funds, \nhave  a  limited  presence  in  the  Indian  market  due  to  regulatory \nrestrictions.  Further,  domestic  investment  banks  are  inadequately \ncapitalized  and  the  asset-liability  position  of  many  large  commercial \nbanks may not support large scale infrastructure exposures.  \n\ntransaction  costs,  and  enhanced \n\nthe  private  sector \n\nrole  of \n\nlowered \n\nthe \n\nin \n\n\f \n\niii\n\nthe \n\nflow  of \n\nfinancing \n\nlong-term \n\nfurther  constrained \n\nWhile  reforms  to  mitigate  the  financial  constraints  are  ongoing  and \ncontemplated, mobilizing available resources and catalyzing additional \nresources  still  presents  a  challenge.  The  tight  liquidity  in  the \ninternational financial markets as a result of the global financial crisis \nfor \nhas \ninfrastructure projects. In the circumstances, it is all the more important \nthat  reforms  promote  a  infrastructure  financing  model  where  existing \ninstitutional  capacity,  skills  products  and  services  are  leveraged \nthrough  partnerships  and  synergies  for  bridging  the  infrastructure \ndeficits  through  exchange  of  sector  expertise,  underwriting  skills,  and \nrisk management.  \n \nIndia  Infrastructure  Finance  Company  Limited.  In  this  context, \nIIFCL's  operating  paradigm  as  articulated  in  its  'Scheme'  is  designed \nto  catalyze  funds  as  part  of  a  lending  consortium,  and  leverage \nfinancing and project development skills available in the market. IIFCL \nprovides  innovative  financing  products  (e.g.,  long-term  debt  and \nsubordinated debt) required for PPP infrastructure subprojects that are \ncurrently scarce in the Indian market, despite financial sector reforms. \nThe  Government  guarantees  IIFCL's  borrowings  which  acts  as  an \nadditional  layer  of  credit  enhancement  for  investors  by  providing \nimplicit risk capital.  \n \nEstablished in January 2006, as the nodal agency for PPP under the \nCompanies  Act  (1956),  IIFCL  is  mandated  to  provide  financing  to \neligible  infrastructure  projects  on  commercial  terms.  As  of  the  end  of \nMarch  2009,  IIFCL  has  a  sanctioned  pipeline  of  88  subprojects,  of \nwhich 85 have already reached financial closure. These projects have \nall  been  assessed  for  commercial  and  technical  viability  and  have \nbeen  developed  by  independent  professional  project  development \nagencies. The total project cost of the sanctioned subprojects amounts \nto  about  $31  billion,  of  which  IIFCL  will  take  up  around  $4  billion, \nthereby every dollar of IIFCL's investment in subprojects will mobilize \nover  $7  from  the  market,  demonstrating  its  significant  ability  to \nleverage resources.  \n \nIIFCL has successfully supported PPP projects, particularly with ADB's \nloan (IIPFF I) amounting to $500 million, approved in December 2007 \nprovided  through  the  MFF  modality.  IIPFF  I  has  thus  far  financed  24 \nsubprojects. In addition to providing IIFCL with long-term funding, ADB \nhas  supported  IIFCL  with  technical  assistance  to  enhance  internal \ncredit risk assessment procedures and pricing policies. As a result of \nthis  support,  IIFCL  is  now  planning  to  access  the  international  bond \nmarkets  on \nits  own  balance  sheet  without  a \nGovernment  guarantee.  This  will  not  only  open  a  new  channel  of \nfunding  for  IIFCL  but  will  also  provide  a  benchmark  for  similar  Indian \ncorporations in international markets. \n \nIIPFF  II.  The  IIPFF  II  is  designed  to  support  the  Government’s \ninfrastructure  development  agenda.  IIPFF  II  will  provide  funds  at \ncommercial terms with more than 20-year maturities for infrastructure \n\nthe  strength  of \n\n \n\n\fiv \n\n \n\n \n\nPPP  subprojects.  Funds  at  such  terms  are  currently  not  available  in \nthe  domestic  market.  The  global  crisis  has  further  constrained  the \navailability  of  long-term  funds  in  international  capital  markets.  ADB's \nsupport to IIFCL will also encourage long-term investors to participate \nin IIFCL's market offerings.  \n \nSupport  for  the  IIPFF  II  is  an  integral  part  of  ADB’s  sector  strategy, \nincluding the India country partnership strategy 2009–2012 and ADB's \nStrategy 2020. It complements ADB’s parallel initiatives in contractual \nsavings, corporate bonds, PPP, and infrastructure development, all of \nwhich contribute to creating an enabling environment for infrastructure \ndevelopment  in  India.  The  IIPFF  II  is  closely  aligned  with  the \ndevelopment goal and targets set forth in the Government's 11th FYP. \n \n\nimplementation;  and \n\n \nImpact and Outcome  The impact of IIPFF II is to improve overall availability and reliability of \nphysical  infrastructure  in  line  with  the  targets  of  the  11th  FYP.  The \noutcome of IIPFF II include (i) increased private sector participation; (ii) \nimproved  commercial  lending  terms  (particularly  those  of  IIFCL)  for \ninfrastructure  subprojects;  (iii)  strengthened  institutional  capacity  for \nESSF  monitoring  and \n(iv)  catalyzing  of \ncomplementary  resources  and  skills  in  the  market.  These  are  to  be \nrealized  through  coordinated  efforts  of  ADB,  Japan  International \nCooperation  Agency,  KfW,  World  Bank, \ninternational \nsubsidiary, and private equity providers.  \n \nAn MFF of $700,000,000 from ADB’s ordinary capital resources will be \nprovided  in  multiple  tranches  at  an  interest  rate  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based \nlending  facility,  and  such  other  terms  and  conditions  set  forth  in  the \nloan and guarantee agreements. IIFCL has provided ADB with (i) the \nreasons  for  its  decision  to  borrow  under  ADB’s  LIBOR-based  lending \nfacility  on  the  basis  of  these  terms  and  conditions,  and  (ii)  an \nundertaking that these choices were its own independent decision and \nnot made in reliance on any communication or advice from ADB.  \n \n\n \nFinancing Plan \n\nIIFCL's \n\nIndicative Financing Plan FY2009–FY2013 \n($ million) \n \n\nSource \nAsian Development Bank \nLocal Market Borrowingsa \nForeign Borrowingsb \n \nTotal \na Funds that India Infrastructure Finance Company Limited (IIFCL) will raise \nfrom the domestic market including insurance and pension funds and the \nnational savings scheme.  \n\nTotal \n700 \n5,000 \n5,300 \n11,000 \n\n% \n6.36 \n45.45 \n48.18 \n100.00 \n\nb  Foreign  borrowings  include  bilateral  and  multilateral  sources  and  funds \n\nthat IIFCL will raise from the international capital markets. \n\nSources:  Asian  Development  Bank  estimates  and  India  Infrastructure  Finance \nCompany Limited. \n \n\nIndia  will  provide  a  sovereign  guarantee,  in  form  and  substance \nacceptable to ADB, for the term of each loan as a condition precedent \n\n\f \n\nv\n\n \nSubloan Terms \n\nto the effectiveness of each tranche requested by IIFCL and provided \nby ADB pursuant to the terms of each loan agreement.  \n \nIIFCL  will  relend  funds  received  through  the  MFF  (via  subloans)  to \neligible  subprojects  on  commercial  terms  based  on  an  independent \nassessment of subproject risk. The eligibility of the subprojects will be \nassessed in terms of compliance with the ESSF, the conditions of the \nScheme,  and  additional  criteria  agreed  with  IIFCL.  The  relending  to \neligible  subprojects  will  be  preceded  by  an  upfront  evaluation  of \nsubprojects  to  ensure  compliance  with  the  ESSF  to  confirm  that  all \nsubprojects financed through the IIPFF II comply with ADB safeguard \nrequirements as with the IIPFF I.     \n \nImplementation  of  the  IIPFF  II  is  expected  to  be  completed  by  31 \nDecember 2014.  \n \n\n \nSubproject and \nSubborrower \nSelection Criteria \n\n \nEstimated Project \nCompletion Date  \n \nPeriod of Utilization   The MFF will be available for a 5-year disbursement period (FY2009–\nFY2013).  The  last  PFR  must  be  submitted  to  ADB  no  later  than  31 \nMarch 2014. The last disbursement date will be 31 December 2014. \n \nEach subproject and subborrower will satisfy at all times the subproject \nand  subborrower  selection  criteria  set  out  in  the  Scheme,  which \nincludes appraisal for technical, economic, and commercial viability. In \naddition,  each  subborrower  will  (i)  be  selected  in  accordance  with \nADB’s Procurement Guidelines (2007, as amended from time to time); \n(ii) have adequate resources and financial capability to raise resources \nto complete and operate the relevant qualified subproject successfully; \n(iii) not be in default on any prior loan to any participating members of \nthe  consortium  including  IIFCL;  (iv)  be  able  to  provide  security  as \nrequired  by  the  consortium  of  lenders;  (v)  maintain  appropriate \nfinancial records of income and expenditure to the satisfaction of ADB \nand  IIFCL;  and  (vi)  comply  with  ADB’s  safeguard  requirements  and \nto \nnational  and  state  policies, \nenvironment, resettlement, and indigenous peoples.    \n \nIIFCL will be the executing agency of the IIPFF II. Policy direction and \nstrategic oversight will be provided by IIFCL’s board of directors. The \nproject management unit will monitor day-to-day implementation of the \nIIPFF  II  and  improve  IIFCL  capacity  for  identification,  screening, \nselection, and monitoring of all subprojects, including compliance with \nstate  and  national  policies  and  the  ESSF.  In  addition,  it  will  be \nresponsible  for  developing  and  implementing  an  investment  program \nperformance monitoring system.  \n \nAll  goods  and  services  financed  by  the  IIPFF  II  will  be  procured  in \naccordance  with  ADB’s  Procurement  Guidelines  (2007,  as  amended \nfrom  time  to  time).  The  individual  loan  proceeds  will  be  disbursed  in \naccordance  with  ADB’s  Loan  Disbursement  Handbook  (2007,  as \namended from time to time). An imprest account will be established in \na  current  account  with  a  commercial  bank  acceptable  to  ADB.  The \nimprest  amount,  at  any  time,  will  not  exceed  (i)  10%  of  each  loan \n\n \nProcurement and  \nDisbursement \n\n \nImplementation \nArrangements \n\nlaws,  and  regulations  relating \n\n \n\n\fvi \n\n \n\n \nFramework \nFinancing \nAgreement \n\n \nPeriodic Financing \nRequest \n\n \nRetroactive \nFinancing \n\n \nBenefits and \nBeneficiaries \n\n \n\nin  ADB's \n\nsafeguards, \n\nanticorruption, \n\nInnovation  and  Efficiency \n\ntranche, or (ii) estimated expenditures for the first 6 months of project \nimplementation, whichever is lower. \n \nIIFCL  and  the  Government  have  entered  into  a  framework  financing \nagreement  (FFA)  with  ADB.  The  FFA  satisfies  the  requirements \nestablished \nInitiative:  Pilot \nFinancing Instruments and Modalities. The FFA records the full set of \nassurances,  warranties,  and  representations  on  crosscutting  themes, \nfinancial \ngovernance, \nincluding \nmanagement, procurement, disbursement, and subproject selection. \n \nThe MFF proposal is accompanied by a PFR, received from IIFCL for \nthe first tranche (PFR1) for $210 million. The PFR1 lists 14 subprojects \nfor  ADB  financing.  The  subprojects  are  all  in  the  road  and  power \nsubsectors.  The  total  cost  of  the  subprojects  is  about  $8.4  billion,  of \nwhich IIFCL's exposure will be about $731 million.  \n \nBefore ADB accepts the PFR, IIFCL and the Government  will ensure \nfull compliance with the terms and conditions of the FFA. \n \nRetroactive  financing  may  be  possible  under  individual  loans  for \nexpenditures  incurred  up  to  12  months  before  the  signing  of  the \ncorresponding  loan  agreement,  with  a  ceiling  of  20%  of  the  loan \namount.  IIFCL  and  the  Government  were  informed  that  approval  of \nretroactive  financing  does  not  commit  ADB  to  financing  any  of  the \nproposed subprojects. Each PFR will specify the nature of financing if \nretroactive financing is requested.    \n \nThe  IIPFF  II  is  designed  to  enable  ADB  to  finance  a  wide  range  of \nsubprojects  across  subsectors  rather  than  to  discretely  finance \nindividual projects. The transaction costs for ADB and the Government \nare  significantly  reduced  as  subproject  evaluation,  appraisal,  and \nfinancial  structuring  are  conducted  by  specialized  agencies \nseamlessly. The success of this approach is evidenced from the IIPFF \nI, which has already financed 24 infrastructure PPP subprojects. Under \nIIPFF I, IIFCL has leveraged over 5 times its own resources and IIPFF \nII is expected to improve the leverage ratio to at least 7. \n \nIIFCL is well-positioned to finance PPP subprojects emerging from the \nongoing  ADB  support  for  mainstreaming  PPP.  The  development  of \nPPP subprojects by professional project developers and consideration \nof  such  subprojects  for  financing  by  a  consortium  of  investors  and \nlenders, including IIFCL, ensures deepening of project preparation and \nfinancing  skills  in  the  country.  With  regard  to  expanding  the  required \nsuite  of  financing  and  risk  management  products,  IIPFF  II  will  enable \nIIFCL to provide long-term subordinated debt (mezzanine financing) to \nPPP  subprojects  which  increase  its  financing  options  for  PPP \nsubprojects.  Risk-based  pricing  of  subloans  by  IIFCL  provides  a \nbenchmark for corporate debt issuance which establishes the basis for \nallocating  capital.  The  same  will  guide  policymakers  in  initiatives \ndesigned to improve project returns for any given level of risk. \n\n\f \n\nvii\n\n(ii) \n\nlead \n\nto  higher \n\ninvestments \n\nthrough  PPP, \n\nthe  Government  continues \n\nfarm  and  nonfarm \nInfrastructure \nproductivity,  employment  and  income  opportunities,  and  increased \navailability  of  wage  goods  thereby  reducing  poverty  by  raising  mean \nincome  and  consumption.  The  IIPFF  II,  therefore,  is  expected  to \nreduce  poverty  and  increase  income  with  the  development  and \npromotion  of  PPP  subprojects,  especially  in  the  transport  and  power \nsubsectors.  Mobilization  of  private  sector  resources  is  envisaged  to \nmitigate fiscal stress.  \n \nThe  envisaged  benefits  are  based  on  several  assumptions  that  are \nsubject  to  varying  degrees  of  risk,  including  (i)  the  Government \ncontinues  to  prioritize  and  support  policy  actions  for  infrastructure \nits \ndevelopment \ncommitment  to  maintain  IIFCL  as  a  commercially  oriented  entity,  and \n(iii)  IIFCL  maintains  sufficient  institutional  capacity  and  staffing  for \nsmooth project implementation.  \n \nPotential  risks  include  (i)  a  change  in  the  Government  infrastructure \ndevelopment  focus  away  from  PPP,  (ii)  poor  quality  of  the  IIFCL \npipeline  resulting  from  weak  internal  capacity,  and  (iii)  IIFCL's  asset \nprofile  having  a  high  degree  of  concentration  in  a  limited  number  of \ninfrastructure  subprojects  creating  concentration  risk.  The  following \nmitigating measures are in place.  \n \nThe  Government  has  reaffirmed  its  commitment  to  infrastructure \ndevelopment  and  the  role  of  the  private  sector  thereby  ensuring \neffective  demand  for  IIPFF  II.  ADB  and  other  development  partners \nare  closely  involved  in  the  policy  dialogue  with  the  Government  and \nare  committed  to  supporting  initiatives  that  are  in  line  with  best \npractices.  The  evolution  of  IIFCL's Scheme  has  consistently  reflected \nmarket requirements and is expected to do so going forward.  \n \nFactors mitigating weak internal capacity resulting in poor quality of the \nsubproject  pipeline  include  (i)  intensive  appraisal  of  subprojects  by \nIIFCL;  (ii) \nIIFCL’s  mandate  and  Scheme  on \ncommitment \nto  operating  autonomy,  good  governance,  and \ncommercial orientation; and (iii) ongoing ADB and World Bank support \nto IIFCL for developing systems, procedures, and human resources. In \naddition,  the  ongoing  ADB  TA  will  also  enhance  IIFCL's  project \nfinancing capacity and governance framework.  \n \nIIFCL's Scheme currently does not permit IIFCL to take an exposure in \nexcess of 20% of the total capital costs for any particular project; this \nensures  sector  and  geographic  diversification  in  the  asset  portfolio. \nThe  ongoing  efforts  for  mainstreaming  PPP  will  help  generate  viable \nsubprojects in all parts of the country. \n\nthe  emphasis  of \n\n \nRisks and \nAssumptions \n\n \n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nmultitranche financing facility (MFF) to India Infrastructure Finance Company Limited (IIFCL), to \nbe guaranteed by India, for the Second India Infrastructure Project Financing Facility (IIPFF II). \nThe design and monitoring framework is in Appendix 1. \n \n\nII. \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNTIES \n\ninvestment \n\ninfrastructure \n\nPerformance Indicators and Analysis \n\n \nA. \n \n2. \nReliable and high quality infrastructure is a critical determinant of productivity to support \nsustained economic growth and poverty reduction.1 While high quality infrastructure is essential \nto harness growth impulses in the economy, insufficient infrastructure capacity in India results in \nlower  productivity,  higher  transport  and  logistic  costs,  and  reduces  competitiveness.  With  a \nhigher growth target and a rising population, even maintaining current levels of infrastructure will \nrequire  significant  increase  in  investments.  Based  on  the  targeted  growth  rate  and  identified \ndeficit,  required \nis  estimated  at  approximately  $514  billion. \nAccordingly, the goal of the Government of India (the Government) is to increase infrastructure \ninvestment from 4.5% to 9% of gross domestic product (GDP) during the 11th Five-Year Plan \n(FYP) period, FY2007–FY2011.  \n \n3. \nThe  global  financial  crisis  negatively  impacted  growth  rates  in  India  as  reflected  in  the \ndecline in GDP growth from 9.2% in FY2007 to 6.7% in FY2008. Growth is projected to decline \nto  around  6%  in  FY2009.2 The  crisis  has  also  adversely  affected  private  sector  infrastructure \ninvestment due to a loss in investor confidence. Concurrently, fiscal constraints have impacted \npublic  sector  infrastructure  investment.  The  impact  of  these  factors  is reflected  in the  reduced \ngrowth  rate  in  the  core  infrastructure  index  from  5.9%  in  FY2007  to  2.7%  in  FY2008.  In \nresponse  to  the  crisis,  the  stimulus  packages  announced  by  the  Government  have  prioritized \nsupport to the infrastructure sector. In addition, considering the magnitude of the infrastructure \ndeficits  the  Government  has  embarked  on  a  broad-based  reform  agenda  to  enable  greater \nprivate sector participation (PSP) in infrastructure investments. \n \nB. \n \n4. \nAs of 2008, an analysis of infrastructure capacity reveals that only the power subsector \nhas achieved capacity expansion in line with 11th FYP targets; while ports, airports, and roads \nare at 85%, 75%, and 50%, respectively.3 This is reflected in the situation prevailing in utilities of \nports, roads, railways, and airports subsectors which operate at close to or beyond capacity. An \n                                                 \n1   The 11th Five-Year Plan policy framework indicates that the percentage of the population living below the official \npoverty  line  has  appreciably  declined  from  36%  in  fiscal  year  (FY)1993  to  28%  in  FY2004.  However,  the  rate  of \ndecline  in  poverty  has  not  accelerated  commensurate  with  the  growth  in  gross  domestic  product  (GDP),  and  the \nincidence  of  poverty  among  traditionally  marginalized  groups  has  shown  an  insignificant  decline.  Further,  given \npopulation growth, the absolute number of poor has declined only marginally from 320 million to 302 million during \nthe  same  period.  Other  indicators  of  deprivation  suggest  that  the  proportion  of  the  population  deprived  of  a \nminimum level of living is much higher. For example, the National Family Health Survey 3 shows that almost 46% \nof  children  in  the  0–3  year  age  group  suffered  from  malnutrition  in  FY2005  showing  almost  no  decline  from  the \n47% reported in 1998 by the National Family Health Survey 2. \n\nAnalysis of Key Problems and Opportunities \n\n2   Projections  provided  by  the  Reserve  Bank  of  India  (RBI),  the  central  bank,  in  April  2009  and  based  on  the \n\n3   McKinsey  and  Company,  Financial  Services  Practice.  2008.  Building  India,  Financing  and  Investing  in \n\nassumption of a normal monsoon.   \n\nInfrastructure. New Delhi.  \n\n \n\n\f2 \n\n \n\nRole  of  Public–Private  Partnerships.  The  traditional  model  of  developing  and \n\naverage of 21 days is required to clear cargo in India compared with 3 days in Singapore. The \nberths of Jawaharlal Nehru Port in Mumbai, which handles 60% of India’s container traffic, can \nhandle nine cargo vessels while Singapore’s main port can handle 40. India’s national highways \naccount for only 2% of the total highway network and only 12% or 8,000 km of which are dual \ncarriageway.4 The  situation  is  equally  alarming  in  urban  roads  as  evidenced  by  the  drop  in \naverage  traffic  speed  in  Delhi  from  27  kph  in  1997  to  10  kph  currently.  With  regard  to  power, \npeak demand exceeds supply by almost 15% as several capacity initiatives for the 11th FYP are \nyet to come on line. World Bank estimates suggest that 9% of potential industrial output is lost \nto power cuts and 600 million Indians have no electricity at all. A detailed infrastructure sector \nanalysis is in Appendix 2. \n \n5. \nfinancing infrastructure is predicated on government ownership with the government bearing all   \nrisks. However, this model has limitations due to large investment requirements, growing fiscal \ndeficits, and limited capacity in the public sector in developing high-quality infrastructure. Thus, \nthe  traditional  model  is  being  replaced  with  a  new  business  model  based  on  PSP,  largely \nthrough  public–private  partnerships  (PPP).  This  requires  the  entire  risk  matrix  of  project \ndevelopment,  management,  performance  as  well  as  market  and  credit  risk  to  be  optimally \nallocated  among  stakeholders.  The  planned  30%  private  sector  share  in  the  aggregate \ninfrastructure investment during the 11th FYP underscores the importance of the envisaged role \nof the private sector.5  \n \n6. \nIn  line  with  the  new  business  model,  infrastructure  development  is  being  fostered  by \ninitiatives  to  create  an  enabling  environment  to  sustain  PPPs  by  addressing  regulatory, \ninstitutional,  and  financing  gaps.  These  include  development  of  a  risk  allocation  mechanism \nbased  on  the  principle  that  risk  should  be  allocated  to  stakeholders  best  able  to  manage  and \nmitigate  them.  Ongoing  initiatives  include  (i)  addressing  policy  and  regulatory  gaps  in  several \ninfrastructure  subsectors,  (ii)  enhancing  the  capacity  of  public  institutions  and  officials  to \nmanage  PPP  processes,  and  (iii)  increasing  the  volume  of  financing  and  availability  of  risk \nmitigation instruments to manage and allocate risks in line with the new business model.  \n \n\n1. \n\nPolicy and Regulatory Framework for Public–Private Partnerships \n\n \n7. \nInfrastructure  Sector  Reforms.  Sectors  are  increasingly being  opened  to  private  and \nforeign  investment.  Levy  of  user  charges  is  being  promoted,  and  regulatory  institutions  are \nbeing  set  up  and  strengthened  to  create  a  PPP  enabling  environment.  The  command  and \ncontrol  mode  relying  on  state  ownership  is  evolving  towards  a  model  based  on  independent \nregulation  and  contract  law.  In  this  context,  core  regulatory  tasks  of  independent  regulatory \ncommissions  include  tariff  setting,  enforcing  service  standards,  and  fostering  a  subsidy  and \ncross-subsidy framework.  \n \n8. \nWhile  the  Government  has  enacted  and  amended  different  laws  and  regulations, \ncommon  regulatory  principles  are  needed  to  guide  and  evolve  regulatory  institutions.  In \nresponse,  the  Government  has  drafted  the  Regulatory  Reform  Bill,6 key  provisions  of  which \ninclude establishing an institutional framework for regulatory commissions. The Bill further sets \nout  the  role  of  the  regulatory  commissions  and  their  accountability  to  the  legislature.  Table  1 \nprovides an overview of the regulatory framework for the infrastructure sector.  \n\n                                                 \n4   Of the remaining national highways, 50% are two-lane and 38% are single-lane.  \n5   The total private sector investment envisaged during the 10th FYP was 17% of GDP.   \n6   Planning Commission. 2009. Draft Regulatory Reform Bill. New Delhi. (April). \n\n \n\n\f \n\n3\n\nTable 1: Overview of the Regulatory Framework for Infrastructure  \n \n\nRelevant Statutes \n\nRegulatory Authority \n\nSubsector \nRoads \n\nAirports \n\nNHAI Act 1998 \nCentral Road Fund Act 2000 \nControl of National Highways (Land and \nTraffic) Act 2000 \nAAI Act 1994 \nAir Corporation (Transfer of Undertaking \nand Repeal) Act 1994 \n\nPorts \n\nMajor Port Trust Act 1963 \n\nPower \n\nElectricity Act 2003 \n\nWater Supply \nand Sanitation  \n\nWater (Prevention and Control of Pollution) \nAct 1974 \n\nNHAI is the regulator and operator. \nStakeholders do not have recourse to \nan independent regulator. \n\nAAI is the operator and regulator.  \nStakeholders do not have recourse to \nan independent regulator.  \nAn airports economic regulatory \nauthority is proposed. \nTAMP functions as tariff-setting \nagency. \nStakeholders do not have recourse to \nan independent regulator.  \nEstablished regulatory commissions \nhave extensive powers.  \nNo regulatory authority is in place. \nCentral Ground Water Authority is \nresponsible for regulation and control \nof groundwater with powers to protect \nthe environment.   \n\nAAI = Airports Authority of India, NHAI = National Highway Authority of India, TAMP = Tariff Authority of Major Ports \nSource: Planning Commission, Government of India. \n \n\n2. \n\nProject Development and Management Process \n\n \n9. \nTo  increase  PSP,  capacity  to  manage  PPP  development  and  effectively  interface \nbetween  project  sponsors,  private  sector,  and  end  users  are  needed.  In  support  of  the \nGovernment's  holistic  approach,  the  Asian  Development  Bank  (ADB)  provided  assistance \nincluding  four  ongoing  technical  assistance  (TA)7 projects  and  long-term  loans8 to  facilitate  all \nphases of the Government's efforts to mainstream PPP-led infrastructure development (Figure \n1).  Project  development  and  management  process  is  mainstreamed  by  (i)  establishing  a  PPP \ncell in the Department of Economic Affairs, Ministry of Finance for coordinating and supervising \nnationwide  PPP  project  development;  and  (ii)  establishing  PPP  cells  with  in-house  PPP  and \nmanagement  information  systems  experts  in  17  states  and  7  central  line  ministries.  The \ncapacity of the PPP cells has been strengthened by training staff and exposing the PPP cells to \ninternational  best  practices.  The  PPP  cells  have  developed  a  potential  pipeline  of  PPP \nopportunities  in  urban  transport,  health,  education,  and  water  and  sanitation  indicating  the \nsuccess  of  the  TAs  in  mainstreaming  PPPs.9 To  promote  commercial  viability,  IIFCL  provides \nlong-term  financing  as  per  its  mandate  supported  by  the  First  India  Infrastructure  Project \n\n                                                 \n7   ADB.  2006.  Technical  Assistance  to  India  for  Mainstreaming  Public–Private  Partnerships  at  State  Level.  Manila \n(TA  4890-IND  approved  on  11  December  for  $3.0  million);  ADB.  2007.  Technical  Assistance  to  India  for \nMainstreaming Public–Private Partnerships at Central Line Ministries of the Government of India. Manila (TA 4993-\nIND approved on 16 November for $2 million); ADB. 2008. Technical Assistance to India for Preparing the Public–\nPrivate Partnership Pilot Project Initiatives for Mainstreaming Public–Private Partnerships (TA 7152-IND approved \non  26  September  for  $2  million);  and  ADB.  2009.  Technical  Assistance  to  India  for  Supporting  an  Initiative  for \nMainstreaming Public–Private Partnerships for Providing Urban Amenities in Rural Areas (TA 7342-IND approved \non 11 September for $1.5 million). \n\n8  ADB. 2007. Report and Recommendation of the President to the Board of Directors on India Infrastructure Project \n\nFinancing Facility. Manila (Loan 2404-IND approved 20 December for $500 million).  \n\n9   Available at http://www.pppinindia.com. \n\n \n\n\f4 \n\n \n\nFinancing Facility (IIPFF I) approved by ADB in December 2007 and by the proposed IIPFF II. \nThe TA attached to IIPFF I strengthened IIFCL's credit risk assessment processes and systems \nto price loans on a risk basis.10  \n \n\n1.   Set up national PPP unit\n- Adopt best practices\n- Establish policy and regulatory frameworks\n- Develop model agreements and deals\n- Assess capacity gaps \n\nPhase 1\n\n1.   Establish dedicated PPP units in\n\n \nFigure 1: ADB and Government Overall Approach for Mainstreaming PPP in India\n \n \nPhase 2\n \n \n \nand private sectors\n \n \n \n \n \n \n \n\n3.   Refine PPP models, innovate, and \n\n2.   Rollout capacity building—public \n\n4.   Facilitate access to long-term\n\nagencies and provinces\n\nterm funds\n\nadapt\n\nfunds\n\n3.   Seek stakeholder acceptance for PPPs\n4.   Develop pilot PPP transactions\n\n2.   Establish project development facility\n\nPPP = public–private partnership.\nSource: Asian Development Bank.\n\n- Assign transaction advisers to develop\n\na shelf of PPP projects\n\nPhase 3\n\n1.   Enhance capacity \nbuilding content\n\n3.   Use sophisticated\n\n2.   Apply new PPP models\nand expand to new\nsectors and locations\n\nfinancing and risk models\n4.   Facilitate access to long-\n\n \n10. \nThe  Government  has  also  streamlined  project  management  by  setting  up  the  PPP \nApproval  Committee 11  to  fast  track  PPP  approval  in  central  government  projects.  Project \nidentification,  preparation  of  the  initial  screening  report,  and  approval  of  the  initial  screening \nreport  by  the  Committee  are  supported  by  PPP  cells.  A  panel  of  technical  advisors 12 was \nselected  to  assist  central  and  state  line  ministries  in  conducting  project  development  studies \nincluding  demand  assessment,  cost  and  risk  estimation,  financial  structuring,  development  of \ncontracts and concession agreements, and bid preparation and selection. In addition, a website \n(footnote 9) exclusively devoted to PPP functions as a virtual marketplace for PPP. Finally, the \nGovernment-funded  revolving  India  Infrastructure  Project  Development  Fund  of  $20  million \nsupports project development costs by providing an interest-free loan for up to 75% of costs.13 \nComplementary  initiatives  to  channel  financing  and  develop  financing  instruments  are  under \nway which include strengthening and evolving the role of IIFCL and capital market reforms.   \n \n\nInfrastructure Financing Issues  \n\n3. \n \n11. \nDemand  and  Supply  Gap  in  Availability  of  Resources.  With  regard  to  debt,  the \nReserve  Bank  of  India  (RBI),  estimates  that  approximately  $206  billion  would  be  available  for \n\n                                                 \n10  ADB.  2007.Technical  Assistance  to  India  for  Capacity  Development  for  India  Infrastructure  Finance  Company \n\nLimited. Manila (TA 7030-IND approved on 14 December for $500,000). \n\n11  The  Cabinet  Committee  on  Economic  Affairs,  approved  the  procedure  for  approval  of  PPP  projects  in  October \n2005.  Pursuant  to  this  decision,  the  Public–Private  Partnership  Approval  Committee  was  set  up  comprising  the \nsecretary,  Department  of  Economic  Affairs  (chair);  secretary,  Planning  Commission;  secretary  Department  of \nExpenditure; secretary, Department of Legal Affairs; and secretary of the project-sponsoring department.   \n\n12  A panel of consultants was short listed who would be available to central and state line ministries. The panel was \ncreated  through  competitive  bidding  and  technical  short  listing.  The  sponsoring  authority  will  be  able  to  select \nconsultants  from  this  panel  through  a  limited  financial  bid  without  having  to  go  through  the  lengthy  and  more \ncomplex technical bid for small- and medium-sized projects. \n\n13  On the successful completion of the bidding process, the  project development expenditure is recovered from the \nsuccessful bidder. In partnership  with the IIPDF, the ongoing ADB TA (ADB. 2008. Technical Assistance to India \nfor Preparing the Public–Private Partnership Pilot Project Initiatives for Mainstreaming Public–Private Partnerships \n(TA 7152-IND approved on 26 September for $2 million) will support the preparation of 20 PPP pilot projects over a \n3-year period, the cost of which will be shared in the ratio of ADB25%:IIPDF75%. \n\n \n\n\f \n\n5\n\ninfrastructure during the 11th FYP, compared with the overall debt requirement of $247 billion.14 \nThis  amount  comprises  (i)  $106  billion  as  domestic  bank  credit;  (ii)  $70  billion  from  nonbank \nfinancing  institutions,  pensions,  and  insurance  funds;  and  (iii)  $30  billion  through  external \ncommercial  borrowings  including  from  multilateral  sources.  An  estimated  financing  shortfall  of \n$41 billion remains, especially for long-term financing (Table 2).    \n \n\nTable 2: Debt Financing Resource Gap Analysis \n \n\nItem \nDebt Sources \nBank Credit \nNonbank Financial Institutions \nPension and Insurance Funds  \nExternal Commercial Borrowings \n\nSubtotal \n\n \nDebt Requirements \nDebt Resource Gap \nSource: Planning Commission, Government of India. \n\n \n \n \n\nTenor \n(years) \n \n3–5 \n7–10 \n7–10 \n10–30 \n\nAvailability \n($ billion) \n \n\n106.00 \n56.00 \n14.00 \n30.00 \n206.00 \n247.00 \n41.00 \n\n \n12. \nImpact  of  Global  Economic  and  Financial  Crisis.  In addition to limited availability of \nfinancing,  the  contagion  effects  of  the  global  financial  crisis  have  affected  India.  As  a \nconsequence  of  the  crisis,  external  financing  available  to  Indian  financial  institutions  has \ndecreased,  forcing  them  to  raise  credit  domestically.  However,  this  substitution  of  financing \nsources  squeezed  domestic  money  and  credit  markets  and  put  pressure  on  the  rupee.  To \nmanage volatility of the currency, RBI's interventions in the markets added to liquidity tightening. \nBeyond  the  financial  channels,  the  crisis  also  affected  confidence.  Tightened  liquidity  has \nincreased  risk  aversion,  making  banks  cautious.  In  response,  the  Government  announced \nstimulus  packages  in  December  2008  and  January  2009  to  expand  domestic  demand  by \nexpanding  public  expenditure  and  lowering  taxes.  Consequently,  the  fiscal  situation  suffered \nsetbacks15 with  India's  sovereign  rating  outlook  downgraded  from  “stable”  to  “negative”  by  an \ninternational credit-rating agency.16 Concerns raised by credit-rating agencies increased overall \nborrowing costs, contributing to delays in starting new projects and completing ongoing projects. \n \n13. \nGiven  large  infrastructure  financing  requirements,  all  potential  sources  need  to  be \ntapped by channeling available domestic and international funds into project finance. However, \nlong-term investors, such as pension and insurance funds, have a limited presence in the Indian \nmarket  due  to  regulatory  restrictions.  Further,  domestic  investment  banks  that  were  major \nparticipants in infrastructure in the 1990s are inadequately capitalized on a risk-weighted basis \nto  support  large  scale  infrastructure  expansion.  Most  large  public  sector  banks  do  not  have \nproject  finance  experience  and  their  asset-liability  position  may  not  support  large  scale \n\n                                                 \n14  Of  the  $514  billion  investment  requirements,  the  total  debt  requirement  is  estimated  at  around  $247  billion.  The \nremaining  investment  is  expected  to  come  from  internal  cash  generation  and  budgetary  support  for  central  and \nstate government projects, and from internal accruals and equity in private sector projects.  \n\n15  The two packages include (i) an across-the-board cut of 4% in ad valorem central value-added tax rate except for \npetroleum products, (ii) increase in foreign institutional investors investment limit in rupee-denominated corporate \nbonds in India from $6 billion to $15 billion, and (iii) authorization to IIFCL to raise $2 billion through tax-free bonds \nby 31 March 2009 for refinancing bank lending of longer maturity to eligible infrastructure PPP projects. \n\n16  However,  India's  sovereign  rating  by  major  credit-rating  agencies  remains  at  BBB–.  The  fiscal  deficit  in  India  is \nsubject  to  the  Fiscal  Responsibility  and  Budget  Management  Act  2003.  The  Act  requires  that  the  fiscal  deficit  is \ncontained at 3% of GDP. While this has been relaxed to support countercyclical measures, the limits are expected \nto be reinstated when the impact of the crisis abates.  \n\n \n\n\f6 \n\n \n\ninfrastructure  exposures.  Therefore,  mobilizing  available  resources  and  catalyzing  additional \nresources  still  presents  a  challenge.  Thus,  it  becomes  imperative  that  financial  sector  reforms \ncontinue in order to offer products and services to meet financing and risk management needs \nfor  PPP  infrastructure  projects.  These  include  long-term  debt,  risk-based  lending  and  loan \nsyndication,  credit  enhancements  such  as  guarantees,  mezzanine  financing  (subordinated \ndebt),  private  equity  capital  raising,  refinancing,  cash  management,  general  insurance,  and \nadvisory services.  \n \nIn  response,  the  Government  has  taken  several  initiatives  to  develop  markets  and \n14. \nexpand the suite of financial products for promoting PSP and PPP. As a result, financial markets \nin  India  have  developed  significantly  since  financial  sector  reforms  were  initiated  in  the  early \n1990s.  The  reforms  emphasized  strengthening  price  discovery,  easing  restrictions  on \ntransactions,  lowering  transaction  costs,  and  enhancing  liquidity.  Greater  domestic  market \nintegration  has  resulted  from  a  series  of  policies.  The  equity,  government  securities,  foreign \nexchange,  and  money  markets  along  with  their  corresponding  derivatives  segments  are  now \nreasonably deep and liquid.  \n \n15. \nGovernment  Securities  Market.  RBI  used  the  fiscal  deficits  of  the  mid-1990s  to \ndevelop  the  government  securities  market  and  the  risk-free  yield  curve  through  a  deliberated \ndebt issuance strategy. RBI also carried out additional reform measures including (i) creating a \nsystem  of  market  makers  in  the  form  of  specialized  primary  dealers;  (ii)  removing  frictions  in \ntrading,  such  as  removing  stamp  duties  and  withholding  taxes;  (iii)  establishing  better  trading, \nclearing  and  settlement  infrastructure  in  the  form  of  an  online  primary  auction  mechanism,  a \ntrade  reporting  system,  and  an  electronic  order  matching  system;  (iv)  establishing  a  clearing \ncorporation  for  India;  and  (v)  introducing  innovations  like  collateralized  borrowing  and  lending \nobligations.  These  reforms  occurred  in  the  context  of  a  decline  in  inflation  and  interest  rates \nfollowing  the  1997  Asian  crisis  allowing  traders  in  government  debt  to  make  trading  profits—\nencouraging  the  development  of  an  active  secondary  market.  While  challenges  remain,  the \ngovernment securities market is generally considered a success story. \n \n16. \nCorporate  Debt  Market.  Compared  with  the  government  securities  market,  the \ncorporate  bond  market  is  still  underdeveloped  with  illiquid  primary  and  secondary  markets, \ninadequate tenors, and absence of risk management and credit enhancement instruments. The \nGovernment  is  considering  initiatives  to  support  market  development,  including  (i)  allowing \ndomestic  financial  institutions  greater  leeway  to  invest  in  corporate  bonds;  (ii)  steadily  raising \nthe limit on foreign investment in corporate bonds; (iii) amending the bankruptcy code to protect \nrights  of  unsecured  creditors;  (iv)  reducing  transaction  costs  in  issuing  and  trading  corporate \nbonds  by  reducing  the  need  for  repeated  disclosures,  as  well  as  high  stamp  duties;  and  \n(v) reducing the preference of banks for loans over bonds by subjecting both assets to similar \nmark-to-market requirements, especially for interest rate exposure. \n \n17. \nExisting  Constraints.  However,  despite  reforms,  several  financial  products  are  not \navailable  in  India  or  markets  are  illiquid.  Mezzanine  financing,  which  is  critical  for  funding \ninfrastructure  projects,  is  limited  due  to  the  lack  of  a  sufficiently  large  pool  of  infrastructure \nprojects and absence of pricing benchmarks. This inevitably led to an overwhelming reliance on \ndebt  financing,  which  in  itself  is  not  sufficient  for  meeting  the  diverse  financing  and  risk \nmanagement requirements. Further, while the primary market in corporate bonds has expanded \nand  the  issuance  of  such  bonds  has  increased,  the  secondary  market  has  not  developed \ncommensurately. Development of credit derivatives has also not been significant.  \n \n\n \n\n\f \n\n7\n\nFurther \n\nlimitations \n\ninclude  relatively \n\nRegulatory  and  institutional  problems  also  constrain  the  participation  of  financial \n18. \nintermediaries  in  infrastructure.  A  factor  limiting  the  participation  of  financial  intermediaries \nstems  from  regulatory  uncertainty  raising  the  risk-profile  of  projects.  This  makes  financial \ninstitutions reluctant to finance infrastructure, particularly in the early stages. Restrictive policies \nand  guidelines  have  further  constrained  the  participation  of  insurance  and  pension  funds.  For \nexample,  the  Insurance  Regulatory  and  Development  Authority  requires  insurance  companies \nto  invest  in  debt  with  a  minimum  credit  rating  of  AA,  which  excludes  investment  by  insurance \ncompanies in debt instruments of most private infrastructure sponsors. These also accentuate \nthe  limited  availability  of  risk  capital  and  long-term  financing,  and  constrain  availability  of  risk-\nbased pricing of loans and credit enhancement mechanisms.  \n \n19. \nfew  professional  project  development  and \ntransactions  advisory  agencies.  This  is  combined  with  a  limited  or  non-existent  PPP  mandate \nfor other dedicated long-term infrastructure financing agencies17 and the fact that banks do not \nhave  the  ability  to  undertake  large-scale  project  finance  on  their  own  and  also  have  asset-\nliability constraints. On the other hand, agencies with project finance expertise do not have the \ncapital base to build up large scale exposure to projects. \n \n20.  While reforms to mitigate the existing constraints are ongoing and contemplated, these \nnecessarily  will  have  to  be  sequenced  over  a  medium-term.  Meanwhile,  specific  financing \nrequirements for PPP and the diverse skills sets to manage and allocate project risk dictates an \napproach  that  includes  commercial  long-term  financing  and  leverages  complementary  skills  in \nthe  market  to  develop  projects  and  allocate  risks.  To  significantly  increase  infrastructure \ninvestments  through  PPP,  it  is  important  that  existing  institutions,  products  and  services  are \nleveraged  through  partnerships  and  synergies.  For  instance,  institutions  offering  specialized \nfinancing partnering with larger banks, project development agencies, and equity funds enable \nan origination and syndication approach coupled with transaction advisory to provide the range \nof  financial  services  needed  for  achieving  financial  closure  of  PPP  projects.  This  business \nmodel facilitates exchange of sector expertise, underwriting skills, and risk management.  \n \n21. \nIndia  Infrastructure  Finance  Company  Limited. In pursuance of this business model \nfor  promoting  PPP  and  given  the  need  to  mobilize  all  available  resources,  IIFCL  was \nestablished with the mandate to (i) play a catalytic role by leveraging resources and specialized \nskills,  and  (ii)  be  a  nodal  PPP  financing  agency  as  an  integral  element  of  the  overall  PPP \ndevelopment  strategy.18 IIFCL  was  set  up  on  5  January  2006  as  a  wholly  owned  Government \ncompany under the Companies Act 1956. IIFCL provides commercial long-term debt financing \nfor  stand-alone  nonrecourse  infrastructure  projects,  such  as  project  specific  special  purpose \nvehicles established for PPP, or projects that are units of larger corporate entities whose cash \n\n                                                 \n17  The  Infrastructure  Development  Finance  Company  (IDFC)  was  promoted  by  the  Government  and  government-\nowned financial institutions  with other investors including ADB, International Finance Corporation, Government of \nSingapore  Investment  Corporation,  and  Commonwealth  Development  Corporation.  IDFC’s  focus  was  purely  on \ninfrastructure  projects,  when  diversified  PPP  opportunities  did  not  exist  and  there  was  a  shortage  of  bankable \nprojects. In this context, IDFC developed large exposures to the power subsector before reforms took off and the \nlimited capital market did not allow IDFC to exit from unviable investments. Thus, in the case of IDFC, the tradeoff \nbetween expansion of loans and maintaining asset quality was not well understood. Subsequently, IDFC undertook \nan initial public offering in January 2006 and became privately owned. More recently, IDFC has focused more on \nfee-based income activities such as advisory services, asset management, and equity investments. Infrastructure \nLeasing and Financial Services has adopted a similar business model.  \n\n18  Other  dedicated  infrastructure  financing  nonbank  financial  institutions,  such  as  Rural  Electrification  Corporation \nLimited  and  Power  Finance  Corporation  Limited,  have  a  limited  subsector  focus  and  do  not  have  a  PPP-specific \nmandate.   \n\n \n\n\f8 \n\n \n\nflows  can  be  “captured.”  The  Government  guarantees  all  IIFCL  borrowings.  IIFCL's  Articles  of \nAssociation and Memorandum of Understanding are in Supplementary Appendix A. \n \n\n4. \n\nRole of IIFCL in Promoting PSP and PPP  \n\n \n22. \nIIFCL  operating  paradigm,  namely  the  Scheme  for  Financing  Viable  Infrastructure \nProjects  through  the  India  Infrastructure  Finance  Company  Limited  (the  Scheme),  provides \nIIFCL's  mandate  and  guides  its  business  plan  and  operations  manual. 19  Recognizing  the \nconstraints  in  the  domestic  capital  markets,20 the  Scheme  allows  IIFCL  to  catalyze  funds  and \nevolve  an  origination  and  syndication  approach.  First,  the  Scheme  allows  IIFCL  to  take  an \nexposure  not  exceeding  20%  of  total  capital  costs  in  a  project,  thus  requiring  consortium \nfinancing  with  loan  origination  occurring  at  a  lead  bank. 21  This  also  protects  IIFCL  from \ndeveloping  a  concentrated  asset  profile  that  resulted  in  the  restructuring  of  earlier  financial \ninstitutions dedicated to project financing (footnote 17). Second, the Scheme requires IIFCL to \nestablish in-house risk assessment and management capabilities enabling IIFCL to price loans \non a risk basis marking a shift in the pricing mechanism for infrastructure loans.22 Third, IIFCL \nprovides  subordinated  debt  at  longer  tenors  expanding  the  suite  of  infrastructure  financing \nproducts and enhancing the availability of risk capital. This also promotes commercial viability of \nprojects. Fourth, IIFCL is mandated to extend the tenor of loans to pure private sector projects \nby a minimum of 2 years beyond the longest tenor offered by commercial lenders, underscoring \nIIFCL's  role  in  enhancing  commercial  viability  of  projects.  Fifth,  the  Scheme  requires  project \nappraisal  to  be  done  by  specialized  agencies  thereby  leveraging  diverse  skills  to  address  the \nrequirements  of  financing  complex  projects.  Finally,  the  Scheme  requires  IIFCL  to  finance \ncommercially viable projects only. \n \n23. \nIn  addition  to  providing  direct  debt  financing,  IIFCL  has  undertaken  other  initiatives  to \npromote  PPP  including  (i)  participating  in  the  India  Infrastructure  Finance  Initiative,  which  is  a \nprivate  equity  fund  with  an  investable  corpus  of  $875  million;  (ii)  establishing  the  India \nInfrastructure  Finance  Company  (United  Kingdom)  Limited  as  a  wholly  owned  subsidiary \nmandated  to  borrow  from  RBI  and  relend  resources  to  Indian  infrastructure  companies  for \nforeign  currency  expenditures  outside  India;  and  (iii)  providing  refinancing  to  reduce  the  asset \nand  liability  mismatch  of  banks,  enabling  them  to  continue  financing  projects  and  sustain \ninvestor interest in PPP. The success of this approach can be judged by the leverage achieved \nby IIFCL in catalyzing market resources (para. 28) and the reduction in transaction costs to ADB \ncompared with discreetly financing individual projects to achieve the same development impact. \nMarket analysis of the role of IIFCL is in Appendix 3.  \n \n \n \n \n \n\n                                                 \n19 The  Scheme  was  notified,  to  the  Committee  on  Infrastructure  headed  by  the  Prime  Minister,  by  the  Ministry  of \nFinance,  Department  of  Economic  Affairs  vide  O.M.  No.  10/12/2005-INF  dated  4  January  2006.  Under  the \nprovisions of the Scheme, the Government may review it at the end of 5 years or earlier if required. The Scheme \nwas first amended on 23 April 2007 and, subsequently, additional amendments have expanded and further defined \nthe  role  of  IIFCL  in  line  with  the  evolving  infrastructure  financing  scenario  in  India.  The  Scheme  is  provided  in \nSupplementary Appendix B. \n\n20 When financial markets are illiquid or deviate from the economic price, markets become incomplete not permitting \n\ninnovations to provide the set of products required for the financial closure of PPP projects. \n\n21  The lead bank is defined as a bank in the lending consortium that takes the maximum exposure to the project. \n22  Currently, 80%–85% of infrastructure loans are estimated to be priced below prime lending rates of banks.  \n\n \n\n\f \n\n9\n\n5. \n\nPerformance Assessment of India Infrastructure Finance Company Limited  \n\n \n24. \nAs part of its support for PPP in India, ADB provided an MFF of $500 million (IIPFF I) to \nIIFCL in December 2007 to support its long term financing role.23 During the midterm review for \nIIPFF  I,  ADB  noted  enhancements  in  IIFCL's  Scheme,  reporting  requirements,  institutional \nstructure, operating framework, and disbursements. The first periodic financing request (PFR1) \nfor $300 million of IIPFF I is disbursed for 24 subprojects. The remaining amount of IIPFF I is \ncommitted  to  identified subprojects  for  which  due  diligence  has  been  completed.  As  such,  the \nresidual  disbursements  for  IIPFF  I  will  be  achieved  against  phased  subproject  benchmarks, \nincluding  the  progress  of  subproject  implementation  plans  and  needs  of  subproject  sponsors \n(para. 45).  \n \nUnder IIPFF I, ADB and IIFCL staff visited all subproject sites to ensure compliance with \n25. \nADB's safeguard requirements. IIFCL prepared safeguard due diligence reports for review prior \nto ADB approval. The compliance review for the IIPFF I with regard to legal aspects contained \nin  the  framework  financing  agreement  (FFA)  and  the  environmental  and  social  safeguards \nframework (ESSF) is in Supplementary Appendix C.  \n   \n26. \nFinancial  Performance  and  Risk  Management.  As  of  31  March  2009,  IIFCL  had \nauthorized  capital  $400  million  and  paid-up  capital  of  $263  million  representing  a  significant \nincrease in paid-up capital from $2.2 million when it was established in January 2006. IIFCL had \nan operating profit of around $20 million in FY2008 compared with about $5 million in FY2007, \naugmenting the capital base. As of 31 March 2009, IIFCL had outstanding infrastructure loans \nof  about  $990  million,  compared  with  about  $343  million  in  the  previous  year.  IIFCL's  capital \nbase  is  expected  to  be  augmented  periodically  by  capital  infusion  by  the  Government  and \ninternal accruals. In support of its asset expansion, IIFCL's borrowings amounted to close to $3 \nbillion as of 31 March 2009 compared with around $709 million in the previous year.  \n \nAnalysis  of  IIFCL's  balance  sheet  and  income  statements  reveals  growing  financial \n27. \nstrength  and  market  presence  (Table  3).  IIFCL's  increased  borrowings  are  supported  by  a \nstronger  capital  base  through  direct  equity  infusions.  While  the  figures  in  Table  3  are  derived \nfrom  IIFCL's  audited  financial  statements  as  of  31  March  2009,  IIFCL's  un-audited  financial \nstatements  as  of  30  June  2009  reflect  an  additional  $60  million  equity  infusion,  further \nstrengthening  IIFCL's  capital  structure.  IIFCL's  growing  profitability  and  sustainability  are \nreflected in its financials, as is the fact that being a debt-financing institution its loan assets are \nfinanced  by  market  borrowings.  IIFCL  has  maintained  a  debt  service  coverage  ratio  of  more \nthan 1, and has no arrears in the repayment of its current debt obligations.  \n\n \nTable 3: Key Financial Ratios of India Infrastructure Finance Company Limited \n \n\n31 March 2009  31 March 2008 \n\nRatio \nDebt/Equity  \nDebt/Total Assets  \nProfit after Tax ($ million) \nROI (%) \nROE (%) \nROI = return on investment, ROE = return on equity.  \nSources:  Asian  Development  Bank  estimates  and  India  Infrastructure \nFinance Company Limited. \n\n10.80 \n0.95 \n21.82 \n1.71 \n8.88 \n\n4.20 \n1.08 \n5.38 \n0.88 \n7.47 \n\n                                                 \n23  ADB 2007. Report and Recommendation of the President to the Board of Directors on India Infrastructure Project \n\nFinancing Facility. Manila (Loans 2404-IND and 2509-IND). \n\n \n\n\f10 \n\n \n\nDemonstration of Resources Leverage. Since the commencement of its operations in \n28. \nJanuary 2006, IIFCL has received 192 project proposals, of which it has sanctioned 107 eligible \nprojects as per the Scheme. However, due to the ongoing financial crisis with resulting market \npressure  and  loss  in  investor  confidence,  the  flow  of  funds  to  infrastructure  has  been \nconstrained. Reflecting the decline in the flow of credit, the total volume of IIFCL's sanctioned \nsubprojects declined in FY2008 to $362 million compared with $1.7 billion in the previous year. \nOn  the  contrary,  disbursements  for  the  sanctioned  projects  showed  a  strong  upward  trend \nduring FY2008. As of the end of August 2009, IIFCL had a sanctioned pipeline of 88 projects, of \nwhich  85  have  already  reached  financial  closure.  The  total  project  cost  of  the  sanctioned  88 \nprojects is about $32 billion, of which IIFCL will finance about $4.0 billion. Thus for every $1 of \nIIFCL's investment, over $7 will come from the market reflecting IIFCL's catalytic role. The list of \nsubprojects sanctioned by IIFCL is in Supplementary Appendix D. \n \n29. \nOperations  Manual  and  Corporate  Governance  Framework.  IIFCL  developed  and \nadopted  an  operations  manual  in  April  2009  stipulating  the  processes  and  guidelines  to  be \nfollowed  by  each  department.  The  manual  establishes  risk  management  and  assessment \nprocesses  and  details  functional  separation  between  loan  origination,  credit  risk  assessment \nand  rating,  pricing  and  disbursal  functions.  The  manual  also  details  IIFCL's  accounting,  legal, \ncredit  risk  assessment  and  management,  human  resources  policies,  as  well  as  the  Board \nprocedures and the functioning of the chairman and managing director's secretariat. The human \nresources  and  organization  structure  are  being  further  enhanced  in  line  with  credit  risk \nassessment  and  management  requirements.  A  review  of  corporate  governance  and \norganization structure of IIFCL is in Appendix 4. \n \nIIFCL's Scheme can only be amended by the Empowered Committee of Secretaries 24 to \n30. \nthe Government, and amendments need to be signed off by the Finance Minister or the Prime \nMinister.  IIFCL  is  regulated  under  the  Scheme  by  a  separate  Oversight  Committee, 25 thus \nseparating IIFCL's policy making and regulatory arms. IIFCL is governed by the Companies Act \n1956,  which  prescribes  operating  norms  including  Board  composition  and  responsibilities, \nconflict  of  interest  rules,  disclosure,  and  financial  performance.  Despite  not  being  formally \ngoverned  by  RBI  regulations,  as  a  self-regulatory  measure  IIFCL  adopted  RBI  norms  for  (i) \nnonperforming assets, (ii) asset classification, (iii) provisioning, (iv) income recognition, (v) credit \nliquidity \nconcentration, \nrequirements, and (viii) resource raising. IIFCL will annually review and report its adherence to \nits  Board.  Finally,  under  IIFCL's  three  tier  audit  framework  audit  reports  are  regularly  placed \nbefore the Board Audit committee. \n  \n31. \nBusiness Plan for FY2009. IIFCL's business plan projects a cumulative loan sanction of \naround  $4.8  billion  and  disbursements  of  $2.2  billion  including  subordinated  debt  for  FY2009, \ncompared  with  loans  of  $3.8  billion  and  disbursements  of  $900  million  in  FY2008.  The \ndisbursements  are  expected  to  be  supported  by  higher  utilization  of  lines  of  credit  from \nmultilateral  and  bilateral  institutions.  IIFCL  also  projects  an  operating  profit  of  $45  million  in \nFY2009 compared with $20 million in FY2008. A significant factor contributing to the expansion \nin IIFCL’s balance sheet is expected to come from the power subsector especially through the \ntwelve 4,000 megawatt (MW) (each) ultra-mega-power projects (all super critical technology) to \n\nreserve  maintenance \n\nrequirements), \n\n(vi)  special \n\n(capital \n\n(vii) \n\n                                                 \n24  The Empowered Committee comprises the secretary, economic affairs; secretary, planning commission; secretary, \nexpenditure;  secretary,  financial  sector,  and,  in  his/her  absence,  special  secretary  and/or  additional  secretary \n(financial sector); and secretary of the line ministry dealing with the subject. \n\n25  The Oversight Committee is being constituted to review IIFCL's performance in line with the Scheme on a biannual \n\nbasis. The oversight and empowered committees have no common membership.  \n\n \n\n\f \n\n11\n\nbe  developed  by  the  private  sector  with  a  capital  cost  of  around  $3.14  billion  each.26 Contract \nawards  have  been  awarded  to  four  of  these,  which  are  expected  to  reach  financial  closure  in \nFY2009. In addition, as many as 17 road projects are expected during FY2009–FY2010 with a \ntotal project cost of $2.4 billion, offering significant opportunities for IIFCL financing. \n \n\n6. \n\nAsian Development Bank Strategy and Assistance  \n\n \nStrategy.  ADB's  country  operations  and  business  plan  2008 27  and  India  country \n32. \npartnership  strategy  2009–2012, 28 which  are  closely  aligned  with  ADB's  long-term  strategic \nframework (2008–2020) (Strategy 2020),29 are designed to support the Government's efforts to \naddress infrastructure constraints as laid down in the 11th FYP.30 According to Strategy 2020, \nADB  will  focus  its  operations  in  five  core  areas,  including  infrastructure  and  environmentally \nsustainable development. Further, ADB will scale up private sector development and operations \nin all operational areas, reaching 50% of annual operations by 2020.  The 11th FYP highlights \ninfrastructure,  agriculture  and  water  management,  and  employment  generation  while \nemphasizing  inclusive  growth.  In  addition,  the  Government  has  facilitated  private  investment \nmanifested  through  PPP  in  the  infrastructure  sector.  Supporting  the  same,  ADB  strategies, \nincluding  through  the  IIPFF  II,  will  (i)  support  the  process  of  inclusive  and  environmentally \nsustainable growth in India; (ii) catalyze investment through the use of innovative business and \nfinancing  modalities  (e.g.,  PPP,  nonsovereign  operations,  tapping  the  carbon  market,  and \ngreater cofinancing); (iii) strengthen, among others, the results orientation of project design and \nimplementation; and (iv) support regional cooperation. In addition, in line with the three pillars of \nits  Energy  Policy  (2009),31 ADB  supports  energy  sector  development  (i)  to  promote  efficiency, \n(ii) maximize access, and (iii) promote sector reform and capacity building.  \n \n33. \nSector  Assistance.  Since India began to borrow from ADB in 1986, ADB has assisted \npublic  sector  infrastructure  projects  especially  in  transport  and  power.  As  of  30  April  2009, \nADB's  infrastructure  portfolio  in  India  includes  66  projects  (energy,  power,  transport,  roads, \nrailways, and communications) totaling more than $12.08 billion, and 129 technical assistance \nprojects totaling more than $67.75 million (Appendix 5). \n \n34. \nTo  catalyze  investment,  ADB  supports  the  Government's  efforts  to  promote  PPP  in \ninfrastructure.  A  series  of  TA  projects  (footnote  7)  are  being  provided  to  several  state \ngovernments  and  central  (infrastructure)  line  ministries  to  build  capacity  for  identifying  and \nappraising  projects  for  the  PPP  mode  of  finance.  Significant  capacity  building  has  improved  \n(i)  PPP  project  preparation,  appraisal,  and  evaluation  skills;  (ii)  operationalization  of  identified \nPPP  opportunities;  (iii)  the  PPP  regulatory  and  policy  framework;  (iv)  bidding  documents  and \nprocedures; (v) compliance with public safety  norms; (vi) the building of a PPP database; and \n(vii)  conduct  of  value-added  research.  In  addition,  ADB  has  provided  sector-specific  TA  to \n\n                                                 \n26  As  of  February  2009,  12  ultra-mega-power  projects  were  planned  in  Andhra  Pradesh,  Chhattisgarh,  Gujarat, \n\nJharkhand, Karnataka, Madhya Pradesh, Maharashtra (2), Orissa (2), and Tamil Nadu (2).  \n\n27  ADB. 2008. India Country Operations and Business Plan 2009. Manila.  \n28  ADB. 2009. India Country Partnership Strategy 2009–2012. Manila. \n29  ADB  2008.  Strategy  2020:  The  Long-Term  Strategic  Framework  of  the  Asian  Development  Bank  2008–2020. \n\n30  Available at http://planningcommission.nic.in/plans/planrel/fiveyr/11th/11default.htm. \n31  ADB. 2009. Energy Policy. Manila.  \n\nManila.  \n\n \n\n\f12 \n\n \n\npromote  PPP. 32  ADB  has  also  provided  extensive  support  for  developing  India’s  domestic \ncapital  market.  The  ADB-funded  Financial  Sector  Program33 supported  the  development  of  a \ndiversified,  competitive,  and  market-based  financial  sector.  Building  on  this,  financing  for  the \nCapital  Market  Development  Program 34 helped establish  an  integrated national  capital  market \nsystem. With regard to market development, ADB has also been actively engaged in insurance \nand  pension  reforms. 35  These  programs  have  increased  operating  and  market  efficiency, \nreduced  costs  and  risks,  improved  market  accessibility,  strengthened  investor  protection,  and \nenhanced the availability of long-term funds for infrastructure and industry.  \n \nLessons. The IIPFF II incorporates lessons36 from earlier financial intermediation loans \n35. \nfor  infrastructure37 and,  in  particular,  from  implementing  IIPFF  I.  First,  IIFCL  will  conduct  the \nrequired  assessment  of  environmental  and  social  safeguards  compliance  of  subprojects  at  all \nstages  of  the  project  cycle  and  not  only  at  subproject  design.  Further,  the  track  record  and \nenvironmental  performance  of  subproject  borrowers  will  be  taken  into  account  for  subprojects \nsupported by ADB. For subprojects at the implementation stage, due diligence will focus on the \nsubproject's environmental performance through a compliance audit and on-site assessment. In \naddition, the IIPFF II has drawn on the IIPFF I experience for ensuring strong and sustainable \ninstitutional capacity of IIFCL to comply with the safeguards requirements. Additional assurance \nis  included  to  ensure  that  IIFCL  develops  in-house  expertise  on  environmental  and  social \nsafeguards to monitor and evaluate subprojects on an ongoing basis (para. 85, xviii).  \n \n36. \nSecond,  building  a  strong  partnership  among  stakeholders,  including  subproject \ndevelopers, executing agency, Government, and ADB is essential to meaningfully pursue PPP \ndevelopment  in  India.  Therefore,  a  holistic  approach  has  been  undertaken  to  support  the \nGovernment's infrastructure development priorities and assist executing agencies with capacity \nbuilding, policy advice, and provision of financing to promote PPP.       \n\n                                                 \n32  ADB. 1998. Technical Assistance to India for Western Transport Corridor-Facilitating Private Participation. Manila \n(TA 2986-IND for $1 million approved on 9 February); ADB. 1999. Technical Assistance to India for Private Sector \nParticipation  in  Electricity  Transmission.  Manila  (TA  3380-IND  approved  on  28  December  for  $600,000);  ADB. \n2001.  Technical  Assistance  to  India  for  Preparing  the  National  Highway  Corridor  Public–Private  Partnership \nProject.  Manila  (TA  3752-IND  approved  on  29  October  for  $700,000);  and  ADB.  2003.  Technical  Assistance  to \nIndia  for  Development  of  High-Density  Corridors  Under  the  Public–Private  Partnership.  Manila  (TA  4271-IND \napproved on 18 December for $700,000).  \n\n33  ADB. 1992. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to India \n\nfor the Financial Sector Program. Manila (Loan 1208-IND approved on 15 December). \n\n34  ADB. 1995. Report and Recommendation  of the President to the Board of Directors  on a Proposed Loan for the \n\nCapital Market Development Program in India. Manila (Loan 1408-IND approved on 28 November).  \n\n35  ADB. 1999. Technical Assistance to India for Reform of the Private Pension and Provident Funds System and the \nEmployee’s Provident Fund Organization. Manila (TA 3367-IND approved on 26 December for $1.0 million); ADB. \n2000.  Technical  Assistance  to  India  for  Policy  and  Operational  Support  and  Capacity  Building  for  the  Insurance \nRegulatory  and  Development  Authority.  Manila  (TA  3460-IND  approved  on  22  June  for  $800,000);  ADB.  2003. \nTechnical Assistance to India for Pension Reforms for the Unorganized Sector. Manila (TA 4226-IND approved on \n25  November  for  $1  million);  ADB.  2003.  Technical  Assistance  to  India  for  State-Level  Pension  Reforms.  Manila \n(TA  4548-IND  approved  on  23  December  for  $750,000);  and  ADB.  2007.  Technical  Assistance  to  India  for \nImplementing Pension Reforms. Manila (TA 4938-IND approved on 8 June for $1.0 million). \n\n36  ADB.  2003.  Project  Completion  Report  on  the  Private  Sector  Infrastructure  Facility  (Loans  1480-IND  and  1481-\nIND)  in  India.  Manila;  and  ADB.  2006.  Project  Performance  Evaluation  Report  on  Private  Sector  Infrastructure \nFacility. Manila.  \n\n37  ADB. 1996. Report and Recommendation of the President to the Board of Directors on Three Proposed Loans for \nthe  Private  Sector  Infrastructure  Facility.  Manila  (Loans  1480-IND  and  1481-IND  approved  on  November);  and \nADB.  2001.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  Proposed  Loans  to \nInfrastructure  Leasing  and  Financial  Services  Limited  and  Industrial  Development  Bank  of  India  and  Proposed \nTechnical  Assistance  Grant  to  India  for  the  Private  Sector  Infrastructure  Facility  at  State  Level  Project.  Manila \n(Loan 1871-IND approved on November). \n\n \n\n\f \n\n13\n\nThe  country  assistance  program  evaluation 38  stresses  the  importance  of  effective \n37. \ndemand and sector relevance when designing financial intermediary loans. Keeping this in view, \nIIPFF  II  is  being  processed  in  concert  with  Government's  efforts  to  create  an  enabling \nenvironment  for  mainstreaming  PPP  and  for  financing  PPP  development  and  implementation. \nIIPFF  II  supports  IIFCL’s  ability  to  leverage  resources  and  expand  the  infrastructure  investor \nbase and sustain a tested business model that has resulted in a robust pipeline of projects. The \ncountry  assistance  program  evaluation  also  identifies  the  need  to  develop  corporate  bond \nmarkets, enhance the institutional investment base and enhance corporate governance.  \n \n\n7. \n\nExternal Assistance and Donor Coordination  \n\n \n38. \nExternal  Assistance.  As  of  May  2009,  the  World  Bank  (including  International \nDevelopment  Assistance)  had  an  infrastructure  investment  portfolio  of  55  projects  totaling \n$12.45  billion.39 As  of  December  2008,  the  Japan  International  Cooperation  Agency  had  more \nthan 100 official development assistance loan projects, 50 grant aid projects, and 40 technical \ncooperation  projects,  of  which  its  official  development  assistance  loan  commitment  to  India \nstands  at  ¥1,240.27  billion  (approximately  $13.68  billion).40 The  Japan  Bank  for  International \nCooperation  (JBIC)  provides  support  through  its  nonsovereign  window.  Currently,  JBIC  has  a \ntotal  nonsovereign  exposure  to  infrastructure  amounting  to  around  $623.7  million  from  loans \nand  guarantees.  The  German  Government  through  Kreditanstalt  für  Wiederaufbau  (KfW)  has \nextended  €590.29  million  ($879.53  million)  to  finance  projects  in  India  in  energy,  watershed \ndevelopment, rural water supply, and transport and communication.41 External assistance to the \ninfrastructure sector in India from key development partners is summarized in Appendix 6. \n \nDonor  Coordination.  ADB coordinated with the JBIC, Japan International Cooperation \n39. \nAgency, KfW, and the World Bank during the processing and implementation of IIPFF I as well \nas  the  processing  of  the  IIPFF  II  (Appendix  7).  In  addition  to  financing  support  to  IIFCL,  the \nscope  of coordination  with  development  partners  cover  (i) developing  and  operationalizing  the \nESSF  (ii)  providing  technical  assistance  to  IIFCL,  and  (iii)  finalization  of  the  financial \nmanagement assessment (FMA).  \n \n\nIII. \n\nTHE PROPOSED FACILITY \n\nImpact and Outcome \n\n \nA. \n \n40. \nThe  impact  of  IIPFF  II  is  to  improve  overall  availability  and  reliability  of  physical \ninfrastructure  in  line  with  the  targets  of  the  11th  FYP.  The  outcome  of  IIPFF  II  include  \n(i) increased private sector participation, (ii) improved lending terms (particularly those of IIFCL) \nfor  infrastructure  subprojects,  and  (iii)  strengthened  institutional  capacity  for  ESSF  monitoring \nand implementation, and catalyze complementary resources and skills in the market. These are \nto  be  realized  through  coordinated  efforts  of  ADB,  Japan  International  Cooperation  Agency, \nKfW, World Bank, IIFCL's international subsidiary, and private equity providers.  \n \n \n                                                 \n38  ADB. 2007. Country Assistance Program Evaluation for India. Manila.  \n39  Available at http://www.worldbank.org.in/WBSITE/EXTERNAL/COUNTRIES/SOUTHASIAEXT/INDIAEXTN/0, \n  contentMDK:20195738. \n40 On 1 October 2008, the Japan Bank for International Cooperation undertook an organizational structuring in which \nthe  official  development  assistance  operations  were  streamlined  and  taken  over  by  the  Japan  International \nCooperation Agency. \n\n41  Available at http://www.kfw.de/EN Home/index.isp.  \n\n \n\n\f14 \n\n \n\nB. \n \n41. \n \n\nOutputs \n\n(i) \n\n \n(ii) \n\n \n(iii) \n\nThe outputs of the IIPFF II can be categorized into three areas: \n\nIIFCL's \nHigh-quality  and  commercially  viable \ninvestment  program  will  create  high-quality  viable  infrastructure  assets  across \nsectors  including  projects  for  roads  (56),  power  (22),  ports  (5),  airports  (2),  and \nurban  infrastructure  (1).  IIFCL  will  finance  14  subprojects  (Appendix  8)  through \nthe IIPFF II. \n\ninfrastructure  assets. \n\ninnovative  financing \n\nIIFCL's  borrowings  (including \n\nCofinancing  and  provision  of \ninstruments,  and \nenhanced investor participation. The IIPFF II will assist IIFCL in catalyzing the \nflow  of  domestic  and  foreign  funds  into  PPP  projects  in  India.  The  Government \nguarantee  of \nIIFCL's \nsupplementary  financing  initiatives  enable  financing  options  beyond  products \ncurrently offered by the market. These include subordinated debt and risk capital, \nwhich  is  currently  scarce.  In  addition,  ADB  support  to  IIFCL  will  provide  an \nadditional layer of assurance to investors in IIFCL's longer tenor corporate debt \nissuances.  The  IIPFF  II  is  expected  to  help  catalyze  $7.6  billion  of  investments \nfrom the private sector to finance the 14 PPP subprojects. \n\nloan)  and \n\nthe  ADB \n\nIIFCL institutional capacity. The IIPFF II seeks (a) to improve IIFCL's financial \npolicies and risk management system including development and adoption of an \nintegrated  risk  management  system  and  installation  of  relevant  hardware  and \nsoftware, and (b) to enhance implementation of the updated ESSF.42  \n\nSpecial Features  \n\n \nC. \n \nPublic–Private  Synergy.  The  IIPFF  II  is  part  of  the  Government’s  integrated  PPP \n42. \ndevelopment  strategy  and  draws  on  extensive  ADB  support  for  infrastructure  development \nthrough  PPP.  IIFCL  is  well-positioned  to  finance  PPP  subprojects  emerging  from  the  ongoing \nADB  support  for  mainstreaming  PPP.  The  development  of  PPP  subprojects  by  professional \nproject  developers  (Infrastructure  Development  Finance  Company  and  Infrastructure  Leasing \nand  Financial  Services)  and  consideration  of  such  projects  for  financing  by  a  consortium  of \ninvestors and lenders, including IIFCL, ensures deepening of project preparation and financing \nskills in the country. ADB is uniquely placed to finance PPP subprojects by offering customized \nfinancing options through its public and private sector windows.  \n \n43. \nEfficiency and Effectiveness. The IIPFF II is designed to enable ADB to finance a wide \nrange of subprojects across subsectors rather than to discretely finance individual projects. The \ntransaction costs for ADB and the Government are significantly reduced as project evaluation, \nappraisal,  and  financial  structuring  are  conducted  by  specialized  agencies  seamlessly.  The \nsuccess  of  this  approach  is  evidenced  from  the  IIPFF  I,  which  has  already  financed  24 \ninfrastructure  PPP  subprojects.  Under  IIPFF  I,    IIFCL  has  leveraged  about  5  times  its  lending \nand IIPFF II is expected to achieve a leverage ratio of about 7.  \n \n44. \nEnhancing Investor Confidence. The IIPFF II has been processed when liquidity in the \ninternational financial markets is tight and investor interest in long duration instruments are low. \n                                                 \n42  The  ESSF  will  be  updated  based  on  the  National  Rehabilitation  and  Resettlement  Policy  (2007)  expected  to  be \n\nenacted in 2009, and ADB's new Safeguard Policy Statement, to be effective on 20 January 2010. \n\n \n\n\f \n\n15\n\nincluding \n\nfinalization  of \n\nPolicy Dialogue for Continued Financing Support for PPP  \n\nIn this situation, access to long-term financing through IIPFF II reduces the need for subproject \ndevelopers to front-load tariffs and improves affordability of services to the end user. In addition, \nIIPFF  II  is  designed  to  catalyze  private  sector  debt  and  equity  fund  flow  into  PPP  subprojects \nthat will improve subproject financials and promote commercial viability.  \n \nApplication of MFF. The provision of financing through the MFF modality 43 to IIFCL is \n45. \nwell  suited  for  PPP.  PPP  subprojects  are  typically  developed  in  a  phased  manner  based  on \nproject  implementation  requirements  that  can  involve  long  gestation  periods.  Therefore,  the \nMFF modality provides IIFCL with flexibility to release financing in line with subproject readiness \nbased  on  achievement  of  phased  benchmarks \nrisk-sharing \narrangements,  readiness  of  engineering  and  procurement  contracts,  phased  release  of  equity \nby subproject promoters, and so on. This enables IIFCL to be an effective partner of the lending \nconsortium. Finally, with MFF the performance of earlier tranches can serve as an indicator to \nguide the financing modality of subsequent tranches.  \n \nD. \n \n46. \nADB  engages  in  policy  dialogue  on  infrastructure  and  PPP  at  various  levels  of \ngovernment  (para.  9).  In  this  context,  ADB  is  also  extensively  engaged  with  IIFCL  to  ensure \nevolution and enhancements of the Scheme in line with infrastructure financing requirements as \nwell as systems and processes needed to expand its product and services. The policy dialogue \nhas  focused  on  market  gaps,  institutional  and  capacity  development  needs  within  IIFCL, \nfinancial  and  pricing  policies  and  mechanisms  as  well  as  the  evolving  reforms  in  the \ninfrastructure and financial sectors.44 As a result of this intensive engagement, the IIPFF I was \ndesigned to demonstrate a business model for financing PPP that leverages partnerships and \nsynergies between institutions and their products and services (para. 20). This business model \nis now widely considered as part of second generation infrastructure reforms. As a result, ADB \nthrough  IIPFF  II  and  the  World  Bank  45  has  extended  further  support  to  ensure  that  PPP \nsubprojects have continued access to long-term financing in the context of the adverse impact \nof  the  financial  crisis.  IIPFF  II  has  been  processed  in  a  more  mature  policy  environment  for \nPPPs and IIFCL's institutional capacity for mainstreaming PSP and PPP. ADB will also provide \nTA to the Government for enhancing the PPP policy and regulatory framework.   \n \n47. \nThe  deepening  and  widening  shelf  of  PPP  projects  has  significantly  increased  IIFCL's \nfunding  requirements.  With  immense  infrastructure  gaps,  the  domestic  financial  market  is  still \nnot  equipped  to  provide  more  sophisticated  risk  management  and  financing  products  in  the \nvolume,  scale  and  scope  required  to  meet  infrastructure  PPP  project  requirements.  Taking  a \nmedium-term perspective, further ADB support to IIFCL in addition to lines of credit, would aim \nat promoting a wider range of financial and risk management products and services required by \nthe  increasingly  diverse  project  requirements  for  attaining  financial  closure.  This  may  include \ndeveloping  arrangements  and  capacity  in  IIFCL  to  offer  credit  enhancements  such  as  credit \nwrap  insurance  to  projects46 and  partial  guarantees  for  the  exposures  of  commercial  banks  to \ninfrastructure projects.47  The partial credit guarantee for the exposure of commercial banks will \n                                                 \n43 ADB. 2005. Innovation and Efficiency Initiative: Pilot Financing Instruments and Modalities. Manila. \n44 ADB has supported IIFCL in obtaining an international credit rating from an international credit rating agency and \nacquiring hardware and software for accessing and managing credit risk and for pricing loans commensurately.  \n\n45 The World Bank has approved a $1.195 billion loan to IIFCL in September 2009.  \n46 Credit wrap offered by IIFCL has the potential to accord subproject special purpose vehicle (SPV) with the rating on \n\npar with IIFCL which will then enable the subproject to access domestic insurance funds (see para. 18) \n\n47 The rating of project specific SPVs which are in the BB and BBB range attract a risk weight of 100% to 150% as \n\nper Basel norms. \n\n \n\n\f16 \n\n \n\nInvestment Plan  \n\nreduce the risk weight of the guaranteed portion that would result in lower capital requirements \nand,  thus  the  freed  up  capital  could  be  leveraged  further.  Additionally,  IIFCL  could  also  be \nsupported  to  offer  'takeout  financing’,  which  can  help  free  up  capital  of  commercial  banks  for \nfinancing  additional  projects.48 IIFCL  is  also  planning  to  access  the  international  bond  markets \non  the  strength  of  its  own  balance  sheet  without  government  guarantee.  This  will  open  an \nadditional channel of funding and also provide a benchmark for similarly rated Indian corporates \nin international markets.  \n \nE. \n \n48. \nAs of the end of August 2009, IIFCL had a pipeline of 88 sanctioned projects with a total \ncost  of  Rs1,472.80  billion  ($31.90  billion);  IIFCL’s  financing  is  estimated  at  Rs184.48  billion \n($4.0 billion). Its lending pipeline is expected to grow on average by 25 projects per year during \nthe investment program period (FY2009–FY2013). As a result of these asset additions, IIFCL’s \nbalance sheet is expected to grow to around $11 billion during the same period.  \n \nF. \n \n49. \nassumption that IIFCL’s balance sheet will grow to $11 billion.  \n\nTable  4  summarizes  the  indicative  financing  plan  for  FY2009–FY2013  under  the \n\nFinancing Plan \n\n \nTable 4: Indicative Financing Plan FY2009–FY2013 \n($ million) \n \n\nSource \nAsian Development Bank \nLocal Market Borrowingsa \nForeign Borrowingsb \nTotal \n \n\nTotal \n700 \n5,000 \n5,300 \n11,000 \n\n% \n6.36 \n45.45 \n48.18 \n100.00 \n\na   Funds that India Infrastructure Finance Company Limited will raise \nfrom the domestic market, including insurance and  pension funds \nand the national savings scheme.  \n\nb   Foreign  borrowings  include  bilateral  and  multilateral  sources  and \nfunds that India Infrastructure Finance Company Limited will raise \nfrom international capital markets. \n\nSources: Asian Development Bank estimates and India Infrastructure \nFinance Company Limited.  \n\nIIFCL, \n\nthrough \n\nthe  Government,  has  requested \n\n \n50. \nthrough  an  MFF  of \n$700,000,000 from ADB’s ordinary capital resources to finance part of its Investment Program. \nAccordingly, the MFF is included in the India country operations business plan for FY2009. The \nfor  \nMFF  will \n$210  million  in  accordance  with  ADB’s  Innovation  and  Efficiency  Initiative:  Pilot  Financing \nInstruments  and  Modalities.49 The  MFF  loans  will  have  an  interest  rate  set  in  accordance  with \nADB's London interbank offered rate (LIBOR)-based lending facility, a commitment charge, and \n\ntranches,  with \n\nhave  multiple \n\nprogrammed \n\nfinancing \n\ntranche \n\nfirst \n\nthe \n\n                                                 \n48 Under take-out financing, institutions engaged in long term financing such as IIFCL, agree to 'take out' loans from \nthe  books  of  banks  financing  infrastructure  projects  after  a  fixed  time  period  (e.g.  5  years),  when  the  project \nreaches  certain  previously  defined  milestones.  This  ensures  that  projects  get  long-term  funding  from  various \nparticipants.  This  will  enable  banks  to  participate  in  infrastructure  project  financing  despite  having  short  term \nliabilities (deposits) and not suffer adverse asset-liability mismatches. \n\n49  ADB. 2005. Innovation and Efficiency Initiative: Pilot Financing Instruments and Modalities. Manila.  \n\n \n\n\f \n\n17\n\nsuch  other  terms  and  conditions  as  set  forth  in  the  draft  loan  and  guarantee  agreements.50 \nIIFCL  has  provided  ADB  with  (i)  the  reasons  for  its  decision  to  borrow  under  ADB's  LIBOR-\nbased  lending  facility,  and  (ii)  an  undertaking  that  these  choices  were  its  own  independent \ndecision and not made based on any communications or advice from ADB.  \n \n51. \nThe Government will provide a sovereign guarantee in form and substance acceptable \nto ADB, for the term of each loan as a condition precedent to the effectiveness of each tranche \nrequested by IIFCL and provided by ADB pursuant to the terms of each loan agreement. \n \n52. \nFramework  Financing  Agreement.  IIFCL  and  the  Government  have  entered  into  an \nFFA with ADB. The FFA satisfies requirements established in ADB’s Innovation and Efficiency \nInitiative:  Pilot  Financing  Instruments  and  Modalities.  The  FFA  records  the  full  set  of \nassurances,  warranties,  and  representations  on  cross-cutting  themes  covering  safeguards, \ngovernance, anticorruption, financial management, procurement, disbursement, and subproject \nselection. Before ADB accepts the periodic financing request (PFR), the Government and IIFCL \nwill ensure full compliance with the terms and conditions of the FFA. \n \n53. \nPeriodic Financing Request. Multipurpose subloans will be extended under the IIPFF II \nto  a  range of  subprojects  subject  to  submission  of  the  related  PFR  by  IIFCL  and  execution  of \nrelated loan and guarantee agreements. Each PFR will be accompanied by a list of subprojects \nidentified  for  financing  under  the  IIPFF  II,  including  subprojects  that  can  be  substituted  for \nsubprojects  not  in  compliance  with  ADB  requirements.  ADB  has  received  the  first  tranche \n(PFR1)  for  $210  million  to  finance  infrastructure  subprojects  (Appendix  8).  The  subsequent \ntranches are of $250 million (second) and $240 million (third).  \n \nG. \n \n54. \nProject Management. IIFCL will be the Executing Agency for the IIPFF II. IIFCL’s board \nof  directors  will  provide  policy  direction  and  strategic  oversight.  IIFCL’s  Project  Management \nUnit (PMU), established under the IIPFF I, will monitor day-to-day implementation of the IIPFF II \nand build capacity of IIFCL in areas of identification, screening, selection, and monitoring of all \nsubprojects,  including  compliance  with  state  and  national  policies  and  the  ESSF.  In  addition, \nIIFCL will be responsible for developing and implementing an investment program performance \nmonitoring system (IPPMS). The implementation schedule is provided in Appendix 9. \n \n55. \nSubproject  Identification.  The  selection  of  subprojects  is  based  on  agreed  selection \ncriteria (para. 56). The 14 subprojects under the proposed IIPFF II have been selected based on \nthe  agreed  criteria.  The  selection  criteria  stress  commercial  and  technical  viability  and \ncompliance  with  relevant  national  and  ADB  norms.  Further,  the  identified  subprojects  will  be \napproved by ADB for eligibility based on an agreed approval procedure (para. 57) that ensures \nfulfillment  of  ADB  disclosure \nenvironmental  and  social  safeguard  due  diligence  and \nrequirements. The required due diligence and documentation requirements are being conducted \nfor  the  14  subprojects  to  ensure  subproject  readiness  to  absorb  financing  of  ADB  loan \nproceeds. \n \n56. \nthe \nSubproject  and  Subborrower  Selection  Criteria.  The  Scheme  defines \nsubborrower  and  subproject  selection  criteria,  appraisal  and  monitoring  mechanisms,  and \nlending  terms  for  subprojects  (Supplementary  Appendix  B),  which  include  appraisal  by  a \n                                                 \n50  ADB rules on commitment charges, which are in effect when a tranche is provided, will apply with respect to such \n\nImplementation Arrangements \n\ntranche. \n\n \n\n\f18 \n\n \n\nspecialized and designated appraisal agency for technical, economic, and financial viability.51 In \naddition, each subborrower funded under the IIPFF II will \n \n\nbe  selected  in  accordance  with  ADB’s  Procurement  Guidelines  (2007,  as \namended from time to time); \nhave adequate resources and financial capability to raise resources to complete \nand operate the relevant subproject successfully; \nnot be in default under any prior loan from IIFCL or from any of the participating \nmembers of the consortium of lenders;  \nbe able to provide security as required by the consortium of lenders; \nmaintain  appropriate  financial  records  of  income  and  expenditure  to  the \nsatisfaction of IIFCL and ADB; and \ncomply  with  and  cause  each  subproject  to  comply  with  ADB's  safeguard \nrequirements  and  national  and  state  policies,  laws,  and  regulations  relating  to \nenvironment,  resettlement,  and  indigenous  peoples  applicable  at  the  date  the \nrelevant PFR is submitted. \n\n \nApproval Procedure. Subprojects under the IIPFF II will be processed as follows. \n\n57. \n \n\nIIFCL  will  review  the  preliminary  designs  and  cost  estimates  for  all  subprojects \nproposed under the respective tranches as approved by the lending consortium.  \nPrior  to  the  preparation  of  each  PFR,  the  applicability  and  relevance  of  the \ncommon  ESSF  for  environmental  assessment,  involuntary  resettlement,  and \nindigenous  peoples  will  be  reviewed  and  updated  to  ensure  its  relevance  and \nconsistency  with  applicable  country  frameworks,  and  ADB's  environmental  and \nsocial safeguard policy and procedural requirements.  \nIn  formulating  each  new  PFR,  IIFCL  will  conduct  due  diligence  on  potential \ncandidate  subprojects  to  ascertain  their  compliance  with  the  ESSF.  IIFCL  will \nforward  to  ADB  its  findings,  supported  by  other  relevant  safeguard  documents, \nincluding  as  applicable,  the  initial  environmental  examination,  environmental \nassessment report, and environmental management plan, or environmental audit \nand  collective  action  plans  as  required,  for  information  and  review.  ADB's \nfindings will be forwarded to IIFCL, which will fulfill additional ADB requirements, \nas required for any compliance gaps. In addition, any subproject financed under \nthe IIPFF II will follow the approved common ESSF. \nIIFCL  will  submit  the  compliance  certificate,  along  with  the  PFR,  to  ADB  for \napproval. \n\n \n58. \nA  PFR  will  (i)  state  the  tranche  amount;  (ii)  list  subprojects  to  be  financed  under  the \ntranche;  (iii)  will  include  appraisal  reports  (or  project  information  memorandum)  for  listed \nsubprojects including the environmental assessment report52 and appropriate resettlement and \nindigenous  peoples  plan,  if  any;  (iv)  detail  cost  estimates  and  the  financing  plan;  (v)  detail \nimplementation  arrangements;  (vi)  confirm  the  continuing  validity  and  adherence  to  FFA \nprovisions;  (vii)  confirm  compliance  with  provisions  under  previous  loan  agreements;  and  (viii) \n\n                                                 \n51  IIFCL's  Scheme  requires  IIFCL  to  only  finance  commercially  viable  projects,  provide  financing  on  commercial \nterms,  and  price  loans  accordingly.  Thus,  all  aspects  of  project  economics  and  credit  worthiness  with  regard  to \nprojects  are  subject  to  extensive  due  diligence  prior  to  loan  approval  by  IIFCL.  Further,  as  the  Scheme  requires \nIIFCL to finance projects in critical infrastructure subsectors only, a positive development impact is expected.      \n52  For  projects  categorized  as  environment  category  B–sensitive  or  category  A,  ADB’s  120-day  rule  for  the \n\nsubmission of the PFR will apply. \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n(v) \n\n(vi) \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n \n\n\f \n\n19\n\nto \n\nIIFCL \n\nthe  Government,  and \n\nprovide  other  information  required  under  IIPFF  II  administration  memorandum  which  will  be \nprepared  and  agreed  upon  by  ADB, \nfacilitate  MFF \nimplementation and processing. \n \n59.  Maximum Subloan Size and Free Limit. As IIFCL is limited by its Scheme to financing \nup  to  20%  of  subproject  cost,  ADB  will  not  stipulate  any  additional  limitation  on  subloan  size. \nHowever,  all  subloans  under  the  first  tranche  will  be  subject  to  prior  review  and  approval  of \nADB.  For  subsequent  tranches,  a  suitable  free  limit  pursuant  to  the  provisions  of  ADB's \noperations  manual 53 may  be  determined  for  IIFCL,  based  on  ADB's  assessment  of  IIFCL's \noperating performance, appraisal standards, portfolio quality, management, average loan size, \nand the subproject pipeline. However, ADB reserves the right to review subprojects even below \nthe free limit to ensure safeguard compliance.  \n \n60. \nPeriod of Utilization. The utilization period will be up to 31 December 2014. To ensure \ntimely implementation in line with the Government’s emphasis on the disbursement readiness of \napproved  loans,  IIFCL  will  prepare  a  detailed  disbursement  plan  for  the  PFR  of  the  tranches. \nThe final PFR should be submitted no later than 31 March 2014. \n \n61. \nProcurement. All procurement to be financed under an ADB loan will be carried out in \naccordance with ADB’s Procurement Guidelines (2007, as amended from time to time) and will \ncomply  with  the  operations  manual  adopted  by  the  IIFCL  board  of  directors  (14  November \n2008). 54  ADB  will  encourage  IIFCL  to  require  its  subborrowers  to  adopt  internationally \ncompetitive  bidding  procedures  to  the  extent  possible  when  the  amount  of  the  investment  is \nunusually large, and economy and efficiency can be gained by following such procedures. For \nprocurement of goods and services to be financed by sub-loans from the ADB loan, IIFCL will \nensure  that  the  price  paid  is  reasonable  and  that  account  is  taken  of  factors  such  as  time  of \ndelivery,  efficiency,  and  reliability.  For  build-operate-transfer  projects  and  their  variants,  if  the \nsubproject sponsor or engineering procurement and construction contractor is selected through \ncompetitive  bidding  among  international  entities  in  accordance  with  procedures  acceptable  to \nADB, such engineering procurement and construction contractor may apply its own procedures \nfor procurement provided that such procurement is for goods, services, and works supplied from \nor produced in ADB member countries.  \n \n62. \nDisbursement Arrangements. IIFCL will ensure that the individual loan proceeds under \nthe IIPFF II will be disbursed in accordance with ADB’s Loan Disbursement Handbook (2007, as \namended from time to time). While making disbursements, IIFCL will review the utilization report \nfor each subproject verified by a chartered accountant and lead bank. The utilization report will \nbe accompanied by an engineer’s certificate. IIFCL will establish an imprest account in a current \naccount with a commercial bank acceptable to ADB. The imprest amount, at any time, will not \nexceed  (i)  10%  of  each  loan  tranche,  or  (ii)  estimated  expenditures  for  the  first  6  months  of \nproject implementation, whichever is lower.  \n \n63. \nfiduciary \nmanagement capacity for implementing the IIPFF II was undertaken (Supplementary Appendix \nE). 55  The  FMA  concluded  that  IIFCL  has  adopted  accounting  systems  in  line  with  norms \n\nFinancial  Management.  An  FMA \n\nfinancial  and \n\nto  examine \n\nIIFCL's \n\n                                                 \n53  ADB. 2003. Operation Manual. Section D6/OP: Financial Intermediation Loans. Manila (15 December, para. 7).  \n54 ADB. 2007. Procurement Guidelines. Manila (para. 3.12).  \n55  The  FMA  is  based  on  discussions  with  various  officials  of  IIFCL,  Indian  Credit  Rating  Agency  Limited,  and  the \nWorld Bank. The World Bank conducted its own financial management assessment and the ADB and World Bank \nteams shared the findings of their respective assessment reports. \n\n \n\n\f20 \n\n \n\nprescribed  by  the  Institute  of  Charted  Accountants  of  India  and  supported  by  standardized \nsoftware.  IIFCL  undertakes  (i)  a  concurrent  internal  audit  by  an  external  firm  of  chartered \naccountants, (ii) a statutory audit by an independent firm of chartered accountants appointed by \nthe comptroller and auditor general of India,56 and (iii) a supplementary audit by the comptroller \nand  auditor  general  of  India.  IIFCL  has  constituted  an  audit  committee  in  line  with  Section \n292(A) of the Companies Act, 1956 which reports directly to the Board. As part of the IIPFF II, \nIIFCL  will  closely  monitor  physical  and  financial  progress  of  subprojects  based  on  utilization \ncertificates provided by the firm of chartered accountants and lead banks prior to disbursements \nin line with Government norms. ADB reserves the right to verify IIFCL's financial accounts and \nthose of related entities. \n \n64. \nGovernance  and  Anticorruption  Policy.  ADB’s  Anticorruption  Policy  (1998,  as \namended to date) was explained to and discussed with IIFCL. Consistent with its commitment to \ngood  governance,  accountability,  and  transparency,  ADB  reserves  the  right  to  review  and \nexamine,  any  alleged  corrupt,  fraudulent,  collusive,  or  coercive  practices  relating  to  the \nsubprojects  under  the  IIPFF  II.  To  support  these  efforts,  relevant  provisions  of  ADB’s \nAnticorruption Policy are included in the loan regulations and the bidding documents for projects \nunder the IIPFF II. In particular, all subprojects financed by ADB in connection with the IIPFF II \nshall  include  provisions  specifying  the  right  of  ADB  to  review  and  examine  the  records  and \naccounts of the Borrower, subborrowers, suppliers, contractors, and other service providers as \nthey relate to the subprojects.  \n \n65. \nUnder its operations manual, IIFCL discloses to its Board all financial relationships and \ntransactions  of  nonexecutive  directors  in  its  annual  report.  The  compensation  of  all  Board \nmembers is also disclosed. IIFCL management is required to disclose to the Board all material, \nfinancial,  and  commercial  transactions  where  members  of  management  have  a  personal \ninterest  and  transactions  where  such  members  have  a  potential  conflict  of  interest  with  the \ninterests of IIFCL.57 In the event that a director is an interested party in a transaction, based on \ndisclosure,  the  director  may  not,  in  any  way,  take  part  in  or  influence  arrangements  in  the \ntransaction,  in  accordance  with  Section  300(1)  of  the  Companies  Act.  The  management  of \nIIFCL provides a clear description of contingent liabilities and associated risks.    \n \nIn addition, IIFCL has a “whistle blower” policy to maintain ethical standards. Under this \n66. \npolicy, staff members who notice unethical or improper practices are able to approach the audit \ncommittee without informing their supervisors. On review of the compliant, the audit committee \ndesignates  an  investigation  officer,  who  is  required  to  submit  a  report  within  30  days,  or  3 \ninvestigated \nmonths \ninterdepartmentally  or  may  be  entrusted  to  the  Central  Bureau  of  Investigation.  Once  an \ninvestigation is initiated, the interdepartmental authorities or the Central Bureau of Investigation \nare  responsible  for  conducting  the  entire  process  to  its  logical  conclusion  including  drafting  of \nthe charge sheet and conduct of criminal proceedings. \n \n67. \nAccounting,  Auditing,  and  Reporting.  IIFCL,  through  the  PMU,  will  establish  and \nmaintain  separate  records  for  works,  goods,  and  services  financed  from  the  loan  proceeds. \nIIFCL  will  maintain  separate  project  accounts  according  to  generally  accepted  accounting \nprinciples  for  all  expenditures  incurred  under  the  IIPFF  II  and  the  subprojects,  whether  out  of \nloan  proceeds  or  from  other  sources,  and  record,  in  a  transparent  manner,  all  funds  received \nfrom the Government, ADB, and other sources. \n                                                 \n56  Gupta Nanda and Company is the statutory auditor.  \n57  Nondisclosure is a punishable offense under Section 299(4) of the Companies Act.  \n\nthe  case  has  vigilant  overtones.  The  case  may \n\nthen  be \n\nif \n\n \n\n\f \n\n21\n\nIIFCL, through the PMU, will maintain detailed consolidated annual project accounts to \n68. \nbe  audited  by  independent  auditors  with  qualifications,  experience,  and  terms  of  reference \nacceptable  to  ADB.  The  accounts  will  be  submitted  to  ADB  within  6  months  at  the  end  of  the \nfiscal  year.  The  annual  audit  report  will  include  a  separate  audit  opinion  on  the  use  of  loan \nproceeds, use of the imprest account, free limit, and compliance with financial loan covenants. \nIIFCL  has  been  made  aware  of  ADB’s  policy  regarding  delayed  submission  of  audits  and  its \nrequirements for a satisfactory and acceptable audit of accounts. \n \nRetroactive Financing. IIFCL may request retroactive financing for the first PFR under \n69. \nthe  MFF.  For  subsequent  loans,  ADB  may  agree  to  a  request  for  retroactive  financing  of  civil \nworks, equipment, and materials, subject to the request being made under following PFRs and \nbeing  in  accordance  with  the  agreed  procedures  and  guidelines.  All  such  requests  will  be \nassessed on a subproject-by-subproject basis to ensure that the proposals demonstrate (i) the \nexpenditures  incurred  are  genuine,  reasonable,  and  material  to  getting  the  subproject  started; \nand  (ii)  they  were  incurred  for  proper  reasons,  in  a  transparent  manner,  over  a  reasonable \nperiod of time. These arrangements will facilitate the readiness of subprojects under the IIPFF II \nand  will  be  considered  for  subsequent  subprojects  during  the  processing  of  individual  PFRs. \nThe total eligible expenditure under retroactive financing will not exceed an amount equivalent \nto  20%  of  the  individual  loan  and  must  have  been  incurred  not  more  than  12  months  before \nsigning  of  the  related  legal  agreements.  However,  approval  of  retroactive  financing  does  not \ncommit  ADB  to  finance  the  subprojects  being  developed  under  the  IIPFF  II.  Before  being \naccepted for retroactive financing, subprojects will be reviewed and certified by IIFCL for ESSF \ncompliance. \n \nSubproject  Performance  Monitoring  and  Evaluation.  IIFCL  will  be  responsible  for \n70. \nestablishing  an  IPPMS  acceptable  to  ADB  within  6  months  from  the  signing  of  the  FFA  and \nPFR1. For the IPPMS, IIFCL will first select a set of clearly measurable performance monitoring \nindicators  relating  to  implementation,  improvements,  institutional  development,  and  capacity \nbuilding milestones including those in the design and monitoring framework. IIFCL will establish \nbaseline  data  for  each  of  the  selected  indicators  within  6  months  of  the  date  that  the  PFR1 \nunder  IIPFF  II  takes  effect.  Subsequently,  IIFCL  will  conduct  annual  surveys  and  update  ADB \non progress against each indicator. IIFCL will submit quarterly progress reports attached to the \nfacility  administration  memorandum  and  submit  to  ADB  a  completion  report  within  3  months \nafter the completion of all subprojects identified for financing. \n \n71. \nSubproject  Review.  Subproject  review  is  designed  to  ensure  that  all  ADB  funds  to \nIIFCL  are  relent  only  to  subprojects  that  comply  with  the  ESSF  and  other  ADB  requirements. \nFurther,  all  subproject  sites  will  be  visited  by  environmental  and  social  safeguard  consultants, \nand the compliance reports submitted to ADB for review. Thus, ADB will have prior information \non  subproject  location,  development  impact,  and  potential  environmental  and/or  social \nsafeguards  issues  and  will  have  the  ability  to  reject  subprojects  not  in  compliance  with  ADB \nrequirements.  In  addition,  IIFCL  is  continuously  upgrading  its  internal  subproject  monitoring \ncapabilities as indicated in the assurances (para. 85).  \n \nADB will, at its discretion, conduct reviews of the management, financial, and operating \n72. \nprocesses of IIFCL and subprojects financed under the IIPFF II, with regard to the potential pool \nof funds that could be generated in the event of tenor differentials between ADB loans to IIFCL \nand IIFCL's relending. ADB monitoring will ensure that the usage is compliant with ADB norms \nand conforms to subproject eligibility and approval guidelines.   \n \n\n \n\n\f22 \n\n \n\n73.  Monitoring  and  Evaluation.  The  performance  of  the  IIPFF  II  will  be  periodically \nreviewed using the design and monitoring framework by (i) IIFCL through the PMU (quarterly), \n(ii)  IIFCL’s  board  of  directors  (semiannually),  and  (iii)  ADB  (annually).  The  PMU  will  complete \nthe report based on its quarterly review by the 10th day following the end of the quarter. IIFCL’s \nBoard  will  forward  the  semiannual  progress  reports  to  ADB  by  the  10th  day  of  the  month \nfollowing the semiannual review. ADB will review the quarterly progress reports and semiannual \nreports,  and  undertake  annual  review  missions  during  the  tripartite  reviews  chaired  by  the \nGovernment.  In  addition,  a  midterm  review  of  the  investment  program  will  be  conducted  in \nFY2011.  The  review  will  cover  disbursements,  implementation  progress  (including  progress  of \ncapacity building initiatives), ESSF implementation, and the status of the IPPMS. The review will \nidentify weaknesses and suggest changes in scope, outputs, and due diligence, as required. \n \n\nIV. \n\nINVESTMENT PROGRAM BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n\nBenefits and Impacts \n\n \nA. \n \nBenefits  of  the  IIPFF  I.  The  IIPFF  I  generated  significant  benefits  as  it  supported \n74. \nindustrial and agricultural development by reducing vehicle operating costs, minimizing delay in \npassenger and freight movements, and reducing accidents. Specifically, the IIPFF I supported \nthe National Highway Development Program of the Government by financing upgrading of the \nnational  and  state  highway  networks  by  widening  existing  roads  and  building  new  highways. \nOverall,  the  IIPFF  I  supported  upgrading  and  expansion  of  more  than  1,100  km  of  the  road \nnetwork  across  the  country.  Given  that  on  average,  20,000  person-days  of  employment  are \ngenerated per km of road construction, the IIPFF I will result in about 22 million person-days of \nemployment.  This  increased  employment  opportunity  will  significantly  benefit  rural  workers  in \nthe  unorganized  sector.  Following  the  IIPFF  I  success,  the  IIPFF  II  is  envisaged  to  increase \ninfrastructure  investment,  particularly  through  PPP,  to  achieve  the  goal  of  attracting  30%  of \noverall  infrastructure  investment  from  the  private  sector  by  2012.  The  IIPFF  II  also  envisages \nfinancing  subprojects  for  roads,  power,  and  airports;  and  increase  overall  availability  and \nreliability of physical infrastructure in India. Improved infrastructure investment will in turn lead to \nhigher  productivity,  employment,  income,  and  other  economic  benefits.  The  summary  poverty \nreduction  and  social  strategy  is  in  Appendix  10.  Promotion  of  infrastructure  development \nthrough PSP also mitigates fiscal stress both at the central and state levels. \n \n75. \nDemonstration Effect as a Model Institution. The $700 million IIPFF II, while small in \nrelation to requirements, will have a demonstration effect in restoring investor confidence amid \nthe  global  financial  crisis.  Moreover,  IIFCL  has  introduced  best  practices  in  infrastructure \nfinancing including through innovative financial products and technology. As a result, other ADB \ndeveloping member countries are currently replicating the institutional and operational model of \nIIFCL to suit their specific circumstances. Therefore, building upon the success of IIPFF I and \nthe strong partnership established among stakeholders during IIPFF I implementation, IIPFF II \nwill  help  IIFCL  sustain  and  continue  its  successful  operations  as  well  as  perfect  its  business \nmodel in promoting PPP in infrastructure financing in India.  \n \nEconomic  and  Financial  Returns.  IIPFF  II  is  expected  to  catalyze  an  investment  of \n76. \naround  over  $7.5  billion  from  the  private  sector  to  finance  14  subprojects.  While  the  projects \nsanctioned by IIFCL are spread across all infrastructure subsectors, the majority of subprojects \nidentified for the IIPFF II are for roads and energy. The economic efficiency of road projects is \ntypically  high  with  an  economic  internal  rate  of  return  (EIRR)  in  the  25%–30%  range  and \nfinancial  internal  rate  of  return  (FIRR)  in  the  10%–15%  range.  The  estimates  are  also  robust \nfrom  a  sensitivity  point  of  view  with  the  EIRRs  and  FIRRs  not  declining  significantly  even  in \n\n \n\n\f \n\n23\n\nworst case scenarios. Further, the EIRRs and FIRRs are significantly above the opportunity cost \nof capital. IIPFF II is also expected to finance power generation and airport projects where EIRR \nestimates also meet benchmark requirements.58 \n \nEnvironmental and Social Safeguards. ADB took the lead during processing of IIPFF \n77. \nI59 in  developing  a  common  ESSF60 (Supplementary  Appendix  F)  in  consultation  with  JBIC, \nKfW,  and  World  Bank  for  harmonizing  the  safeguards  policy  framework  for  environment, \ninvoluntary  resettlement,  and  indigenous  peoples  in  2007.  IIFCL  has  adopted  the  ESSF  and \nimproved  in-house  capacity  with  ADB  support.  The  ESSF  is  uploaded  on  IIFCL’s  website.61 \nAdditional improvements are under way with the support of the ongoing capacity development.62 \nIIFCL will continue to ensure all subproject proposals, to be financed under the IIPFF II, comply \nwith  the  requirements  of  the  ESSF.  IIFCL  will  appoint  qualified  specialists  in  areas  of \nenvironmental and social safeguards to build in-house capacity for which an advertisement has \nbeen  placed  on  IIFCL's  website.  The  ESSF  will  be  reviewed  and  updated  taking  into  account \nADB  Board  approval  of  the  Safeguard  Policy  Statement, 63 expected  approval  of  the  Indian \nNational  Rehabilitation  and  Resettlement  Policy,  and  ADB's  experience  in  implementing  the \nESSF under the IIPFF I.  \n \n78. \nEnhanced  Project  Financing  Framework.  In line with the growing balance sheet and \nthe  requirements  of  the  Scheme,  IIFCL  has  evolved  a  risk  assessment  and  rating  migration \nframework to address credit and market risks. Risk-rating templates were introduced and every \nloan  proposal  is  subjected  to  risk  rating  with  ADB  assistance.  In  addition,  a  framework  to \naddress  asset  and  liability  mismatches  as  well  as  portfolio  monitoring  mechanisms  is  being \nestablished. Risk-based pricing of subloans by IIFCL provides a benchmark for corporate debt \nissuance  and  provides  the  basis  for  allocating  capital  and  building  up  assets  based  on  risk-\nreturn  criteria.  The  same  will  guide  policymakers  in  initiatives  designed  to  improve  project \nreturns for any given level of risk. The demands of international rating agencies provide IIFCL \nwith an incentive to adopt best practices for ensuring an investment grade rating and managing \nborrowing costs.64 \n \n \n \n \n\n                                                 \n58 According to a review paper, Sector Assistance Program Evaluation for the Energy Sector in India 2007, by ADB's \nIndependent  Evaluation  Department,  the  EIRRs  of  ADB-funded  energy  sector  projects  in  India  were  higher  than \n12% ranging from 13% to 31.5%, implying economic efficiency in resource allocation and use.  \n\n59  The process of preparing the environmental and social safeguards framework was guided by ADB’s Environmental \nand Social Safeguards Division. The first meeting of the development partners took place on 9 February 2007 and \nthe  second  on  13  August  2007.  The  draft  social  safeguards  framework  was  uploaded  to  the  ADB  website  on  \n17 August 2007. Available at http://www.adb.org/Documents/Resettlement_Plans/IND/40655/default.asp. \n\n60  The common safeguards frameworks include (i) the anticipated impacts of the components or projects likely to be \nfinanced  under  the  MFF  on  the  environment,  involuntary  resettlement,  and  indigenous  peoples;  (ii)  safeguards \ncriteria to be used in selecting projects; (iii) requirements and procedures to be followed to screen and categorize \nprojects, conduct impact assessments, develop management plans, hold public consultations, and disclose public \ninformation (including the 120-day disclosure rule, if required), and monitor and report the progress of such projects \nor  project  components;  (iv)  the  institutional  arrangements  (including  budget  and  capacity  requirements);  and  \n(v)  IIFCL’s  and  ADB’s  responsibilities  and  authorities  for  the  preparation,  review,  and  clearance  of  safeguards \ndocuments. \n\n61  Available at http://www.iifcl.org/whatsnew_details.php?wid=18. \n62  Under the IIPFF I, two national (one environmental and one social safeguards) specialists were hired in July 2007.  \n63  ADB. Safeguard Policy Statement. 2009. Manila.  \n64  International credit-rating agencies closely monitor all aspects of operating performance and failure to comply with \n\nbest practice is likely to lead to a rating downgrade and an increase in financing costs. \n\n \n\n\f24 \n\n \n\nAssumptions, Potential Risks, and Mitigation \n\nB. \n \n79. \nThe envisaged benefits and impacts are based on several assumptions that are subject \nto varying degrees of risk, including (i) the Government continues to prioritize and support policy \nactions  for  infrastructure  development  through  PPP;  (ii)  the  Government  continues  its \ncommitment  to  maintain  IIFCL  as  a  commercially  oriented  entity;  and  (iii)  IIFCL  maintains \nsufficient institutional capacity and staffing for smooth project implementation.  \n \nPotential risks include (i) a change in the Government infrastructure development focus \n80. \naway from PPP, (ii) poor quality of the IIFCL pipeline resulting from weak internal capacity; and \n(iii)  IIFCL's  asset  profile  having  a  high  degree  of  concentration  in  a  limited  number  of \ninfrastructure subprojects creating concentration risk. The following mitigating measures are in \nplace.  \n \n81. \nGovernment  Commitment.  The  Government  has  reaffirmed  its  commitment  to \ninfrastructure development and the role of the private sector thereby ensuring effective demand \nfor IIPFF II. ADB and other development partners are closely involved in the policy dialogue with \nthe Government and are committed to supporting initiatives that are in line with best practices. \nThe  evolution  of  IIFCL's  Scheme  has  consistently  reflected  market  requirements  and  is \nexpected to do so going forward.  \n \n82. \nInstitutional Capacity. Factors mitigating weak internal capacity resulting in poor quality \nof  the  subproject  pipeline  include  (i)  intensive  appraisal  of  subprojects  by  IIFCL;  (ii)  the \nemphasis  of  IIFCL’s  mandate  and  Scheme  on  commitment  to  operating  autonomy,  good \ngovernance,  and  commercial  orientation;  and  (iii)  ongoing  ADB  and  World  Bank  support  to \nIIFCL for developing systems, procedures, and human resources.  \n \n83. \nPortfolio  Diversification.  IIFCL's  Scheme  currently  does  not  permit  IIFCL  to  take  an \nexposure  in  excess  of  20%  of  the  total  capital  costs  for  any  particular  project;  this  ensures \nsector  and  geographic  diversification \nfor \nmainstreaming PPP will help generate viable subprojects in all parts of the country. \n \n\nthe  asset  portfolio.  The  ongoing  efforts \n\nin \n\nV. \n\nASSURANCES \n\n \n84. \nIn  addition  to  the  standard  assurances,  the  Government  and  IIFCL  have  given  the \nfollowing  assurances,  which  will  be  incorporated  in  the  individual  loan  agreement(s)  as \napplicable and mutually agreed by the Government and ADB for each tranche under the MFF.  \n \n85. \n \n\nThe Government and IIFCL will ensure the following:  \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nThe  Government  remains  committed  to  the  implementation  of  the  Scheme  for \nFinancing  Viable  Infrastructure  Projects  through  IIFCL  as  further  amended  from \ntime to time. In the event of any change in the Scheme, the Government, IIFCL, \nand  ADB  will  assess  the  potential  impact  on  the  IIPFF  II  and  evaluate  any \nchange in scope, amendment, or continuation, as appropriate, of the IIPFF II. \nIIFCL complies, at all times, with the prudential norms as made applicable to it by \nthe  Government,  including  capital  adequacy,  income  recognition,  classification, \nand provisioning of nonperforming assets. \nIIFCL maintains a debt service coverage ratio of at least one and ensures that it \nhas no arrears in repayment of its current debt obligations. \nThe  subprojects  and  subborrowers  meet  the  eligibility  criteria  agreed  with  ADB, \n\n \n\n\f \n\n25\n\n(v) \n\n(vi) \n\n(vii) \n\n(viii) \n\n(ix) \n\n(x) \n\n(xi) \n\n(xii) \n\nincluding financial and economic viability and positive development impact. \nThe onlending rates to subborrowers are market-based and adequate to cover all \ncosts and risks associated with onlending, including any foreign exchange risk. \nThe  subborrowers  adopt  and  implement  appropriate  procurement  procedures \nthat  are  based  on  competitive  bidding  and  foster  economy,  efficiency,  and \ntransparency.  \nA  subloan  to  a  subborrower  is  made  for  only  such  subproject  that  involves \nprocurement  of  goods,  works,  and  consulting  services  from  ADB's  developing \nmember  countries  and  the  amount  of  which  is  at  least  equal  to  the  size  of  the \nsubloan for such subproject. \nIIFCL  will  provide  long-term  finance  to  eligible  infrastructure  subprojects  in \naccordance with the requirements of its Scheme. IIFCL will select subprojects for \nfinancing in accordance with the selection and approval criteria. IIFCL will ensure \nthat the eligibility requirements for subproject and subborrower selection criteria \nof the IIPFF II adhere to the Scheme. \nAll  subprojects  are  submitted  to  ADB  for  prior  review,  unless  otherwise  agreed \nbetween ADB and IIFCL. \nThe  environmental  management  system  framework,  as  set  out  in  the  ESSF,  is \nimplemented in accordance with its terms. The Borrower shall ensure that each \nsubproject  is  implemented  and  undertaken  in  accordance  with  the  terms  and \nconditions  of  the  ESSF  acceptable  to  ADB,  and  in  compliance  with  applicable \nenvironmental  laws,  rules,  regulations  and  polices  of  India,  relevant  State  of \nIndia,  and  ADB’s  Environment  Policy  (2002)  or  ADB's  Safeguard  Policy \nStatement (2009) as effective on the date the PFR is submitted. Further, that for \neach  subproject,  environmental  assessment,  as  applicable  such  as  initial \nenvironmental  examination,  environmental \nthe \nenvironment management plan, or environmental audit including collective action \nplans  if  required,  are  submitted  to  ADB  for  review  and  approval  before  IIFCL \nsubmits  the  PFR;  and  that  for  any  category  A  or  environmentally  sensitive  B \nsubproject,  the  initial  environmental  examination  or  the  summary  environmental \nimpact  assessment  is  made  available  to  the  public  120  days  before  a  PFR  is \nsubmitted to ADB.  \nIIFCL will implement the social safeguards framework, as set out in the ESSF, is \nimplemented in accordance with its terms. IIFCL will ensure that each subproject, \nwhich  involves  land  acquisition  and  has  resettlement  impacts,  is  implemented \nand  undertaken  in  accordance  with  the  terms  and  conditions  of  the  ESSF \nacceptable  to  ADB,  and  the  resettlement  plan  is  submitted  to  ADB  before \napproval. IIFCL will also ensure that an adequate number of staff are trained and \ndeployed to fully implement and comply with the ESSF. \nIIFCL will cause each qualified enterprise to ensure that each subproject, which \ninvolves  land  acquisition  and  has  resettlement  impacts,  is  undertaken  in \ncompliance with all the applicable laws of India, the relevant State of India, and \nADB’s  Involuntary  Resettlement  Policy  (1995),  or  ADB's  Safeguard  Policy \nStatement  (2009)  as  effective  on  the  date  the  PFR  is  submitted.  Further,  the \nresettlement  plans  for  those  sub-projects  proposed  for  financing  under  the \nFacility are submitted to ADB for approval for ADB financing. Furthermore, each \nsubborrower  is  required  by  IIFCL  to  ensure  that  (a)  all  land  and  rights-of-way \nrequired for subprojects are obtained in a timely manner, (b) the provisions of the \nresettlement  plans  are  implemented  in  accordance  with  the  terms,  (c)  all \ncompensation and resettlement assistance is given to the affected persons prior \nto  their  dispossession  and  displacement  and  commencement  of  civil  works,  (d) \n\nimpact  assessment,  and \n\n \n\n\fresettlement  plans  are  updated  upon  completion  of  the  detailed  design  and \nsubmitted  to  ADB  for  approval  prior  to  commencement  of  civil  works,  (e) \nadequate  staff  and  resources  are  committed  to  supervising  and  monitoring \nimplementation  of  the  resettlement  plans,  and  (f)  an  independent  agency \nacceptable  to  ADB  and  IIFCL  is  engaged  by  the  subborrower  to  monitor  and \nevaluate  results  of  implementation  of  resettlement  plans  and  forward  reports  to \nADB and IIFCL as required. \nIIFCL shall (a) implement the recommendations set out in the human resources \nassessment 65  in  accordance  with  the  procedures  described  therein,  and  (b) \nupdate ADB on the status of implementation of the human resources assessment \nin each quarterly progress report provided to ADB. \n\n(xiii) \n\n(xiv)  Subprojects  do  not  adversely  affect  vulnerable  groups,  such  as  indigenous \npeoples,  and,  in  the  event  of  any  impact  or  their  involvement,  IIFCL  will \nimplement  the  social  safeguards  framework  as  set  out  in  the  ESSF  in \naccordance with its terms to ensure compliance with ADB’s Policy on Indigenous \nPeoples (1998), or ADB's Safeguard Policy Statement (2009) as effective on the \ndate the PFR is submitted; \n\n(xv)  Accountability and transparency in IIFCL are maintained in its operations through \nstakeholder meetings and publication of progress reports through the duration of \nthe  IIPFF  II.  Internal  procedures  and  controls  are  instituted,  maintained,  and \ncomplied with to prevent any corrupt, fraudulent, collusive, or coercive practices \nand to ensure conformity with ADB's Anticorruption Policy (1998 as amended to \ndate).  All  contracts  financed  by  ADB  in  connection  with  the  subprojects  specify \nthe  right  of  ADB  to  review  and  examine  the  records  and  accounts  of  the \nsubborrowers, suppliers, and contractors, as they relate to the subprojects.  \nIIFCL  shall  ensure  that  its  annual  report  to  its  board  of  directors,  and  ADB \nincludes  a  report  upon  and  discussion  of  the  implementation  of  its  Corporate \nGovernance  Framework.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to examine and review \nany  alleged  corrupt,  fraudulent,  and  coercive  practices  relating  to  qualified \nsubprojects. \n\n(xvi) \n\n(xviii) \n\n(xvii)  All  IIFCL  subloan  agreements  appropriately  reflect  the  obligations  assumed  by \nIIFCL  and  the  respective  subborrowers  under  the  IIPFF  II,  including  those  in \nrespect  of  any  existing  subprojects  that  IIFCL  has  already  approved  but  which \nreceive ADB financing under the IIPFF II.  \nIIFCL shall further develop and maintain the capacity of PMU staff to perform the \nresponsibilities  of  the  PMU,  including  developing  and  maintaining  specialist \ncapacity  and  expertise  to  conduct  and  implement  environmental  and  social \nsafeguards due  diligence  by  (a)  developing  and  training  existing  staff with  such \ncapacity  and  expertise,  and/or  (b)  engaging  staff  or  consultants  with  such \ncapacity or expertise. \n\n                                                 \n65 \"Human resources assessment\" means the manpower assessment study which assessed the human resources of \nthe Borrower and made recommendations for additional human resource requirements and  was approved by the \nboard of directors of the Borrower on 4 June 2009. \n\n26 \n\n \n\n \n \n \n \n \n\n \n\n\f \n\n27\n\nVI. \n\nRECOMMENDATION \n\n \nI am satisfied that the proposed multitranche financing facility would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nprovision of loans under the multitranche financing facility in an aggregate principal amount not \nexceeding $700,000,000 to India Infrastructure Finance Company Limited, to be guaranteed by \nIndia, for the Second India Infrastructure Project Financing Facility from ADB’s ordinary capital \nresources,  with  interest  to  be  determined  in  accordance  with  ADB’s  London  interbank  offered \nrate (LIBOR)-based lending facility, and such other terms and conditions as are substantially in \naccordance with those set forth in the Framework Financing Agreement presented to the Board. \n \n \n \n\n \n \n26 October 2009\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nHaruhiko Kuroda \nPresident \n \n\n \n\n\f28 \n\nAppendix 1 \n\nDesign \nSummary \nImpact \nImproved overall \navailability and \nreliability of physical \ninfrastructure  \n \n \n\nDESIGN AND MONITORING FRAMEWORK \n \n\nData Sources/Reporting \nMechanisms \n\n \nInternational and domestic \nbusiness climate surveys \n \nAnnual reports on \ninfrastructure availability \nincluding Planning \nCommission studies \n \nEconomic Survey of India, \nindustry reports, and \nrelevant government \npublications \n\nOutcome \nIncreased private \nsector participation in \ninfrastructure \nprojects, particularly \nthrough PPP   \n \n\n \nPlanning Commission \nreports \n \nEconomic Survey of India \n \nRelevant government \npublications \n\nPerformance \nTargets/Indicators \n\n \nReduction in peak and \naverage energy deficit \n(2007 baseline: \n124,568 MW; 2012 \ninvestment target: $134 \nbillion) \n \nWidening of national \nhighways in line with \nNational Highways \nDevelopment Project \n(2007 baseline: 66,590 \nkm; 2012 investment \ntarget: $63 billion)  \n \nAchieving targeted \nGDP growth of 9% per \nannum  \n \n\n \nPrivate investment in \ninfrastructure to reach \n30% of overall \ninfrastructure \ninvestment during the \n11th FYP (baseline: \n17% of infrastructure \ninvestment from \nprivate sector in 2007)  \n \nIncreased leveraging \nof private sector \nresources (baseline:  \nIIFCL's financing \ncurrently leverages \nseven times its own \nresources from the \nprivate sector)  \n \n \nReduction in asset and \nliability tenor gap \nduring FY2009–\nFY2013 (baseline: 25% \nduration gap in 10,  \n15, and 20 year \nmaturities) \n\nAssumptions \nand Risks \n\nAssumptions \nContinued priority \naccorded to infrastructure \ndevelopment  \n \nContinued priority \naccorded to financial \nsector development \n \nIncreased efficiency of \ninfrastructure investment \n \nStrong Government \ncommitment to IIFCL \n \nRisks \nDilution of Government \ncommitment to \ninfrastructure and PPP \n \nModification of IIFCL's \nScheme \n \nAssumption \nGovernment policy \nencouraging PPPs \ncontinues \n \nRisks \nDilution of Government \ncommitment to \ninfrastructure and PPP \n \nDeepening of global \neconomic and financial \ncrisis \n \n\nOutputs \n1.  Long-term \n\nfunding for IIFCL \nto provide long-\nterm financing to \nsubprojects \ndeveloped \nthrough PPPs  \n\n \n\n \nQuarterly, semiannual, \nand annual reports of \nIIFCL including its board \nof directors' semiannual \nreports \n \nADB review mission \n\nAssumptions \nIIFCL’s long-term lending \nmandate continues \n \nIIFCL undertakes \nstructured borrowing \nprogram based on risk-\nreturn considerations and \n\n\fDesign \nSummary \n\nData Sources/Reporting \nMechanisms \nreports including midterm \nreview documents, and \nanalysis of IIFCL's \nduration gap \n\nPerformance \nTargets/Indicators \nIncreased duration of \nfinancing provided by \nIIFCL for subprojects \nduring FY2009–\nFY2013 \n \nFull utilization of IIPFF \nII ($700 million; \nFY2013) \n \n\n \n2.  Financing of 14 \ninfrastructure \nsubprojects as \nprovided in the \nFFA  \n\n \n\n \nCatalyzing private \nsector investment of \naround $7.7 billion for \nfinancial closure of 14 \nidentified subprojects \nby FY2013 \n \n700 km of roads built; \n3,200 MW of power \ngeneration capacity \nbrought online \n \n\n \nIIFCL's annual reports, \nIPPMS data, and PMU \nprogress reports \n \nInvestment bank reports of \nIIFCL bond issuances \n \nIIFCL's annual reports \n \nIIFCL website which \nprovides related \ninformation on the \namendments of the \nScheme \n \n\nImproved \ninstitutional \ncapacity of IIFCL \nin areas of  \n(i) governance \nframework, \nincluding risk \nmanagement \nsystems; and  \n(ii) \nimplementation of \nupdated ESSF \n\n \nDevelopment and \nadoption of integrated \nrisk management \nsystem and installation \nof risk management \ntools including software \nand hardware, deal \ndocumentation formats, \npricing tools, and risk \nappraisal templates by \nend of December 2009 \n(completion of system \ninstallation) \n \nIIFCL continues to be \nrated annually by \n\n \nIIFCL ALM data \n \nADB's review missions \nincluding midterm review \ndocuments \n \nRating agencies’ reports \n \nIPPMS data and PMU's \nprogress reports \n \nConsultant reports \n \nIIFCL's compliance \ncertificates for subprojects \n \n\n \n3. \n\n \n\nAppendix 1 \n\n29\n\nAssumptions \nand Risks \n\nsubproject financing \nrequirements \n \nRisks \nThe Government amends \nIIFCL’s Scheme de-\nemphasizing long-term \nlending mandate \n \nIIFCL’s portfolio quality \ndeteriorates leading to \nshortening of its lending \nterms \n \nRegulatory and policy \nrisks leading to above \n \nAssumptions \nRating assessments and \nreviews are rigorous and \nconducted on time \n \nIIFCL is committed to be \nrated by international \nrating agencies \n \nThe mandate of IIFCL, as \nsupported by the \nGovernment, is committed \nto supporting PPP project \nfinancing \n \nRisk \nChange in Government's \npriority and commitment in \nsupporting PPP initiatives \n \nAssumptions \nHigh quality consultant \nreports prepared on time \n \nIIFCL staff are able to \nadapt to the new risk \nmanagement and pricing \nsystems \n \nRigorous and timely \nreviews conducted \n \nTimely availability of \nrequired documents from \nsubborrowers \n \n \n\n\f30 \n\nAppendix 1 \n\nDesign \nSummary \n\nPerformance \nTargets/Indicators \n\nData Sources/Reporting \nMechanisms \n\nAssumptions \nand Risks \n\nIIFCL PMU's quarterly \nprogress reports, and \nboard of directors' \nsemiannual reports \n \n\ninternational credit-\nrating agencies during \nthe loan period \n \nUpdated ESSF \nimplementation \ncommences in 2009, \nand the updated ESSF \nis fully adopted and \nimplemented by \nFY2010 \n \n\nActivities with Milestones \n \nPart A: Preparatory Activities \n1.1 \n\nIdentify and finalize subproject pipeline to be financed by ADB's funds \n(March 2009)—completed. \n\n1.2  Update common ESSF (August 2009). \n1.3  Augmentation of staff resources and capacity in IIFCL's PMU to conduct \n\nenvironmental and social safeguards due diligence of subprojects (by \nDecember 2009).  \n\n1.4  Commence due diligence of subprojects (March 2009). \n \nPart B: Additional capacity development (to second quarter 2010) \n2.1  Strengthen capacity building for credit risk management and appraisal, \n\nand operating procedures (by July 2010). \n2.1.1  Adopt operating guidelines and manuals, and strengthen \ncapacity for IIFCL resource management and project risk \nassessment (by December 2009) including  \n− \n− \n− \n− \n\nadoption of credit risk assessment processes, \nimplementation of internal controls,  \ndevelopment of pricing tools and risk appraisal templates,  \nimplementation of internal rating system and rating \nmigration, and \ninstallation of resource management system (program \nsoftware and hardware). \n2.1.2  Adopt operating guidelines for  \n\n− \n\naccounting policies, \nhuman resource policies, \nboard procedures, \nloan pricing based on project risk appraisal, and  \nlegal procedures. \n\n− \n− \n− \n− \n− \n \n \n \n\n \n\n \n\nRisks \nTrained staff may leave \nIIFCL \n \nStaff capability may \ndecline in the absence of \ncontinuous training \n \nCounterpart staff from \nIIFCL and subborrowers \nare not made available on \ntime for the ESSF \n \nDelay in obtaining the \nrequired documents from \nsubborrowers \n \nNonavailability of qualified \nstaff and resources  \n \nInputs \nADB \n$700 million \n\n− First tranche of  \n$210 million \n\n− Second tranche of \n\n$250 million \n\n− Third tranche of  \n\n$240 million \n\n \nGovernment/IIFCL \nCounterpart staff \n \nOffice accommodation \nand transport \n \nAdministrative services \n \nFacilitation for meetings \n \nObtaining necessary \ninformation from \nsubborrowers and/or lead \nsyndicators  \n \nParticipation in tripartite \nmeetings \n \n\n\fAppendix 1 \n\n31\n\nActivities with Milestones \n \nPart C: Tranche release progress and reporting (continues to 2014)  \n3.1  PFR1 for the first tranche of $210 million was signed and submitted in \n\n \n \n \n\nFY2009. \n\n3.2  Indicate first tranche disbursement requirements (third quarter 2009). \n3.3  Fully utilize the first tranche of $210 million by the end of FY2010. \n3.4  Submit PFR for the second tranche of $250 million for tranche release \n\n3.5  Submit PFR for the third tranche of $240 million for tranche release no \n\n3.6  Fully utilize the second and third tranches no later than 31 December \n\nno later than 31 March 2011. \n\nlater than 31 March 2014. \n\n2014. \n\n \nADB  =  Asian  Development  Bank,  ALM  =  asset-liability  management,  ESSF  =  environmental  and  social  safeguards \nframework,  FFA  =  framework  financing  agreement,  FYP  =  Five-Year  Plan,  GDP  =  gross  domestic  product,  IIFCL  = \nIndia Infrastructure Finance Company Limited, IPPMS = investment program performance management system, km = \nkilometer, MW = megawatt, PFR = periodic financing request, PMU = project management unit, PPP = public–private \npartnership, RBI = Reserve Bank of India. \n \n \n \n \n \n\n \n\n\f32 \n\nAppendix 2 \n\nINFRASTRUCTURE SECTOR ANALYSIS \n\nRole of the Private Sector in Infrastructure Development  \n\n \n1. \nAverage  economic  growth  of  8.6%  in  India  over  the  past  3  years  has  resulted  in  the \ninfrastructure sector in India being stretched significantly beyond capacity. Spiraling demand for \nair travel; reliable power supply; and efficient ports, roads, and railways have not been matched \nby  a  proportionate  increase  in  supply.  Severe  supply-side  bottlenecks  are  acknowledged  to \nretard  the  economy’s  potential  rate  of  growth.  To  improve  India’s  poor  roads,  narrow  bridges, \nand dilapidated airports, which choke the flow of goods and people, a large injection of capital \ninto  the  system  is  required.  Maximum  attention  is  being  given  in  policy  to  the  infrastructure \nsector to ensure that supply shortages do not trigger runaway inflation.  \n \n2. \nDecades  of  underinvestment  in  roads,  ports,  airports,  and  power  have  left  India  with  a \nsevere  infrastructure  deficit.  Roads  in  the  main  cities  are  frequently  clogged  with  heavy  traffic \nand  90%  are  structurally  unsuitable  for  loaded  trucks.  Ports  are  running  close  to  full  capacity. \nStructural  impediments  in  the  financial  system  coupled  with  the  global  economic  and  financial \ncrisis have constrained capital flows to the sector, perpetuating the deficit in core public goods \nand  persistent  inefficiencies  in  the  economy.  If  India  improves  its  physical  infrastructure,  the \nentrepreneurial drive is estimated to respond with double-digit growth.  \n \nA. \n \n3. \nThe consensus among policy formulators is growing that the private–public partnership \n(PPP)  mode  holds  the  key  to  developing  infrastructure  in  the  country.  In  the  past,  the  state \ndominated  infrastructure  with  limited  private  sector  participation.  It  is  now  dismantling  long-\nstanding  barriers  and  actively  encouraging  private  investment  in  large  infrastructure  projects. \nPrivate  sector  companies  have  been  invited  to  manage  airports,  which  used  to  be  exclusively \ngovernment-run.  The  Government  of  India  (the  Government)  is  also  helping  private  sector \ndevelopers by mitigating some of the risks in road projects. The introduction of private capital in \ntelecommunications  and  aviation  has  demonstrated  that  this  introduces  discipline  of  time \nmanagement  and  leads  to  remarkable  results  even  within  the  short  term.  To  harness  private \nsector  efficiencies \nthe  Planning \nCommission  envisages  that  at  least  75%  of  incremental  investment  in  infrastructure  will  come \nfrom the private sector, some in the form of fully private ventures and others as PPPs.1 The aim \nis to ensure that infrastructure does not become a capacity constraint on 9% growth rate of the \neconomy.  This  is  feasible  when  investment  in  infrastructure  grows  to  about  9%  of  gross \ndomestic  product  (GDP)  compared  with  the  current  4.5%.  The  infrastructure  requirements  of \nIndia and the envisaged role of the private sector during the 11th Five-Year Plan (FYP) period \nare provided in Table A2.1.  \n \n4. \nTo  meet  the  infrastructure  deficit  and  address  the  financing  and  project  management \ncapabilities  of  the  private  sector,  the  Government  has  taken  several  initiatives  to  provide  the \nnecessary  environment  in  which  the  private  sector  can  operate  both  via  direct  private  sector \nparticipation  as  well  as  through  PPP  arrangements.  These  include  (i)  introducing  model \nconcession  agreements \nroads,  ports,  and  airports;  \n(ii) establishing independent regulatory mechanisms to enforce service standards and improve \ncash  flow  stability;  (iii)  encouraging  participation  of  long-term  financiers  in  the  market  through \n\nin  various  subsectors  such  as \n\nin  design  and  construction  of \n\ninfrastructure  projects, \n\n                                                 \n1  Public sector has been the main provider of basic infrastructure in India. However, public financing—already limited \nby the deficit reduction provisions of the Fiscal Responsibility and Budget Management Act 2003—will not be able \nto generate alone the needed levels of investments to improve infrastructure facilities.  \n\n \n\n\fAppendix 2 \n\n33\n\ncredit enhancement measures and provision of implicit risk capital; and (iv) reforming the capital \nmarkets to support long-term financing instruments and implicit risk capital. Government policy \ninitiatives indicate that it is being driven by a desire to make infrastructure inclusive. The overall \nreform  agenda  is  being  pursued  to  ensure  that  policy  and  regulatory  frameworks  under  which \ninfrastructure  is  developed,  promote  contestable  markets  that  ensure  competitive  pricing  of \nservices provided by natural monopolies.  \n \n\nTable A2.1: Sector Investment Requirements for the 11th Five-Year Plan \n($ billion) \n \n\nFY2007  FY2008 FY2009 FY2010  FY2011 \nSubsector \n31.60 \n20.49 \nElectricity \n14.80 \n12.96 \nRoads \n12.15 \n7.84 \nTelecommunication \n12.38 \n8.52 \nRailways \n11.80 \n6.87 \nIrrigation \n6.83 \n4.82 \nWater Supply  \n4.34 \n3.10 \nPorts \n1.48 \n1.30 \nAirports \n1.11 \n0.94 \nStorage \n0.83 \n0.68 \nGas \n97.32 \n67.52 \nTotal  \n70.27 \nPublic Sector (%) \n71.08 \nPrivate Sector (%)  28.92 \n29.73 \nSource: Planning Commission, Government of India.  \n\n25.39 \n13.70 \n9.53 \n10.24 \n8.98 \n5.70 \n3.70 \n1.38 \n1.02 \n0.75 \n447.24 \n70.69 \n29.31 \n\n49.65 \n19.99 \n19.67 \n19.18 \n20.11 \n10.27 \n5.85 \n1.92 \n1.31 \n1.03 \n148.98 \n69.01 \n30.99 \n\n39.51 \n17.09 \n15.41 \n15.10 \n15.64 \n8.32 \n5.00 \n1.66 \n1.21 \n0.93 \n119.87 \n69.37 \n30.63 \n\nTotal \n166.63 \n78.54 \n64.61 \n65.45 \n63.33 \n35.93 \n22.00 \n7.74 \n5.59 \n4.21 \n514.03 \n69.87 \n30.13 \n\nCurrent State of Infrastructure \n\n \nB. \n \n5. \nThe  infrastructure  deficit  in  India  requires  large-scale  investments  in  all  subsectors \nincluding roads, ports, airports, power, and urban infrastructure. For power alone, India needs \naround 10,000 MW of capacity addition every year over the next decade to sustain GDP growth \nof 9%. This would require an estimated investment of more than $600 billion over the next few \ndecades.  These  investments  do  not  include  investments  needed  to  augment  capacity  in  fuel \nsupply  infrastructure,  mining  and  supply,  and  ports  and  terminals  to  sustain  expansion  in \ngeneration  capacity.  Thus,  meeting  infrastructure  requirements  in  one  subsector  may  not  be \nsufficient  as  subsectors  are  linked  through  the  supply  chain  that  ultimately  delivers  electricity, \nwater, transportation, and other services to end beneficiaries. These linkages suggest an overall \ninvestment  program  that  includes  power  plants,  electricity  transmission  and  distribution \nsystems, ports, roads and expressways, bridges, railway engines and tracks, product handling, \nand storage facilities.  \n \n\n1. \n\nRoads \n\n \n6. \nAfter the successful implementation of the Golden Quadrilateral project, the next phase \nof  roadways  expansion  is  gathering  momentum.  In  this  context,  the  National  Highway \nDevelopment  Program  is  being  executed  in  five  phases.  Phases  I,  II,  and  IIIA  envisage \nimproving  more  than  25,785  km  of  arterial  routes  on  national  highways  to  global  standards. \nWhile problems in land acquisition have resulted in massive delays for several projects, the new \nmodel concession agreement has clauses to ensure that the National Highway Authority of India \ncompletes 60% of the land acquisition and utilities clearances and passes these on to the road \ndeveloper  before  financial  closure  of  the  project.  Phase  IV  of  the  National  Highway \nDevelopment  Project  includes  doubling  of  lanes  for  about  1,000  km  of  intermediate  lane  and \n\n \n\n\f34 \n\nAppendix 2 \n\nsingle-lane roads and upgrading 20,000 km of national highways with paved shoulders. Phase \nIV  is  divided  into  four  phases,  each  comprising  5,000  km,  to  be  approved  by  2009  and \ncompleted by 2015. Phase V envisages six-laning 6,500 km of four-lane national highways.  \n \n\n2. \n\nPower \n\n \n7. \nAccording  to  the  Planning  Commission's  estimates,  the  electricity  subsector  (including \nnonconventional  power)  requires  an  investment  of  around  $134  billion  during  the  11th  FYP \nperiod. Of this, 27.8% is expected to come from the private sector. As of November 2008, the \n1,482 power projects entailed a total investment of $240 billion. Collectively, these projects aim \nto install more than 200,000 MW of power generation capacity. The ultra-mega power projects \ndeveloped  by  the  private  sector  were  expected  to  be  financed  through  external  commercial \nborrowings. However, the global financial crisis has severely constrained this avenue of funding. \nThis,  coupled  with  known  hurdles  like  delays  in  land  acquisition,  awarding  of  contracts,  and \nsupply of equipment, means the country may have difficulty meeting the capacity addition target \nof 78,000 MW during the 11th FYP period. While planned capacity addition targets are largely \non  track  on an  overall  basis,  during  FY2007,  the  first  year of  the  11th FYP,  about  60%  of  the \ntargeted 11,061 MW materialized. However, the Government is optimistic of achieving the FYP \ntarget.  \n \n\n3. \n\nAirports  \n\n \n8. \nCivil aviation is experiencing double-digit growth, growing at about 25%–30%⎯this rate \nis expected for the next 5 years. Investments in aviation are expected to be $30 billion by 2012 \nand  about  $50  billion  by  2015.2 The  airport  subsector  is  struggling  with  a  strange  dichotomy \nwhere ground infrastructure is not fully prepared to handle increased traffic—number of aircrafts \nhas  grown  exponentially.  India’s  major  airports  are  overloaded.  Estimates  suggest  that  during \npeak  passenger  traffic  hours,  New  Delhi  and  Mumbai  international  airports  operate  at  about \n20%–25% overcapacity. \n \n9. \nRapid  expansion  of  airport  infrastructure  is  essential  due  to  unprecedented  growth. \nInternational  air  traffic  has  been  growing  at  15%  annually,  while  domestic  passenger  traffic \ngrowth has at times surpassed 40%. The domestic market size is expected to reach 60 million \nand international traffic 20 million at the end of 2010. India expects to add aircraft worth about \n$80  billion  by  2020.  This  would  necessitate  an  investment  of  about  $30  billion  in  airport \ninfrastructure. Given the difficulty in generating resources from either the public sector or PPP, \nthe Government is exploring the option of merchant airports. \n \n\n4. \n\nRailways \n\n \nIndian Railways has a registered growth rate of 14% in passenger earnings and 17% in \n10. \nfreight earnings, and reported a surplus of almost $4 billion during the last few years. However, \nrailway  modernization  and  infrastructure  projects  require  around  $12  billion⎯additional  funds \nare needed to complete existing and new projects in a time-bound manner. Indian Railways has \nidentified  22  stations  to  be  modernized  under  PPP  including  setting  up  of  shopping  and  food \nplazas,  budget  hotels,  and  retiring  rooms.  This  includes  setting  up  spatial  segregation  of \nfacilities  on  different  floors  for  smooth  passenger  flow.  While  newly  designed  railway  stations \n\n                                                 \n2   Aviation  investment  includes  airport  infrastructure  (runways  and  air  traffic  controls),  aircraft,  noncommercial \n\nairports, aircraft components, feeder services, and air catering.     \n\n \n\n\fAppendix 2 \n\n35\n\nwill  present  the  customer-friendly  face  of  Indian  Railways,  its  freight  stations  with  new \nintermodal  facilities  will  be  its  main  sources  of  revenue  in  the  years  to  come.  The  Ministry  of \nRailways has selected 16 such terminals to be provided with amenities for better communication \nfacilities  with  control  offices  and  road  connectivity.  Modernized  terminals  will  help  reduce \nturnaround  time  and  facilitate  quicker  material  handling  at  terminals.  Indian  Railways  has \nestablished Dedicated Freight Corridor Corporation of India Ltd. to implement the freight corridor \nproject over the next 5 years.3 The corporation currently has authorized capital of $800 million, \nwhich is likely to be increased depending on requirements. \n \n\n5. \n\nPorts \n\n \n11. \nPorts  handle  almost  95%  of  the  export–import  trade⎯port  capacity  is  a  constraint  in \nsustaining  9%  GDP  growth.  The  Government  plans  to  double  the  total  capacity  of  major  and \nnonmajor  ports  in  the  country  to  1,500  million  tons  per  annum  from  the  current  capacity  of  \n750  million  tons  per  annum  by  FY2011  and  create  surplus  port  capacity  of  around  30%  by \nFY2011.  While  the  bulk  of  funding  for  increased  cargo-handling  capacity  would  be  obtained \nfrom  the  private  sector  and  the  ports  themselves  through  internal  resource  generation  and \nborrowings, the Government will contribute about $600 million to dredging major ports to enable \nthem to cater to large ships. Jawaharlal Nehru Port in Mumbai has developed projects costing \nmore  than  $200  million,  Mumbai  Port  Trust  has  drawn  up  plans  for  new  berths  and  terminals \nrequiring $500 million, Kandla Port is expecting an investment of $300 million, and Tuticorin Port \nhas  berth  development  projects  costing  more  than  $200  million.  In  response,  the  Ministry  of \nShipping and Transport proposes to set up five megaports with total capacity of 500 million tons.   \n \n\n6. \n\nUrban Infrastructure \n\n \n12. \nAdequate and equitable distribution of urban infrastructure services, such as water and \nsewage disposal and per capita provision of these basic services, is not in accordance with the \nprescribed norms.4 According to the Ministry of Urban Development data, only about 77 of the \n393 class I cities have water supply coverage. Per capita water supply is as low as 9 liters per \ncapita per day in some areas. Also, 203 of the 401 class II towns have supply of less than 100 \nliters  per  capita  per  day.  The  Jawaharlal  Nehru  National  Urban  Renewal  Mission  envisages \nassistance of around $12.74 billion over the next 7 years to improve infrastructure in 63 cities \nacross the country, with total investments of about $26.28 billion.  \n \n13.  While  five  cities  including  Ahmedabad,  Bangalore,  Chennai,  Hyderabad,  and  Mumbai \nhave opted for mass rapid transit systems, an estimated 26 or more cities in the country require \nthese  systems.  The  Government  has  been  formulating  measures  to  bring  in  an  element  of \nuniformity in the execution of these projects and is planning to bring all metrorail systems across \nthe  country  under  the  purview  of  a  single  central  authority.  To  bring  consistency  and \ntransparency  in  the  execution  of  urban  transport  projects,  the  Government  is  planning  to \nintroduce a model concession agreement for metrorail projects across the country. Further, the \nGovernment has approved the operation of a bus rapid transit system, via PPP, in the cities of \nAhmedabad, Indore, Nagpur, and Pune in an effort to improve urban transportation. \n                                                 \n3   The  existing  trunk  routes  of  Howrah-Delhi  on  the  eastern  corridor  and  Mumbai-Delhi  on  the  western  corridor  are \nhighly saturated with line capacity utilization varying between 115% and 150%. The surging power needs requiring \nheavy coal movement, booming infrastructure construction, and growing international trade led to the conception of \ndedicated freight corridors along the eastern and western routes. \n\n4   The  Planning  Commission  prescribes  norms  such  as  for  per  capita  water  availability,  sewerage  coverage  and \n\ntreatment, waste disposal, and sanitation.  \n\n \n\n\f36 \n\nAppendix 2 \n\nConclusion \n\nC. \n \n14. \nThe  infrastructure  sector  in  India  faces  multiple  constraints,  and  the  policy  and \ninstitutional  response  is  appropriately  designed.  With  regard  to  financing,  initiatives  are \nunderway  to  strengthen  the  capital  market  to  channel  long-term  funds  to  the  sector. \nSimultaneously, institutional mechanisms will provide the market with the necessary risk capital \nto  attract  long-term  debt  and  equity.  Initiatives  are  also  underway  to  establish  appropriate \nregulatory mechanisms in various subsectors. While these initiatives are ongoing, they have not \nyet  been  fully  completed.  Various  subsectors  still  require  regulatory  commissions,  regulatory \nrulings,  and  redressal  mechanisms.  These  mechanisms  need  to  be  strengthened  to  provide \nstability  to  long-term  cash  flows  and  reduce  the  need  for  risk  capital  and/or  allow  the  market-\nbased provision of the same. The scale of financing required is beyond the financial capabilities \nof  the  public  sector  alone.  Widespread  reforms  are  thus  underway  to  ensure  sustained  and \nviable private sector operations in infrastructure development.  \n\n \nTable A2.2: Overview of Private Sector Participation and \nPublic–Private Partnership Policy Initiatives in the Infrastructure Sector \n \nKey Reform Initiatives \n\nForward Reform Agenda \n\nSector \nRoads and \nHighways \n\nMCA for PPPs in national highways mandated \n \nTo attract private investment in road development, \nmaintenance, and operation, the National Highways \nAct 1956 amended in June 1995 enabling (i) private \ninvestment in national highway projects by allowing \nprivate investors to levy, collect, and retain user \nfees; (ii) regulation of traffic on national highways in \naccordance with the Motor Vehicle Act 1988 \n \nThe Government removed the requirement for \ncabinet approval of projects valued at less than \n$100 million, NHAI may now clear these \n  \nDevelopment of state highways under PPP initiated \n \nDraft rules of new toll policy firmed up  \n\nIndian Railways established the Rail Land \nDevelopment Authority to commercially exploit \nrailway land for PPP \n \n20 stations identified for modernization under PPP \n \nPlans formulated for modernization of railway freight \nterminals through PPP \n \nDedicated Freight Corridor Corporation established \nto implement the freight corridor project through \nPPP  \nTAMPs established to regulate the tariff ceiling  \n \nComprehensive national maritime policy being \nformulated to articulate the vision and development \nstrategy until FY2024  \n \nGovernment prepared report on reduction in dwell \ntime to improve port capacity \nMinor ports policy formulated by certain state \n\nReduce resource constraints in terms \nof finances, technical human \nresources, project management, and \ninstitutional strengthening in sector \ninstitutions.  \n \nEstablish a policy framework for PSP in \nstates as most roads are in the state \nsector.  \n \nStates to plan state highway \ndevelopment program on the lines of \nthe NHDP. \n \nProvide duty concessions and \ndedicated funding mechanisms for \nstate projects similar to national \nprojects. \nDevelop logistics parks along major \nstations via PPP.  \n \nComplete land acquisition and financial \nclosure of Dedicated Freight Corridor \nproject. \n \nImplement freight business models on \nrailway land. \n\nImprove inland connectivity to major \nports.  \n \nImprove tariff fixation procedures (by \nTAMP).  \n \nConsider private operator request to \nlengthen concession period to increase \nfinancial viability of PPP projects and \n\nRailways \n\nPorts \n \n\n \n\n\fSector \n\nKey Reform Initiatives \n\ngovernments such as Tamil Nadu  \n\nAppendix 2 \n\n37\n\nForward Reform Agenda \non the setting of tariffs and royalty \ncharges. \n \nFinalize MCA for ports.  \nRaise the FDI cap on air cargo \nbusiness to 74%. \n \nDevelop private and merchant airports. \n \nImplement PPP modality in state \nairports. \n \nConsider proposals for revamping AAI \nto upgrade air traffic controller services. \n \nDevelop airport-based SEZ through \nPPP. \n\nBring all metrorail systems operating \nin India under a central regulatory \nauthority. \n \nEstablish state or regional regulatory \nmechanism to regulate tariffs and \nmonitor service for water supply. \n \nStrengthen municipal or local body \nfinances through (i) sharing revenues \nbetween the state and ULBs, (ii) \nrationalizing user charges, and (iii) \nenabling ULBs to access capital \nmarkets. \n\nImprove financial conditions in state \nutilities: \n \nimprove tariff structures and \nrealizations;  \n \nreduce commercial and technical \nlosses; and \n \nsimplify procedures to reduce \ndelays in finalizing contracts such \nas power purchase, fuel supply, \nand fuel transport agreements. \n \n\nEstablish a power project monitoring \nboard with constitutional powers to \nimprove project implementation.  \n \nIssue state electricity regulatory \ncommission guidelines for open \naccess.  \n\nAirports Economic Regulatory Authority Bill passed \nby the Parliament \n \nBill sets up Appellate Tribunal to adjudicate disputes \nbetween two or more service providers \n  \nUnder new civil aviation policy, the Ministry of Civil \nAviation proposes establishing fund to provide \nsubsidy for uneconomical but essential routes \n \nGovernment initiated construction of state-of-the-art \nBangalore and Hyderabad airports under PPP \n \nGovernment initiated the process of building 35 \nsmaller city airports under the PPP \n \nApproval granted for operation of bus rapid transit \nsystem through PPP \n \nGovernment planning to introduce MCA in metrorail \nprojects \n \nGuidelines issued by the Ministry of Urban \nDevelopment in FY2004 to sensitize ULBs of policy \nand procedural issues to reform urban water and \nsewerage services and facilitate PPP  \n \nIn March 1999, the Parliament repealed the Urban \nLand Ceiling and Regulation Act 1976 to facilitate \nthe development and disposal of excess land \n\nThe Electricity Act 2003 and National Electricity \nPolicy 2005 passed advocating: \n\n \npromotion of competition to maximize consumer \nbenefits, \n \nreduction of technical and commercial losses, and \n \nremunerative returns on investments \n \n\nUnder the provisions of the Electricity Act 2003, \nmore than 160 towns reduced aggregate technical \nand commercial losses to below 15%  \n \nCentral Electricity Regulatory Commission proposed \nseveral investor-friendly changes under Section 61 \nof the Electricity Act \n \nCentral Electricity Regulatory Commission issued \ninterstate trading licenses to more than 10 traders \n\nAirports  \n\nUrban \nInfrastructure \n\nPower \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nFDI = foreign  direct investment, MCA = model concession agreement, NHAI = National Highway Authority of India, \nNHDP = National Highway Development Program, PPP = public–private partnership, TAMP = tariff authority for major \nports, ULB = urban local bodies. \nSource: Infrastructure Development Finance Company. 2008. New Delhi. India Infrastructure Report 2008. \n\n\f38 \n\nAppendix 3 \n\nMARKET ANALYSIS OF THE ROLE OF  \nINDIA INFRASTRUCTURE FINANCE COMPANY LIMITED \n \n\nthe \n\nIndia \n\nthrough \n\nInfrastructure  Finance  Company  Limited \n\n1. \nIndia  Infrastructure  Finance  Company  Limited  (IIFCL)  was  incorporated  as  a  special \npurpose  vehicle  on  5  January  2006  under  the  Companies  Act  1956  as  a  100%  government-\nowned company. IIFCL is a dedicated financial institution assuming a development and catalytic \nrole  in  the  financing  of  infrastructure  in  India  with  the  primary  objective  of  providing  long-term \nfinancing. The authorized a capital of IIFCL is about $400 million of which the current paid-up \ncapital is around $263 million. Given its incorporation under the Companies Act, it is not subject \nto  Reserve  Bank  of  India  (RBI)  regulations  and  guidelines  with  respect  to  capital  adequacy \nnorms  despite  being  a  financial  intermediary.  The  Scheme  for  Financing  Viable  Infrastructure \nProjects \n(the  Scheme) \n(Supplementary Appendix B) articulates the mechanism through which IIFCL will play a catalytic \nrole in the infrastructure finance market in India.  \n \nA. \n \n2. \nThe  Scheme  governs  IIFCL’s  operations  and  enables  it  to  play  a  key  role  in \ninfrastructure finance in India. Its role is not only to catalyze investments from the private sector \nfor  infrastructure  projects  with  an  emphasis  on  public–private  partnership  (PPP),  but  also  to \ndraw-in investable long-term resources from the market. The key elements of the Scheme are \ndesigned to catalyze complementary financing on the debt and equity side, reduce market risk, \ndraw-in  latent  long-term  resources,  and  leverage  project  development  and  management  skills \navailable in complementary institutions in the market. \n  \n3. \nstrategy of the Government. The key pillars of this strategy are \n\nIn this context, IIFCL does not function in isolation but is central to the coordinated PPP \n\nOperating Paradigm \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\nPPP  cell  in  the  Department  of  Economic  Affairs  in  the  Ministry  of  Finance  for \ncoordinating the mainstreaming of PPPs nationwide;  \nPPP  cells  in  selected  state  and  central  line  ministries  for  identifying  PPP \nopportunities,  developing  projects, and  bringing  them  to  the  market  for  financial \nclosure;  \nTransaction advisors and standardized bidding and contractual documents such \nas master concession agreements;   \nIndia  Infrastructure  Project  Development  Fund  for  financing  PPP  project \npreparation activities such as conduct of feasibility studies;  \nIIFCL, the executing agency for the proposed Second India Infrastructure Project \nFinancing  Facility,  for  providing  long-term  funds  for  infrastructure  development; \nand   \nViability  gap  fund  with  a  current  annual  allocation  of  about  $309  million  for \nencouraging PPPs.1  \n\n \n4. \nIn  addition  to  providing  direct  debt  financing,  IIFCL  has  (i)  participated  in  India \nInfrastructure Finance Initiative, a private equity fund with a subscribed capital of $875 million; \n\n                                                 \n1  The  viability  gap  fund  can  provide  catalytic  grant  assistance  of  up  to  20%  of  the  capital  costs  through  which  it \nexpects several projects to become bankable, attract private capital, and mobilize private sector efficiencies. This \nsupport  is  especially  important  for  regions  and  sectors  where  the  private  sector  is  not  readily  forthcoming.  The \namount indicated is the allocation in the FY2010 budget.    \n\n \n\n \n\n\fAppendix 3 \n\n39\n\nHistorical Context  \n\n(ii)  established  the  India  Infrastructure  Finance  Company  (United  Kingdom)  Ltd.  as  a  wholly \nowned  subsidiary  to  borrow  from  RBI  and  onlend  the  resources  to  Indian  infrastructure \ncompanies for meeting capital expenditure outside India; (iii) undertaken refinancing to reduce \nthe asset and liability mismatch of banks and enable banks to continue financing viable projects \nand  thus  sustain  investor  interest  in  PPP  projects;  and  (iv)  provided  subordinated  debt  to \naugment risk capital in the market. Taken as a whole, these initiatives, in conjunction with the \nmechanisms of the Scheme, capital market and financial sector reforms, additional measures to \nfacilitate  PPP,  and  sector  reforms  (Appendix  2)  are  designed  to  work  in  concert  and  facilitate \ncommercial financing for infrastructure and catalyze private sector interest.     \n \nB. \n \nIIFCL’s role is rooted in India’s experiences with development finance institutions (DFIs). \n5. \nDFIs were originally set up to provide cheap long-term funding to industries. In the absence of a \nwell-developed market for long-term capital, DFIs were the vehicles through which corporations \nmet project financing needs. The Government provided long-term funding at concessional terms \nto  DFIs  and  directed  onlending  of  funds  by  them.  This  was  the  primary  reason  for  inefficient \nprice  discovery  and  suboptimal  capital  allocation.  As  part  of  financial  reforms  starting  mid-\n1990s2, access to subsidized funding to DFIs from the Government was gradually restricted. As \na result, DFIs had to float bonds to meet funding requirements. Since the maturity of available \nfunding  became  shorter,  while  infrastructure  financing  needs  remained  long-term,  maturity \nmismatches developed. Locking up funds in projects adversely affected DFIs’ cash flows in the \nabsence  of  an  efficient  secondary  market  for  corporate  debt  that  would  have  provided  exit \nopportunities.  At  the  same  time,  liberalization  allowed  blue  chip  corporations  to  raise  money \ninternationally, enabling them to source cheaper funds.  \n \nIn  response,  DFIs  moved  into  the  territory  of  commercial  banks.3 In  April  2001,  RBI \n6. \nannounced  that  DFIs  could  become  commercial  banks  if  they  met  prudential  and  regulatory \nrequirements. The Industrial Credit and Investment Corporation of India was the first to submit a \nroad  map  for  this  purpose  in  late  2000  and  subsequently  merged  with  Industrial  Credit  and \nInvestment  Corporation  of  India  Bank  Ltd.  and  became  a  commercial  bank.  In  FY2002,  the \nGovernment  approved  the  conversion  of  Industrial  Development  Bank  of  India  into  a \ncommercial  bank.  In  FY2005,  its  restructuring  was  preceded  by  the  repeal  of  the  Industrial \nDevelopment  Bank  of  India  Act  1964,  which  provided  the  foundation  for  its  transition  to  a \ncommercial bank.  \n  \n\n                                                 \n2  Starting in 1948 and throughout the 1950s and 1960s, the Government of India (the Government) established three \nDFIs to provide long-term finance: Industrial Finance Corporation of India (1948), Industrial Credit and Investment \nCorporation of India (1955), and Industrial Development Bank of India (1964). RBI and the Government nurtured \nthe  DFIs  through  financial  incentives  and  other  policy  measures,  such  as  the  provision  of  low-cost  funds  and \nguarantees by the Government for bond issuances. RBI allocated a substantial part of its national industrial credit \n(long-term operations) funds to Industrial Development Bank of India.  \n\n3  On 8 December 1997, RBI constituted a working group chaired by S.H. Khan to bring about greater clarity in the \nrespective roles of banks and other financial institutions for greater harmonization of facilities and obligations. The \nreport  of  the  committee  on  banking  reforms  (the  Narasimham  committee)  had  a  major  bearing  on  the  issues \nconsidered by the Khan working group. The Narsimham committee suggested that DFIs should convert ultimately \ninto either commercial banks or nonbank finance companies. The Khan working group also held the view that DFIs \nshould  be  allowed  to  become  banks  at  the  earliest  opportunity.  The  feedback  on  the  working  group \nrecommendations indicates that universal banking is desirable from the point of view of efficient use of resources. \n\n \n\n \n\n\f40 \n\nAppendix 3 \n\nInfrastructure  Leasing  and  Financial  Services  and \n\nWith the conversion of DFIs into commercial banks (without a core infrastructure focus) \n7. \nand the limited ability of debt markets to provide long-term debt, financing sources for long-term \ndebt  have  dried  up.  Banks  largely  depend  on  short-term  deposits  for  funding  and  do  not \nundertake  long-term  market  borrowings. 4 Loan  officers  of  banks  are  typically  not  trained  to \nassess  the  long-term  stability  of  cash  flows  from  a  project  finance  perspective.  Further, \ninstitutions  such  as \nInfrastructure \nDevelopment Finance Company that have the ability and expertise to finance large subprojects \nare unable to do so due to capital constraints. \n \n8. \nWhile  the  demise  of  DFIs  should  have  encouraged  corporates  to  go  to  the  market  for \nresources, leading to a vibrant corporate debt market, the corporate debt market remains weak, \nilliquid,  and  does  not  offer  long-term  financing  instruments.  Several  initiatives  are  ongoing  to \ndevelop the long-term corporate debt market. The Government appointed the Patil committee5 \nto recommend measures to develop the corporate debt market. Key recommendations include \n(i) develop a credit enhancement mechanism for bonds issued by state-owned corporations or \nother special purpose vehicles for financing infrastructure, (ii) apply an affordable stamp duty on \ndebt  assignments,  and  (iii)  allow  repossession  of  corporate  bonds.6 In  addition,  the  Securities \nand Exchange Board of India is providing the regulatory framework for the secondary corporate \ndebt market. RBI has also drafted guidelines on the use of credit derivatives (specifically credit \ndefault swaps).7 \n \n9. \nand have adverse implications for infrastructure financing: \n \n\nIlliquid  secondary  markets  put  banks  at  risk  by  constraining  their  ability  to  hive-off  risk \n\n(i) \n\n(ii) \n\nInsufficient market maturity and absence of benchmarks. A weak secondary \nmarket  leads  to  illiquid  interest  rate  derivatives  and  hedging  mechanisms.  In \nresponse  to  these  constraints,  banks  generally  charge  floating  rates  that \neffectively make loans short in duration. \nLack  of  investor  interest.  Given  investor  comfort  with  protected  investments, \ninvestors  are  unwilling  to  accept  a  risk  of  decline  in  the  value  of  assets  in  the \nabsence  of liquid  secondary  markets.  On  the  other  hand,  institutional  investors, \nsuch as insurance and pension funds, have investment criteria for credit ratings \n(minimum AA) constraining them to invest in government securities.8 \n\n \n10. \nFurther, during FY1996–FY2006, the bulk of corporate issuances belonged to the public \nsector (81%) through private placements (on the back of a government guarantee). Regulations \nthat  allow  market  accessibility  only  to  top-rated  companies  are  a  major  reason  for  low  private \nsector mobilization. Of the total issuance of $14.11 billion in FY2004, $13.70 billion was credit-\nrated, suggesting that credit rating is necessary for market access.9  \n                                                 \n4   Long-term issuances of government securities are usually absorbed by pension and insurance funds and held until \n\nmaturity.  \n\n5   High Level Committee on Corporate Bonds and Securitization 2005.  \n6   This measure is to give investors who have illiquid corporate bonds an opportunity to recycle them. \n7   Source: RBI, DBOD. NO.BP.1409.157/2006-07, 16 May 2007. \n8   At  present,  except  for  raising  funds  for  infrastructure  projects,  banks  are  not  allowed  to  issue  bonds  with  long \nmaturities. Thus, there are not enough issuers of bonds. Restrictions have also been imposed on the investment \nactivity  of  life  insurance  companies  and  mutual  funds⎯these  restrictions  are  one  of  the  reasons  for  the  lack  of \ngrowth in bond investment.  \n\n9   Investors  in  corporate  debt  instruments  are  excessively  safety  conscious,  as  can  be  noted  from  the  fact  that  \ndemand for paper rated below AA or its equivalent is almost negligible. Debt instruments with credit rating of BBB \n(or its equivalent) and above are considered investment grade.  \n\n \n\n\fAppendix 3 \n\n41\n\nMarket Justification for IIFCL’s Operating Model \n\nThe  key  elements  of  IIFCL’s  Scheme  have  a  specific  role  in  promoting  an  enabling \n\nDespite reforms and measures to improve the regulatory environment and develop long-\n11. \nterm debt markets, policy, institutional, and market gaps remain as financial and infrastructure \nsector reforms are ongoing. The existence of several interlocking factors (regulatory and policy \ngaps,  the  conversion  of  DFIs,  illiquid  capital  markets,  higher  risk  profile  of  infrastructure \nsubprojects,  inadequate  risk  capital,10 and  suboptimal  risk  allocation)  requires  an  innovative \nresponse to address market gaps. The establishment of IIFCL and the elements of its operating \nparadigm  (the  Scheme)  are  a  reflection  of  the  Government’s  response  to  these  interlocking \nfactors and a part of the ongoing reform agenda for the financial and infrastructure sectors.   \n \nC. \n \n12. \nenvironment for PPP and infrastructure development, and filling the gaps.  \n \n13. \nGuarantee  Arrangement.  The individual investor in India is very risk averse and, even \nat very large negative real returns, prefers risk-free investments to risky ones. The same is the \ncase for pension and insurance funds. Thus, intermediaries and markets are needed to perform \nthe  three  functions  of  risk,  maturity,  and  duration  transformation;  and  attract  funds  from  the \nabove-mentioned  sources  by  providing  an  additional  layer  of  credit  enhancement.  In  this \ncontext, government guarantees, as provided to IIFCL, can be a viable mechanism for providing \nthe required risk capital in an environment where the Government is seeking to remain within its \nfiscal  limits. 11  Typically,  such  credit  enhancements  should  come  from  the  market,  through \nspecialized  guarantee  mechanisms  or  credit  derivatives.  However,  this  is  not  possible  in  the \ncurrent Indian context as the markets are not fully developed and the reform process is ongoing.  \n  \n14. \nThe  requirement  for  the  guarantee  comes  from  the  state  of  available  risk  mitigation \nmechanisms. Credit derivatives have not become fully established in India, while banks are not \npermitted  to  trade  in  equity  and  commodity  derivatives.12 Further,  the  market  for  interest  rate \nderivatives is limited given the strict restrictions on the participation of banks in exchange-traded \nderivatives. While over-the-counter derivatives may be traded by banks, public sector banks are \nlargely  absent  from  the  market.  Insurance  companies  (the  other  natural  counterparties  to \ninfrastructure  providers)  have  not  received  permission  from  the  Insurance  Regulatory  and  \n                                                 \n10 The risk capital required in the infrastructure sector can be explained as the explicit capital brought in as equity by \nthe project sponsors and the implicit risk capital provided by the lenders to projects. Implicit risk capital is therefore \nthe credit enhancement provided to retail and long-term investors to draw in funds for infrastructure. Implicit capital \nproviders  seek  to  manage  their  risk-return  reward  by  ensuring  availability  of  adequate  explicit  capital  and \ndiversification  across  various  projects.  Given  this  profile  of  explicit  capital,  greater  flow  of  risk  capital  can  be \nensured  by  removing  the  effects  of  controllable  uncertainties  in  the  policy  environment  and  making  available  the \nbenefits  of  diversification  through  alternate  mechanisms.  New  sources  of  this  risk  capital  can  be  sourced  by  \n(i)  providing  risk  guarantees  (through  IIFCL’s  Scheme),  (ii)  forming  highly  capitalized  financial  intermediaries \n(unlikely in a fiscally constrained regime), and (iii) encouraging securitization transactions.  \n\n11  In the United States, monocline insurance companies like MBIA Inc. provide such credit enhancements for urban \nlocal  bodies  and  other  borrowers.  MBIA  is  a  US-based  financial  guarantee  insurance  company,  rated  AAA  by \nStandard  &  Poor’s.  It  has  been  providing  AAA  credit  enhancement  for  municipal  and  structured  debt  obligations \nsince  1974,  and  guaranteed  more  than  35,000  municipal  and  asset-backed  transactions  with  a  total  value \nexceeding $1.5 trillion. \n\n12  As a consequence, banks that have lent against the security of shares have been unable to hedge their exposure \nin falling markets and have lost money. Further, insurance companies, which largely have very long duration and \nfixed-income liabilities, have lost value almost every month as interest rates have fallen and they have been unable \nto hedge their exposure. Finally, banks and DFIs that have lent to companies engaged in commodity businesses, \nsuch  as  cement,  paper,  and  steel,  have  been  unable  to  lay  off  the  underlying  commodity  exposures  in  the \ninternational  market  and  have  lost  value  as  commodity  cycles  have  turned  against  them.  Studies  suggest  that \ninterest rate risk exposure inherent in the balance sheet of most banks is very high. \n\n \n\n\f42 \n\nAppendix 3 \n\nDevelopment Authority13 to enter the market in the absence of credit enhancing instruments. \n \n15. \nThinly capitalized entities, from a risk-weighted perspective, that focus on infrastructure \nfinance  are  unlikely  to  maintain  viability  if  they  finance  subprojects  without  exposure  limits. \nThese  limits  will  impose  financing  constraint  on  subprojects  given  their  long  gestation  periods \nand length of debt amortizations. Further, no single entity will have sufficient capital to meet all \ninfrastructure  finance  requirements.  Thus,  spreading  the  risk  among  a  large  number  of \ninvestors,  for  each  of  whom  this  represents  only  a  small  exposure,  is  the  only  way  this  risk \ncapital can be sourced. In the context of IIFCL’s guarantee, this amounts to commoditizing risk \nas a public good (as it is borne by the Government). This credit enhancement mechanism stems \nfrom recommendations of the Patil committee.  \n  \nExposure Limit. By financing only 20% of the capital costs of a project, IIFCL functions \n16. \nas  part  of  a  lending  consortium  and  will  only  finance  commercially  viable  projects.  The  limited \nproject  financing  provided  by  IIFCL  ensures  that  it  builds  a  diversified  portfolio  and  does  not \nsuffer from a lumpy investment profile that previously caused distress to DFIs. In this respect, \nIIFCL  will  benefit  from  the  PPP  development  initiatives  currently  underway.  Thus,  IIFCL \nfunctions  under  a  different  paradigm  from  earlier  DFIs  and  does  not  undertake  subproject \norigination and/or have directed lending requirements. \n \nEfficient Capital Allocation. The presence of IIFCL results in efficient capital allocation \n17. \nin  financial  institutions  engaged  in  infrastructure  finance.  With  IIFCL  providing  an  independent \nsource  of  funding,  financial  institutions  may  take  exposures  for  projects  in  line  with  their  risk \nreturn  capital  allocation  framework.  While  the  combined  exposures  of  financiers  may  be \ninsufficient  to  meet  project  needs,  an  additional  independent  source  of  funding  through  IIFCL \nwould likely fill the financing gap. The optimal capital allocation and risk-based return on capital \npromoted  through  this  framework  will  provide  additional  benchmarks  for  the  pricing  of \ninfrastructure risk in the market.     \n \n18. \nLong-Term Financing. IIFCL will offer long-term financing for tenors not currently being \noffered by the market. This is expected to improve the bidding mechanism and quality of bids. \nAs project sponsors will have better cash flow projections, the bidding process will be facilitated \nand  will  not  normally  include  anomalies  on  notional  hedging  costs  to  account  for  repricing \nuncertainties. Long tenor financing with maturity of more than 20 years will enable IIFCL to take \nan  exposure  to  projects  in  line  with  the  length  of  the  concession  agreements.  Thus,  potential \ninvestors in special purpose vehicles of subprojects and/or concessionaires will be provided with \nan  additional  layer  of  comfort  given  debt  exposure  to  a  subproject  that  matches  the  length  of \nequity  exposure.  Thus,  IIFCL  will  also  catalyze  explicit  risk  capital  (private  equity  share  in \nspecial  purpose  vehicles  of  subprojects)  in  addition  to  its  other  market  enhancing  roles.  IIFCL \nwill onlend to subprojects based on market borrowing. Thus, unlike the older DFIs, IIFCL does \nnot have subsidized financing sources.      \n \n\n                                                 \n13  As  per  the  Insurance  Regulatory  and  Development  Authority  regulations,  life  insurance  and  general  insurance \ncompanies  are  required  to  invest  minimum  amounts  (20%  for  general  insurance  and  25%  for  life  insurance)  in \ndifferent  combinations  of  state  and  central  government  securities  (without  any  quota  for  state  governments). \nFurther, while there are stipulations for investments in infrastructure and social sectors (15% for life insurance and \n10%  for  general  insurance  sectors),  the  stipulation  of  a  minimum  rating  of  AA  for  such  investments  makes \navailability  of  such  funds  very  limited.  If  such  stipulation  cannot  be  removed,  the  case  for  a  first  loss  deficiency \nguarantee-backed investment becomes compelling. \n\n \n\n\fAppendix 3 \n\n43\n\n19.  Market  Benchmarks.  Currently,  the  Indian  market  does  not  fully  support  risk-based \npricing of loans. In this context, IIFCL is establishing procedures and systems to price loans on \na risk basis. This will form the basis through which long-term debt can be structured for project \nfinance  by  sourcing  financing  from  insurance  and  pension  funds.  The  critical  element  of  this \nmechanism is the pricing of IIFCL's loans on a risk-adjusted return on capital principle.14 Recent \nequity infusions by the Government have resulted in IIFCL having a comfortable enough capital \nbase to price loans based on a risk-return basis.15 This pricing mechanism holds the potential to \ncreate a risk-based benchmark for infrastructure debt. Risk-based pricing benchmarks provide \nan opportunity for allocating exposure based on a capital asset pricing model. This serves as a \nguide  for  policy  makers  to  develop  policy  reform  to  improve  the  risk-return  profile  of \ninfrastructure projects and expand financing to the sector.            \n \nSubordinated  Debt.  Amendments  of  IIFCL's  Scheme  enable  it  to  provide  long-term \n20. \nsubordinated debt at tenors beyond the longest tenors offered by the lead bank and be priced \naccordingly. The subordinated debt represents a quasi explicit risk capital, which is scarce in the \nIndian market. The subordinated debt offering dovetails risk-based pricing, benchmarking, and \nimplicit  risk  capital  (through  the  guarantee).  This  combination  of  products,  in  conjunction  with \nthe Scheme, provides the basis for a new financing model for the delivery of financing products \nneeded  to  effect  (i)  risk  transfer,  (ii)  mezzanine  financing,  (iii)  capital  allocation,  (iv)  credit \nenhancement, (v) private equity, and (vi) transaction advisory.  \n \n21. \nPublic–Private  Partnership.  IIFCL  will  seek  to  leverage  resources  available  in  the \nmarket to improve the viability of projects by reducing financing risk. In this context, IIFCL has \ndeveloped  partnerships  with  project  developers  such  as  Infrastructure  Development  Finance \nCompany  and  Infrastructure  Leasing  and  Financial  Services,  as  well  as  with  concession-\nawarding  agencies  such  as  National  Highway  Authority  of  India.  The  role  played  by  IIFCL  in \nPPP development is provided in Figure A3.1.  \n \nIIFCL  takes  a  complementary  role  in  the  infrastructure  finance  market.  It  addresses \n22. \nmarket gaps for encouraging PPP by (i) providing draw-in equity funds; (ii) providing long-term \ndebt;  (iii)  partnering  with  complementary  project  development  agencies;  and  (iv)  promoting \ncapital efficiency in the consortium institutions. Thus, IIFCL’s presence in the market allows the \nfinancing of projects that would otherwise have been denied financing. The role played by IIFCL \nis  also  demonstrated  in  the  manner  PPP-type  subprojects  are  brought  to  the  market  and \noperationalized (Figure A3.2). \n\n                                                 \n14  As it became clearer that banks needed to add an appropriate capital charge in the pricing process, the concept of \nrisk  adjusting  the  return  or  risk  adjusting  the  capital  arose.  The  value-producing  capacity  of  an  asset  (or  a \nbusiness) is expressed as a ratio that allows comparisons to be made between assets (or businesses) of varying \nsizes and risk characteristics. The ratio is based either on the size of the asset or the size of the capital allocated to \nit. When an institution can observe asset prices directly (and/or infer risk from observable asset prices), then it can \ndetermine  how  much  capital  to  hold  based  on  the  volatility  of  the  asset.  Risk-adjusted  return  on  capital  principle \nallocates a capital charge to a transaction or a line of business at an amount equal to the maximum expected loss \n(at a 99% confidence level) over a year on an after-tax basis. As may be expected, the higher the volatility of the \nreturns, the more capital is allocated. The higher capital allocation means that the transaction has to generate cash \nflows large enough to offset the volatility of returns, which results from the credit risk, market risk, and other risks \ntaken.  \n\n15  The principle that potential return rises with an increase in risk. Low levels of uncertainty (low risk) are associated \nwith  low  potential  returns,  whereas  high  levels  of  uncertainty  (high  risk)  are  associated  with  high  potential \nreturns. According  to  the risk-return  tradeoff,  invested money  can  render  higher  profits  only  if  it  is  subject  to  the \npossibility  of being  lost.   Because  of  the  risk-return  tradeoff,  investors  are  aware  of risk  tolerance  when  choosing \ninvestments.  Taking  on  some  risk  is  the  price  of  achieving  returns.  Therefore,  if  you  want  to  make  money,  you \ncannot cut out all risks. The goal instead is to find an appropriate balance.  \n\n \n\n\f44 \n\nAppendix 3 \n\nNote\n\nFund Flow\n\nPartnership \n\nIIFCL\nLong-term debt\nequity\n\nIIPDF\nFunding for \nproject \ndevelopment\n\nPPP Cells\nIdentification of \nopportunities\ndeal flow\n\n  \nFigure A3.1: Framework for Developing Infrastructure through PPP and PSP \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIDFC = Infrastructure Development Finance Corporation, IIFCL = India Infrastructure Finance Company Limited, IL&FS =  Infrastructure \n \nLeasing and Financial Services Limited, IIPDF = India Infrastructure Project Development Facility, PPP = public–private partnership, PSP \n= private sector participation, SPV = special purpose vehicle, VGF = viability gap funding.\n \nSource: Asian Development Bank estimates.\n \n\nConcession Authority\nAward of concession\nland acquisition and \nresettlement\n\nRegulatory \nFramework/\nConcession \nAgreements\n\nVGF\nPromoting \ncommercial \nviability\n\nEquity Funds \nInvestment in \nSPV(s)\n\nProject \nDevelopers\nIDFC/IL&FS\n\nRelationship\n\nSPV(s)\n\nFigure A3.2 Process Flow of Developing and Operationalizing PPP Subprojects\n\nIdentification of \nOpportunity \nPhase I\n\nDeal Structuring\nPhase II\n\nAward of Concession \nPhase III\n\nConstruction and Operation \nPhase IV\n\nFormation of SPV(s) \nUnder Companies \nAct, 1956\n\nPPP Cells\nIIPDF\n\nBidding for Concession\n\nLand Acquisition and \nResettlement\n\nSPV(s)\n\nProject \nSPV\n\nProject \nSPV\n\nProject Development\n\nDebt Equity\n\nCommercial Viability\n\nIL&FS\nIDFC\n\nIIFCL/ \nConsortium\n\nEquity \nFunds\n\nVGF\n\nConcession Authority \n(e.g., NHAI)\n\nIDFC = Infrastructure Development Finance Company, IIFCL = India Infrastructure Finance Company Limited, IIPDF = India Infrastructure \nProject Development Facility, IL&FS = Infrastructure Leasing and Financial Services, NHAI = National Highway Authority of India, PH = \nphase, PPP = public–private partnership, SPV = special purpose vehicle, VGF = viability gap funding. \nSource: Asian Development Bank estimates.\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFacilitators / \nPartners\n\n \n\n\fAppendix 4 \n\n45\n\nCORPORATE GOVERANCE FRAMEWORK OF INDIA INFRASTRUCTURE FINANCE \nCOMPANY LIMITED AND PROPOSED ENHANCEMENTS  \n\nCompanies Act 1956  \n\n \n1. \nThe India Infrastructure Finance Company Limited (IIFCL) is a unique entity established \nby the Government of India (the Government) under the Companies Act 1956 and is governed \nby the provisions of the act. Further, IIFCL has undertaken a series of internal initiatives to scale \nup capacity and functional norms to manage the expansion of its balance sheet in an efficient \nmanner.      \n \nA. \n \n2. \nThe  Companies  Act  (1956,  amended  from  time  to  time)  is  the  most  important  piece  of \nlegislation empowering the Government to regulate the formation and functioning of companies. \nThe Government administers the act through the Ministry of Corporate Affairs and the offices of \nbodies  such  as  the  Registrar  of  Companies,1 official  liquidators,  public  trustee,  company  law \nboard, and director of inspection. \n \n3. \nThe Companies Act states that a company is \"a company formed and registered under \nthe Act or an existing company, i.e. a company formed or registered under any of the previous \ncompany laws.\" The basic objectives of the law are to (i) enforce a minimum standard of good \nbehavior  and  business  honesty  in  company  promotion  and  management,  (ii)  ensure  fair  and \ntrue disclosure of the company’s affairs in its annual published balance sheet and profit and loss \naccounts,  (iii)  provide  investigation  into  the  affairs  of  any  company  managed  in  a  manner \noppressive to a minority of the shareholders or prejudicial to the interest of the company as a \nwhole, and  (iv) enforce  performance of duties by those engaged in the management of public \ncompanies  or  their  subsidiaries  by  providing  sanctions  in  the  case  of  breach  and  subjecting \nmanagement to restrictive provisions of the law.  \n \nB. \n \n4. \nThe  peak  policy-making  body  of  IIFCL  is  the  empowered  committee  of  secretaries, \nwhich  is  authorized  to  make  changes  to  the  'Scheme  for  Financing  Infrastructure  through  the \nIndia Infrastructure Finance Company Limited' (the Scheme). The committee is independent of \nIIFCL’s  board,  with  minimal  duplication  of  membership,  and  includes  one  member  (secretary) \nfrom the line ministry that will be impacted by, or has sought changes to, the Scheme (i.e., the \nempowered  committee  could  have  one  floating  member  based  on  the  subject  under \nseparation  between  policy-making  and \nconsideration).  This  mechanism  ensures \nimplementation, and minimizes potential conflict of interest and the possibility of structuring the \nScheme  to  favor  a  particular  subsector  or  lending  modality.  Further  to  the  empowered \ncommittee, the oversight committee was established to implement the regulatory process. The \ncomposition  of  the  oversight  committee  is  independent  and  distinct  from  the  empowered \ncommittee—the two committees do not have any common members.   \n \n\nCorporate Governance Framework \n\n                                                 \n1   Registrars of companies appointed under Section 609 of the Companies Act covering the various states and union \nterritories are vested with the primary duty of registering companies floated in the respective states and the union \nterritories,  and  ensuring  that  such  companies  comply  with  statutory  requirements  under  the  act.  These  offices \nfunction as a registry  of records relating to the companies registered  with them and the records are available for \ninspection  by  members  of  the  public  on  payment  of  the  prescribed  fee.  The  central  government  exercises \nadministrative control over these offices through the respective regional directors. \n\n \n\n\f46 \n\nAppendix 4 \n\nAs per its Memorandum and Articles of Association, IIFCL will have no fewer than three \n5. \ndirectors  and  no  more  than  13,  or  such  number  as  may  be  determined  from  time  to  time  by \nIIFCL  in  its  general  meeting  in  accordance  with  the  aforesaid  limit  and  provisions  of  the \nCompanies  Act  1956.  As  per  the  Memorandum  and  Articles  of  Association,  the  board  of \ndirectors will consist of the following: \n\n \n(i) \n\n(ii) \n(iii) \n(iv) \n \n\ntwo full-time directors (one of whom will be chairperson and managing  director) \nwho will not be liable to retire on rotation; \ntwo directors who may be nominated officials of the Government; \nthree expert part-time directors from outside the Government; and \ndirectors elected by the members other than the Government, as follows: \n\n(a) \n\n(b) \n\n(c) \n\ntwo  directors,  when  the  total  amount  of  equity  share  capital  issued  to \nsuch shareholders is 25% or less of the total issued equity capital; \nfour  directors,  when  the  total  amount  of  equity  share  capital  issued  to \nsuch shareholders is more than 25% but less than 40% of the total equity \nshare capital; and \nsix directors, when the total amount of equity share capital issued to such \nshareholders is 40% or more of the total issued equity capital. \n\n \nPowers  of  Directors.  As  per  the  Memorandum  and  Articles  of  Association,  the  board \n6. \nwill  exercise  powers  on  behalf  of  the  company  and  by  means  of  resolutions  passed  in  its \nmeetings: \n \n\nmake calls on shareholders for money unpaid on their shares, \nauthorize the buy-back of shares, \nissue debentures, \nborrow money by means other than debentures, \ninvest the funds of the company, and \n\n(i) \n(ii) \n(iii) \n(iv) \n(v) \n(vi)  make loans. \n\nBoard  Procedures.  The  comprehensive  business  plan  proposes  the following  prudent \n\nBoard meetings will be held at least four times a year, with a maximum interval of \n4 months between any two meetings. \nThe information provided to the board periodically will include \n\n(a) \n(b) \n(c) \n(d) \n(e) \n\n(f) \n\nannual operating and resources plans; \nquarterly results; \nminutes of meetings of the audit committee and other board committees; \ninformation on recruitment and remuneration of senior management; \ndetails  of  any  collaboration  agreements  and  signed  memoranda  of \nunderstandings; and \ncredit risk and portfolio analysis, market risk reports including interest rate \nsensitivity statements, and statements on foreign exchange exposure and \nhedging. \n\n \n8. \noperations through an appropriate disclosure plan as follows.  \n\nDisclosures.  The  comprehensive  business  plan  emphasizes  transparency  in  IIFCL \n\n \n7. \nboard procedures: \n \n\n(i) \n\n(ii) \n \n\n \n\n \n\n\fAppendix 4 \n\n47\n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nAll  pecuniary  relationships  or  transactions  of  the  nonexecutive  directors  with \nIIFCL will be disclosed in the annual report. In addition, compensation of all the \ndirectors will be disclosed. \nManagement  will  disclose  to  the  board  relating  to  all  material  financial  and \ncommercial  transactions  where  they  have  personal  interest  that  may  have  a \npotential conflict with the interest of the company at large. \nManagement will provide a clear description of each material contingent liability \nand its risks to be accompanied by auditors’ comments. \nIIFCL will aim to include (as part of the directors’ report in the annual report or as \nan  addition  thereto)  a  management  discussion  that  includes  (a)  financial \nperformance,  (b)  risks  and  concerns,  (c)  internal  control  systems  and  their \nadequacy,  and  (d)  material  developments  in  human  resources  including  the \nnumber of people employed. \nIIFCL will present its corporate governance framework in a separate section in its \nannual report. \n\nInternal Process Improvements  \n\n \nIn  addition,  IIFCL  undertakes  (i)  concurrent  internal  audit  by  a  firm  of  chartered \n9. \naccountants, (ii) statutory audit by an independent firm of chartered accountants appointed by \nthe comptroller and auditor general of India, and (iii) supplementary audit by the comptroller and \nauditor general of India. \n \nC. \n \n10. \nInformation Technology. A robust information technology system is expected to play a \npredominant role in the effective functioning of IIFCL considering the nature of operations and \ngrowth  curve  of  the  organization.  The  information  technology  plan  envisages  a  robust  and \nenterprise-wide  information  technology  platform  for  supporting  business  strategies  and  the \nmanagement control process using a long-term perspective. Information system structures will \ninclude  the  following  systems:  (i)  loan  origination,  (ii)  appraisal  and  administration,  (iii)  loan \nrecovery,  (iv)  resource  mobilization,  (v)  treasury  management,  (vi)  financial  accounting,  (vii) \npayroll and human resources, and (viii) the secretarial system for the chair and managing director. \n \nResources  and  Treasury.  The  expansion  of  IIFCL's  balance  sheet  under  its  Scheme \n11. \nrequires  it  to  meet  short  and  long-term  resource  requirements,  and  enable  IIFCL  to  cater  to \nsector needs of credit in line with expansion in operations. In this context, the resources manual \nincludes  funding  policies,  preparation  of  long-term  and  annual  resource  budgets,  various \ninstruments  for  raising  resources  in  rupee  and  foreign  currencies,  approvals  from  authorities, \ndesigning  of  instruments  and  checking  of  statutory  requirements,  detailed  procedure  for \nappointment  of  approved  brokers,  selection  of  brokers  from  an  approved  list,  accounting  of \nresources and servicing procedures, requirements of the management information system, and \nchecks and balances.  \n \n12. \nLegal. As per the provisions of its Scheme, IIFCL is engaged in financing infrastructure \nprojects  but  not  as  the  lead  bank.  The  legal  documentation  for  the  terms  of  concession \nagreements  is  ensured  by  the  lead  lender,  the  lender’s  legal  counsel  and/or  security  trustee, \nwhich  may  be  a  bank  or  any  other  financial  institution  on  behalf  of  other  participants  of  the \nconsortium,  who  agree  to  finance  the  project  together  as  a  consortium.  Therefore,  a  certain \nspecialized set of legal documents are required to be executed by all the lenders who are a part \nof a consortium for all loans sanctioned by IIFCL. The documentation for credit finance can be \nbroadly  classified  as  (i)  financing  documentation,  (ii)  security  documentation,  (iii)  creation  of \nsecurity documentation, and (iv) other related documentation.  \n\n \n\n\f48 \n\nAppendix 4 \n\nFurther,  legal  documentation  is  required  for  raising  resources  such  as  information \n13. \nmemorandum,  trustee  agreement,  terms  of  appointment  of  the  credit-rating  agency,  and \nGovernment guarantee for resource-raising, staff loans, and purchase and lease agreements for \nhuman resource requirements.  \n \n14. \nIn  the  context  of  establishing  proper  systems,  the  operating  procedures  for  business \ndevelopment are conducted by the planning and business development department for IIFCL. It \nis  responsible  for  planning  and  keeping  the  organization  updated  with  market  conditions, \nfluctuations, and ever-changing economic requirements. Operating procedures are set out to be \nfollowed  by  the  department.  The  procedures  are  documented  in  the  planning  and  business \ndevelopment manual and have to be strictly implemented. \n \nCredit  Risk  Management  and  Policy.  IIFCL's credit risk management policy is based \n15. \non the nature and objectives of the organization as articulated in its Scheme. The objectives of \nthe  policy  are  to  (i)  establish  a  credit  strategy  aligned  with  the  goals  of  the  organization;  (ii) \ndefine  the  organization  structure  for  implementing  the  risk  framework  including  roles  and \nresponsibilities of the credit risk management department (CRMD), which is an integral part of \nthe  credit  department  under  the  general  manager  (credit)  or  vice  president  (credit);  (iii)  define \ncredit  and  risk  management  processes  so  that  credit  risk  can  be  identified,  measured,  and \nmanaged; (iv) set up proper pricing framework to ensure that the return is commensurate with \nthe  risk  involved;  (v)  put  in  place  an  adequate  management  information  system  for  early \nidentification  of  problem  accounts  to  initiate  remedial  action;  and  (vi)  define  information \ntechnology infrastructure supporting credit and risk functions. \n \nRisk  Strategy.  The  risk  strategy  is  designed  to  help  IIFCL  focus  on  achieving  the \n16. \nprimary  objectives  of  funding  infrastructure  projects  while  managing  associated  risks.  The \nstrategy has goals to (i) implement internal rating models to evaluate credit risk for infrastructure \nprojects, (ii) use internal ratings (obtained from the rating models) in making lending decisions, \nratings,  and  \n(iii) \n(iv) develop a road map to implement the building blocks to ensure that IIFCL can maintain risk-\nbased capital.  \n \nRisk Management Committee and Credit Risk Management Department. The credit \n17. \nrisk strategy is implemented by the risk management committee (RMC) under the guidance of \nthe board, which periodically reviews the management of credit risk as per the processes and \npolicies laid down for the RMC. The board also periodically provides directives to the RMC for \nmodifying the risk policy to suit the changing environment, amends the roles and responsibility \nof  the  RMC  based  on  requirements,  comments  on  issues  raised  by  the  RMC,  and  provides \nfeedback on strategic direction and on any other matter deemed fit by the board in the normal \ncourse of business. \n \n18. \nThe  CRMD  implements  the  credit  risk  management  policy  and  guidelines  of  the  RMC. \nThe CRMD identifies, measures, and manages credit risk within the limits set by the board and \nRMC. In addition, it assists the RMC in performing its activities as envisaged by the board and \ndesigns,  implements,  and  validates  the  credit  risk  models.  Further,  the  CRMD  reviews  the \noutstanding  portfolio  including  review  and  analysis  of  the  past  behaviour  of  assets,  sanctions, \nand  disbursals.  Finally,  the  CRMD  specifies  activities  of  day-to-day  management,  including \nproviding comments on proposals and cases considered for financing, laying down benchmarks \nfor  the  different  credit  risk  models  used  at  IIFCL  and  benchmarks  risk  premium  table  (rating \ngrade-wise), while reporting any exceptions to the policy. \n \n\nto  eventually \n\nlink  pricing \n\nframework \n\ninstall  a \n\ninternal \n\nto \n\n \n\n\fAppendix 4 \n\n49\n\nAccounting.  As  IIFCL  is  governed  by  the  provisions  of  the  Companies  Act  1956,  all \n19. \naccounting  standards  pronounced  by  the  Institute  of  Chartered  Accountants  of  India  are \napplicable.  Further,  IIFCL  is  required  to  maintain  all  the  statutory  registers  as  mandated  by \nvarious  provisions  of  the  Companies  Act.  In  this  context,  the  accounting  and  auditing \nprocedures  outlined  in  the  accounting  manual  compiles  all  routine  accounting  policies  and \nprocedures,  educates  employees  to  facilitate  day-to-day  matters,  and  ensures  standardization \nin accounting of transactions. The accounting procedures and practices outlined in the manual \nalso serve as a tool for auditors to measure performance with reference to adherence to policies \nand procedures set in the manual.  In addition, IIFCL undertakes (i) concurrent internal audit by \na  firm  of  chartered  accountants,  (ii)  statutory  audit  by  an  independent  firm  of  chartered \naccountants appointed by the comptroller and auditor general of India, and (iii) supplementary \naudit by the comptroller and auditor general of India. \n \n20. \nHuman  Resources.  IIFCL  adopted  a  human  resources  plan  that  presents  the \norganization’s  policies  and  procedures  with  regard  to  employed  staff.  The  human  resources \nmanual is a tool designed to acquaint managers and supervisors with the organization’s policies \nand procedures, and to help them carry out their day-to-day responsibilities. It states the human \nresources  policy  of  the  company  and  a  broad  overview  of  the  various  processes,  such  as \nhuman  resource  planning,  recruitment,  compensation  and  benefits,  training  and  employee \nadministration. With growth, other processes may be added to keep the manual updated. \n \n21.  Management  Structure.  The  organization  of  IIFCL  is  setup  to  ensure  that  the  loan \nappraisal,  resource  mobilization  and  treasury,  and  loan  recovery  functions  are  separate.  The \nfunctional segregation is based on minimizing conflict of interest and ensuring independence in \nloan evaluation, pricing, and risk evaluation (e.g., the risk management function has no lending \ntargets and performance is assessed on the basis of documentation and data integrity). Further, \nthe  responsible  officers  are  selected  on  the  basis  of  their  banking  experience  and  are  drawn \nfrom various commercial banks. Figure A4 details the IIFCL operating structure.  \n\n \n\nProposed Credit Risk and Financial Operations Framework \n\n22. \nFunctional  segregation  and  independence  is  ensured  through  the  Scheme,  which \nmandates that project appraisal be undertaken by specialized agencies. Thus, there is no loan \norigination in IIFCL and it finances projects cleared by the boards of other consortium members.  \n \nD. \n \n23. \nGiven  envisaged  growth,  a  new  and  strengthened  corporate  governance  framework  is \nproposed within IIFCL to ensure efficient business expansion.2 Under the new framework, it is \nproposed  that  the  functions  of  resource  mobilization  and  treasury  be  performed  by  separate \npersonnel within the department as the objectives of the two functions are different. It is further \nproposed that a separate corporate assurance division be created to serve a specialized credit \nrisk  assessment  and  management  function.  As  the  organization  grows,  this  segregation  of \nactivities would develop specialization within the department. \n \n24. \nCredit  Department.  The  credit  department  will  be  responsible  for  lending  operations \nand  will  be  responsible  for  direct  lending,  refinancing,  environmental  and  social  safeguards \nmonitoring,  and  project  appraisal.  The  key  activities  envisaged  within  the  credit  department \ninclude  project  appraisal  and  compliance  review  with  pre-disbursement  conditions  including \nenvironmental and social safeguards and project monitoring including site visits. A key aspect of \n\n                                                 \n2 Proposed in the Ma Foi Manpower Assessment Study which was adopted by the IIFCL board on 14 June 2009.  \n\n \n\n\f50 \n\nAppendix 4 \n\nAccounts\n\nCVO\nSh. B.K. Mitra\n\nCMD\nSh. S.S. Kohli\n\nWTD Secretariat\nSmt. Jyoti Grover\n\nCMD Secretariat\nSmt. Indu Malhotra\n\nWTD/CEO\nSh. Pradeep Kumar\n\nUK Subsidiary\nSh. G.S. Bindra, DVP\n\nFinance*\nSh. P.N. Dogra\n(Associate VP)\n\nMultilateral (WB)\nSh. Sanjeev Kumar, AM\n\nStatuary Audit and CAG\nSh. Anil Taneja, DVP\n\nGAD, Internal Audit and \nGOI Desk, RTI\n\nCredit and Audit\nSh. S.P. Bansal\n(Senior VP)\n\nDirect Lending, Refinance,\nand ESMU\n\nEconomic Wing\nMs. Rashmi Sreedhar, AM\n\nCorporate Assurance\nSh. R. Rajagopalan\n(Senior VP)\n\nResource Mobilization -\nDomestic\nSh. K.B. Khurana\n\nInformation Technology\nSh. Gurmeet Singh, DVP\nMs. Saurabh Bhatia, AM\n\n*Finance\nThrough Sh. Anil Agarwal\nAdvisor – R&T\n\nTreasury\nSh. Shrivastava, AVP\nSh. Sube Singh, Manager\n\nPlanning Research and \nDevelopment\nSh. R. Radhakrishnan, \n(DVP)\n\nHuman Resource\nSh. Gurmeet Singh, DVP\nMs. Suruchi Minocha,\nManager\n\nLegal and Board Secretariat \nand General Management\nDr. S.D. Nanda\n(Associate VP)\n\nSh. Bindra, DVP\nSh. G.S. Sharma, DVP\nSh. M. Sahu, AVP\nSh. P.K. Sinha, AVP\nMs. Shivani, AM\n\nSh. Arun Kumar,\nAssociate VP\nSh. Amit Gupta, Manager\nAccounts\nSh. Taranpreet Singh, AM\n\nResource Mobilization –\nInternational\n(ECB, Bilateral/Multilateral \nother than WB)\nSh. S.K. Sharma, AVP\n\nFigure A4: Updated Organization Structure\nof India Infrastructure Finance Company Limited\n\nproject  monitoring  is  following-up  of  interest  and  loan  installments.  In  addition,  the  credit \ndepartment  would  also  be  responsible  for  refinancing  in  line  with  the  Government's  view  of \nusing IIFCL as the key refinancing agency.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n25. \nresource \nmobilization  division  is  expected  to  coordinate  with  banks,  financial  institutions,  and  other \nlending  agencies  like  insurance  companies  for  fund  mobilization.  The  division  is  expected  to \nreview  the  domestic  market  from  time  to  time  with  respect  to  exercise  the  call  option, \nderivative/swap possibilities, prepayment, rollover interest reset, etc.   \n \nThe treasury department is expected to deploy funds with scheduled commercial banks \n26. \nempanelled with IIFCL of other avenues as decided by the management from time to time and \nto  meet  funding  shortfalls  by  availing  funds  based  on  a  cost-benefit  analysis.  Broadly,  the \ntreasury  is  expected  to  (i)  empanel  banks  and  fix  exposure  limits  for  deployment  of  surplus \nfunds, (ii) meet working capital requirements, (iii) prepare cash flow statements as required from \ntime to time, and (iv) coordinate with the resource mobilization division for funds requirements. It \nis  further  expected  that  the  front  office  and  back  office  activities  be  performed  by  separate \npersonnel to have effective controls over treasury management. \n \n27. \nCorporate  Assurance.  The  corporate  assurance  department  is  expected  to  play  a \nstrategic  role  in  reviewing  the  risk  management  framework  and  processes  ensuring  that  there \nare sufficient and systematic arrangements for review of risks across businesses. The corporate \nassurance division will be subdivided into divisions responsible for the credit risk management, \nresources  and  treasury  risk  management,  and  auditing  and  coordination/compliance.  The  key \nresponsibilities of the credit risk management division would include establishing an appropriate \n\nAM = assistant manager, AVP = assistant vice president, CAG = comptroller and audit general of India, CEO = chief executive officer, CMD = chairman and managing director, CS = company \nsecretary, CVO = chief vigilance officer, DVP = deputy vice president, ECB = external commercial borrowings , ESMU = environment and social safeguards management unit, HR = human \nresources, GAD = general administration department, GOI = Government of India, R&T = resources and treasury, RTI = right to information, UK = United Kingdom, VP = vice president, WB = World \nBank, WTD = wholetime director.\nSource: India Infrastructure Finance Company Limited.\n\n(Resource  Mobilization  and  Treasury).  The \n\nLegal and Board \nSecretariat\nMs. K. Renu, Manager\nLaw and CS\n\n**HR Department\nThrough Sh. R. Rajajgopalan\n(Senior VP)\n\nRisk Management\nSh. Neeraj Nimal Prasad, \nAM\n\nFinance  Department \n\nSh. Anil Taneja, DVP\nSh. Kuldeep Gulati,\nExecutive\n\n \n\n\fAppendix 4 \n\n51\n\ncredit risk environment in order to identify, measure, and manage credit risk within the limits set \nby the board. Further, the credit risk management division would ensure adequate controls over \ncredit  risk  by  designing,  implementing,  and  periodically  validate  the  credit  risk  model  and  lay \ndown benchmarks for the different credit risk models used by IIFCL. The resources and treasury \nrisk management division would be responsible for improving cash forecasting and positioning \nand optimizing liquidity and improving foreign exchange and interest exposure management.  \n \n28. \nThe  auditing  and  accounting  functions,  which  are  presently  subdepartments  within  the \ncredit department and resources and treasury, respectively, are recommended as independent \ndivisions  with  the  corporate  assurance  department.  The  division  would  be  responsible  for \ninternal  audits,  statutory  audit  under  the  Companies  Act,  and  audit  by  the  comptroller  and \nauditor  general  of  India.  The  coordination  and  compliance  division  would  be  responsible  for \ncoordination  with  the  department  of  financial  services  and  other  government  agencies.  The \ndivision  would  also  provide  management  information  system  with  respect  to  information \nrequired  by  the  above  departments.  Finally,  the  division  would  be  responsible  for  compliance \nwith the right to information Act.        \n \nE. \n \n29. \nIIFCL  has  decided  to  scale  up  its  human  resources  capabilities  and  framework  to \nsuccessfully  implement  internal  initiatives  with  respect  to  the  credit  assessment  and  financial \nmanagement framework. The credit, finance, and  corporate assurance departments will report \nto  separate  functional  heads.  Further,  the  manpower  composition  (footnote  2)  of  each  of  the \nfunctional streams and the scaling up required up to 2011 has been established. The required \nlevel of expertise at each level of management within the overall human resources structure has \nalso  been  established.  Further,  the  manpower  planning  and  succession  norms  are  being \nimplemented across IIFCL to mainstream the human resource framework.    \n \n\nProposed Human Resource Framework \n\n \n\n\f52 \n\nAppendix 5 \n\nASIAN DEVELOPMENT BANK ASSISTANCE TO THE INFRASTRUCTURE SECTOR \n(as of 30 April 2009) \n \n\nNumber of \nProjects \n\nADB \n\nIndia \n\nAmount \n($ million) \n\nIndia \n\nOCR \nADF \n\nSubtotal (a) \n\nADB Assistance \nA.  Loan  \n1. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n2. \n \n\n(other than hydropower) \nOCR \nADF \n\nEnergy \na.  Conventional Energy Generation \n \n \n \n \nb.  Energy Sector Development \n \n \n \nSubtotal (b) \nc.  Hydropower Generation \n \n \n \nd.  Renewable Energy Generation \n \n \n \ne.  Transmission and Distribution \n \n \n \n\nSubtotal (e) \nSubtotal (A1) \n\nSubtotal (d) \n\nSubtotal (c) \n\nOCR \nADF \n\nOCR \nADF \n\nOCR \nADF \n\nOCR \nADF \n\nOCR \nADF \n\nOCR \nADF \n\nSubtotal (a) \n\nSubtotal (b) \n\nTransport, and Information and Communication \nTechnology \na.  Civil Aviation \n \n \n \nb.  Multimodal Transport and Sector Development \n \n \n \nc.  Ports, Waterways, and Shipping \n \n \n \nd.  Railways \nOCR \n \n \nADF \n \ne.  Roads and Highways \n \n \n \nf.  Telecommunications and Communications \n \n \n\nSubtotal (d) \n\nSubtotal (c) \n\nSubtotal (e) \n\nOCR \nADF \n\nOCR \nADF \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n \n \n44 \n22 \n66 \n \n49 \n16 \n65 \n \n33 \n19 \n52 \n \n6 \n2 \n8 \n \n88 \n71 \n159 \n350 \n \n\n \n8 \n14 \n22 \n \n1 \n0 \n1 \n \n48 \n22 \n70 \n \n24 \n8 \n32 \n \n150 \n110 \n260 \n \n14 \n12 \n\nADB \n \n \n \n \n\n3,764.63 \n682.06 \n4,446.69 \n \n7,145.33 \n417.21 \n7,562.54 \n \n2,205.90 \n453.85 \n2,659.75 \n \n532.70 \n180.00 \n712.70 \n \n9,020.65 \n2,237.42 \n11,258.07 \n26,639.75 \n \n\n \n430.30 \n196.72 \n627.02 \n \n30.60 \n0.00 \n30.60 \n \n2,099.98 \n199.45 \n2,299.43 \n \n4,480.00 \n397.00 \n4,877.00 \n \n20,246.85 \n4,947.20 \n25,194.05 \n\n \n\n1,305.18 \n103.73 \n\n \n \n \n \n\n8 \n0 \n8 \n \n9 \n0 \n9 \n \n4 \n0 \n4 \n \n1 \n0 \n1 \n \n13 \n0 \n13 \n35 \n \n\n \n0 \n0 \n0 \n \n0 \n0 \n0 \n \n5 \n0 \n5 \n \n3 \n0 \n3 \n \n20 \n0 \n20 \n \n3 \n0 \n\n \n \n \n \n\n1,767.00 \n0.00 \n1,767.00 \n \n1,332.60 \n0.00 \n1,332.60 \n \n284.92 \n0.00 \n284.92 \n \n100.00 \n0.00 \n100.00 \n \n2,676.00 \n0.00 \n2,676.00 \n6,160.52 \n \n\n \n0.00 \n0.00 \n0.00 \n \n0.00 \n0.00 \n0.00 \n \n614.60 \n0.00 \n614.60 \n \n728.60 \n0.00 \n728.60 \n \n4,322.65 \n0.00 \n4,322.65 \n \n253.00 \n0.00 \n\n\f \n\n \n \n \n\nSubtotal (f) \nSubtotal (A2) \n\nADB Assistance \n \n \n \nTotal (A1+A2) \nB.  Technical Assistance  \nEnergy \n \na.  Conventional Energy Generation \n \n\n1. \n \n\n(other than hydropower) \nb.  Energy Sector Development \nc.  Hydropower Generation \nd.  Renewable Energy Generation \ne.  Transmission and Distribution \n\nSubtotal (B1) \n\nTransport, and Information and Communication \nTechnology \na.  Civil Aviation \nb.  Multimodal Transport and Sector Development \nc.  Ports, Waterways, and Shipping \nd.  Railways \ne.  Roads and Highways \nf.  Telecommunications and Communications \n\nSubtotal (B2) \n\nTotal (B1+B2) \n\nAppendix 5 \n\n53\n\nNumber of \nProjects \n\nAmount \n($ million) \n\nADB \n26 \n411 \n761 \n \n \n\n \n81 \n270 \n65 \n39 \n120 \n575 \n \n\n35 \n51 \n115 \n80 \n418 \n36 \n735 \n1,310 \n\nIndia \n3 \n31 \n66 \n \n \n\n \n13 \n35 \n3 \n3 \n3 \n57 \n \n\n0 \n2 \n10 \n6 \n49 \n5 \n72 \n129 \n\nADB \n1,408.91 \n34,437.01 \n61,076.76 \n \n \n \n16.18 \n130.93 \n33.46 \n20.88 \n57.62 \n259.07 \n \n\n14.57 \n30.06 \n41.54 \n40.44 \n203.59 \n15.20 \n345.40 \n604.47 \n\nIndia \n253.00 \n5,918.85 \n12,079.37 \n \n \n \n5.24 \n16.78 \n1.30 \n1.45 \n1.80 \n26.57 \n \n\n0.00 \n1.15 \n6.71 \n4.24 \n27.66 \n1.42 \n41.18 \n67.75 \n\nADB = Asian Development Bank, ADF = Asian Development Fund, OCR = ordinary capital resources. \nSources: ADB's loan, technical assistance, and equity approvals. \n\n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\n \n \n \n \n \n2. \n\n \n \n \n \n \n \n \n \n\n \n \n\n \n\n\f54 \n\nAppendix 6 \n\n \nProject Name \nA.  Rural \n\nEXTERNAL ASSISTANCE TO THE INFRASTRUCTURE SECTOR \n \nTable A6.1: World Bank  \n \n\nAmount \n($ million) \n\nDate \nApproved \n\n \n\nAndra Pradesh Community Forest Management \nAndra Pradesh Rural Poverty Reduction \nAssam Agriculture Competitiveness \nChattisgarh District Rural Poverty \nGlobal Environment Facility Biosafety Project \nHydrology II \nKarnataka Tank Management \nKarnataka Watershed \nMaharashtra Water Sector \nMid-Himalayan Watersheds \nMadhya Pradesh District Poverty \nMadya Pradesh Water Sector \nNational Agrarian Innovation \nRajasthan District Poverty Initiatives \nRajasthan Water Sector \nTamil Nadu Empower and Poverty Reduction \nTamil Nadu Irrigation Agriculture \nUttar Pradesh Water Sector \nUttaranchal Watershed \nOrissa Community Tank Management Project \nKarnataka Community-Based Tank Management Project  \nAndra Pradesh Community-Based Tank Management Project \nAndra Pradesh Rural Poverty Reduction (additional financing)  \nSubtotal (A) \n\nB.  Energy \n\nPower System Development III \nRenewable Energy II \nPower System Development IV \nPower System Development IV (additional financing) \nRampur Hydropower Project \n\nSubtotal (B) \n\nC.  Rural Water \n\nKarnataka Rural Water Supply \nKerala Rural Water Supply \nMaharashtra Rural Water \nPunjab Rural Water Supply and Sanitation \nUttaranchal Rural Water Supply and Sanitation \nTamil Nadu Irrigated Agriculture Modernization and Water-Bodies \n    Restoration and Management Project \n\nSubtotal (C) \n\nD.  Transport \n\nAllahabad Bypass \nGrand Trunk Road \nGujarat Highways \nKarnataka Highways \nKerala State Transport \nLucknow–Muzaffarpur National Highway \nMizoram Roads \n\n \n\n108.0 \n150.0 \n154.0 \n92.5 \n1.0 \n105.0 \n73.8 \n80.3 \n325.0 \n60.0 \n90.0 \n394.0 \n200.0 \n100.5 \n125.0 \n120.0 \n485.0 \n109.1 \n69.6 \n112.0 \n64.0 \n189.0 \n65.0 \n3,272.8 \n \n400.0 \n104.0 \n600,0 \n400.0 \n400.0 \n1,304.0 \n \n136.6 \n53.2 \n181.0 \n154.0 \n120.0 \n485.0 \n\n1,129.8 \n \n240.0 \n576.5 \n280.0 \n360.0 \n255.0 \n620.0 \n60.0 \n\n16 Jul 2002 \n20 Feb 2003 \n14 Dec 2004 \n24 Apr 2003 \n23 Jul 2003 \n24 Aug 2004 \n25 Apr 2002 \n21 Jun 2001 \n23 Jun 2005 \n13 Dec 2005 \n07 Nov 2000 \n07 Sep 2004 \n18 Apr 2006 \n25 Apr 2000 \n19 Feb 2002 \n12 Jul 2005 \n23 Jan 2007 \n19 Feb 2002 \n20 May 2004 \n31 Sep 2008 \n25 Sep 2007 \n19 Apr 2007 \n10 Jul 2007 \n \n \n19 Jan 2006 \n27 Jun 2000 \n13 Mar 2008 \n21 Oct 2008 \n13 Sep 2008 \n \n \n18 Dec 2001 \n07 Nov 2000 \n26 Aug 2003 \n14 Dec 2006 \n05 Sep 2006 \n23 Jan 2007 \n\n \n \n14 Oct 2003 \n21 Jun 2001 \n05 Sep 2000 \n24 May 2001 \n14 Mar 2002 \n21 Dec 2004 \n14 Mar 2002 \n\n\f \nProject Name \n\nMumbai Urban Transport \nNational Highways III \nPunjab State Roads Project \nRural Roads Project \nTamil Nadu Roads \nUttar Pradesh Roads \nIndia Orissa State Roads Project  \nHimachai Pradesh State Roads Project \nMizoram Roads (additional financing)  \nSubtotal (D) \n\nE.  Urban Water \n\nGujarat Emergency Earthquake \nKarnataka Municipal Reforms \nKarnataka Urban Water Improvement \nTamil Nadu Urban III \nTsunami Emergency Recons \n\nSubtotal (E) \nTotal (A+B+C+D+E) \n\nAppendix 6 \n\n55\n\nAmount \n($ million) \n542.0 \n490.8 \n250.0 \n399.5 \n348.0 \n488.0 \n250.0 \n220.0 \n18.0 \n5,397.8 \n \n327.6 \n216.0 \n39.5 \n300.0 \n465.0 \n1,348.1 \n12,452.5 \n\nDate \nApproved \n18 Jun 2002 \n08 Jun 2000 \n05 Dec 2006 \n23 Sep 2004 \n17 Jun 2003 \n19 Dec 2002 \n30 Sep 2008 \n05 Jun 2007 \n22 Mar 2007 \n \n \n02 May 2002 \n14 Mar 2006 \n08 Apr 2004 \n05 Jul 2005 \n03 May 2005 \n \n \n\nSource: World Bank. \nAvailable: http://www.worldbank.org.in/WBSITE/EXTERNAL/COUNTRIES/SOUTHASIAEXT/INDIAEXTN/0, contentMDK:20195738  \n \nTable A6.2: Japan International Cooperation Agency \n \n\n \nProject Name \nA.  Energy Sector \n\nTuirial Hydroelectric Power Station Project \nSimhadri and Vizag Transmission System Project II \nWest Bengal Transmission System Project II \nBakreshwar Thermal Power Station Units Extension Project \nPurulia Pumped Storage Project II \nDhauliganga Hydroelectric Power Plant Construction Project III \nUmiam Stage II Hydro Power Station Renovation and Modernization \n   Project \nNorth Karanpura Super Thermal Power Project I \nPurulia Pumped Storage Project III \nRural Electrification Project \nBangalore Distribution Upgradation Projecty  \nTransmission System Modernization and Strengthening Project in  \n   Hyderabad Metropolitan Area \nMaharashtra Transmission System Project \nHaryana Transmission System Project \nMicro, Small, and Medium Enterprises Energy Saving Project \n\nB.  Transportation Sector \n\nSubtotal (A) \n\nDelhi Mass Rapid Transport System Project II \nDelhi Mass Rapid Transport System Project III \nDelhi Mass Rapid Transport System Project IV \nDelhi Mass Rapid Transport System Project V \nDelhi Mass Rapid Transport System Project VI \nDelhi Mass Rapid Transport System Project (Phase 2) I \nBangalore Metro Rail Project \nVisakhapatnam Port Expansion Project (Engineering Services) \nDelhi Mass Rapid Transport System Project (Phase 2) II \n\nAmount \n(¥ million) \n\n \n\n11,695 \n6,400 \n3,127 \n36,771 \n23,578 \n13,890 \n \n1,964 \n15,916 \n17,963 \n20,629 \n10,643 \n \n23,697 \n16,749 \n20,902 \n30,000 \n253,924 \n \n6,732 \n28,659 \n34,012 \n59,296 \n19,292 \n14,900 \n44,704 \n161 \n13,583 \n\nDate \nApproved \n \n25 Feb1997 \n10 May2002 \n10 May 2002 \n31 Mar 2003 \n31 Mar 2004 \n31 Mar 2004 \n \n31 Mar 2004 \n31 Mar 2005 \n31 Mar 2006 \n31 Mar 2006 \n30 Mar 2007 \n \n30 Mar 2007 \n14 Sep 2007 \n10 Mar 2008 \n21 Nov 2008 \n \n \n30 Mar 2001 \n13 Feb 2002 \n31 Mar 2003 \n31 Mar 2004 \n31 Mar 2005 \n31 Mar 2006 \n31 Mar 2006 \n31 Mar 2006 \n30 Mar 2007 \n\n \n\n\f56 \n\nAppendix 6 \n\n \nProject Name \n\nVisakhapatnam Port Expansion Project \nDelhi Mass Rapid Transportation System Project Phase 2 III \nKolkata East West Metro Project \nHyderabad Outer Ring-Road Project (Phase 1) \nChennai Metro Project \nHyderabad Outer Ring-Road Project (Phase 2) \nDelhi Mass Rapid Transport System Project Phase 2 (IV) \n\nC.  Urban and Regional Development \n\nSubtotal (B) \n\nKerala Water Supply Project \nYamuna Action Plan Project II \nBisalpur Jaipur Water Supply Project (Transfer System) \nGanga Action Plan Project (Varanasi) \nBangalore Water Supply and Sewerage Project (II-Phase 1) \nBangalore Water Supply and Sewerage Project (II-Phase 2) \nHussain Sagar Lake and Catchment Area Improvement Project \nKolkata Solid Waste Management Improvement Project \nKerala Water Supply Project II \nAgra Water Supply Project \nAmritsar Sewerage Project \nOrissa Integrated Sanitation Improvement Project \nGoa Water Supply and Sewerage Project \nHogenakkal Water Supply and Flurosis Mitigation Project \nTamil Nadu Urban Infrastructure Project \nGuwahati Water Supply Project \nHogenakkal Water Supply and Fluorosis Mitigation Project (Phase 2)  \nKerala Water Supply Project III  \n\nSubtotal (C) \nD.  Agriculture, Water, and Other Sectors \n\nAttappady Wasteland Comprehensive Environmental Conservation \n   Project \nRengali Irrigation Project II \nKurnool Cuddapah Canal Modernization Project II \nRajasthan Minor Irrigation Improvement Project \nAndhra Pradesh Irrigation and Livelihood Improvement Project \nPunjab Afforestation Project II \nRajasthan Forestry and Biodiversity Project \nIntegrated Natural Resource Management and Poverty Reduction  \n   Project in Haryana \nTamil Nadu Afforestation Project II \nKarnataka Sustainable Forest Management and Biodiversity  \n   Conservation Project \nSwan River Integrated Watershed Management Project \nOrissa Forestry Sector Development Project \nTripura Forest Environmental Improvement and Poverty Alleviation \n   Project \nGujarat Forestry Development Project Phase 2 \nUttar Pradesh Participatory Forest Management and Poverty  \n   Alleviation Project \nCapacity Development for Forest Management and Personnel  \n   Training Project \nAjanta-Ellora Conservation and Tourism Development Project II \nUttar Pradesh Buddhist Circuit Development Project \n\nAmount \n(¥ million) \n4,129 \n72,100 \n6,437 \n41,853 \n21,751 \n42,027 \n77,753 \n487,389 \n \n11,997 \n13,333 \n8,881 \n11,184 \n41,997 \n28,358 \n7,729 \n3,584 \n32,777 \n24,822 \n6,961 \n19,061 \n22,806 \n22,387 \n8,551 \n29,453 \n17,095 \n12,727 \n323,703 \n \n \n5,112 \n6,342 \n4,773 \n11,555 \n23,974 \n5,054 \n9,054 \n \n6,280 \n9,818 \n \n15,209 \n3,493 \n13,937 \n \n7,725 \n17,521 \n \n13,345 \n \n5,241 \n7,331 \n9,495 \n\n \n\nDate \nApproved \n30 Mar 2007 \n10 Mar 2008 \n10 Mar 2008 \n10 Mar 2008 \n21 Nov 2008 \n21 Nov 2008 \n31 Mar 2009 \n \n \n25 Feb 1997 \n31 Mar 2003 \n31 Mar 2004 \n31 Mar 2005 \n31 Mar 2005 \n31 Mar 2006 \n31 Mar 2006 \n31 Mar 2006 \n30 Mar 2007 \n30 Mar 2007 \n30 Mar 2007 \n30 Mar 2007 \n14 Sep 2007 \n10 Mar 2008 \n10 Mar 2008 \n31 Mar 2009 \n31 Mar 2009 \n31 Mar 2009 \n \n \n \n25 Jan 1996 \n31 Mar 2004 \n31 Mar 2004 \n31 Mar 2005 \n30 Mar 2007 \n31 Mar 2003 \n31 Mar 2003 \n \n31 Mar 2004 \n31 Mar 2005 \n \n31 Mar 2005 \n31 Mar 2006 \n31 Mar 2006 \n \n30 Mar 2007 \n30 Mar 2007 \n \n10 Mar 2008 \n \n21 Nov 2008 \n31 Mar 2003 \n31 Mar 2005 \n\n\fAppendix 6 \n\n57\n\nAmount \n(¥ million) \n175,259 \n1,240,275 \n\nDate \nApproved \n\n \n \n\n \nProject Name \n\nSubtotal (D) \nTotal (A+B+C+D) \n\nSource: Japan International Cooperation Agency, New Delhi. \n \nTable A6.3: Japan Bank for International Cooperation \n \n\n \nProject Name (ongoing) \nBara Super Thermal Power Project \nL&T-MHI Boilers and L&T-MHI Turbine Generator Projects \nToshiba JSW Turbine and Generator Projects \n\nTotal \nL&T = Larsen and Turbo, MHI = Mitsubishi Heavy Industries.  \nSource: Japan Bank for International Cooperation, New Delhi. \n \n\nAmount \n(¥ million or $ million) \n\n$380.0 million \n$153.7 million \n$90.0 million \n$623.7 million \n\n \nDate Approved \n20 December 2007 \n20 July 2009 \n22 October 2009 \n \n\nTable A6.4: Kreditanstalt für Wiederaufbau \n\n \n \nProject Name (ongoing) \nPower Sector Reform Program I, Andhra Pradesh (Krishnapatnam) \nREC Energy Efficiency \nREC Energy Efficiency II \nEnergy Investment Program (PFC I) \nEnergy Investment Program (PFC II) \nPare Hydropower Project  \nIREDA II-Sustainable Energy Program \nNTPC Promotional Loan \nLNG Terminal Dahej \nPrivate Sector Infrastructure Facility II  \nTNUF Infrastructure Development in Tamil Nadu  \nWatershed Development Maharashtra (Phase 2) \nWatershed Development Maharashtra (Phase 3) \nWatershed Development Andhra Pradesh \nWatershed Development Gujarat \nWatershed Development Rajasthan \nWatershed Development Andhra Pradesh-Accompanying Measures \n\nAmount \n(€ million or $ million or  \nRs million) \n\n€562.12 loan \n€70 loan \n€70 loan \n€23.76 loan \n€100.56 loan + €3.33 grant \n€80 loan \n€50 loan \n$100 loan \nR 3,375 loan \n€54 loan \n€65 loan \n€12.78 grant \n€19.94 grant \n€8.69 grant \n€9.2 grant \n€11 grant \n€2 grant \n\nIREDA  =  India  Renewable  Energy  Development  Agency,  NTPC  =  National  Thermal  Power  Corporation,  LNG  = \nliquefied  national  gas,  PFC  =  Power  Finance  Corporation,  REC  =  Rural  Electrification  Corporation,  PSIF  =  private \nsector infrastructure projects, TNUF = Tamil Nadu Urban Development Fund.  \nSource: Kreditanstalt für Wiederaufbau, New Delhi. \n \n\n \n\n \n\n\f58 \n\nAppendix 7 \n\nCOORDINATION WITH THE DEVELOPMENT PARTNERS  \n\nthe  scope  of  coordination  with  development  partners  covers  (i) \n\n1. \nThe  Asian  Development  Bank  (ADB)  closely  coordinated  the  processing  of  the  First \nIndia  Infrastructure  Project  Financing  Facility  (IIPFF  I)  and  the  Second  India  Infrastructure \nProject  Financing  Facility  (IIPFF  II)  with  the  Japan  Bank  for  International  Cooperation  (JBIC), \nJapan  International  Cooperation  Agency,  and  Kreditanstalt  fur  Wiederaufbau  (KfW)  and  the \nWorld  Bank.  In  addition  to  financing  support  to  the  India  Infrastructure  Finance  Company \nLimited  (IIFCL), \nthe \nenvironmental  and  social  safeguards  framework  (ESSF),  (ii)  credit  rating,  and  (iii)  financial \nmanagement assessment (FMA).  \n \n2. \nA key area of concern for the development partners is to ensure that the funds are only \nrelent to those subprojects that conform to national environmental and social safeguards norms \nas well as those of the development partners. The development partners agreed that the IIFCL \nshould have common ‘safeguards policy frameworks’ for involuntary resettlement, environment, \nand  indigenous  peoples.  In  addition,  capacity  building  to  undertake  the  same  was  considered \nintegral  to  operationalizing  this  approach.  In  this  context,  ADB  organized  donor  harmonization \nmeetings with JBIC, KfW, and the World Bank to (i) discuss developing a common donor ESSF \nwhich  satisfies  the  Government  and  donor  requirements,  and  (ii)  map  out  issues  relating  to \ncapacity building in IIFCL to implement the ESSF. The ESSF,1 developed under the guidance of \nthe  Regional  and  Sustainable  Development  Department,  was  subsequently  endorsed  by  the \ndevelopment  partners.  ADB  is  providing  support  for  in-house  capacity  building  of  IIFCL  to \nensure that subprojects financed from ADB support conform to the common ESSF. 2  \n \nThe  World  Bank 3 is  providing  technical  assistance  to  assist  IIFCL  in  developing  an \n3. \noperations  manual,  project  implementation  plan,  and  in  identifying  capacity  gaps.  Closely \naligned  to  this  initiative  is  the  ADB  technical  assistance  (footnote  2)  to  procure  and  install \nhardware and software to assist IIFCL in evaluating credit risk of projects and price loans in line \nwith  the  requirements  of  the  operations  manual  and  efficiently  manage  business  expansion. \nShowing an appreciation of IIFCL's forward borrowing program, ADB also assisted4 IIFCL with \nan international credit rating. This enabled IIFCL to access the international capital markets and \nthus  benefits  other  lenders  interested  in  participating  in  IIFCL's  borrowing  program.  Given \nIIFCL's  desire  to  expand  sources of  financing  to  include  all  potential sources,  the credit  rating \nwould  also  be  necessary  in  the  event  that  IIFCL  accesses  funding  from  the  International \nFinance Corporation.  \n \n\n                                                 \n1 The  common  safeguards  frameworks  will  cover  specific  information  of  the  Second  India  Infrastructure  Project \nFinancing Facility and ADB’s safeguard policy requirements including (i) anticipated impacts of the components or \nsubprojects (likely to be financed under the multitranche financing facility on environment, involuntary resettlement, \nand  indigenous  peoples;  (ii)  safeguards  criteria  to  be  used  in  selecting  project  components  or  subprojects;  (iii) \nrequirements and procedure to be followed to screen and categorize them, conduct impact assessments, develop \nmanagement plans, hold public consultation and disclose public information (including the 120-day disclosure rule, \nif  required),  and  monitor  and  report  the  progress  of  such  subprojects  or  project  components;  and  (iv)  the \ninstitutional  arrangements  (including  budget  and  capacity  requirements),  and  counterparty’s  and  ADB’s \nresponsibilities and authorities in the preparation, review, and clearance of safeguards documents. \n\n2 ADB.  2007.Technical  Assistance  to  India  for  Capacity  Development  for  India  Infrastructure  Finance  Company \n\nLimited. Manila (TA 7030-IND approved on 14 December for $500,000).  \n\n3  Policy and Human Resources Development grant for $1 million. \n4  ADB. 2006. Technical Assistance Cluster to India for Project Processing and Capacity Development. Manila (TAC \n\n4814-IND approved on June 2006 for $100,000). \n\n \n\n \n\n\fAppendix 7 \n\n59\n\nGiven the strong support from donor organizations during the nascent stages of IIFCL's \n4. \noperations,  ADB  closely  coordinated  its  efforts  in  finalizing  the  FMA.  While  the  World  Bank \nconducted  its  own  FMA,  ADB  and  the  World  Bank  project  teams  shared  and  discussed  the \nfindings of their respective FMA reports. As needed, the FMAs will be made available to other \ndevelopment partners. \n \n5. \nSince  ADB  is  the  first  development  partner  to  provide  lending  support  to  IIFCL,  its \nassessment  of  IIFCL  capacity  and  systems  and  procedures  is  a  valuable  input  for  the \ndevelopment  partners  that  plan  to  provide  funding  support  to  IIFCL.  Accordingly,  ADB  review \nmissions  have  shared  implementation  progress  and  issues.  In  addition,  coordination  is  also \nmaintained  in  terms  of  subprojects  to  be  financed.  ADB  and  the  World  Bank  also  coordinate \ncapacity  building  to  states  for  identifying  and  conceptualizing  public–private  partnership \nprojects.  \n \n6. \nSince IIFCL catalyzes consortium financing, coordinated efforts on ESSF, credit rating, \nand  FMA  supports  implementation  of  IIFCL's  mandate.  The  achievement  of  common \ndevelopment and capacity building objectives is a key feature of the coordination efforts. Going \nforward,  coordination  efforts  would  include  supporting  IIFCL's  access  to  international  capital \nmarkets and the strengthening of IIFCL's capacity to provide a greater sophistication in market-\nbased financial and risk management products and services.  \n \n\n \n\n\fLIST OF SUBPROJECTS \n($ million)  \n\n \n \nProject \n\nName of Company \n\nBSC-C and C-Kurali Toll Road \nLtd. \nGorakhpur Infrastructure Co. Ltd. \n \nL&T Halol Shamlaji Tollways \nPrivate Limited \n \nL&T Rajkot Vadinar Tollway \nPrivate Limited \nPink Pink City Expressway \nPrivate Limited  \n \nPondicherry–Trindivanam \nTollway Ltd. \nSEW Navayuga Barwani tollways \nPvt. Ltd. \n\nRoad project of Kurali Kiratpur section on \nNH-21 \nRoad project of Gorakhpur bypass road on \nNH-28  \nAugmentation of existing road on Halol-\nGodhra-Shamlaji State Highway-5 in \nGujarat \nRoad project from Rajkot to Vadinar on \nstate highway-25 in Gujarat \nStrengthening of the existing carriageway \non the Gurgaon–Kotputli–Jaipur section of \nNH -8 \nRoad project of Pondicherry–Tindivanam \nroad section of NH-66 \nRoad project on NH-3 \n \n\nVijaywada Tollway Pvt.Ltd. \n\nRoad stretch project on NH-5 \n\nCoastal Gujarat Power Ltd. \n \n \nGayatri–Jhansi Roadways Ltd. \n\"UP2\" \nGayatri–Jhansi Roadways Ltd. \n\"UP3\" \n\n4,000 MW (5x800 MW units) coal-based \nultra mega thermal power project in Kutch  \n\nRoad project between Jhansi band Lalitpur \non NH-25/26 on BOT basis \n50km road  on stretch between Jhansi and \nLalitpur on NH-25/26 on BOT basis \n\nGwalior–Jhansi Expressways \nLimited \n\nConstruction, Operation and Maintenance of \nKm 16 to Km 96 stretch on NH-75 \n\n \nProject \nCost \n\n84.00 \n \n133.63 \n \n2,778.92 \n \n \n225.60 \n \n619.39 \n \n \n64.76 \n \n160.97 \n \n165.50 \n\n3,504.32 \n \n \n86.66 \n\nLoan \nSanctioned \nto IIFCL \n9.26 \n\nLoan \nAllocated \nto IIFCL \n9.26 \n\n21.58 \n \n49.40 \n \n\n49.40 \n \n49.40 \n \n \n12.86 \n \n25.73 \n \n30.87 \n\n380.52 \n \n \n15.43 \n\n16.46 \n\nNot yet \nfinalized \n \nNot yet \nfinalized \n46.10 \n \n\n10.04 \n \n24.70 \n \n19.55 \n\n370.52 \n \n \n15.43 \n\n10.49 \n\n20.79 \n\n64.34 \n\n12.35 \n\n148.48 \n\n29.81 \n\n6\n0\n\nA\np\np\ne\nn\nd\nx\n \n8\n \n\ni\n\nDisbursement \nuntil 31 March \n2009 \n3.16 \n \n0.00 \n \n0.00 \n \n \n0.00 \n \n0.00 \n \n \n3.24 \n \n4.47 \n \n0.00 \n\n60.07 \n \n \n7.93 \n\n8.14 \n\n2.88 \n\n13.  Malaxmi Highways Pvt. Ltd. \n\nTotal (Rs10,000,000) \nTotal ($ million) \n\n14.  MSRDC \n \n \nBOT = build-operate-transfer, IIFCL = India Infrastructure Finance Company Limited, MW = megawatt, MSRDC = Maharashtra State Road development Corporation \nLimited, NH = national highway. \nNote. $1 = Rs46.13 as on 15 October 2009. \nSource: India Infrastructure Finance Company Limited.\n\n279.95 \n38,634.47 \n8,375.13 \n\n31.87 \n3,371.04 \n730.77 \n\n20.58 \n541.01 \n117.28 \n\n30.87 \n \n \n\nFour Laning of Lakhnadon-Seoni on NH-7 \non BOT annuity basis \nBandra–Worli Sealink Project \n \n \n\n58.61 \n\n11.29 \n\n10.29 \n\n6.81 \n\n \n\n \n \n\n \nSl. \nNo. \n1. \n \n2. \n \n3. \n \n \n4. \n \n5. \n \n \n6. \n \n7. \n \n8. \n \n9. \n \n \n10\n. \n\n11. \n\n12. \n\n \n\n\fIMPLEMENTATION SCHEDULE \n  \n\n2011\n1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12 1 2 3 4 5 6 7 8 9 10 11 12\n\n2009\n\n2010\n\n2013\n\n2012\n\n2014 (Jan–Dec)\n\n \n\nActivity\nA. Project Preparation\n\n1.\n\nIdentification of potential projects to be\nfinanced through IIPFF\n\n2. Updating ESSF\n\n3. Augmenting staff resources and\n\nstrengthening PMU\n\n4. Preparation of IPPMS formats\n\nand benchmarks\n\n5. Conduct due diligence of subprojects by E&S\n\nconsultants for determining project compliance\n\nB. Capacity Development within IIFCL\n\n1. Capacity building in IIFCL for project credit risk\n\nassessment and pricing\na.  Adoption of credit risk assessment\n     processess and internal structures\nb.  Adoption and implementation of\n     internal control procedures\nc.  Implementation of rating\n     migration systems\nd.  Procurement and installation of\n     hardware and software\n\na.   Accounting polices\nb.   Human resources policies\nc.   Board procedures\nd.   Credit risk assessment and appraisal\ne.   Loan pricing methodologies\nf.    Legal procedures\n\n2. Adoption of operational guidelines with respect to\n\nC. IIPFF Review\n\n1. Preparation of quarterly review of documents\n\nby PMU based on IPPMS\n\n2. Preparation of semiannual review of documents\n\n3. Preparation of annual review of documents\n\nby IIFCL's Board\n\nby ADB\n\n4. Preparation of midterm review by ADB\n\n \n\nD. Tranche Releases\n1. First tranche\n2. Second tranche\n3. Third tranche\n\n \n\nADB = Asian Development Bank, E&S = environment and safeguard, ESSF = environment and social safeguards framework, IIFCL = India Infrastructure Finance Company Limited, IIPFF = India Infrastructure Project Financing Facility, IPPMS = investment program \nperformance monitoring system, PMU = project management unit.\nSources: India Infrastructure Finance Company Limited.\n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n9\n\n \n\n6\n1\n\n\f62 \n\nAppendix 10 \n\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \n\nCountry/Project Title: Second India Infrastructure Project Financing Facility (IIPFF II) \n\n \n\n \n\nLending/Financing \nModality: \n\nMultitranche Financing Facility \n\nDepartment/\nDivision: \n\nSouth Asia Department/Financial \nSector, Public Management and Trade \nDivision  \n\nI. \n\nPOVERTY ANALYSIS AND STRATEGY \n\nA.  Link to the National Poverty Reduction Strategy and Country Partnership Strategy  \n\n \nThe investment supports poverty reduction development goals of the Government of India (the Government) and \nAsian Development Bank (ADB) for India. \n \nPoverty  reduction  and  social  development  through  faster  and  more  inclusive  growth  is  the  goal  of  the  11th  Five-\nYear-Plan  (FYP)  of  the  Government.  The  Planning  Commission’s  approach  papera  to  the  11th  FYP  identifies \ninfrastructure  bottlenecks  and  lack  of  adequate  long-term  funds  for  infrastructure  investments  as  key  binding \nconstraints to realizing more equitable and sustainable growth and bridging the divides between regions, sectors, \nand  gender.  In  addition,  the  same  approach  paper  states  that  “good  quality  infrastructure  is  the  most  critical \nphysical requirement for attaining faster growth in a competitive world and also for ensuring investment in backward \nregions.” The thrust of the 11th FYP is to scale up investment in infrastructure from 4.6% to around 9% of gross \ndomestic product (GDP) in the FYP period and to ensure (i) electricity connection to all villages and below-poverty \nline  households  by  2009,  and  round-the-clock  power  by  the  end  of  the  11th  FYP;  and  (ii)  all-weather  road \nconnections to all habitations with populations of 1,000 or more (500 and above in hilly and tribal areas) by 2009.  \n \nADB’s country partnership strategy 2009–2012b recognizes that the adoption of ADB’s Poverty Reduction Strategy \nin  1999  by  India  to  support  infrastructure-led  poverty  reduction  in  line  with  the  10th  FYP  priorities  was  valid  and \ncontinues to be relevant for the 11th FYP. The assessment of the country assistance and program evaluation cites \nevidence that ADB assistance for infrastructure development had an impact on economic growth, which has in turn \nhelped  to  mitigate  income  poverty.  The  key  lessons  that  emerge  is  that  ADB  needs  to  continue  its  focus  on \ninfrastructure development but should try to increasingly mainstream innovative business and financing modalities \nsuch as support for public–private partnership (PPP) infrastructure projects. The intervention seeks to expand the \navailability  of  funding  sources  to  the  India  Infrastructure  Finance  Company  Limited  (IIFCL)  and  simultaneously \nimprove IIFCL’s capacity to access market sources of finance. The availability of additional sources will significantly \nassist IIFCL in fulfilling its mandate of expanding the availability of high-quality infrastructure in India through PPPs. \nThe assistance will also result in subprojects being priced on competitive terms, thereby reducing financing risk and \nrationalizing pricing of services to the end borrowers. \n \n\nB.  Poverty Analysis                                                                  Targeting Classification: General intervention \n\n \nKey Issues. The poverty and social analysis identifies the socioeconomic profile of the population in the investment \nfacility areas, expected benefits and constraints, and ability of the poor and vulnerable groups to benefit from the \ninvestment  facility.  The  analysis  also  identifies  ways  to  incorporate  the  needs  of  the  poor  and  minimize  and/or \ncompensate  for  adverse  impacts.  This  was  done  through  a  review  of  existing  studies  on  poverty  and  social \nanalysis, focus group  discussions and information gathering interviews  with primary  and secondary  stakeholders, \nand  an  additional  socioeconomic  survey.  To  assess  whether  benefits  are  reaching  the  most  vulnerable  groups, \nattention was given to profile beneficiaries with gender-disaggregated demographic, economic, and social analysis. \nThis  will  be  supported  by  analysis  of  the  incidence  of  poverty,  identification  of  vulnerable  groups,  ability  and \nwillingness of targeted beneficiaries to pay for cost recovery, and any anticipated adverse impacts. \n \nDesign  Features.  The  key  anticipated  impact  on  poverty  will  be  through  greater  affordability  of  high  quality \ninfrastructure.  With  more  efficient  and  lower  cost  infrastructure,  analysis  would  be  necessary  to  establish  if  this \ntranslates  into  greater  affordability  and  higher  usage.  This,  in  turn,  is  expected  to  lead  to  greater  incidence  of \ncompliance with tariffs and reduction in leakages.   \n \n \n \n\n \n\n\fAppendix 10 \n\n63\n\nII. \n\nSOCIAL ANALYSIS AND STRATEGY \n\nA.  Findings of Social Analysis  \n \nKey  Issues.  Development  of  infrastructure  contributes  to  economic  growth,  which  in  turn  contributes  to \ninfrastructure development through increased demand for infrastructure services. Moreover, investments in human \ncapital  and  infrastructure  interact,  thus  increasing  the  returns  to  each  investment.  Investment  in  infrastructure \nservices can contribute to sustainable growth by (i) reducing transaction costs and facilitating trade flows within and \nacross  borders;  (ii)  enabling  economic  agents—individuals,  firms,  and  governments—to  respond  to  new  types  of \ndemand in different geographic areas; (iii) lowering input costs in the production of almost all goods and services; \n(iv)  opening  new  opportunities  for  entrepreneurs  or  making  existing  businesses  more  profitable;  and  (v)  creating \nemployment in public works. \n \nThe  absence  of  local  infrastructure  is  most  critically  felt  by  the  poor  who  are  acutely  affected  by  the  impact  of \ninadequate infrastructure on their livelihoods. Shocks to the national economy, such as the rationing of electricity, \nare particularly evident to large numbers of people dependent on employment in small enterprises in the informal \nsector. While indirect benefits are more difficult for poor people to perceive, the development and maintenance of \nnational infrastructure is essential if India will secure potential gains from globalization. Improving local availability is \nunlikely to transform the economy and development benefits will not be fully realized unless simultaneous local and \nnational improvements are introduced and managed.   \n\nB.  Consultation and Participation \n \na.  Consultation  and  Participation.  For  subprojects  funded  by  IIFCL,  compliance  requirements  will  necessarily \ninclude conduct of stakeholder consultations on environmental and social safeguards issues. The consultations \nwill  assist  the  subproject  developer  in  establishing  an  environmental  impact  assessment  or  the  subproject \ninformation  memorandum.  Based  on  these,  an  environmental  action  plan,  a  resettlement  plan,  and  a  tribal \ndevelopment plan will be prepared with mitigations, wherever necessary. \n\n \nb.  What level of consultation and participation (C&P) is envisaged during the project implementation and \n\n  Information-sharing       \n\n  Consultation      \n\n  Collaborative decision-making     \n\n Empowerment \n\nmonitoring?  \n\n \nc.  Was a C&P plan prepared? \n\n Yes    \n\n No  \n\nFor  subprojects  funded  by  IIFCL,  compliance  requirements  will  include  stakeholder  consultations  as  per  both \nthe environmental and social safeguards framework (ESSF) of IIFCL and ADB requirements. \n\nC.  Gender and Development \n \n1.  Key Issues. Women will benefit from the investment facility through improved access to various infrastructure \nservices and more affordable pricing. Women entrepreneurs have suffered due to the lack of quality infrastructure, \nsuch  as  regular  power  supply  for  production  units,  and  roads  for  market  access  requiring  them  to  walk  through \ndifficult  terrain.  Further,  regular  water  supply  and  adequate  drainage  improves  working  conditions  for  women \nemployees.  Moreover,  quality  infrastructure  will  assist  women  and  other  vulnerable  groups  through  better  quality \nhealth care and education. Women will benefit from subprojects that conform to required environmental standards.  \n \n2.  Key  Actions.  Measures are  included  in the  design to  promote gender equality  and  women’s  empowerment: \naccess  to  and  use  of  relevant  services,  resources,  assets,  or  opportunities  and  participation  in  decision-making \nprocess: \n\n  Gender plan       \n\n  Other actions/measures      \n\n  No action/measure \n\nIII. \n\nSOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n\n \n \nIssue \n \nInvoluntary \nResettlement \n\nSignificant/\nLimited/ \nNo Impact \n\n \nLimited \nimpact \n\n \n \nStrategy to Address Issue \n\nPlan or Other \nMeasures Included in \nDesign \n\n \nA social safeguards framework was formulated to \nassess and address social issues, particularly \ninvoluntary resettlement impacts of subprojects. \nAppropriate resettlement planning instruments will \nbe prepared for each subproject. \n\n \n\n   Full Plan \n   Short Plan \n   Resettlement \n\n        Framework \n    No Action \n\n \n\n\f64 \n\nAppendix 10 \n\n \n \nIssue \n \nIndigenous \nPeoples \n \n\n \nLabor \n\n  Employment \n      opportunities \n\n  Labor \n\n      retrenchment \n Core labor \n      standards \n\nSignificant/\nLimited/ \nNo Impact \n\n \nLimited \nimpact \n\n \nSignificant \nimpact \n\n \nAffordability \n\n \nNo impact \n\n \nNo impact. \n\n \nOther Risks \nand/or \nVulnerabilities \nHIV/AIDS \nHuman \n    trafficking \n\nOthers(conflict, \npolitical \ninstability, \netc), please specify \n\n \n \nStrategy to Address Issue \n\nPlan or Other \nMeasures Included in \nDesign \n\n   Plan \n   Other Action \n   Indigenous \n\n       Peoples \n       Framework \n   No Action \n\n   Plan \n   Other Action  \n   No Action \n\n   Action \n   No Action \n\n  Plan \n  Other Action \n   No Action \n\n \n\n \n\n \n\n \n\n \nThe social safeguards framework covers the basic \nrequirement of screening and planning to address \nany tribal (indigenous) population issues arising \nfrom any subproject. An appropriate tribal peoples \ndevelopment plan will be prepared for each \nsubproject that has an impact on tribal people. \n \nThe subprojects financed through the facility are \nexpected to result in significant increases in \nemployment opportunities especially in the road \nsubsector. The National Highway Development \nProgram alone has led to the creation of direct \nemployment for up to 250,000 construction workers \nand 10,000 supervisors per day. The National \nHighway Development Program is estimated to \nhave created employment of close to 180 million \nperson-days up until December 2003. \n \nThe costs of services provided by subprojects \nfinanced under the facility are expected to be \ncompetitive. This is due to the facility design as \nwell as the Scheme for Financing Viable \nInfrastructure Projects through IIFCL (IIFCL’s \noperating paradigm). Through the IIPFF II, a longer \ntenor loan will be provided, making the cost of \nservices affordable. IIFCL’s Scheme emphasizes \npublic–private partnership subprojects, which are \nbid for on a competitive basis, further ensuring \ncompetitive pricing. \n \nThe subprojects will be fully compliant with ADB's \nenvironment and social safeguards policies, and \npolicies of other development partners, as well as \nthose of the Government. Further, subprojects will \nbe required to provide adequate environmental \nprotection and social safeguard plans. The \nsubproject developers must ensure that civil works \ncontractors do not employ children or discriminate \nagainst women, and disseminate information on \nsexually transmitted diseases. Paragraph 19 of the \nESSF stipulates these requirements. \n\nIV.  MONITORING AND EVALUATION \n\n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development \nactivities and/or social impacts during project implementation?  \na Planning Commission, Government of India. 2006. Towards Faster and More Inclusive Growth. New Delhi. \nb Asian Development Bank. 2008. Country Partnership Strategy: India 2009–2012. Manila. \n \n \n \n \n\n   Yes          \n\n   No \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 15 October 2009) \n \n– \n", "Currency Unit\n", "Indian rupee/s (Re/Rs) \n", "Re1.00\n$1.00\n€1.0\n$1.0\n¥1.0\n$1.0\n", "$0.021  \nRs46.13 \n$1.4923 \n€0.67 \n$0.0111 \n¥89.445 \n", "ABBREVIATIONS \n", " \n \n \n \n \n \n", "ADB \nEIRR \nESSF \nFFA \nFIRR \nFMA \nFY \nFYP \nGDP \nIIFCL \nIIPFF \nIPPMS \nJBIC \nKfW \nLIBOR \nMFF \nPFR \nPMU \nPPP \nPSP \nRBI \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \neconomic internal rate of return \nenvironmental and social safeguards framework \nframework financing agreement \nfinancial internal rate of return \nfinancial management assessment \nfiscal year \nFive-Year Plan \ngross domestic product \nIndia Infrastructure Finance Company Limited \nIndia Infrastructure Project Financing Facility \ninvestment program performance monitoring system \nJapan Bank for International Cooperation \nKreditanstalt für Wiederaufbau \nLondon interbank offered rate \nmultitranche financing facility \nperiodic financing request \nproject management unit \npublic–private partnerships \nprivate sector participation  \nReserve Bank of India \ntechnical assistance \n", "km \nkph \nMW \n", "WEIGHTS AND MEASURES \n", "– \n– \n– \n", "kilometer \nkilometer per hour \nmegawatt \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n", " \n", "= \n= \n= \n= \n= \n= \n", " \n \n \n \n \n \n \n \n \n \n \n"]}