{"CreationDate": "D:20090908160637+08'00'", "Subject": "Report and Recommendation of the President", "Creator": "PScript5.dll Version 5.2", "Keywords": "rrp: geo 41122, multitranche financing facility, road corridor investment program, caucasus subregion road development program, infrastructure development, mff 0034, adb project 41122", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20091007145535+08'00'", "Title": "Road Corridor Investment Program", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nSri Lanka \nProject Number: 41122 \nSeptember 2009 \n\nProposed Multitranche Financing Facility \nGeorgia: Road Corridor Investment Program \n \n \n \n\n \n\n\f \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 1 September 2009) \n\nCurrency Unit\nGEL1.00\n$1.00\n\n– \n= \n= \n\nlari (GEL) \n$0.5938 \nGEL1.683 \n\nABBREVIATIONS \n\nADB \nEIA \nEIRR \nETCIC \nFFA \nFPU \nGDP \nha \nHIV \nJICA \nJNA \nkm \nkm2 \nLARF \nLARP \nLIBOR \nm \nMCC \nMFF \nMORDI \nOCR \nPFR \nVOC \n\nAsian Development Bank \nenvironmental impact assessment \neconomic internal rate of return \nEurasian Transport Corridor Investment Center \nframework financing agreement \nforeign projects unit \ngross domestic product \nhectare \nhuman immunodeficiency virus \nJapan International Cooperation Agency \njoint needs assessment \nkilometer \nsquare kilometer \nland acquisition and resettlement framework \nland acquisition and resettlement plan \nLondon interbank offered rate \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n–  meter \n–  Millennium Challenge Corporation \n–  multitranche financing facility \n–  Ministry of Regional Development and Infrastructure \n– \n– \n– \n\nordinary capital resources \nperiodic financing request \nvehicle operating cost \n\nNOTES \n\nThe fiscal year of the Government and its agencies ends on 31 December. \n\n(i) \n\n(ii) \n\nIn this report, “$” refers to US dollars. \n\n\f \n\nX. Zhao, Operations 1 \n\nVice-President \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n \n\nH. Wang, Transport and Communications Division, CWRD \n \nD. Pyo, Principal Financial Analysis Specialist, CWRD \nL. Alejandro, Assistant Project Analyst, CWRD \nL. Blanchetti-Revelli, Senior Social Development Specialist (Resettlement), CWRD \nI. Chkonia, Project Implementation Officer, CWRD \nR. Ishenaliev, Transport Specialist, CWRD \nG. Kiziria, Country Coordination Officer, CWRD \nB. Konysbayev, Counsel, Office of the General Counsel \nT. Papuashvili, Administrative Assistant, CWRD \nT. Tamaki, Principal Transport Economist, CWRD \nM. Villanueva, Administrative Assistant, CWRD \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\fCONTENTS \n\nINVESTMENT PROGRAM SUMMARY \n\nTHE PROPOSAL \n\nMAP \n\nI. \n\nII. \n\nIII. \n\nIV. \n\n \n\n \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA. \nB. \n\nPerformance Indicators and Analysis \nAnalysis of Key Problems and Opportunities \n\nTHE PROPOSED INVESTMENT PROGRAM \nA. \nB. \nC. \nD. \nE. \nF. \n\nImpact and Outcome \nOutputs \nSpecial Features \nInvestment Plan \nFinancing Plan \nImplementation Arrangements \n\nINVESTMENT PROGRAM BENEFITS, IMPACT, ASSUMPTIONS, AND RISKS \nA. \nB. \nC. \nD. \nE. \nF. \nG. \n\nBenefits \nEconomic Analysis \nFinancial Management and Sustainability \nEnvironmental Impact \nPoverty and Social Impact \nSocial Safeguards \nAssumptions and Risks \n\nV. \n\nASSURANCES \nA. \nB. \n\nSpecific Assurances \nConditions for Disbursement \n\nVI. \n\nRECOMMENDATION \n\nAPPENDIXES \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n\nDesign and Monitoring Framework \nRoad Subsector Analysis \nRoad Subsector Road Map and Investment Plan \nExternal Assistance to the Road Subsector \nSelection Criteria and Approval Process for Projects and Subprojects \nRoad Design Summary \nDetailed Cost Estimates for Tranche 1 Project \nOrganization Chart \nImplementation Schedule \nProcurement Plan \nEconomic Analysis of Tranche 1 and 2 Projects \nSummary Poverty Reduction and Social Strategy for Tranche 1 Project \nSummary Land Acquisition and Resettlement Plan for Tranche 1 Project \n\n \n\nPage \n \n\ni \n\n \n\n1 \n\n1 \n1 \n3 \n\n7 \n7 \n7 \n8 \n9 \n9 \n10 \n\n14 \n14 \n15 \n15 \n16 \n16 \n18 \n18 \n\n19 \n19 \n21 \n\n21 \n\n23 \n28 \n38 \n44 \n45 \n47 \n50 \n52 \n53 \n55 \n61 \n68 \n72 \n\n \n\n\f \n\n \n\nSUPPLEMENTARY APPENDIXES (available on request) \nA. \nB. \nC. \n \nD. \nE. \nF. \nG. \nH. \nI. \n \n\nTerms of Reference for Consultants for Detailed Design \nTerms of Reference for Construction Supervision  \nTerms of Reference for Consultants for Capacity Development for Road Network  \nManagement  \nTerms of Reference for Consultants for Road Safety Enhancement  \nEnvironmental Assessment Review Framework \nLand Acquisition and Resettlement Framework \nLand Acquisition and Resettlement Plan for Tranche 1 and 2 Projects \nPreliminary Facility Administration Memorandum \nTranche 1 Project Administration Memorandum \n\n \n\n \n\n\f \nBorrower \n \nClassification \n\n \nInvestment Program \nDescription \n\n \n\ni\n\nINVESTMENT PROGRAM SUMMARY \n\nGeorgia \n \nTargeting classification: General intervention \nSector (subsectors): Transport, and information and \ncommunication technology (road transport, transport management \nand policies) \nThemes (subthemes): Regional cooperation (cross-border \ninfrastructure, trade and investment); economic growth (promoting \neconomic efficiency and enabling business environment, widening \naccess to markets and economic opportunities); private sector \ndevelopment (public–private partnerships); capacity development \n(institutional development) \nLocation impact: Regional (high impact), national (high impact), \nurban (medium impact), rural (medium impact)  \nPartnership(s): Japan International Cooperation Agency, \nMillennium Challenge Corporation, World Bank \n \nThe Caucasus subregion is a land bridge between the Black and \nCaspian seas. It is the shortest transit link to connect Central Asia \nto  Europe,  the  Russian  Federation,  and  Turkey.  The  subregion \nonce served caravans from the People’s Republic of China to the \nWest along the historic Silk Road, but is now a conduit for oil and \nother  exports  from  Central  Asia  and  the  Caucasus.  Yet,  despite \nthe substantial transit potential, opportunities for this are affected \nby  the  degraded  state  of  basic  transport  infrastructure  and \nlogistics services.  \n \nThe  east–west  highway  between  Azerbaijan  and  Georgia  is \nalready a major route for oil exports from Azerbaijan and Central \nAsian  countries,  in  both  cases  relying  on  the  ports  of  Poti  and \nBatumi  on  the  Black  Sea  as  the  exit  points.    Another  corridor \nfurther south also uses these ports, but this time it services trade \nflows to and from Armenia.  This second corridor links the Agrak–\nKapan–Yerevan–Bavra  road \ntwo  southern \nsections in Georgia.  \n \nThis  transit  potential  is  recognized  by  all  countries  in  the  region \nand  further  afield  and  is  now  the  subject  of  major  investment \nprograms to improve road infrastructure, related transport services \nand the institutions responsible for them. The Asian Development \nBank \n(ADB)  and  other  development  partners  have  been \nrequested  by  three  countries  in  the  region  to  cofinance  such \ninvestments.    ADB  has  already  started  doing  so  in  Azerbaijan \nthrough a multitranche financing facility (MFF) approved in  2008. \nArmenia and Georgia are now requesting similar support through \nthe same modality. Although separate legal transactions, the three \noperations are to all in intents and purposes part of an integrated \nroad  corridor  development  program.    This  proposal  targets  the \ninvestments in Georgia.  \n\nin  Armenia  with \n\n \n\n\f \n\n \n\n \nMultitranche Financing \nFacility \n\ninfrastructure \n\ninvestment  plan, \n\n \nIn  2008,  the  Government  of  Georgia  endorsed  a  joint  needs \nassessment  (JNA)  prepared  by  the  United  Nations  together  with  \nADB,  European  Bank  for  Reconstruction  and  Development, \nEuropean  Commission,  European  Investment  Bank,  International \nFinance  Corporation,  and \nthe  World  Bank.  The  JNA \nrecommended investments in the country's road networks, noting \nits  poor  state  of  repair  and  the  negative  impact  on  the  cost  of \ndoing  business  and  foreign  direct  investment.    The  JNA  also \nemphasized  the  need  for  subregional  multi-road  corridors  to \nprovide  more  secure  and  effective  transit  routes  to  neighboring \ncountries.    In  2009,  the  Roads  Department  under  the  Ministry  of \nRegional  Development  and  Infrastructure  updated  the  road \ntransport \nidentifying  1,842 \nkilometers  (km)—372  km  of  main  roads,  470  km  of  alternative \nroads,  and  1,000  km  of  secondary  and  local  roads—in  need  of \nurgent  modernization,  upgrading,  expansion  and/or  rehabilitation. \nThe  investment  program  also  included  non-physical  components \nsuch  as  (i)  better  sector  policy  and  operating  procedures;  (ii) \nprivate  sector  participation  in  construction  and  maintenance;  and \n(iii)  the  development  of  capacity  to  improve  planning,  project \nmanagement,  monitoring,  evaluation,  and  reporting.  The  overall \ninvestment  plan  is  estimated  at  $3  billion  over  the  next  7 years. \nThis plan needs external financing. The Government has already \napproached  ADB,  the  World  Bank,  the  Millennium  Challenge \nCorporation, and the Japan International Cooperation Agency for \nassistance.  \n \nTranche 1 of this investment program has four components: (i) the \nconstruction  of  a  34  km  two-lane  bypass  skirting  Kobuleti, \n(ii) capacity assistance to the Roads Department; (iii) road safety \nmeasures and (iv) project management support, including experts \nto work on detailed works design and contractor supervision. \n \nThe Government requested ADB to extend up to $500 million for \nthe  program  through  an  MFF.  This  financing  will  blend  ADB’s \nordinary  capital  resources  (OCR)  and  Special  Funds  resources, \ndepending on availability. The MFF will be structured into several \nloans to be disbursed on the basis of periodic financing requests \n(PFRs),  related  loan  agreements  and  various  warranties  and \nrepresentations.  The  MFF  modality  offers  greater  flexibility  than \nother modalities, frontloads the analytical work and leaves for time \nand resources for implementation and reforms.  The modality links \nproject  readiness  to  investment  financing  and  combines  road \nconstruction work with institutional effectiveness. It adds certainty \nto  the  financing  plan  while  paving  the  way  for  long  term \npartnerships with the government and other cofinanciers.  Stand-\nalone  project  loans,  traditional  program  lending,  sector  lending \nand/or development program loans are less suitable modalities in \nthis instance.  Georgia meets all the conditions needed for the use \nof an MFF. It has sound road map for the sector, a strong policy \n\n\f \nRationale \n\n \nImpact and Outcome \n\n \nInvestment Plan \n\n \n\niii\n\nit  expects \n\nin  2004–2008. \n\nframework, a clear investment plan and a tentative financing plan. \n \nThe Government will enter into a framework financing agreement \n(FFA) with ADB for the purposes of the program. The first PFR for \ntranche  1  amounts  to  about  $120  million  from  ADB’s  Special \nFunds  resources.  The  first  PFR  is  being  presented  to  the  ADB \nBoard of Directors together with this report and the FFA. \n \nConnectivity,  both  domestic  and  international,  is  the  key  to \nsustainable  development  in  Georgia.  However,  rapid  growth  in \ntraffic up to 2008 and lack of investment since independence have \ngreatly  diminished  the  efficiency  of  the  subregional  corridors. \nGrowth  and  poverty  reduction  have  stalled,  as  a  result.  The \ncorridors  must  increase  their  capacity,  through  new  investment \nand  better  maintenance.  Improved  road  safety  measures  and \nstandards,  and  “soft”  investments  to  facilitate  cross-border  trade \nand transit traffic, are also needed. \n \nThe  Roads  Department  spent  an  average  of  GEL199  million \nyearly \nto  spend \nIn  2009 \nGEL521 million—44% for new construction, 51% for rehabilitation, \nand 5% for routine maintenance. Expenditure is expected to reach \nGEL1  billion  in  2010.  ADB,  JICA,  the  Millennium  Challenge \nCorporation,  and  the  World  Bank  will  finance  part  of  Investment \nProgram.  As  roads  are  a  strategically  important  part  of  ADB’s \ninterim operational strategy 2008–2009 for Georgia, and ADB was \nan active participant in the JNA, the investment program deserves \nADB’s support. The MFF modality will keep ADB committed over \nthe  long  term  to  the  Government’s  implementation  of  the \nInvestment  Program.  It  will  (i) give  the  Government  greater \ncertainty  in  financing,  and  (ii) allow  it  to  borrow  according  to \nprogress  in  project  preparation.  The  MFF  will  also  help  create  a \nlong-term partnership between ADB and Georgia. \n \nThe Investment Program will promote economic development and \nsubregional  trade,  and  accelerate  subregional  cooperation  and \nintegration.  It  will  create  better  trade  corridors,  and  thus  facilitate \nthe  cross-border  movement  of  people  and  cargo.  The  outcome \nwill  be  an \nimproved  subregional  road  network.  Successful \nimplementation  of  the  Investment  Program  will  (i)  improve  the \nefficiency of subregional road traffic through Georgia; (ii) increase \ntrade \ntransport  costs; \n(iv) increase mobility and accessibility to markets, jobs, and social \nservices; and (v) improve governance.  \n \nThe  investment  program  will  cost  about  $3  billion.  Project  1, \namounts  to  about  $150  million,  including  taxes,  duties,  physical \nand price contingencies, interest, and other charges.  \n\nflows  and  competitiveness;  (iii) lower \n\n \n\n\f \n\n \n\n \n\nInvestment Program \n($ million) \n\nItem \nA.  Road Infrastructure Development \n1.  Main Road Network \n \n       2.    Alternative Network \n \nB.  Management Capacity/Institutional Support \n       \n \n\n3.  Secondary and Local Network \n\nTotal \n\n \n\nSource: Asian Development Bank estimates. \n \n\nTranche 1  \n($ million) \n\nItem \nA.   Base Cost \n  1.  Land Acquisition and Resettlement \n  2.  Civil Works \n\n3.   Road Safety  \n4.  Detailed Design and Construction Supervision  \n5.   Project Management and Institutional Support \n6.   Others \n\nCost \n\n \n\n  Subtotal (A) \n \nB.  Contingencies \nTotal \n \n\n \n\nSource \n \nAsian Development Bank \nWorld Bank/MCC/JICA \nGovernment and other sources \n \n\nTotal \n\n \n\nJICA  =  Japan  International  Cooperation  Agency,  MCC  =  Millennium  Challenge \nCorporation.  \nSource: Asian Development Bank estimates. \n  \n\nTranche 1  \n\nSource \nAsian Development Bank \n\nSpecial Funds resources \n\nGovernment  \n \n\n \n\nTotal \nSource: Asian Development Bank estimates. \n \n\nAmount \n($ million) \n \n500 \n622 \n1,833 \n2,955 \n\nAmount \n($ million) \n\n \n118.8 \n30.1 \n148.9 \n\nCost \n\n1,851 \n594 \n500 \n10 \n\n2,955 \n\n10.1 \n86.1 \n1.0 \n7.8 \n1.7 \n20.5 \n127.2 \n21.6 \n148.9 \n\n% \n \n17 \n21 \n62 \n100 \n\n% \n\n \n80 \n20 \n100 \n\n \nFinancing Plan \n\nNote: Figures may not add up to the totals because of rounding. \nSource: Asian Development Bank estimates. \n \n\nInvestment Program  \n\n\fMFF —Amount and \nTerms \n\n \nPeriod of Utilization \n \nEstimated Completion \nDate \n \nExecuting Agency \n \nImplementation \nArrangements \n\n \nProcurement \n\n \nConsulting Services \n\n \n\nv\n\nterms  and  conditions  set \n\n$500  million  in  the  form  of  loans  from  OCR  and  Special  Funds \nresources. OCR financing will conform to the Ordinary Operations \nLoan  Regulations,  subject  to  modifications  in  individual  loan \nagreements. Each OCR loan will carry an interest rate determined \naccording to ADB’s London interbank offered rate (LIBOR)–based \nlending  facility,  a  commitment  charge  of  0.15%  per  year,  and \nother \nloan \nagreements.  A  loan  from  Special  Funds  resources  will  have  a \nterm of 32 years, including a grace period of 8 years, and interest \nof  1.0%  per  year  during  the  grace  period  and  1.5%  per  year \nthereafter, and other terms and conditions set forth in the related \nloan agreement. \n \nUntil 30 June 2017 \n \n31 December 2016 \n\nthe  related \n\nforth \n\nin \n\nfrom  ADB  and \n\n(iv)  obtain  approvals \n\n \nMinistry of Regional Development and Infrastructure (MORDI) \n \nThe implementing agency will be the Roads Department, assisted \nby  the  Eurasian  Transport  Corridor  Investment  Center  (ETCIC). \nThe  Roads  Department  will  supervise  the  investment  program, \nand a foreign projects unit (FPU) within the department will handle \nall implementation activities. The FPU will comprise technical staff \nfrom  the  Roads  Department  and  external  experts  (national  and \ninternational). Financial management activities will be outsourced \nto  ETCIC.  The  FPU  will  also  (i) prepare  new  PFRs,  (ii) manage \nthe  work  of  supervision  consultants  and  contractors,  (iii)  prepare \nperformance  reports  for  the  Government,  ADB  and  other  co-\nfinanciers  and \nthe \nGovernment  on  new  funding.  The  team  will  also  manage \nprocurement, safeguards compliance, financial and legal matters, \ncontract  variation  proposals,  and  nonphysical \ninvestment \ncomponents, including an institutional effectiveness program.  \n \nProcurement  will  comply  with  ADB’s  Procurement  Guidelines \n(2007, as amended from time to time). Contracts above $1 million \nfor  civil  works  and  above  $500,000  for  goods  will  undergo \ninternational competitive bidding. National competitive bidding, for \nthose  amounts,  will  be  conducted  under \ncontracts  below \nGeorgia’s state procurement law, subject to the modifications and \nclarifications stated in the procurement plan. \n \nConsulting  services  will  be  required  for  project  management  and \ncapacity development and road safety. Key tasks are (i) feasibility \nstudies  and  detailed  design  (ii)  contractor  engagement  and \nconstruction  supervision  (iii) project  performance  monitoring  and \nreporting  and  results  measurement  (iv)  road  safety  training, \namendment  of  road  safety  regulations,  and  development  of \nstandards  for  intelligent  traffic  systems  and  (v) general  capacity \n\n \n\n\f \n\nAdvance Contracting and \nRetroactive Financing \n\n \nEnvironment \nAssessment \n\n \nInvestment Program \nBenefits and \nBeneficiaries \n\nfor \n\ndevelopment  at  the  Roads  Department.  The  Roads  Department \nwill select and hire the consultants according to ADB’s Guidelines \non  the  Use  of  Consultants,  using  quality-based  selection  for  the \ndetailed design and supervision consultants and quality- and cost-\nbased  selection  (80:20  or  other  ratios,  as  appropriate)  for  the \nproject  management,  capacity  development  and  road  safety \nimprovement. Other selection modalities will also be considered.  \n \nTranche  1  investments  will  require  1,330  person-months  of \nconsulting  services  (230 international  and  1,100  national).  This \ncomprises  (i) 1,056  person-months  (164  international  and  892 \nnational) for the detailed design of projects 1 and 2, construction \nsupervision,  and  project  monitoring,  evaluation  and  results \nmeasurement;  (ii)  31  person-months  (11 international  and  20 \nnational) \n(55 \nroad  safety;  and \n(iii) 243 person-months \ninternational  and  188  national) \nfor  capacity  development. \nAdditional  consulting  services,  if  necessary,  will  be  procured \nunder funding under later tranches.  \n \nTo speed up project implementation, starting with Tranche 1, the \nGovernment requests ADB’s approval under the MFF for advance \ncontracting  and  retroactive  financing  of  eligible  expenditures. \nAdvance  contracting  will  allow  the  Government  to  start  the \nprocurement  process  before  the  relevant  legal  agreement  is \nsigned.  The  Government  was  informed  that  expenses  under \nadvance  contracting  can  be  financed  retroactively  only  if  the \nprocedures \nwith \nADB’s Procurement  Guidelines  and  Guidelines  on  the  Use  of \nConsultants.  Once  first  loan  is  in  place,  up  to  20%  of  it  may \nretroactively  finance  eligible  expenditures  incurred  no  more  than \n12  months  before  the  signing  of  the  relevant  legal  agreement. \nAlternatively, \nfor  advance \nthe  Government  may  also  opt \ncontracting without retroactive financing. In that case, the contract \nfor procurement procedures completed under advance contracting \nis  awarded  after  the  tranche  takes  effect.  The  Government \nacknowledges  that  ADB’s  concurrence  with  the  procedures, \ndocumentation,  or  proposal  for  award  does  not  commit  ADB  to \nfinance such expenses or the related project. \n \nAn  environmental  assessment  and  review  framework  for  the \nInvestment Program was prepared for the MFF. Tranche 1 of the \nMFF \nimpact \nis  a  category  A  project.  An  environmental \nassessment (EIA) was prepared, and the summary EIA circulated \nto the Board and was publicly disclosed through the ADB website \non 29 May 2009.  \n \nThe Investment Program will benefit road users, road construction \ncompanies,  traders,  logistics  companies,  and  other  people  who \nderive  income  from  increased  road  traffic  and  trade  in  Georgia. \nRegarding direct benefits, the improved road network will (i) lower \nroad transport and maintenance costs, (ii) speed up road transport \n\nadvertising) \n\n(including \n\ncomply \n\n\f \nRisks and Assumptions \n\n \n\nvii\n\n(i) \n\n(iv) \n\ntransit \n\ntraffic, \n\nreduce \n\nimprove \n\nservices and make them more reliable, (iii) reduce travel time for \ncross-border \ntraffic  accidents, \n(v) improve access to markets and social services, (vi) create jobs \nand income during implementation (through the use of local labor \n(through \nand  construction  materials)  and  after  completion \nroadside  business  activities),  and  (vii) reduce  air  pollution  and \nnoise  in  resort  areas  where  the  existing  road  passes.  The  direct \nbenefits  will  initially  accrue  to  vehicle  owners  and  operators  and \nroad  construction  companies,  but  will  gradually  be  shared  by \nfreight  customers  and  passengers  through  reduced  bus  freight \ncharges  and  fares.  While  Georgia  is  the  major  beneficiary,  other \ncountries  in  the  region,  particularly  Armenia,  Azerbaijan,  Turkey \nand  Central  Asia,  will  also  benefit  from  the  modernization  of  the \nvarious  subregional  corridors.  These  investments  will  also  open \nthe  way  for  an  expansion  and  modernization  of  the  ports  of  Poti \nand  Batumi  (most  likely  with  private  sector  investors)  and  create \ncross-border  and  trade  facilitation  agreements  in  the  region.  The \ninvestment  program  will  also \nroad  network \nmanagement,  and  (ii)  increase  business  activities  and  jobs  with \nforward or backward linkages to road network development. \n \n \nThe  investment  program  rests  on  several  assumptions:  (i) \ncontinued  macroeconomic  stability \nin  Georgia,  (ii)  effective \nimplementation  of  the  JNA,  (iii) the  Government’s  continued \ncommitment \n(iv) the  Government’s \ncommitment  to  implementing  the  road  map  and  the  investment \nprogram,  and  (v)  adequate  financing.  The  program  also  needs \ninvestments  in  the  neighboring  countries  and  cross  border \nagreements  to  speed  up  document  clearance  and  cut  costs  and \ntravel time. \n \nRisks  to  the  investment  program  include  (i)  low  coordination \namong  government  agencies  during  implementation,  (ii)  rapid \ndeterioration  of  the  road  network  caused  by  weak  axle-load \ncontrols and insufficient funding for maintenance, (iii) delays in the \npreparation  and  implementation  of  subsequent  projects,  and \n(iv) delays  in  the  start  of  project  implementation  caused  by \ninadequate  design  and  preconstruction  works.  The  investment \nprogram  needs  coordinated  investments  in  the  neighboring \ncountries. The Government has taken the necessary measures to \nminimize  these  risks.  MORDI  and  the  Ministry  of  Finance  will \ncoordinate the work of the agencies so that execution issues are \nresolved  promptly.  The  Government  is  committed  to  enforcing \nfor  road \naxle-load  controls  and \nmaintenance.  ADB,  with  its  partners,  will  provide  sustained \nsupport  to  the  Roads  Department  to  strengthen  its  capacity  to \nmanage  the  road  network.  Adequate  consulting  services  will  be \nprovided  to  help  the  Roads  Department  prepare  subsequent \nprojects, manage implementation, monitor performance, measure \nresults and report to ADB. With its own funds the Government has \n\nregional  cooperation, \n\nincreasing \n\nfunding \n\nfurther \n\nto \n\n \n\n\f \n\n \n \n\nbegun  detailed  design  and  other  preconstruction  works  to  be \nready  to  start  construction  once  the  investment  program  is \napproved  by  ADB.  Other  countries  in  the  region  are  investing  in \ntheir own sections of the corridors.  ADB is also a co-financier in \nthese  cases.  Cross-border  and  trade  facilitation  work  is  being \ndeveloped under the Central Asia Regional Cooperation Program \n(CAREC).  The  implementation  of  the  physical  infrastructure \ncomponents  will  be  accompanied  with  work  to  speed  up  border \ncrossing  and  cut  paperwork.    Technical  assistance  will  be  put  in \nplace for this purpose.   \n \n\n\fo\n43  00'E\n\no\n48  00'E\n\nG E O R G I A\nROAD CORRIDOR INVESTMENT PROGRAM\n\n43  00'No\n\nR U S S I A N    F E D E R A T I O N\n\nN\n\n0\n\n25\n\n50\n\n75\n\n100\n\nKilometers\n\n43  00'No\n\nB l a c k    S e a \n\nPoti\n\nKobuleti\n\nBatumi\n\nKutaisi\n\nG E O R G I A\n\nKhashuri\n\nTBILISI\n\nKeda\n\nAkhaltsikhe\n\nNinotsminda\n\nT U R K E Y\n\nArpacay\nLake\n\nGyumri\n\nA R M E N I A\nTalin\n\nAshtarak\n\nNational Capital\n\nProvincial Capital\n\nCity/Town\n\nADB’s Project Roads under Implementation or under Preparation\n\nEast--West  Highway  (Azerbaijan/Georgia)\n\nPotential Subregional Corridors\n\nProject 1 and Project 2 Roads under\nMultitranche Financing Facility\n\nNational Highway\n\nRailway\n\nRiver\n\nInternational Boundary\n\nBoundaries are not necessarily authoritative.\n\n39  00'No\n\n0\n8\n-\n1\n8\n7\n8\n \nH\nR\n\nSevana\nLake\n\nYEREVAN\n\nArarat\n\nGoraik\n\nAraz Reservoir\n\nKapan\n\nI R A N\n\nC a s p i a n    S e a\n\nTovuz\n\nShamkir\nReservoir\n\nMingechevir\n           Reservoir\n\nGanja\n\nYevlakh\n\nUjar\n\nAZERBAIJAN\n\nSarisu Lake\n\nBAKU\n\nAlyat\n\n39  00'No\n\no\n43  00'E\n\no\n48  00'E\n\n\f \n\n1\n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nmultitranche financing facility (MFF) to Georgia for the Road Corridor Investment Program. The \ndesign and monitoring framework is in Appendix 1. \n\nII. \n\nRATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n\nA. \n\nPerformance Indicators and Analysis \n\n The Caucasus subregion is a land bridge between the Black Sea and the Caspian Sea. \n2. \nIt  is  the  shortest  transit  link  to  connect  Central  Asia  to  Europe,  the  Russian  Federation,  and \nTurkey. The subregion once served caravans from the People’s Republic of China to the West \nalong the historic Silk Road, but is now a conduit for oil and other exports from Central Asia and \nthe Caucasus. Yet, despite the substantial transit potential, opportunities for this are affected by \nthe degraded state of basic transport infrastructure and logistics services.  \n \n3. \nThe east–west highway between Azerbaijan and Georgia is already a major route for oil \nexports from Azerbaijan and Central Asian countries, in both cases relying on the ports of Poti \nand Batumi on the Black Sea as the exit points.  Another corridor further south also uses these \nports, but this time it services trade flows to and from Armenia.  This second corridor links the \nAgrak–Kapan–Yerevan–Bavra road in Armenia with two southern sections in Georgia. \n\n1. \n\nRoad Infrastructure and Motor Fleet \n\n4. \nThe transport network in Georgia consists comprises roads, railways, ports, airports, and \noil  and  gas  pipelines.  Road  transport  accounted  for  89%  of  domestic  passenger-kilometers \n(passenger-km)  and  8%  of  freight  ton-km  in  2008.  Transport  is  an  increasingly  significant \neconomic  sector,  contributing  about  615%  more  to  gross  domestic  product  (GDP)  in  2007 \n(GEL1,231  million)  than  in  1996  (GEL172  million).  Goods  moved  by  road  have  quadrupled  in \nvolume, from 131 million ton-km in 1996 to 586 million ton-km in 2006.  \n \n5. \nThe road network comprises 20,329 km. There are 1,495 km of international roads (with \ncross-border  links),  5,446 km  of  secondary  roads  (between  major  cities  and  regional  centers) \nand  13,386 km  of  local  roads  (between  villages  and  regional  centers).  International  roads \ninclude  the  five  major  highways,  totaling  859  km:  (i)  Poti–Tbilisi–Red  Bridge,  (ii)  Mtskheta–\nKazbegi–Larsi, (iii) Sarpi–Batumi–Samtredia, (iv) Khashuri–Akhaltsikhe–Turkish border, and (v) \nTbilisi–Marneuli–Guguti.  The  Poti–Tbilisi–Red  Bridge  highway  runs  east–west  from  the  port  of \nPoti on the Black Sea to the Azerbaijan border. The latter then effectively connects the country \nto  the  Caspian.  The  Sarpi–Batumi–Samtredia  highway  extends  the  east–west  highway  to  the \nTurkish border along the Black Sea coast.  \n \nThe road network was developed under the former Soviet Union. Insufficient funding for \n6. \nroad  maintenance  since  independence  has  led  to  a  deterioration  in  the  quality  of  the  assets.  \nAbout  24%  of  the  secondary  road  network  is  under  the  Roads  Department  of  the  Ministry  of \nRegional  Development  and  Infrastructure  (MORDI),  and  almost  90%  of  local  roads.  All  but \n55 km of the 1,495 km of international roads are paved, but the pavement ratio is only 61% for \nsecondary roads and an even lower 23% for local roads. National road density (both paved and \nunpaved  roads)  is  290 km  per  1,000 square  kilometers  (km2).  The  poor  condition  of  the  roads \n\n\f 2 \n\nhas  made  them  less  safe  and  increased  transport  costs.  Rigid  technical  standards  and \nspecifications  for  road  design,  construction,  and  maintenance,  most  dating  back  to  the  Soviet \nera, consider only traffic volume and not level of service or economic viability in road capacity \nupgrades—a  feature  shared  with  the  other  countries  in  the  region.  The  Government  has \nrecognized  that  such  outdated  standards  are  not  suited  to  the  needs  of  a  market-based \neconomy  wishing  to  become  a  major  transit  center.  As  a  result,  it  has  now  introduced  new \nstandards based on European benchmarks. \n \nRegistered  vehicles  numbered  601,000  in  2008—501,000  cars,  58,000  trucks,  and \n7. \n42,000  buses.  The  vehicle  fleet  grew  rapidly,  by  12%  per  annum,  from  2000  to  2008.  Vehicle \nownership per 1,000 people increased from 56 in 2000 to 140 in 2008. The increase in vehicle \nownership  is  attributed  to  recent  high  rates  of  economic  growth  and  tariff  reductions  after \nGeorgia joined the World Trade Organization in 1999. The fleet has also been modernized as \nSoviet  era  vehicles  have  been  replaced  by  Western,  Japanese  and  other  Asian  imports, \nimproving  vehicle  safety  and  reducing  fuel  consumption  by  individual  vehicles  and  fuel \nemissions. \n\n2. \n\nRoad Transport Service \n\nGeorgia’s road freight industry is made up of private companies but is unregulated. Entry \n8. \ninto the market is easy. The freight rates of GEL0.20–GEL0.27 per ton-km for hauls of 100–500 \nkm  come  with  highly  competitive  market  prices.  Intercity  bus  services  are  extensive  and \nfrequent, and are deregulated with no official controls on prices. But fares between bus stations \n(e.g.,  between  Tbilisi  and  Batumi)  are  influenced  by  bus  station  operators,  who  also  manage \ncapacity.  A  new  entrant  would  find  it  difficult  to  operate  a  new  service  from  an  existing  bus \nstation.  This  unofficial  control  of  both  prices  and  capacity  hinders  the  development  of  new \nservices  (e.g.,  express  services).  Bus  fares  are  nonetheless  competitive  with  rail  passenger \nservice  rates.  Rail  passengers  between  Tbilisi  and  Batumi  pay  GEL20  for  a  single  trip;  bus \npassengers pay around GEL18. Limited stops and comfortable premium services would change \nthe intercity transport market considerably. Bus ridership would very likely increase. \n\n3. \n\nRoad Subsector Management \n\nthe  districts  and  cities.  The \n\ninstitutional  arrangements  changed \n\nThe  responsibility  for  road  building  and  maintenance  is  split  between  the  Roads \n9. \nDepartment  and \nin \nFebruary 2009,  soon  after  MORDI  was  created.  The  Roads  Department  and  the  United \nTransport  Administration  were  transferred  from  the  Ministry  of  Economic  Development  to \nMORDI.  The  Roads  Department  is  solely  responsible  for  building  and  maintaining  the \ninternational  and  secondary  roads.  Road  maintenance  is  contracted  out  to  private  sector \ncompanies. Transport policy and strategy is handled by the Ministry of Economic Development. \nThe United Transport Administration is primarily responsible for technical regulation and safety, \nand for road, aviation, and maritime transport security. \n \nThe  Roads  Department  has  160  staff,  nearly  all  based  in  Tbilisi.  It  has  small  regional \n10. \noffices:  (i)  in  Sagarejo,  for  the  Kakheti,  Kvemo  Kartli,  and  Mtskheta-Mtianeti  regions;  (ii)  in \nBorjomi,  for  the  Shida  Kartli  and  Samtskhe-Javakheti  regions;  (iii)  in  Kutaisi,  for  the \nRacha-Lechkhumi,  Kvemo  Svaneti,  and  Imereti  regions;  (iv)  in  Poti,  for  the  Guria  and \nSamegrelo-Zemo Svaneti regions; and (v) in the Autonomous Republic of Adjara. For the local \nroads, no formal organizational structure has been established as yet; most local governments \nlack  technical  staff,  equipment,  and  a  secure  source  of  funding  for  road  maintenance  and \n\n\f \n\n3\n\nrehabilitation.  Municipalities  are  responsible  for  urban  roads.  The  road  sector  analysis  is  in \nAppendix 2. \n\nB. \n\nAnalysis of Key Problems and Opportunities \n\n1. \n\nChallenges \n\nLike other sectors in Georgia, the road subsector has been transformed from a centrally \n11. \nplanned  to  a  market-oriented  system  since  independence.  The  subsector  faces  four  major \nchallenges:  (i)  inadequate  capacity  of  the  road  network,  including  subregional  corridors,  (ii) \ninsufficient  funding  for  capital  investment  and  road  maintenance,  (iii)  unsatisfactory  safety \nrecord, and (iv) limited institutional capacity. \n \n12. \nRoad  network  infrastructure.  Georgia’s  road  network  is  a  crucial  component  of \nnational and subregional transport and trade infrastructure. The east–west highway is part of the \nAsian  highway  network  connecting  Georgia  and  Turkey  to  Azerbaijan  and  Central  Asia.1 The \nsouthern  corridor  connects  the  country  to  Armenia.    Georgia  is  a  signatory  to  several \ninternational  transport  agreements  and  conventions.  The  continued  development  of  an \nintegrated  and  efficient  road  network  facilitates  cross-border  and  transit  traffic  and  promotes \nsubregional cooperation and integration. The existing road network does not adequately serve \nthe current needs of the economy and the subregion, and many roads are still in poor condition. \nFunding  for  capital  investment  and  the  maintenance  of  secondary  and  local  roads  is  still \ninadequate.  A  large  part  of  the  network  has  deteriorated  rapidly  since  the  1990s  and  is  now \nhard to maintain. The resulting increase in transport costs and in traffic accidents has impeded \nfaster  growth  and  makes  poverty  reduction  more  difficult.  The  road  subsector  must  be \ndeveloped to facilitate subregional trade, jobs, investment, and tourism. \n \nCapital and maintenance funding. Capital investment finance is limited and dependent \n13. \nmostly  on  budgetary  conditions.  The  private  sector  and  banks  are  yet  to  become  significant \nplayer.    Until  2004,  there  was  a  road  fund,  financed  from  the  proceeds  of  a  fuel  tax,  an \ninternational  transit  tax,  and  a  road  use  tax  on  individuals  and  enterprises.  In  2004,  the \nGovernment abolished the road fund and other special funds, and the subsector is now funded \ndirectly  from  the  state  budget  and  from  donor  funds.  The  proceeds  of  transport-related  taxes \nand fees are part of general revenue and not earmarked for road maintenance. The proposed \nmaintenance program of the Roads Department for 2009–2013 includes an increase in annual \nfunding  from  $110  million  to  $137  million,  with  most  of  the  increase  earmarked  for  periodic \nmaintenance.  In  2007,  the  responsibility  for  local  roads  was  transferred  from  the  Roads \nDepartment  to  69  local  authorities,  as  part  of  broader  public  sector  reform  aimed  at \ndecentralizing government functions. About GEL1,450 million is needed to rehabilitate the local \nroads  (90%  are  in  poor  condition)  so  that  they  can  be  maintained.    Routine  and  winter \nmaintenance  of  the  rehabilitated  local  roads  would  amount  to  GEL1,500–GEL4,000  per  km \nyearly.  Road  maintenance  is  a  growing  need,  but  funding  remains  a  challenge.  Development \npartners  coordinate  closely  with  the  Roads  Department  to  work  on  this.  The  World  Bank  is \nsupporting  the  Roads  Department  in  improving  the  efficiency  of  road  maintenance  by  shifting \nfrom  input-based  maintenance  to  performance-based  maintenance  contracts.  The  investment \nprogram  to  be  financed  by  ADB  will  also  call  for  the  expansion  of  performance-based \n\n                                                 \n1   The concept of an Asian highway network was developed with the assistance of the United Nations Economic and \nSocial  Commission  for  Asia  and  the  Pacific.  Twenty-seven  Asian  countries  (including  Georgia)  have  signed  the \nintergovernmental agreement on the Asian highway network. \n\n \n\n\f 4 \n\nmaintenance  contracts  and  assist  the  Roads  Department  in  maintaining  project  roads  through \nsuch contracts.  \n \n14. \nRoad safety. Road safety needs serious attention; there has been a sharp rise in traffic \naccidents,  fatalities,  and  injuries.  The  current  fatality  rate  is  much  higher  than  in  European \ncountries,  and  the  economic  and  human  losses  have  been  significant.  While  traffic  accidents \nhave  many  causes,  the  inadequate  road  network  is  a  factor.  Curves  and  superelevation  are \ninappropriately  designed  on  many  roads,  and  safety  furniture  is  lacking.  Other  causes  of \naccidents  are  weak  enforcement  of  safety  regulations,  reckless  driving,  and  a  larger  vehicle \nfleet.  The  Government  needs  to  take  remedial  action  to  curb  accidents.  The  more  than  6,000 \naccidents  in  2008  that  involved  death  or  serious  injury  and  killed  867  people  represented  an \nincrease of more than 18% over the 2007 figure. The fatality rate relative to the vehicle fleet, at \n12  per  10,000  vehicles  in  2008,  is  high  (removing  scrapped  vehicles  from  the  fleet  statistics \nwould result in an even-higher rate)—and exceeds the rate in other European countries.2 Both \nfatalities  and  serious  injuries  are  on  the  rise.  Road  safety  has  thus  become  a  social  concern. \nThe Government developed the National Traffic Safety Strategy in 2008 and is now  making a \nbigger effort to strengthen law enforcement and launching public campaigns for road safety. \n \n15. \nInstitutional  capacity.  Despite  recent  progress  in  the  reform  of  institutions,  the  road \nsubsector still has limited institutional capacity. The limitations are reflected in (i) still weak legal \nand  regulatory  framework  for  managing  the  road  network;  (ii)  limited  enforcement  of  some \nregulations,  such  as  those  relating  to  vehicle  axle-load  controls  and  road  safety;  (iii) lack  of \nexperience  in  and  knowledge  of  public–private  partnerships  for  road  construction  and \nmaintenance;  and  (iv)  limited  staff  experience  in  managing  road  projects,  particularly  where \ntunnel and bridge engineering and environmental and resettlement safeguards are concerned. \nAlthough some donors have being supporting institutional strengthening, the Roads Department \nneeds more assistance, ideally within the context of the proposed investment program.  \n \n\n2. \n\nOpportunities \n\n \n16. \nGeorgia  is  the  shortest  transit  link  between  Central  Asia  and  Europe,  the  Russian \nFederation,  Azerbaijan,  Armenia  and  Turkey.  It  is  situated  on  the  most  direct  route  from  the \nBlack  Sea  to  the  Caspian  Sea  and  Central  Asia.  Recognizing  the  strategic  importance  as  a \ntransit  route,  the  Government  has  given  top  priority  to  rehabilitating  and  upgrading  the  east–\nwest  highway  to  international  standards.  Subregional  multi-road  corridors  will  add  benefits  to \nGeorgia  and  its  neighbors.  Efficient  multi-road  corridors  connect  neighboring  countries  and \nreduce subregional and international transport costs. Both the local economy and the economy \nof  the  subregion  will  gain  from  these  efforts,  and  Euro–Asia  trade  links  will  develop  and \nstrengthen. The subregional multi-road corridors will link major cities, ports, and tourist centers \nwithin the country, and promote economic growth through more-efficient passenger and freight \ntransport.  \n \n17. \nAfter  the  conflict  with  the  Russian  Federation  in  2008,  the  Government  endorsed  the \njoint needs assessment (JNA) prepared by the United Nations together with ADB, the European \nBank  for  Reconstruction  and  Development,  the  European  Commission,  the  European \nInvestment  Bank,  the  International  Finance  Corporation  and  the  World  Bank.  The  JNA \nrecommended a priority recovery and investment program focused on Georgia’s road networks, \n\n                                                 \n2   According to an unpublished World Bank working paper (2004), the fatality rates in other Europe and Central Asia \ncountries were (per 10,000 vehicles): Bosnia, 3 ; Croatia, 5; the Russian Federation, 12; Serbia, 5 ; and Turkey, 8. \nOther European countries average 2 per 10,000 vehicles. \n\n\f \n\n5\n\nnoting  that  limited  transport  infrastructure  added  to  the  cost  of  doing  business,  discouraged \nforeign  investment,  made  the  use  of  the  transit  corridor  less  time  and  cost  effective,  and  left \nlarge segments of the population out of the economic mainstream. The JNA also emphasized \nthe  need  for  subregional  multi-road  corridors  to  provide  transit  routes  that  were  more  efficient \nand secure. The JNA became the basis for development partners’ assistance programming and \ncooperation.  In  2009,  the  Roads  Department  updated  the  road  transport  infrastructure \ndevelopment needs brought out in the JNA and identified about 1,842 km of roads—372 km of \nmain  roads,  470  km  of  alternative  roads,  and  1,000  km  of  secondary  and  local  roads—to    be \nbuilt,  upgraded,  or  rehabilitated.  The  non-investment  component  will  address  priority  reforms, \nincluding \nfor  private  sector \nparticipation in construction and maintenance; and improve capacity to plan, manage, monitor, \nevaluate, measure and report. The overall investment is $3 billion over 7 years. Most of this will \nneed  to  be  financed  by  development  aid  agencies,  private  sector  and  banks  and  the \nGovernment’s budget. The Government is now seeking finance from ADB, the World Bank, the \nMillennium  Challenge  Corporation  (MCC),  and  the  Japan  International  Cooperation  Agency \n(JICA).  The  road  map  and  the  investment  plan  for  2009–2015  are  in  Appendix  3.  This  also \ndescribes the policy framework.  \n\nimproving  regulations  and  operating  procedures;  support \n\n \n\n3. \n\nADB’s Strategy and Sector Operations \n\ninclude  municipal \n\nthemes.  Core  strategic  areas \n\nADB’s  interim  operational  strategy  for  2008–20093 is  centered  on  nurturing  sustainable \n18. \neconomic  growth,  with  governance,  regional  cooperation,  and  environmental  protection  as \nsupport \ninfrastructure  services,  road \ntransportation  and  energy  infrastructure.  ADB  has  also  assisted  Georgia  with  crisis  support \nfollowing  the  conflict  with  the  Russia  Federation  and  the  ongoing  global  financial  crisis.  With \nregard to the road subsector, ADB is focusing on the main highways connecting Georgia to its \nneighboring countries, policy reform, and capacity. This work is being carried out in partnership \nwith the Government and other aid agencies such as the World Bank and JICA. The investment \nprogram, which was prepared with technical assistance approved by ADB in January 2008,4 is \nconsistent  with  this  assistance  strategy  for  Georgia.    ADB  is  also  helping  the  sector  through \nprivate sector-led transactions.  Besides finance extended in 2008 to the Bank of Georgia, ADB \nis  also  looking  into  investment  opportunities  in  the  port  sector.    These  contribute  directly  to \nregional cooperation and reinforce the investments in road corridors.  \n\n4. \n\nGovernment’s Strategy and Policy \n\n19. \nThe  Government  attaches  top  priority  to  developing  its  infrastructure  and  institutional \nsetting  to  reinforce  market  integration,  productivity,  competitiveness  and  the  country’s  unique \npotential  as  a  transit  economy.  To  execute  this  strategy,  the  Government  intends  to \n(i) strengthen  the  legal  and  regulatory  framework,  particularly  to  facilitate  private  sector \nparticipation  in  building  and  maintaining  the  subregional  network;  (ii)  develop  the  capacity  of \ninstitutions in the road subsector to manage and maintain more the road network efficiently; (iii) \nprovide  the  financial  and  technical  resources  that  the  local  authorities  need  to  properly \ndischarge their increased responsibility for managing road assets; and (iv) grant concessions to \nthe private sector to build and operate the main roads.  \n \n\n                                                 \n3   ADB. 2008. Interim Operational Strategy (Georgia): 2008–2009. Manila. \n4  ADB. 2008. Technical Assistance to Georgia for Preparing the Adjara Bypass Roads Development. Manila. \n\n \n\n\f 6 \n\n5. \n\nExternal Assistance \n\n20. \nThe road subsector has received external assistance since the mid-1990s, mostly from \nthe  MCC  and  the  World  Bank  (Appendix  4.)  This  assistance  has  chiefly  been  directed  at \nimproving  the  east–west  highway  and  rehabilitating  main  roads.  Civil  works  on  the  east–west \nhighway are in progress. The Igoeti–Sveneti section work started in 2009, with funding from the \nWorld  Bank,  which  will  also  finance  improvement  works  on  the  Sveneti–Ruisi  section  and  the \nrehabilitation  of  the  Rikoti  tunnel  in  2010.  The  Ruisi–Rikoti  section  (also  World  Bank)  and  the \nZestaponi–Kutaisi–Samtredia section (JICA) will be improved by 2013. With assistance from the \nMCC, Georgia will soon have better access to the Armenia border and to the Turkish border in \nthe  southwest.  The  MCC  and  the  World  Bank  have  likewise  provided  technical  assistance  for \nfeasibility studies and capacity development. Tranche 1 under the proposed MFF from ADB will \ncomplete essential work on the east–west corridor, and reinforce operations being finance in the \nneighboring countries.  \n\n6. \n\nLessons  \n\n21. \nADB operations in Georgia are just starting. Thus, there are no substantive lessons from \nprevious projects. But operations by other partners do provide hints on risks.  First, each project \nto  be  financed  under  the  MFF  needs  an  in-depth  assessment  of  its  technical,  economic, \nenvironmental,  and  social  aspects  (including  land  acquisition  and  resettlement)  to  establish \nquality at entry. Second, advance contracting is necessary to speed up project implementation. \nThird,  the  road  infrastructure  investments  need  project  management  skills  and  institutional \naccountability to build things on time and within budget. Fourth, the investment program needs \nto be designed in close collaboration with the authorities.  It is also important for the cofinancing \ndevelopment  partners  to  work  closely  together  to  avoid  duplications  on  technical  and  policy \nmessages.    One  lesson  learned  from  other  countries  is  the  importance  of  establishing  sound \ncross-border arrangements to cut travel time schedules and costs. \n \n\n7. \n\n Rationale for ADB Support for the Investment Program \n\n \nConnectivity, both domestic and international, is the key to sustainable development in \n22. \nGeorgia. However, rapid growth in traffic up to 2008 and lack of investment since independence \nhave  greatly  diminished  the  efficiency  of  subregional  corridors.  Growth  and  poverty  reduction \nwill  be  affected  if  the  situation  is  not  redressed.  The  corridors  need  to  increase  their  capacity, \nnew  investment  and  better  maintenance.  Improved  road  safety  measures  and  standards,  and \n“soft” investments to facilitate cross-border trade and transit traffic, are also needed. \n \n23. \nThe  Roads  Department  spent  an  average  of  GEL199  million  yearly  in  2004–2008.  In \n2009 it expects to spend GEL521 million—44% for new construction, 51% for rehabilitation, and \n5% for routine maintenance. Expenditure is expected to reach GEL1 billion in 2010. ADB, JICA, \nMCC, and the World Bank will help finance the expanded program. The MFF modality will keep \nADB involved over the long term and give the Government greater certainty in financing, while \nspending more time on project preparation.  \n \n \n \n \n \n \n\n\f \n\n7\n\nIII. \n\nTHE PROPOSED INVESTMENT PROGRAM \n\n \nA. \n\nImpact and Outcome \n\nThe investment program will promote economic development and subregional trade, and \n24. \naccelerate  subregional  cooperation  and  integration.  It  will  create  better  trade  and  logistic \ncorridors, and facilitate the cross-border movement of people and cargo. The outcome will be an \nimproved subregional road network. The successful implementation of the investment program \nwill (i) improve the efficiency of subregional road traffic through Georgia; (ii) increase trade flows \nand  competitiveness;  (iii)  lower  transport  costs;  (iv)  increase  mobility  and  access  to  markets, \njobs, and social services; and (v) improve governance. \n\nB. \n\nOutputs \n\n25. \nThe outputs will be (i) roads  improved in the subregional road network, (ii) effective and \nefficient  management  of  the  road  network,  and  (iii)  improved  road  safety.  For  the  road \ninfrastructure component, priority roads will be built, upgraded, or rehabilitated. The selection of \nroads to be financed under the MFF will be based on the updated JNA and economic, social, \nenvironmental,  and  technical  assessments.  (The  selection  criteria  and  approval  process  for \nprojects  and  subprojects  to  be  financed  under  the  MFF  are  in  Appendix  5.)  The  management \ncapacity  component  will  be  concerned  with  master  planning  for  the  road  subsector,  axle-load \ncontrol,  private  sector  participation  in  road  construction  and  maintenance,  and  the  design  and \nconstruction  of  tunnels  and  bridges.  The  road  safety  component  will  address  sustained  safety \ntraining, the adoption of intelligent traffic system technologies, the amendment of regulations to \nincorporate rules for high-speed transport and for tunnel safety, and the development of national \nstandards for intelligent traffic systems. \n\n1. \n\nOutputs for Tranche 1 \n\n26. \nThe outputs of investments under Tranche 1 of the investment program will be (i) a new \n28  km  two-lane  bypass  road  skirting  Kobuleti,  and  a  6  km  expansion  of  an  existing  two-lane \nroad between Kobuleti and Batumi, along the Black Sea coast toward the Turkish border, to four \nlanes; (ii) strengthened asset management capacity of the Road Department; and (iii) improved \nroad safety. These outputs will be achieved through four components: (i) the construction of the \nbypass road, (ii) the development of the asset management capacity of the Roads Department, \n(iii)  road  safety  improvement,  and  (iv)  project  management  support  including  consulting \nassistance for detailed design and supervision. \n \n27. \nConstruction  of  the  Kobuleti  bypass  road.  The  new  bypass  road  to  be  built  in \nproject 1  will  comprise  a  3.75-meter-wide  single  carriageway  with  2.5-meter  shoulders, \n18 bridges, and one tunnel. The road will be built to Georgia’s standards for two-lane roads, and \nwill  accommodate  speeds  of  100–120  km  per  hour.  (The  road  design  summary  is  in \nAppendix 6.) The road construction activities will comprise (i) civil works, and (ii) land acquisition \nand resettlement. \n \n28. \nCapacity  development  at  the  Roads  Department.  The  Roads  Department  will  be \nassisted to (i) refine the road subsector master plan; (ii) strengthen the capacity of patrol police \nto  control  axle  loads,  with  the  help  of  portable  weighing  equipment  to  be  purchased  for  the \nproject  and  the  training  of  department  staff;  (iii)  introduce  public–private  partnerships  in  road \nconstruction and maintenance, including performance-based maintenance contracting; and (iv) \n\n \n\n\f 8 \n\nstrengthen  the  department’s  capacity  to  design  and  build  tunnels  and  bridges,  manage \ncontracts, and enforce compliance with environmental and resettlement safeguards.   \n \n29. \nRoad  safety.  Key  actions  include  training  Roads  Department  staff,  patrol  police,  and \nnongovernment  organizations  to  perform  road  safety  audits  and  launch  public  awareness \ncampaigns  to  educate  drivers  on  safety,  including  roadside  communities  and  pedestrians \nespecially  schoolchildren.  The  program  will  also  finance  the  acquisition  of  equipment  required \nfor road safety enforcement and intelligent traffic systems. \n \n30. \nProject  management  and  institutional  support.  Support  will  be  provided  for  (i)  the \nimplementation of investments under  Project 1, including construction supervision, and project \nmanagement, monitoring, and evaluation; (ii) the detailed design of project 2; (iii) environmental \nmanagement  expenditure  not  included  in  the  construction  contract  packages;  (iv)  the  hiring  of \nexternal  experts  who  will  be  assigned  to  the  foreign  projects  unit  (FPU)  under  the  Roads \nDepartment  and  to  assist  the  unit  in  implementing  the  project;  and  (v)  financial  auditing  by \nindependent  external  auditors.  The  work  will  also  include  institutional  change  measures—\nincluding  planning,  regulation  changes,  results  measurement,  safeguards  compliance  and \nreporting.  \n\n2. \n\nOutputs for Tranche 2 \n\n31. \nThe outputs of the second-tranche project will be (i) a new 14 km two-lane bypass road \nskirting Batumi, (ii) improved border infrastructure for customs with equipment for inspection of \nvehicles  and  passengers,  harmonized  and  simplified  cross-border  procedures  and \ndocumentation in accordance with international standards, and strengthened capacity of officers \nserving at the border, and (iii) a feasibility study and design work for third-tranche projects. The \nneed  for  capacity  development  for  the  Roads  Department  under  the  second  tranche  will  be \nassessed on the basis of progress reports.  \n\nC. \n\nSpecial Features \n\nRegional  cooperation  and  integration.  The  investments  will  contribute  to  regional \n32. \ncooperation  and  integration  by  improving  the  Georgia  segment  of  the  trans-Caucasian  road \nnetwork.  Besides  the  east–west  highway,  the  southern  road  corridors  will  become  important \nsubregional road corridors and provide a more efficient route for traffic originating in Turkey and \nArmenia and bound for the Caspian Sea and the Black Sea. \n \n33. \nCapacity development. The investment program will finance the development of Roads \nDepartment capacity to manage the road networks and to execute road subsector investments \non time and within budget. It will also address road maintenance, road safety, vehicle axle-load \ncontrols, and private sector participation in road construction and maintenance. This assistance \nwill supplement the physical investment to sustain the development of the road subsector. \n \nCoordination.  The  JNA  prepared  by  the  Government  and  development  partners  in \n34. \nSeptember  2008  identified  the  long-term  investment  needs  in  the  road  subsector  in  Georgia. \nThe development partners agreed to coordinate and harmonize their assistance on the basis of \nthe  JNA  and  to  help  meet  the  Government’s  investment  needs  as  quickly  as  possible.  Since \nthen, they have jointly updated the program recommended in the JNA. The present investment \nprogram is based on the updated JNA. It was prepared in consultation with other development \npartners  and  will  be  implemented  in  close  coordination  with  them,  particularly  with  the  World \n\n\f \n\n9\n\nBank  and  JICA.  Besides  regular  project-based  coordination,  the  development  partners  will \ncontinue  to  meet  yearly  to  discuss  one  another’s  ongoing  assistance  and  pipeline.  ADB  and \nJICA have already entered into a memorandum of understanding to collaborate in assisting the \ncountries in the South Caucasus with road and railway subsector road maps and investments. \n \nD. \n \n35. \nThe investment program will cost about $3.0 billion equivalent. Project 1, including taxes, \nduties,  physical  and  price  contingencies,  interest,  and  other  charges,  will  cost  about \n$148.9 million equivalent. The cost estimates are summarized in Table 1.  \n\nInvestment Plan \n\n \nTable 1: Investment Plan \n\n \n\nItem \nInvestment Programa \nA.  Road Infrastructure Development \n\n1.  Main Road Network \n2.  Alternative Network \n3.    Secondary and Local Network \n\n \n\nTotal \n\n \nProject 1 \nA.  Base Costa \n\nB.  Road Network Management Capacity Development \n\n1.  Land Acquisition and Resettlement   \n2.   Civil Works \n3.   Road Safety  \n4.   Detailed Design and Construction Supervision \n5.  Project Management and Institutional Support  \n6.  Others \n\nCost ($ million) \n\n \n \n\n1,851.0 \n594.0 \n500.0 \n10.0 \n2,955.0 \n \n \n \n10.1 \n86.1 \n1.0 \n7.8 \n1.7 \n20.5 \n127.2 \n21.6 \n148.9 \n\n \n\nSubtotal (A) \nB.  Contingenciesb \n \nTotal \na  In 2009 prices. \nb     Physical  contingency  was  computed  at  15%  of  base  costs.  Price  contingency  was  computed  at  1.0%  for  2010, \n0.0%  for  2011,  0.3%  for  2012,  and  0.5%  for  2013  for  foreign  exchange  cost;  and  7.0%  for  2010  and  6.0%  for \n2011—2013 for local currency costs. \n\nFinancing Plan \n\nSource: Asian Development Bank estimates. \n \nE. \n \n36. \nThe  Government  has  asked  ADB  to  extend  up  to  $500  million  towards  the  cost  of  the \ninvestment program and to do so through the MFF. The financing, to be provided in accordance \nwith  ADB  policy, 5  will  blend  ADB’s  ordinary  capital  resources  (OCR)  and  Special  Funds \nresources. The MFF will comprise several loans, to be disbursed after the Government submits \nthe  related  periodic  financing  requests  (PFRs)  and  the  related  loan  agreements  and  other \nwarranties and representations take effect. The Government entered into a framework financing \nagreement  (FFA)  with  ADB.  OCR  financing  will  conform  to  the  Ordinary  Operations  Loan \nRegulations  applicable  to  London  interbank  offered  rate  (LIBOR)–based  loans,  subject  to \n\n                                                 \n5   ADB. 2008. Mainstreaming the Multitranche Financing Facility. Manila. \n\n \n\n\f 10 \n\nmodifications  in  individual  loan  agreements.6 Special  Funds  financing  will  follow  the  Special \nOperations Loan Regulations, subject to modifications in individual loan agreements.7 \n \n37. \nThe  PFR  for  tranche  1  under  the  FFA  requested  a  loan  of  $118.8  million  from  ADB’s \nSpecial Funds resources, to help finance project 1. The first PFR is being presented to the ADB \nBoard of Directors together with this report and the FFA. The ADB loan will finance 80% of the \ntotal  cost  of  project  1.  The  loan  from  Special  Funds  resources  will  have  a  term  of  32  years, \nincluding a grace period of 8 years, and interest of 1.0% per year during the grace period and \n1.5% per year thereafter, and other terms and conditions set forth in the related loan agreement. \nThe  Government  will  finance  the  project  cost  remainder  of  $30.1  million  including  local  taxes \nand duties. The proposed financing plan for the investment program is summarized in Table 2 \nand detailed cost estimates for project 1 are in Appendix 7. \n \n\nTable 2: Financing Plan \n\nTotal ($ million) \n\n \n\nSource \nInvestment Program \nAsian Development Bank \nWorld Bank/JICA/MCC \nGovernment and other sources \n \n \nProject 1 \nAsian Development Bank \n\nTotal \n\n \n\nSpecial Funds Resources \n\n \n500.0 \n622.0 \n1,833.0 \n2,955.0 \n \n \n \n118.8 \n30.1 \n148.9 \n\n% \n\n \n17 \n21 \n62 \n100 \n \n\n \n \n80 \n20 \n100 \n\n \n\nGovernmenta \n \n JICA = Japan International Cooperation Agency, MCC = Millennium Challenge Corporation.  \na Includes taxes and duties. \nSource: Asian Development Bank estimates. \n\nTotal \n\nF. \n\nImplementation Arrangements \n\n1. \n\nManagement \n\n38.  MORDI  will  be  the  executing  agency  and  the  Roads  Department,  assisted  by  the \nEurasian Transport Corridor Investment Center (ETCIC), will be the implementing agency.8 The \nChair  of  the  Roads  Department  will  provide  guidance  and  deal  with  inter-agency  coordination \nmatters  and  specific  approvals.  Th  FPU9 will  handle  all  project  implementation  activities  under \nthe supervision and guidance of the Chair or Vice-chair. The FPU will comprise technical staff \nfrom  the  Roads  Department  or,  if  necessary,  external  experts  (national  and  international). \nFinancial management activities will be outsourced to ETCIC. The FPU will also (i) manage due \ndiligence  work,  project  design  and  prepare  new  PFRs,  (ii)  hire  and  manage  supervision \nconsultants and contractors, (iii) oversee compliance and prepare performance reports, and (iv) \n\n                                                 \n6   ADB. 2001. Ordinary Operations Loan Regulations. Manila. \n7   ADB. 2006. Special Operations Loan Regulations. Manila. \n8  ETCIC is a government agency created by presidential decree in 1995. It serves as financial management unit of \nthe Roads Department for World Bank projects. It has capably managed project accounts according to World Bank \nrequirements over the past 14 years. Its operating costs are financed by World Bank projects. \n\n9 The  FPU  is  a  special  unit  in  the  Roads  Department  that  was  created  to  prepare  and  implement  road  projects \n\nfinanced by development aid agencies.  \n\n\f \n\n11\n\nobtain  the  necessary  approvals  from  ADB  and  the  Government.    The  organization  chart  for \nproject implementation teams is in Appendix 8.  \n\n2. \n\nProject Preparation and Appraisal \n\n39. \nInvestments  under  Tranche  1,  including  all  preconstruction  activities,  such  as  detailed \ndesign,  contractor  prequalification,  are  under  way.  Land  acquisition  and  resettlement  will  be \ncompleted before the start of civil works. For subsequent investments, the Roads Department, \nwith the assistance of the program management support consultants, will prepare (i) the project \nreport, including technical, economic, environmental, and social assessments; and (ii) a PFR for \neach  project,  backed  by  a  full  design.  The  project  report  will  conform  to  the  criteria  and \nprocedures stated in schedule 4 of the FFA, and other related requirements of the Government \nand ADB. After appraising each project for technical and economic feasibility, compliance with \nsafeguard requirements, and completing the final design, the Government will submit to ADB a \nsummary  appraisal  report  in  the  format  specified  in  the  investment  program  administration \nmemorandum  and  the  draft  PFR.  ADB  will  then  undertake  due  diligence  according  to  its \nrelevant  policies  and  procedures,  and  approve  the  appraisal,  subject  to  any  amendments.  If \nrequired by ADB, the Roads Department will amend the PFR and submit it to ADB for approval \nby  the  due  date  of  the  PFR.  Meanwhile,  the  Roads  Department  will  carry  out  advance \ncontracting under each tranche as approved by ADB to speed up project implementation. \n\n3. \n\nImplementation Period \n\nThe  investment  program  will  be  implemented  over  7  years  (it  will  be  completed  by  the \n40. \nend of 2016). The first-tranche project will be implemented over 4 years (estimated completion \ndate:  31 December  2013).  The  Roads  Department  will  prepare  a  detailed  implementation \nschedule  for  subsequent  tranches.  An  indicative  implementation  schedule  for  the  investment \nprogram  and  a  detailed  implementation  schedule  for  investments  under  Tranche  1  are  in \nAppendix 9. \n \n4. \n\nProcurement \n\n \n\n \n41. \nProcurement  will  comply  with  ADB’s  Procurement  Guidelines  (2007,  as  amended  from \ntime  to  time).  Contracts  above  $1  million  for  civil  works  and  above  $500,000  for  goods  will \nundergo  international  competitive  bidding.  National  competitive  bidding,  for  contracts  below \nthose  amounts,  will  be  conducted  under  Georgia’s  state  procurement  law,  subject  to  the \nmodifications  and  clarifications  stated  in  the  procurement  plan.  The  bulk  of  the  work  will  be \nstructured into a few relatively large contracts. A procurement plan for the investment program \nis in Appendix 10. \n\n \n5. \n\nConsulting Services \n\n \n42. \nConsulting services will be required for project management and capacity development \nand  road  safety.  Key  tasks  are  (i)  feasibility  studies  and  detailed  design  (ii)  contractor \nengagement and construction supervision (iii) project performance monitoring and reporting and \nresults  measurement  (iv)  road  safety  training,  amendment  of  road  safety  regulations,  and \ndevelopment of standards for intelligent traffic systems and (v) general capacity development at \nthe Roads Department. The Roads Department will select and hire the consultants according to \nADB’s  Guidelines  on  the  Use  of  Consultants  (2007,  as  amended  from  time  to  time),  using \nquality-based  selection  for  the  detailed  design  and  supervision  consultants  and  quality-  and \n\n \n\n\f 12 \n\ncost-based  selection  (80:20  or  other  ratios,  as  appropriate)  for  the  project  management, \ncapacity  development  and  road  safety  improvement.  The  quality-based  selection  method  is \njustified  since  the  mountainous  terrain  of  the  project  area  requires  several  long  tunnels  and \nbridges,  detailed  design  and  construction  supervision  of  which  can  be  supplied  only  by \ntechnically qualified firms. Other selection modalities will also be considered.  \n \nTranche  1  investments  will  require  1,330  person-months  of  consulting  services \n43. \n(230 international  and  1,100  national).  This  comprises \n(164 \ninternational  and  892  national)  for  the  detailed  design  of  projects  1  and  2,  construction \nsupervision, and project monitoring, evaluation and results measurement; (ii) 31 person-months \n(11 international  and  20  national)  for  road  safety;  and  (iii) 243 person-months  (55  international \nand 188 national) for capacity development. Additional consulting services, if necessary, will be \nprocured under later tranches. \n \n\n(i) 1,056  person-months \n\n6. \n\nAdvance Contracting and Retroactive Financing \n\n \nTo speed up project implementation, starting with Tranche 1, the Government requests \n44. \nADB’s  approval  under  the  MFF  for  advance  contracting  and  retroactive  financing  of  eligible \nexpenditures. Advance contracting will allow the Government to start the procurement process \nbefore  the  relevant  legal  agreement  is  signed.  The  Government  was  informed  that  expenses \nunder  advance  contracting  can  be  financed  retroactively  only  if  the  procedures  (including \nadvertising)  comply  with  ADB’s Procurement  Guidelines  and  Guidelines  on  the  Use  of \nConsultants.  Once  first  loan  is  in  place,  up  to  20%  of  it  may  retroactively  finance  eligible \nexpenditures  incurred  no  more  than  12  months  before  the  signing  of  the  relevant  legal \nagreement.  Alternatively,  the  Government  may  also  opt  for  advance  contracting  without \nretroactive  financing.  In  that  case,  the  contract  for  procurement  procedures  completed  under \nadvance contracting is awarded after the tranche takes effect. The Government acknowledges \nthat  ADB’s  concurrence  with  the  procedures,  documentation,  or  proposal  for  award  does  not \ncommit ADB to finance such expenses or the related project. \n\n7. \n\nAnticorruption Policy \n\n45. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government. Consistent with its commitment to good governance, accountability, and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt,  fraudulent,  collusive,  or  coercive  practices  relating  to  the  investment  program.  To \nsupport these efforts, relevant provisions of ADB’s Anticorruption Policy are included in the loan \nregulations  and  the  bidding  documents  for  the  investment  program.  In  particular,  all  contracts \nfinanced  by  ADB  in  connection  with  the  investment  program  will  include  provisions  specifying \nthe right of ADB to audit and examine the records and accounts of the Roads Department, and \nall  contractors,  suppliers,  consultants,  and  other  service  providers  as  they  relate  to  the \ninvestment program. \n \nThe  Government  and  the  Roads  Department  will  take  additional  measures  to  improve \n46. \ngovernance, accountability, and transparency under the MFF, primarily utilizing direct payment \nprocedure.  These  measures  include  (i) independent  external  auditing  of  contracts,  project \naccounts,  and  financial  statements;  (ii) transparent  decisions  on  all  procurement-related \nmatters;  (iii)  verification  of  contractors’  payment  claims  by  the  supervision  consultant  in \naccordance with contract specifications; and (iv) timely disclosure of information on the selection \nof consultants and contractors through the Roads Department website. \n\n\f \n\n13\n\n8. \n\nDisbursement Arrangements \n\n47. \nThe loan proceeds will be disbursed according to ADB’s Loan Disbursement Handbook \n(2007,  as  amended  from  time  to  time)  primarily  utilizing  direct  payment  procedure.  To  reduce \ncash flow difficulties in the Roads Department and facilitate project implementation, the imprest \naccount  procedures  described  in  ADB’s  Loan  Disbursement  Handbook  will  be  followed.  An \nimprest  account  will  be  established  for  the  treasury  service  of  the  Ministry  of  Finance  at  the \nNational  Bank  of  Georgia  after  the  loan  takes  effect,  and  will  be  liquidated  and  replenished \naccording  to  ADB’s  Loan  Disbursement  Handbook.  The  total  advance  will  not  exceed  ADB’s \nestimated share of eligible project expenditures to be financed through the imprest account for \nthe  next  6  months,  or  10%  of  the  amount  of  the  loan,  whichever  is  lower.  For  simplified \ndocumentation,  statement-of-expenditure  procedures,  as  described  in  the  Loan  Disbursement \nHandbook, will be followed when reimbursing expenditures and liquidating the imprest account \nfor individual payment transactions of up to $100,000 equivalent. \n\n9. \n\nAccounting, Auditing, and Reporting \n\n48. \nThe Government and the Roads Department will adhere to sound financial management \nrequirements during the implementation of the investment program. The Roads Department will \nmaintain separate project records and accounts adequate to identify the (i) goods and services \nfinanced  from  the  loan  proceeds,  (ii)  financing  resources  received,  (iii)  project  expenses \nincurred on the components of each project, and (iv) use of counterpart funds. The department \nwill  hire  independent  external  auditors  acceptable  to  ADB  for  a  yearly  audit  of  the  project \naccounts  including  the  imprest  account  and  the  statement-of-expenditure  procedures.  It  will \nsubmit  to  ADB  certified  copies  of  the  audited  annual  project  accounts  with  a  separate  audit \nopinion  on  the  imprest  account  and  the  statement-of-expenditure  procedures,  as  well  as  the \nauditor’s  report,  in  English  within  6  months  of  the  end  of  each  fiscal  year  during  the \nimplementation period. The Roads Department was advised of ADB’s requirement for the timely \nsubmission  of  audited  annual  project  accounts,  and  the  suspension  of  disbursements  of  ADB \nloans in case of noncompliance with the requirement. \n \nThe  Roads  Department  will  prepare  and  submit  to  ADB  quarterly  progress  reports  for \n49. \nindividual  projects,  which  will  include  (i)  a  narrative  description  of  progress  made  during  the \nreporting  period,  (ii)  changes  in  the  implementation  schedule,  (iii)  problems  or  difficulties \nencountered,  and  (iv)  activities  to  be  undertaken  in  the  next  reporting  period.  The  department \nwill prepare and submit to ADB a project completion report within 3 months of the completion of \neach  project,  and  a  program  completion  report  after  the  completion  of  all  projects  under  the \ninvestment program. \n\n10. \n\nPerformance Monitoring and Evaluation, Measuring Results \n\n50. \nTargets and indicators for the monitoring and evaluation of program performance were \ndiscussed  with  the  Government  (key  performance  targets  and  indicators  are  provided  in \nAppendix 1). The Roads Department will (i) hire consultants for monitoring and evaluation; (ii) \ncollect  additional  data  from  relevant  agencies,  including  local  governments  and  statistics \nbureaus, to measure the performance indicators at inception, completion, and 3 years after the \ncompletion of each project and the investment program; and (iii) report key findings quarterly to \nADB.  The  department,  with  the  assistance  of  the  supervision  consultant,  will  monitor  and \nevaluate program impact to ensure that the program facilities are managed effectively and the \nprogram benefits maximized. \n\n \n\n\f 14 \n\n11. \n\nReviews \n\n51. \nADB will field an inception mission within 3 months of loan approval for each project, and \nvarious review missions yearly. The Government and ADB will undertake a joint midterm review \nof Tranche 1 investments in 2011 and of the investment program as a whole in 2013. The timing \nof  the  midterm  review  of  subsequent  projects  will  be  agreed  on  during  the  appraisal  phase  of \neach  project.  The  midterm  reviews  will  focus  on  (i)  program  impact,  (ii)  implementation \nprogress, (iii) road subsector performance, (iv) performance of consultants and contractors, (v) \nstatus of compliance with the covenants stipulated in the FFA and individual loan agreements, \nand  (vi) the  need  for  any  midcourse  changes  in  the  scope  or  schedule  of  the  investment \nprogram to achieve the full impact of the program. \n\nIV. \n\nINVESTMENT PROGRAM BENEFITS, IMPACT, ASSUMPTIONS, AND RISKS \n\nA. \n\nBenefits \n\n52. \nThe  investment  program  will  benefit  road  users,  road  construction  companies,  traders, \nlogistics companies, and other people who derive income from increased road traffic and trade \nin  Georgia.  Regarding  direct  benefits,  the  improved  road  network  will  (i)  lower  road  transport \nand  maintenance  costs,  (ii)  speed  up  road  transport  services  and  make  them  more  reliable, \n(iii) reduce  travel  time  for  cross-border  transit  traffic,  (iv)  reduce  traffic  accidents,  (v)  improve \naccess  to  markets  and  social  services,  (vi)  create  jobs  and  income  during  implementation \n(through  the  use  of  local  labor  and  construction  materials)  and  after  completion  (through \nroadside business activities), and (vii) reduce air pollution and noise in resort areas where the \nexisting road passes. The direct benefits will accrue at the start to vehicle owners and operators \nand  road  construction  companies,  but  will  gradually  be  shared  by  freight  customers  and \npassengers  through  reduced  bus  freight  charges  and  fares.  While  Georgia  is  the  major \nbeneficiary, other countries in the region, particularly Armenia and Turkey, will also benefit. The \ninvestment program, among its indirect benefits, will (i) improve road network management, and \n(ii)  increase  business  activities  and  jobs  with  forward  or  backward  linkages  to  road  network \ndevelopment. \n \n53. \nThe  construction,  under  Tranches  1  and  2,  of  the  two  bypass  roads  along  the  Black \nSea—(i) from Choloki to Makhinjuari skirting Kobuleti, and (ii) from Makhinjuari to Sarpi skirting \nBatumi—is expected to divert substantial traffic from the existing Poti–Batumi–Sarpi road. The \nexisting  road,  which  runs  through  the  urban  areas  of  Batumi  and  Kobuleti,  is  congested, \naccident-prone,  and  in  poor  condition.  Traffic  diverted  to  the  bypass  roads  will  benefit  from \nfaster transit on a smoother driving surface with better vertical and horizontal alignment and less \ncongestion.  Traffic  that  continues  to  use  the  existing  road  will  also  benefit  from  a  reduction  in \nthe volume of traffic and, therefore, in congestion. The projects will directly benefit road users, \nroad construction companies, traders, and other people who derive income from improved road \ntraffic  and  trade  in  Georgia.  But,  in  the  longer  term,  the  bypass  roads will  benefit  the  regional \neconomy  of  the  Autonomous  Republic  of  Adjara,  where  the  major  industries  are  tourism  and \ncitrus fruit exports. Better transport is a key factor in the further development of those industries. \nThe  present  Poti–Batumi–Sarpi  road  is  an  integral  transit  corridor  in  Georgia,  connecting \nAzerbaijan,  Armenia,  and  the  Central  Asian  countries  with  Turkey.  These  countries  will  also \nbenefit from more-efficient movement of transit traffic because of the bypass roads. \n\n\f \n\n15\n\nB. \n\nEconomic Analysis \n\n54. \nAn  economic  analysis  of  all  projects  financed  under  the  MFF  will  be  conducted \naccording  to  ADB’s  Guidelines  for  the  Economic  Analysis  of  Projects.10 An  economic  analysis \nwas  carried  out  for  the  two  bypass  roads,  as  these  are  a  contiguous  stretch  of  road,  despite \nphased  financing  under  projects  1  and  2  (Appendix  11).  The  analysis  was  based  on  a \ncomparison  of  with-  and  without-project  cases  and  covered  a  period  of  20  years  after  the \nprojects  start  full  operation  in  2014.  To  forecast  the  traffic,  projections  were  made  for  the \nfollowing: (i) normal traffic in the without-project case, (ii) diverted traffic from the existing road to \nthe  bypass  roads,  and  (iii)  generated  traffic.  According  to  the  projections,  the  average  daily \ntraffic on the existing coast road and the bypass roads will increase from about 6,944 in 2010 to \n20,478 in 2033.  \n \n55. \nThe major benefit from the projects will be savings in travel time of about 30%–50% for \nall  types  of  vehicles.  Savings  in  vehicle  operating  cost  per  kilometer  and  a  reduction  in  traffic \naccidents by nearly half are also expected. The savings in vehicle operating costs per kilometer \nwere projected to be 10% for goods vehicles and articulated trucks, 19% for large buses, and \nabout 10% for medium and mini buses. The highway design and maintenance 4 (HDM-4) model \nwas used in projecting the benefits. \n \nThe economic analysis showed the project to be economically viable, with an estimated \n56. \neconomic  internal  rate  of  return  (EIRR)  of  14.3%  and  an  estimated  net  present  value  of \n$45.0 million at a 12% discount rate. Sensitivity analysis confirmed the economic viability of the \nprojects.  A  20%  decrease  in  traffic growth  would  lead  to  an  EIRR  marginally  below  12%.  The \nrisk analysis indicated that the mean and median EIRRs, though lower than the base-case EIRR \nof 14.3%, were above the cutoff level of 12%. The project has 79.8% probability of positive net \npresent value, or an EIRR higher than 12%. \n\nC. \n\nFinancial Management and Sustainability \n\n57. \nA financial analysis of projects financed under the MFF, if necessary, will be conducted \naccording  to  ADB’s  Financial  Management  and  Analysis  of  Projects. 11  Project  1  is  not  a \nrevenue-generating  project  and  does  not  require  financial  analysis.  A  financial  management \nassessment of ETCIC, based on questionnaires and field interviews, was undertaken to assess \nits  ability  to  fulfill  ADB’s  fiduciary  requirements  for  the  investment  program.  The  ETCIC  uses \nmodified cash-basis accounting and runs accounting software that was considered satisfactory \nfor  accounting  and  reporting  by  the  World  Bank  in  its  January  2009  financial  management \nsupervision  report.  The  ETCIC  has  a  financial  and  accounting  management  manual,  most \nrecently updated in January 2009, and audits of its project accounts have been satisfactory. To \nensure  proper  fiduciary  oversight  of  ETCIC,  independent  external  auditing  of  contracts, \naccounts, and financial statements will be undertaken under project 1. The Roads Department \nhas adequate capacity for financial management with the assistance of ETCIC. \n \nSince the conflict with the Russian Federation in 2008 and the global financial crisis that \n58. \nfollowed,  the  foreign  debt  of  Georgia  has  been  closely  monitored  by  development  partners, \nparticularly by the International Monetary Fund (IMF). A large portion of foreign assistance since \nthe conflict has been on concessionary terms. The IMF set an annual ceiling of $800 million on \nnon-concessionary  lending  to  Georgia  on  the  basis  of  its  analysis  of  Georgia’s  debt  service \n                                                 \n10  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n11 ADB. 2005. Financial Management and Analysis of Projects. Manila. \n\n \n\n\f 16 \n\nability  and  leads  donor  coordination  to  abide  by  the  ceiling.  ADB’s  OCR  lending  through  the \nMFF will remain within this ceiling and will be jointly monitored by the IMF.   \n\nD. \n\nEnvironmental Impact \n\n59. \nAn environmental assessment of all projects financed under the MFF will be conducted \naccording to the environmental assessment and review framework prepared by the Government \nand agreed on with ADB in compliance with ADB’s Environment Policy (2002) or, if applicable, \nSafeguard  Policy  Statement  (2009)12,  and  Environmental  Assessment  Guidelines  (2003),  as \nwell as relevant laws and regulations in Georgia. An environmental impact assessment (EIA) of \nproject  1,  a  category  A  project,  was  prepared.  The  summary  EIA  was  circulated  to  the  Board \nand publicly disclosed through the ADB website on 29 May 2009. The EIA concluded that the \noverall  environmental  impact  of  project  1  would  be  both  positive  and  negative,  and  that  the \nnegative  impact  could  be  minimized  by  adequate  mitigation  measures  included  in  the \nenvironmental  management  plan.  When  projects  are  identified  and  processed  under  the  third \nand  subsequent  tranches,  the  cumulative  environmental  impact  of  the  entire  MFF  will  be \nassessed. The environmental assessment and review framework is in Supplementary Appendix \nE.  \n \nThe Kobuleti bypass road under project 1 is at a sufficient distance from the safe buffer \n60. \nzone  of  the  protected  areas—Kobuleti  Nature  Reserve  and  Kobuleti  Managed  Reserve, \nimportant wetlands and an internationally significant Ramsar site. The proposed alignment will \nhave no major impact on the Ramsar site. It will neither block known animal migration trails nor \nintersect  any  known  protected  species  of  flora  or  fauna  along  the  alignment.  Contractors  will \navoid  bridge  substructure  (foundation)  work  during  the  known  spawning  season  for  rivers \ntraversed  by  the  project  road.  No  historical,  cultural,  or  archaeological  sites  are  within  the \nproject area. Some trees will be cut, but civil works contractors will be required to replant trees. \nNoise  barriers  will  be  recommended  in  selected  locations  of  the  bypass  roads  where  noise \nexceeds  local  standards.  Retaining  structures  to  protect  unstable  batters  and  potential \ngeo-hazards, and riverbank protection measures will be considered in the engineering design. \nComplete  fencing  on  both  sides  of  the  bypass  roads  between  densely  populated  settlements, \ncoupled with improved signage and controlled access, will substantially improve safety for local \nresidents.  Measures,  including  the  following,  will  be  taken  during  construction,  to  restrict \nencroachment into protected areas: (i) no construction camp will be located from Km 6 to Km 14 \nin the protected-area section of the road; (ii) asphalt and mixing plants will be set up outside the \nprotected-area  section;  (iii)  solid  waste  in  the  nature  reserve  will  be  strictly  managed;  (iv)  a \nfence will be built around the protected-area section; and (v) road signs, an awareness display \nboard,  and  bylaws  will  be  developed  to  explain  and  deal  with  violations  and  encroachments. \nThe overall impact of project 1 on the environment is considered manageable. \n\nE. \n\nPoverty and Social Impact \n\n61. \nA poverty and social analysis of all projects financed under the MFF will be conducted \naccording  to  ADB’s  Handbook  for  Integrating  Poverty  Impact  Assessment  in  the  Economic \nAnalysis  of Projects13   and  Handbook  on  Social Analysis.14 (A  summary  poverty  reduction  and \nsocial strategy for project 1 is in Appendix 12.) The project road will traverse two regions, Adjara \n\n                                                 \n12 ADB. 2009. Safeguard Policy Statement. Manila. \n13  ADB. 2001. Handbook for Integrating Poverty Impact Assessment in the Economic Analysis of Projects. Manila. \n14  ADB. 2007. Handbook on Social Analysis. Manila. \n\n\f \n\n17\n\nand  Guria,  and  will  pass  through  the  districts  of  Ozurgeti  and  Khelvachauri  and  the  cities  of \nKobuleti  and  Batumi,  with  a  total  population  of  379,472.  A  sample  socioeconomic  survey  in \n20 villages in the project area (200 samples) revealed that about 52% of the people live below \nthe poverty line.  \n \n62. \nThe direct benefit of the investment program on the poor will be relatively small, except \nthat it will provide some direct employment opportunities during construction. The benefits to the \npoor  will  be  more  indirect.  The  provision  of  transport  services,  including  the  construction  and \nmaintenance  of  transport  infrastructure,  will  generate  demand  for  labor  (often  unskilled  labor) \nand  provide  income-earning  opportunities  for  the  poor.  A  transport  project  that  generates  jobs \nfor the poor who are otherwise unemployed or underemployed contributes indirectly to poverty \nreduction.  The  construction  aspect of  transport  sector  development  is  often  viewed  as  equally \nimportant  as  the  service  aspect  in  promoting  economic  growth.  The  process  of  poverty \nreduction is rooted in a broad range of socioeconomic activities to which transport services have \nan intermediate contribution. \n \nThe  investment  program  will  have  both  short-term  and  long-term  positive  impact.  The \n63. \nshort-term positive impact will include access to markets for agricultural produce, availability of \ntemporary  unskilled  jobs  for  villagers,  and  opportunity  to  provide  food  and  restaurant  services \nfor  construction  workers.  The  long-term  positive  impact  will  include  access  to  long-distance \ntransport  services  across  the  border,  access  to  long-distance  markets  (buying  and  selling \nthrough  regional  trade),  easier  access  to  health  facilities  and  medical  treatment,  increased \naccess to agricultural extension services, increased access to education, increased opportunity \nfor the development of tourism, and diversification of income sources.  \n \n64.  Women have important economic roles in project areas and engage in a very wide range \nof income-generating activities in the agricultural and marketing sector. The investment program \nwill  pay  particular  attention  to  women,  to  ensure  that  they  are  rightly  compensated  for  their \nactivities and that women who are effectively household heads are clearly listed as beneficiaries \nof compensation and rehabilitation proceedings under the investment program. Women will also \nparticipate in the consultation processes to determine and negotiate compensation entitlements \nand implement the land acquisition and resettlement plan. Special attention will be given to the \nimpact  of  resettlement  on  women  and  other  vulnerable  groups  during  the  monitoring  and \nevaluation  of  the  land  acquisition  and  resettlement  plan.  The  investment  program  will  have  a \npositive impact on gender, as the civil works contracts will include provisions to encourage the \nemployment of women during implementation, and women will be encouraged to participate in \nactivities to monitor program impact.  \n \n65. \nAll projects financed under the MFF will include public awareness campaigns and other \nappropriate  measures  to  mitigate  the  potential  risk  of  HIV  and  other  sexually  transmitted \ninfections, as well as drug and human trafficking. Civil works contractors will be required to take \nmeasures to protect construction workers from  the risks of HIV and other sexually transmitted \ninfections, and to give construction workers time to be tested or receive treatment.  \n \nThe  impact  on  indigenous  peoples  was  assessed  according  to  ADB’s  Policy  on \n66. \nIndigenous Peoples (1998). The investment program will primarily affect Georgians, who make \nup  almost  93%  of  the  population.  Other  ethnic  groups  in  the  project  area—mostly  Armenian, \nAzeri,  and  Russian—are  insignificant  in  number.  These  groups  have  been  fully  integrated  into \ninstitutional,  cultural,  and  economic  processes  in  the  country,  and  do  not  display  sufficient \nfeatures  to  be  classified  as  indigenous  peoples  according  to  the  ADB  definition.  Therefore, \nproject 1 is classified as category C. \n\n \n\n\f 18 \n\nF. \n\nSocial Safeguards \n\n67. \nThe impact on land acquisition and resettlement of all projects financed under the MFF \nwill be assessed according to the land acquisition and resettlement framework (LARF) prepared \nby the Government and agreed on with ADB in compliance with ADB’s Involuntary Resettlement \nPolicy (1995) or, if applicable, Safeguard Policy Statement (footnote 12), and relevant laws and \nregulations  in  Georgia.  The  LARF  (Supplementary  Appendix  F)  specifies  compensation \nprovisions  and  procedures  for  the  preparation  and  implementation  of  land  acquisition  and \nresettlement plans (LARPs) for projects financed under the MFF.  \n \n68. \nTranche  1  investment  will  entail  substantial  land  acquisition  and  resettlement,  and, \nhence, is considered a category A project. According to the census survey, 163.3 hectares (ha) \nof land—134.8 ha of agricultural land, 26.1 ha of nonagricultural or pasture land, and 2.4 ha of \nresidential  and  commercial  land—will  need  to  be  acquired.  A  total  of  740  land  parcels,  and \n154 structures  or  buildings,  will  be  affected.  The  affected  households  or  families  number  881 \n(including 332 vulnerable households)—200 titleholders, 562 households that can be legalized, \nand  119  non-titleholders.  The  total  number  of  affected  persons  is  4,440.  (A  full  LARP  is  in \nSupplementary  Appendix  G  and  a  summary  is  in  Appendix  13.)  The  LARF  and  the  LARP  for \nproject  1  were  endorsed  by  the  Roads  Department  and  disclosed  to  the  affected  people.  The \nupdated  LARP  will  be  submitted  to  ADB  for  review  and  the  final  LARP  agreed  on  between \nMORDI and ADB will be fully implemented before the start of civil works. \n \n69. \nLARPs  for  future  projects,  with  the  land  acquisition  and  resettlement  impact,  will  be \nprepared  according  to  the  LARF,  and  will  be  submitted  to  ADB  for  approval  and  fully \nimplemented before the start of civil works. The appraisal of subsequent projects financed under \nthe MFF will require a review of the LARF and the preparation of the respective LARPs, with the \nland acquisition and resettlement impact. The implementation of the LARPs will be a condition \nfor the start of civil works under the relevant projects. \n\nG. \n\nAssumptions and Risks \n\nThe  investment  program  rests  on  several  assumptions:  (i)  continued  macroeconomic \n70. \nstability  in  Georgia,  (ii)  effective  implementation  of  the  JNA,  (iii) the  Government’s  continued \ncommitment  to  regional  cooperation,  (iv) the  Government’s  commitment  to  implementing  the \nroad  map  and  the  investment  program,  and  (v)  adequate  financing.  The  program  also  needs \ninvestments in the neighboring countries and cross-border agreements to speed up document \nclearance and cut costs and travel time. \n \n71. \nRisks  to  the  investment  program  include  (i)  low  coordination  among  government \nagencies  during  implementation,  (ii)  rapid  deterioration  of  the  road  network  caused  by  weak \naxle-load  controls  and  insufficient  funding  for  maintenance,  (iii) delays  in  the  preparation  and \nimplementation  of  subsequent  projects,  and  (iv) delays  in  the  start  of  project  implementation \ncaused  by  inadequate  design  and  preconstruction  works.  The  investment  program  needs \ncoordinated investments in the neighboring countries. The Government has taken the necessary \nmeasures to minimize these risks. MORDI and the Ministry of Finance will coordinate the work \nof the agencies so that execution issues are resolved promptly. The Government is committed \nto enforcing axle-load controls and further increasing funding for road maintenance. ADB, with \nits partners, will provide sustained support to the Roads Department to strengthen its capacity to \nmanage  the  road  network.  Adequate  consulting  services  will  be  provided  to  help  the  Roads \nDepartment  prepare  subsequent  projects,  manage  implementation,  monitor  performance, \n\n\f \n\n19\n\nmeasure  results  and  report  to  ADB.  With  its  own  funds  the  Government  has  begun  detailed \ndesign  and  other  preconstruction  works  to  be  ready  to  start  construction  once  the  investment \nprogram is approved by ADB. Other countries in the region are investing in their own sections of \nthe corridors.  ADB is also a cofinancier in these cases. Cross-border and trade facilitation work \nis  being  developed  under  the  Central  Asia  Regional  Cooperation  Program  (CAREC).  The \nimplementation  of  the  physical  infrastructure  components  will  be  accompanied  with  work  to \nspeed up border crossing and cut paperwork.  Technical assistance will be put in place for this \npurpose.   \n\nV. \n\nASSURANCES \n\nA. \n\nSpecific Assurances \n\n72. \nIn  addition  to  the  standard  assurances,  the  Government  has  given  the  following \nassurances,  and  assurances  agreed  to  in  the  FFA,  which  will  be  incorporated  in  the  legal \ndocuments: \n \n\nRoad subsector master plan. The Government will refine a long-term road subsector \ndevelopment plan and adopt it for implementation by 31 December 2011. Such a plan \nwill  provide  policy  actions  and  measures  to  (a)  update  the  system  for  efficient \nplanning and prioritization of road maintenance works; (b) develop or adopt adequate \nroad  maintenance  standards;  and  (c)  provide  training  to  strengthen  the  capacity  of  \nRoads Department. \n\nPolicy  dialogue.  The  Government  will  ensure  that  ADB  is  kept  informed  of \nGeorgia’s  policies  and  programs  related  to  the  road  subsector  that  will  materially \naffect  the  economic  viability  of  each  project,  subproject,  or  component  financed \nunder the MFF. \n\nRoad maintenance. The Government will ensure that actual annual expenditures for \nroad  maintenance  (including  emergency  maintenance,  but  excluding  rehabilitation \nand  new  construction)  for  roads  within  the  Roads  Department’s  jurisdiction  are \nincreased at least at the same rate as increases in the overall national budget during \n2010–2015. \n\nConstruction  quality. The  Government  will ensure  that  (a)  the  project  roads  under \nthe  investment  program  are  rehabilitated  or  constructed  in  accordance  with  the \ntechnical  specifications  of  the  design,  without  exceeding  the  construction  cost \nestimate,  and  within  the  timeframe  agreed  upon;  and  (b)  construction  supervision, \nquality  control,  and  contract  management  are  performed  in  accordance  with \ninternationally acceptable standards. The works, goods, services procured for each \nproject under the MFF will be monitored continuously and evaluated periodically so \nthat  the  designs,  professional  conduct,  and  outputs,  as  the  case  may  be,  are  in \naccordance with the relevant national, regional, and international standards, criteria, \nbest practices, and agreements, and are in compliance with relevant ADB's policies. \n\nTransparency  and  good  governance.  The  Government  will  ensure  that  all \ncontracts  financed  by  ADB  under  the  investment  program  include  provisions \nspecifying  the  right  of  ADB  to  audit  and  examine  the  records  and  accounts  of  the \n\n \n\n(i) \n\n \n(ii) \n\n \n(iii) \n\n \n(iv) \n\n \n(v) \n\n\f 20 \n\n \n(vi) \n\nimplementing  agency  and  all  contractors,  suppliers,  consultants,  and  other  service \nproviders  as  they  relate  to  the  project  in  question.  An  independent  auditor  will \nconduct  periodic  audits  of  project  accounts,  and  the  Government  will  ensure  that \ncorrective or preventive action is taken to prevent misallocation of resources. \n\nOutsourcing  of  road  maintenance.  The  Government  will  ensure  that  the  Roads \nDepartment  enters  into  a  pilot  performance-based  maintenance  contract  with  a \nprivate sector entity by 2011.  \n\n \n(vii)  Road  safety.  The  Government  will  ensure  that  the  Roads  Department  installs \nappropriate  road  safety  signs  and  facilities  during  project  implementation  and  after \ncompletion, such as warning signs, pavement markings, road signs and signals, and \nhazard  barriers,  all  in  compliance  with  appropriate  international  conventions  that \nGeorgia  is  a  signatory  to  and  best  industry  practices.  The  Roads  Department  will \nensure  monitoring  of  the  accident  rate  and  traffic  volume  after  the  start  of  the \noperation  of  the  roads  financed  under  the  MFF,  and  institute  appropriate  safety \nenforcement measures. \n\n \n(viii)  Environment. The Government will ensure that the projects under the investment \nprogram are designed, carried out, maintained, and monitored in compliance with \n(a) all  applicable  environmental  laws  and  regulations;  (b) ADB’s  Environment \nPolicy  (2002)  or,  if  applicable,  Safeguard  Policy  Statement  (footnote  12);  (c)  the \nenvironmental  assessment  and  review  framework;  and  (d) the  environmental \nmanagement  plan  (EMP),  including  the  mitigation  measures  and  monitoring \nrequirements  arising  from  the  implementation  of  the  EIA.  The  Government  will \nalso ensure that (a) civil works contractors’ specifications include requirements to \ncomply  with  the  environmental  mitigation  measures  contained  in  the  EIA  and  the \nEMP, and (b) civil works contractors are supervised to ensure compliance with the \nrequirements of the EIA and the EMP. \n\n \n(ix) \n\n \n(x) \n\n \n(xi) \n\nLand  acquisition  and  resettlement.  The  Government  will  ensure  that  land \nacquisition  and  resettlement  are  carried  out  promptly  and  efficiently  following  the \nland  acquisition  and  resettlement  plan  agreed  on  with  ADB  in  line  with  applicable \nlaws  and  regulations  and  ADB’s  Involuntary  Resettlement  Policy  (1995),  or,  if \napplicable, Safeguard Policy Statement (footnote 12). The Government will ensure \nthat  the  implementation  of  the  land  acquisition  and  resettlement  plan  is  monitored, \nevaluated,  and  reported  to  ADB  as  required  in  the  resettlement  plan.  The \nGovernment  will  also  ensure  that  all  land  and  right-of-way  required  for  project \nimplementation are made available in a timely manner. \n\nto  address  safety,  social,  and  cultural \n\nLocal  consultation  and  gender.  The  Government  will  ensure  that  all  local \nconsultations \nissues  during  project \nimplementation  are  carried  out  as  recommended  in  the  summary  poverty  reduction \nand social strategy (Appendix 12). The Government will further ensure that men and \nwomen  are  given  equal  employment  opportunities  directly  or  indirectly  arising  from \nthe investment program and without any differentiation in wages for equal work. The \nmechanisms  for  maximizing  local  employment  benefits  shall  be  included  in  the \nbidding documents. \n\nLabor. The Government will ensure that all civil works contractors (a) comply with all \napplicable labor laws; (b) use their best efforts to employ women and local people, \n\n\f \n\n21\n\nincluding  disadvantaged  people,  living  in  the  vicinity  of  the  project  or  subproject \nfinanced  under  the  MFF;  (c)  disseminate  information  at  worksites  on  the  risks  of \nsexually  transmitted  infections  for  those  employed  during  construction;  (d)  provide \nequal  pay  to  men  and  women  for  work  of  equal  type;  (e)  provide  safe  working \nconditions  for  male  and  female  workers;  and  (f)  abstain  from  child  labor.  Contracts \nfor all projects and subprojects financed under the investment program must include \nspecific  clauses  on  these  undertakings,  and  compliance  will  be  strictly  monitored \nduring implementation. \n\n \n(xii)  Health  risks  and  prevention.  The  Government  will  ensure  that  the  civil  works \ncontracts include a requirement to conduct an information and education campaign on \nsexually  transmitted  diseases  and  HIV  for  construction  workers  as  part  of  the  health \nand safety program at campsites during the construction period. \n\n \n(xiii) \n\nIllegal trafficking. The Government will undertake concrete and adequate measures \nto detect and prevent trafficking of humans, wildlife, endangered species, and illegal \nsubstances on the project roads. \n\n \n(xiv)  Change in ownership and operation. If any of the following is anticipated: (a) any \nchange  in  ownership  of  the  road,  road  facility,  or  structure  financed  under  the \ninvestment program; (b) any sale, transfer, or assignment of interest or control in the \nroad,  road  facility,  or  structure  financed  under  the  investment  program;  or  (c)  any \nlease  or  other  contract  or  modification  of  the  functions  and  authority  of  the  Roads \nDepartment  over  the  operation  and  maintenance  of  any  road,  road  facility,  or \nstructure  financed  under  the  investment  program;  then  the  Government  will  ensure \nthat ADB’s consent is obtained at least 6 months prior to the implementation of such \na  plan.  The  Government  will  ensure  that  any  such  changes  will  be  carried  out  in  a \nlegal and transparent manner. \n\nB. \n\nConditions for Disbursemen \n\nConditions  under  Tranche  1  Project.  No  loan  proceeds  shall  be  disbursed  for  civil \n73. \nworks  for  the  construction  of  the  Kobuleti  bypass  until  (i)  the  Government  has  allocated \nadequate funds to a project account for land acquisition and resettlement activities, and (ii) the \nland and rights-of-way required for the project 1 road are free and clear from the rights or claims \nof third parties and any other encumbrances. \n\nVI. \n\nRECOMMENDATION \n\n74. \nI  am  satisfied  that  the  proposed  multitranche  financing  facility  would  comply  with  the \nArticles of Agreement of the Asian Development Bank (ADB) and, acting in the absence of the \nPresident under the provisions of Article 35.1 of the Articles of Agreement of ADB, recommend \nthat  the  Board  approve  the  provision  of  loans  under  the  multitranche  financing  facility  in  an \naggregate  amount  not  exceeding  $500,000,000  equivalent  to  Georgia  for  the  Road  Corridor \nInvestment Program comprising: \n \n\n(i) \n\na  loan  in  various  currencies  equivalent  to  75,892,000  Special  Drawing  Rights \nfrom ADB’s Special Funds resources with an interest charge at the rate of 1.0% \n\n \n\n\f 22 \n\n \n\n(ii) \n\nper annum during the grace period and 1.5% per annum thereafter, and a term of \n32 years, including a grace period of 8 years; and \n\nloans  from  ADB’s  ordinary  capital  resources  with  interest  to  be  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)–based  lending \nfacility; \n\n \nand such other terms and conditions as are substantially in accordance with those set forth in \nthe Framework Financing Agreement presented to the Board. \n \n \n \n\nC. Lawrence Greenwood, Jr. \nVice-President \n\n \n8 September 2009 \n\n\fDesign Summary \nImpact \nIncrease in \nsubregional trade \n\nOutcome \nImprovement of \nsubregional road \nnetwork \n\nOutputs \nAbout 120–200 km \nof subregional \nroads improved \n \n \nStrengthening of \nasset \nmanagement \ncapacity of the \nRoads \nDepartment  \n \nImprovement of \n\nPerformance Targets \nand Indicators \n\n \n4% increase in \nsubregional trade for 5 \nyears after the completion \nof the first-tranche project \n \n30% increase in cross-\nborder freight traffic by \n2015, from 1.0 million \ntons in 2008 \n \n\n \nReduced freight charges \nper ton-km by 10% from \n2009 to 2015 \n \nIncreased share of \nsubregional roads in good \nand fair condition from \n80% in 2008 to 90% by \n2015  \n \nIncreased funding for \nroad maintenance from \n$32 million in 2009 to \n$52 million by 2013 \n \nDecreased road accident \nrate from 1.3 per million \nvehicle-km on the \nexisting road to 0.68 on \nthe new Adjara bypass \nroad by 2014 \n \n \nMaintenance of IRI value \nfor the improved roads at \nno higher than 3.0 within \n5 years after program \ncompletion \n \nImplementation of \nperformance-based \nmaintenance contracts  \n \n \nReduced annual growth \nrate of road accidents to \n\nDESIGN AND MONITORING FRAMEWORK \n \nTable A1.1: Multitranche Financing Facility \n \n\nData Sources and \nReporting Mechanisms \n \nNational trade statistics \n \n \n\n \nRoads Department \nsurveys \n \nSurveys of the Georgian \nInternational Road \nCarriers Association  \n \nRoad subsector budget \nand expenditure records \n \n \n\nAppendix 1 \n\n23\n\nAssumptions \nand Risks \n\nAssumptions \nContinued government \ncommitment to regional \ncooperation \n\nPositive trend in regional \ngrowth and economic \nintegration \n\nRisk \nMacroeconomic instability in \nGeorgia and the subregion \n \nAssumptions \nGovernment’s commitment to \nimplement the road map and \nthe Subregional Road \nCorridors Development \nInvestment Program \n \nAdequate counterpart \nfinancing \n \nRisks \nLimited budget for road \nmaintenance \n\nMalfunctioning of market \nmechanisms \n\n \n\n \nRoads Department \nsurveys \n \n \n \n \n \n \n \n \n \n \n \n\nAssumptions \nSupport from local government \nand communities \n \nDisputes among contractors, \nsupervision consultants, and \nPIU avoided or promptly \nresolved \n \n \nRisks \nDelays in preparation and \nimplementation of subsequent \nprojects \n\n \n\n\f24 \n\nAppendix 1 \n\nDesign Summary \nroad safety  \n \n \n \n \n\n5% by 2015   \n \n \n \n \n \n \n\nPerformance Targets \nand Indicators \n\nData Sources and \nReporting Mechanisms \n\nAssumptions \nand Risks \n\n \nCost overruns caused by \nunexpected increases in prices \nof fuel and raw materials \n\nActivities with Milestones \n1. Financing framework agreement signed by the Government and ADB by \n\n30 August 2009 \n\n2. Periodic financing request for Tranche 1 project submitted by the \n\nGovernment and approved by ADB in September 2009 \n\n3. Periodic financing request for Tranche 2 project submitted by the \n\nGovernment and approved by ADB in January 2010  \n\n4. Feasibility study for Tranche 3 project completed by December 2010 \n5. The Investment Program completed by 2016 \n \n\nADB = Asian Development Bank, IRI = international roughness index, km = kilometer. \nSources: ADB. \n\nInputs \nInvestment Program \nADB: $500 million \nGeorgia and other external \nfinanciers: $2,455 million \n \n \n\n \n \n\n\fDesign \nSummary \nImpact \nIncrease in \nsubregional trade \nand tourism \nrevenues  \n\n \n \n\nOutcome \nImprovement of \nthe subregional \nroad network  \n\nTable A1.2: Tranche 1 \n \n\nData Sources and \nReporting Mechanisms \n \nRegional and national \ndata from the Statistical \nYearbook of Georgia \n\n \nRoads Department \nsurveys \n \nAccident statistics from \nthe Georgian police \n \n\nPerformance Targets \nand Indicators \n\n \n4% increase in \nsubregional trade through \nthe Turkish border \n5 years after project \ncompletion  \n\n10% yearly increase in \nregistered visitors to \nAdjara region for 5 years \nafter completion, from \n285,000 in 2008  \n\n \n\n \nIncrease in traffic \nvolume on the Batumi \nand Kobuleti bypass to \n3,600 vehicles by 2014, \n5,700 vehicles by 2024, \nand 8,500 vehicles by \n2034 \n \nDecrease in travel time \nfor the Choloki–Sarpi trip \nto less than 0.6 hour \nafter project completion \n \nDecrease in road \naccident rate from 1.3 \nper million vehicle-km on \nthe existing road to 0.68 \non the Kobuleti bypass \nroad by 2014 \n \n378,000 people will \nbenefit from Project 1 \n \n\nOutputs \nA 48 km two-lane \nbypass road \ndetouring Kobuleti  \n \n \n \n\n \nMaintenance of the IRI \nvalue for the bypass \nroads at no higher than \n3.0 within 5 years after \nproject completion  \n \n\n \nRoads Department \nsurveys \n \nSupervision consultants’ \nreport  \n \n\nAppendix 1 \n\n25\n\nAssumptions and \nRisks \nAssumptions \nMacroeconomic \nstability \n\nImplementation of the \ntransport infrastructure \ninvestment program as \nplanned \n\n \n\nAssumptions \nGovernment’s \ncommitment to \nimplement the road \nmap and the \nSubregional Road \nCorridors \nDevelopment \nInvestment Program \n  \nAdequate financing for \nthe implementation of \nthe Investment \nProgram \n \nRisks \nRapid deterioration of \nthe road network \ncaused by insufficient \nfunding for \nmaintenance and \nweak axle-load control \n \nLimited coordination \namong government \nagencies during the \nimplementation of the \nSubregional Road \nCorridors \nDevelopment \nInvestment Program  \n \nAssumptions \nSupport from local \ngovernments and \ncommunities \n \nDisputes among \n\n \n\n\fData Sources and \nReporting Mechanisms \n \n \n \n \n \n \n \n \n \n \n\nAssumptions and \nRisks \n\ncontractors, \nsupervision \nconsultants, and the \nRoads Department \navoided or promptly \nresolved \n \nRisk \nCost overruns caused \nby unexpected \nincreases in prices of \nfuel and key raw \nmaterials \n \n \n \n\n26 \n\nAppendix 1 \n\nDesign \nSummary \n \n \n\n \n \n \n \n \n \n \n \n \nStrengthening of \nasset \nmanagement \ncapacity \n \nImprovement of \nroad safety  \n \n\nPerformance Targets \nand Indicators \n\nIncrease in road \ncapacity to 12,000 \nvehicles per day after \nproject completion  \n \nReduction in vehicle \noperating costs for a car \nfrom $0.42 per km to \n$0.32 per km after \nproject completion  \n \n60 person-months of \ninternational training for \nRoads Department staff \n \n \nImplementation of \nperformance \nmaintenance contracts \n \nDevelopment of road \naccident monitoring, \nreporting, and \ninformation system by \n2013 \n \nProvision of road safety \npublic campaign and \ntraining by project \ncompletion in 2011 \n \n\nInputs \nADB: $118.8 million \nfrom Asian \nDevelopment Fund  \n\nGovernment: $30.1 \nmillion \n\n \n\nCivil works contracts awarded for the first contract \npackage by June 2010 and construction work started \non 1 July 2010 and completed by June 2013 \n \nCivil works contracts awarded for the second contract \npackage by December 2010 and construction work \nstarted on 1 January 2011 and completed by \nDecember 2013 \nEquipment procured and installed by December 2011 \n \n\nLand acquisition and resettlement plan for the first \ncontract package completed by May 2010 \n \nLand acquisition and resettlement plan for the second  \ncontract package completed by November 2010 \n \nAction plan prepared by March 2013 and \nimplemented by December 2013 \n\n \n\n \n\n \n\n \n\nActivities with Milestones \n1. Implementation \nof civil works \n\n2. Installation of \nequipment \n \n3. Implementation \nof land acquisition \nand resettlement \nplan \n\n4. Implementation \nof  road safety \nawareness \ncampaign \n \n\n\fAppendix 1 \n\n27\n\nAssumptions and \nRisks \n\nDesign \nSummary \n5. Detailed design \nand supervision \nconsultancy  \n\nPerformance Targets \nand Indicators \n\nData Sources and \nReporting Mechanisms \nDesign consultants recruited by September 2009 and \ndetailed design completed by 31 December 2009 for \nthe first contract package, and by May 2010 for the \nsecond contract package \n \nSupervision consultants recruited by June 2010 and \ntheir work completed by December 2013 \n\n \n\n \n\nSources: Asian Development Bank. \n\n \n \n \n\n \n\n\f28 \n\nAppendix 2 \n\nROAD SUBSECTOR ANALYSIS  \n\nA. \n\nTransport Sector Overview   \n\nGeorgia  borders  Armenia,  Azerbaijan,  the  Russian  Federation,  and  Turkey  and  is  the \n1. \nlynchpin in the Europe–Caucasus–Asia transport network. It is a small country, to the south of \nthe  main  Caucasus  mountain  range,  with  a  population  of  4.4  million.  After  independence  in \n1991, output declined by 70%, with the loss of Soviet markets, the end of large budget transfers \nfrom  Moscow,  and  the  impact  of  civil  war  and  ethnic  conflicts,  which  displaced  some  300,000 \npeople. By 2000, recorded gross domestic product (GDP) was only 30%–35% of its 1989 level, \nalthough  there  is  a  (large)  shadow  economy,  estimated  to  be  up  to  33%  of  GDP.  Per  capita \nincome is at the lower end of the scale for lower-middle-income countries. \n \n2. \nGeorgia enjoys a strategic location it has yet to fully capitalize on.  It is on the shortest \nroute  from  Europe  to  Azerbaijan,  Armenia,  and  the  Central  Asian  countries  through  its  Black \nSea  ports,  Poti  and  Batumi.  It  can  also  link  the  Russian  Federation  and  Turkey.  Its  physical \nlocation makes Georgia a key transport link on the most direct route from the Black Sea to the \nCaspian  Sea  and  Central  Asia—the  historic  Silk  Road,  which  the  current  Transport  Corridor \nEurope–Caucasus–Asia  (TRACECA)  initiative  seeks  to  emulate.  Trade  with  neighboring \ncountries, both transit and bilateral, is thus an important feature of the economy. Georgia is also \ndeveloping closer economic cooperation with Azerbaijan and Turkey.  \n \n3. \nPoor  infrastructure  and  cumbersome  processes  inhibit  the  full  exploitation  of  transit \neconomy potential. Traffic flows from the Caspian Sea, primarily crude oil and oil products, are \nrapidly expanding. The main flow in the corridor is unidirectional, consisting primarily of oil and \noil  products,  moving  west  to  Poti  and  Batumi.  Non-oil  traffic  mostly  comprises  Armenian  and \nAzeri  trade  goods,  which  account  for  a  significant  share  of  the  turnover  of  Georgia’s  ports. \nGeorgia  has  not  yet  been  able  to  realize  the  transit  potential  from  Central  Asian  countries. \nDesigned  at  a  time  of  much-higher  traffic,  the  transport  infrastructure  can  handle  significant \nadditional  traffic  growth  with  limited  new  construction,  although  the  aging  rail,  road,  and  port \ninfrastructure  requires  significant  investments  to  rehabilitate  and  modernize,  after  years  of \nmaintenance  neglect.  Despite  being  the  closest  maritime  gateway  to  nearly  all  Central  Asian \ncountries, the Georgian route now accounts for a negligible portion of the foreign trade of these \ncountries. Long transit times, poor road conditions, the multiple borders to be crossed, and the \nnumber of times cargoes need to be handled, together with formal and informal payments and \ndelays,  explain  the  limited  use  of  the  Caucasus  route.  The  significant  reduction  in  corruption \nshould improve Georgia’s transit competitiveness. \n \n4. \nLimited  transport  infrastructure  adds  to  the  cost  of  doing  business  and  leaves  much  of \nthe  population  out  of the  national  economy.  Infrastructure constraints add  to  the  cost  of  doing \nbusiness,  deter  foreign  investment,  add  time  and  costs  to  the  transit  corridor,  and  leave  large \nsegments  of  the  population  out  of  mainstream  economic  activities.  Analyses  show  a  close \ncorrelation  between  poverty  in  rural  households  and  the  extent  to  which  the  households  are \nlinked  to  markets.  Poor  transport  infrastructure  partly  explains  why  almost  two-thirds  of  rural \nhousehold agricultural production is for self-subsistence and about 20% of rural households do \nnot trade at all. A World Bank rural infrastructure survey revealed that only in 5% of surveyed \ncommunities were roads repaired within the last 5 years, while in 41% of communities they were \nlast  repaired  over  15  years  ago.  Poor  connectivity  has  also  contributed  to  weak  linkages \nbetween \nintermediate  agents,  wholesalers,  or \nfarmer-based organizations exist.  \n\nfarmers  and  agro-processors,  as \n\nfew \n\n\fAppendix 2 \n\n29\n\n \n5. \nThe  Government’s  transport  strategy  is  to  support  market  integration,  to  develop  the \ninfrastructure  and  institutional  setting,  and  to  maximize  the  country’s  potential  as  a  transit \neconomy.  Implementation  progress  has  been  impressive.  Concessions  for  the  main  ports  and \nairports have been granted to the private sector; the railways are developing profit centers and \nadopting  modern  marketing  techniques;  customs  has  been  reformed,  to  improve  trade \nfacilitation and reduce corruption; local infrastructure has been devolved to local governments; \nand  a  massive  effort  is  being  made,  with  the  support  of  international  financial  institutions,  to \nupgrade  the  road  network  and  reduce  travel  costs.  The  sector  agenda  includes  major \nchallenges: (i) overhauling the legal and regulatory framework to incorporate the right balance in \nthe  public–private  sector  interface  and  ensure  fair  competition,  safety,  and  attention  to \nenvironmental  concerns;  (ii)  strengthening  institutions  to  fulfill  their  policy-making,  monitoring, \nand  executory  roles;  (iii)  careful  implementation  of  decentralization  to  ensure  that  local \nauthorities  acquire  the  technical  and  financial  resources  necessary  to  deal  with  their  new \nobligations;  (iv)  ensuring  capabilities  for  efficient  road  management,  based  on  modern \ninformation systems; and (v) capitalizing on the benefits of a transit economy, and the ability to \ncompete  with  alternative  routes,  requiring  a  concerted  public–private  effort  to  design  and \nimplement a vision that significantly transcends the transport sector. \n \n6. \nThe  transport  infrastructure  consists  of  roads,  railways,  ports,  and  airports.  Road \ntransport  accounted  for  89%  of  domestic  passenger-kilometers  (passenger-km)  and  8%  of \nfreight ton-km in 2008 (Table A2.1). The transport sector was one of the fastest growing in the \neconomy in 2003–2008. Transport, storage, and communications have substantially increased \ntheir contribution to the total output, from 4.6% of GDP in 1996 (GEL881 million) to over 10% in \n2007 (GEL1,231 million).  \n\nTable A2.1: Freight and Passenger Transport, by Mode \n\n2006 \n\n2007 \n\n2008 \n\nTransport Mode \n \nRailways \nRoads \nMaritime \nAir \n \n \nRailways \nRoads \nAir \n \n\nTotal \n\n \n\n2000 \nFreight Transport (million ton-km) \n\n \n\n \n \n \n \n \n\n3,912 \n475 \n612 \n3 \n5,002 \n\n \n \n \n \n \nPassenger Transport (million passenger-km) \n \n \n \n \n\n453 \n4,500 \n238 \n5,191 \n\n \n \n \n \n\n7,393 \n586 \n131 \n4 \n8,114 \n\n809 \n5,269 \n453 \n6,531 \n\n6,928 \n594 \n120 \n4 \n7,646 \n\n774 \n5,417 \n475 \n6,666 \n\n6,516 \n601 \n45 \n2 \n7,164 \n\n675 \n5,568 \n486 \n6,729 \n\nTotal \nkm = kilometer. \nSource:  Ministry  of  Economic  Development  of  Georgia,  Department  of  Statistics.  2009.  Statistical  Yearbook  of \nGeorgia 2008. Tbilisi. \n\nB.  \n\nRoad Infrastructure \n\nGeorgia’s  road  network  is  crucial  in  facilitating  subregional  transport  and  trade.  The \n7. \neast–west highway forms part of the Asian highway network1 connecting Georgia and Turkey to \nAzerbaijan  and  Central  Asia.  Georgia  is  a  signatory  to  a  number  of  international  transport \nagreements  and  conventions.  The  continued  development  of  an  integrated  and  efficient  road \n\n                                                 \n1   The concept of an Asian highway network was developed with the assistance of the United Nations Economic and \nSocial  Commission  for  Asia  and  the  Pacific.  Twenty-seven  Asian  countries  including  Georgia  have  signed  the \nintergovernmental agreement on the Asian highway network. \n\n \n\n\f30 \n\nAppendix 2 \n\nnetwork  will  facilitate  cross-border  and  transit  traffic  and  contribute  to  subregional  cooperation \nand integration. \n \n8. \nThe road network was primarily developed under the former Soviet Union and does not \nadequately  cater  to  the  current  needs  of  the  economy  and  of  the  subregion.  Funding  for  the \nmaintenance of secondary and local roads remains inadequate. A large part of the network has \ndeteriorated rapidly since the 1990s and is now impossible to maintain. The resulting increase in \ntransport  costs  and  in  traffic  accidents  has  impeded  growth  and  poverty  reduction.  The  road \nsubsector needs to be developed to facilitate subregional trade, investment, and tourism. \n\n9. \nThe length of the road network in 2008 was 20,329 km (Table A2.2). The international \nand interstate roads under the jurisdiction of the Roads Department accounted for one-third of \nthe length. The road network was primarily developed under the former Soviet Union. Because \nof  insufficient  funding  for  road  maintenance  after  independence,  about  24%  of  the  secondary \nroad network under the Roads Department, together with most of the local road network, was in \npoor condition in 2008. The international roughness index (IRI) for subregional corridor roads is \nbelow 4 for 66% of the roads, 4–6 for 28% of the roads, and above 6 for 6% of the roads. Many \nsecondary and local roads require reconstruction or rehabilitation. The poor condition of these \nroads  raises  transport  costs  and  makes  the  roads  less  safe.  Rigid  technical  standards  and \nspecifications for road design, construction, and maintenance mostly dating back to the Soviet \nera  consider  only  traffic  volume  and  not  level  of  service  or  economic  viability  in  road  capacity \nupgrades. The Government has recognized that of such outdated standards are not suited to a \nmarket-based  economy  and  introduced  new  standards  based  on  European  benchmarks  in \n2009. \n \n10. \nThe main road network at the end of 2008 was 6,941 km in total length, 347 km of this \ntotal within Adjara. The local road network is about 13,480 km (952 km in Adjara). The length of \nboth  the  main  and  the  local  networks  has  changed  little  since  2000,  the  investment  emphasis \nhaving  been  on  rehabilitation  rather  than  network  extension.  All  but  55  km  of  the  1,495  km  of \ninternational  roads  are  paved,  but  only  61%  of  interstate  roads,  and  23%  of  local  roads,  are \npaved. The paved proportion of the national network has hardly changed since 2000. National \nroad density is 290 km per 1,000 square kilometers (km2) and Adjaran road density is 160 km \nper 1,000 km2. In comparison, Azerbaijan has 690 km per 1,000 km2 (both paved and unpaved \nroads) and Armenia 270 km per 1,000 km2 (paved roads only).  \n \n\nTable A2.2: Road Network 2008  \n(km) \n\nState Road \n\nShare of  \nTotal Area (%) \n\nLocal \nRoad \n965 \n12,423 \n13,388 \n66 \n\nInterstate \n\nInternational \n\n46 \n1,449 \n1,495 \n7 \n\n301 \n5,145 \n5,446 \n27 \n\nArea \nAdjara \nOther areasa \n \nTotal \nShare of Total Roads (%) \na Including Abkhazia and South Ossetia. \nSource: Roads Department.  \n \n11. \nThe  principal  subregional  corridor  is  the  east–west  highway  (E-60)  and  the  adjoining \nE-70, which connects Asia and Europe. It runs north from the Turkish border at Sarpi, via the \nBlack  Sea  port  of  Batumi  to  the  port  of  Poti,  then  east  via  the  second-largest  city,  Kutaisi,  to \nTbilisi,  and  southeast  to  the  border  with  Azerbaijan  at  Red  Bridge.  Three  corridors  run  south \nfrom Tbilisi to the Armenian border at Sadakhlo, Guguti, and south of Ninotsminda.  \n\nTotal \n1,312 \n19,017 \n20,329 \n100 \n\n6 \n94 \n100 \n \n\n\fAppendix 2 \n\n31\n\nC. \n\nVehicle Fleet  \n\n12. \nVehicle fleet statistics are of poor quality and overstate the number of vehicles in regular \nuse.  The  total  fleet  in  2008  comprised  613,000  vehicles,  of  which  543,000  were  passenger \nvehicles,  58,000  goods  vehicles,  and  12,000  other  vehicles  (Table  A2.3).  Average  annual \ngrowth from 2000 to 2008 was 12%. Vehicle ownership per 1,000 population increased from 56 \nin  2000  to  140  in  2008.  Car  ownership  is  broadly  consistent  with  the  level  in  neighboring \ncountries, given differences in per capita GDP. The increase in vehicle ownership is attributable \nto sustained economic growth (GDP per head grew by an average annual rate of 7.9% in 2001–\n2008), helped by tariff reductions following accession to the World Trade Organization in 1999. \nThe fleet has been modernized to some extent, as Soviet-era vehicles have been replaced by \nWestern  and  Japanese  imports,  improving  vehicle  safety  and  reducing  fuel  consumption  by \nindividual  vehicles  and  fuel  emissions.  Most  private  vehicles  are  10–20  years  old  and  many \npeople cannot afford to replace or properly maintain them. The vehicle fleet still includes many \nSoviet-era cars, which generally consume more fuel and produce more emissions. Many buses \nare also in poor condition. \n\n \nTable A2.3: Vehicle Fleet  \n(’000) \n\n2000 \nVehicle Type \n202.0 \nCars \n18.2 \nBuses \n25.6 \nTrucks \n4.5 \nOther \n250.2 \n \nSource: Ministry of Internal Affairs. \n\nTotal \n\n2006 \n387.9 \n38.5 \n58.2 \n8.9 \n493.5 \n\n2007 \n426.9 \n39.2 \n49.6 \n8.7 \n524.3 \n\n2008 \n501.2 \n41.7 \n58.4 \n12.0 \n613.3 \n\nD. \n\nInstitutional Structure \n\n13. \nInstitutional  arrangements  (Figure  A2)  changed  in  February  2009  when  a  new  ministry \nwas  created—the  Ministry  of  Regional  Development  and  Infrastructure  (MORDI).  The  Roads \nDepartment  and  the  United  Transport  Administration  were  transferred  from  the  Ministry  of \nEconomic Development to the new ministry. The Roads Department is solely responsible for the \nconstruction and maintenance of the main road network, all of which is contracted out to private \nsector companies. Strategy and planning are handled by the Transport Department (whose line \nministry  is  the  Ministry  of  Economic  Development).  The  United  Transport  Administration  is \nprimarily responsible for international aspects of road haulage, aviation, and maritime transport.  \n\n \n\n\f32 \n\nAppendix 2 \n\nFigure A2: Roads Department—Institutional Context  \n\nMinistry of Economic \nDevelopment \n\nMinistry of Regional \nDevelopment and \nInfrastructure \n\nTransport Department \n\nRoads Department  \n\n− \n\nroads strategy and \npolicy \n\n− \n\nroad construction, \nmaintenance, etc.\n \n \n\n \n \n\nTransport Reform and \nRehabilitation Center \n\nUnited Transport \nAdministration \n\n−  Financial \n\nmanagement of  \nWorld Bank projects \n\n− \n\ninternational \nhaulage \nagreements, etc. \n\n \n\nSource: Asian Development Bank \n \nThe Roads Department has 160 staff, nearly all based in Tbilisi. (The organization chart \n14. \nis in Appendix 8.) It has five small regional offices: (i) in Sagarejo, for the Kakheti, Kvemo Kartli, \nand Mtkheta-Mtianeti regions; (ii) in Borjomi, for the Shida Kartli and Samcke-Javakheti regions; \n(iii) in Kutaisi, for the Racha-Lechkhumi, Kvemo Svaneti, and Imereti regions; (iv) in Poti, for the \nGuria and Samegrelo-Zemo Svaneti regions; and (v) in the Autonomous Republic of Adjara. For \nthe  local  roads,  no  formal  organizational  structure  has  been  established  as  yet;  most  local \ngovernments  lack  technical  staff,  equipment,  and  a  secure  source  of  funding  for  road \nmaintenance and rehabilitation.  \n\n15. \nResponsibility  for  road  construction  and  maintenance  is  split  between  the  Roads \nDepartment,  districts,  and  cities.  The  Roads  Department  is  responsible  for  the  main  road \nnetwork, comprising international roads (those used by international transit traffic) and interstate \nroads. Intercity bus transport is completely deregulated and there is no official control of prices. \nThe  same  applies  to  domestic  freight  transport.  Institutional  capacity  in  the  road  subsector \nneeds further strengthening for the successful expansion of the road program. The World Bank \nis continuing to support necessary institutional strengthening, and the Asian Development Bank \n(ADB) will work in parallel, to enhance resource provision for these initiatives. \n\nE. \n\nRoad Investment Financing \n\n16. \nConsolidated  budget  revenues  increased  by  more  than  10  percentage  points  of  GDP \nbetween 2003 and 2006. Tax revenues increased substantially, partly owing to the sweeping tax \nreform adopted in 2005, but also because of the crackdown on smuggling and tax evasion since \nthe  Rose  Revolution.  The  Government  acknowledges  that  sustaining  and  accelerating \neconomic  growth  will  require  deepening  integration  with  world  markets.  To  that  end,  the \nGovernment  has  identified  as  a  key  priority  the  modernization  and  improvement  of  transport \ninfrastructure.  Reforms  implemented  since  2004,  along  with  investments  in  infrastructure  and \nimprovements in the regulatory environment, are supporting private sector growth. In the longer \nterm,  expected  sources  of  growth  include  agro-processing  and  small  manufacturing,  tourism, \ntransit trade activities, and mineral extraction and processing. \n\nIn 2005–2006 annual licensing of vehicles stopped and was replaced by a requirement \n17. \nto register only when there is a change of ownership. Vehicle registration and driver licensing is \nhandled by the police. There are no longer any vehicle roadworthiness tests and owners are not \n\n\fAppendix 2 \n\n33\n\nobliged to carry even third-party insurance. (The abolition of annual licensing accounts for the \nunreliability  of  vehicle  ownership  statistics:  there  is  no  mechanism  for  determining  whether  a \nvehicle is still in use on the road.)  \n\nTable A2.4: Roads Department Expenditure and Financing 2006–2009 \n(GEL million) \n\nItem  \n\nStaff expenses \n\nNew road construction: \n\n2006a \n\n1.2 \n\n2007a \n\n1.2 \n\nState budget \n\nTRRC \n\nSubtotal \n\nRehabilitation: \n\nState budget \n\nTRRC \n\n  MCCc  \n\nSubtotal \n\nworks)  \n\nGrand total \n\nFinanced by: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRoutine maintenance \n\nMiscellaneous (including bridge \n\nDonor and counterpart fundsd \n\nState budget \n\n52.6 \n\n74.0 \n\n... \n\n... \n\n \n\n \n\n... \n\n... \n\n \n\n... \n\n... \n\n0.0 \n\n93.9 \n\n22.0 \n\n29.8 \n\n... \n\n... \n\n \n\n \n\n... \n\n... \n\n0.0 \n\n165.4 \n\n25.5 \n\n10.8 \n\n \n\n63 \n\n214 \n\n199.5 \n\n276.9 \n\n272.4 \n\n2008a \n\n2.0 \n\n13.7 \n\n53.7 \n\n67.4 \n\n \n\n \n\n122.5 \n\n5.3 \n\n34.5 \n\n162.3 \n\n25.5 \n\n15.2 \n\n \n\n102 \n\n170 \n\n2009b \n\n2.2 \n\n \n\n \n\n13.7 \n\n205.7 \n\n219.4 \n\n121.5 \n\n80.0 \n\n50.2 \n\n251.7 \n\n25.8 \n\n21.4 \n\n521 \n\n \n\n339 \n\n182 \n\nMCC = Millennium Challenge Corporation, TRRC = Transport Reform and Rehabilitation Center. \na  Actual expenditure for fiscal year – 1 Jan to 31 Dec. All figures include VAT where applicable. \nb  Budget forecast. \nc   The MCC compact took effect in April 2006, but MCC accounts show no roads expenditure until 2008. The \n\nonly MCC roads project is rehabilitation of the Samtskhe–Javakheti road. \n\nd  Counterpart funds are from state budget sources. \nSource: Roads Department and Transport Department. \n\n \n\nUntil  2004  there  was  a  road  fund,  financed  from  the  proceeds  of  the  fuel  tax,  the \n18. \ninternational  transit  tax,  and  a  road  use  tax  on  individuals  and  enterprises.  In  2004  the \nGovernment abolished the road fund and other special funds, and the subsector is now funded \ndirectly  from  the  state  budget  and  from  development  partner  funds.  The  proceeds  of \ntransport-related taxes  and fees (fuel tax, import duties and value-added tax on  vehicle sales, \nvehicle  registration  fees,  and  the  Rikoti  tunnel  tolls)  are  part  of  general  revenue  and  are  not \nearmarked.   \n\nThe  budget  of  the  Roads  Department  for  2009  is  GEL521  million  (Table  A2.4).  This  is \n19. \nfinanced:  GEL284  million  from  the  state  budget  (GEL102  million  of  this  in  counterpart  funds) \nand  GEL237  million  from  donor  grants  and  credits.  Routine  maintenance  accounts  for \nGEL26 million  (GEL3,800  per  km).  The  department  has  GEL119  million  in  state  funds  for \n\n \n\n\f34 \n\nAppendix 2 \n\nperiodic  maintenance  and  rehabilitation.  Including  donor-funded  rehabilitation  projects,  total \nfunding for rehabilitation and periodic maintenance amounts to GEL150 million, or GEL22,000 \nper km. \n\nF. \n\nRoad Maintenance \n\n20. \nSince  2004,  the  Government  has  invested  some  GEL900  million  in  road  construction, \nrehabilitation,  and  maintenance,  with  financial  assistance  from  the  German  development \ncooperation  through  KfW,  the  Japan  Bank  for  International  Cooperation  (JBIC),  the  Kuwait \nFund, the Millennium Challenge Corporation (a US government agency), and the World Bank. \nForeign assistance to the road subsector is increasing. Sustained financing will continue to be \nneeded to bring the network (particularly secondary and local roads) to a maintainable standard, \nwhile  adding  essential  additional  capacity  to  meet  the  needs  of  trade  (transit),  rural \ndevelopment,  agriculture,  industry,  and  tourism.  Increased  mobility  and  access  to  secondary \nurban centers is expected to help with job creation.  \n\nThe condition of the network under the responsibility of the Roads Department improved \n21. \nconsiderably  in  2004–2008  with  the  rehabilitation  and  periodic  maintenance  of  1,722  km.  The \npercentage of  the  main  road  network  in  good  condition  increased  from  45%  to  66%,  although \nthe improvement of secondary roads was much less, from 18% to 23%. While only 6% of the \nmain network was in poor condition in 2008, 24% of the secondary network was.  \n\n \n22. \nUnder  the  proposed  Roads  Department  maintenance  program  for  2009–2013,  an \nincrease in funding from $110 million to $137 million is planned, with most of the increase going \nto the periodic maintenance program (Table A2.5). \n\nTable A2.5: Proposed Roads Department Maintenance Program, 2009–2013 \n($ million) \n\nType of Work \n\nRoutine maintenance \nWinter maintenance \nPeriodic maintenance \nRehabilitation/Strengthening \nEmergency works \n\n2009\n\n13.3\n3.6\n11.0\n78.8\n3.9\n\n2010\n\n14.5\n3.8\n12.8\n84.8\n3.9\n\n2011\n\n2012\n\n2013 \n\n13.3\n3.9\n18.4\n84.8\n3.9\n\n12.1\n4.1\n27.6\n81.8\n3.9\n\n10.9 \n4.2 \n33.2 \n84.8 \n3.9 \n\nTotal\n\n64.2\n19.8\n103.0\n415.2\n19.7\n\n621.8\n\nTotal \nSource: Roads Department. 2009. Plan for Road Infrastructure Development 2009–2013. Tbilisi. \n\n110.7\n\n120.0\n\n124.5\n\n129.6\n\n137.2 \n\n \n \n23. \nIn 2007, responsibility for local roads was transferred from the Roads Department to 69 \nlocal  authorities,  as  part  of  broader  public  sector  reform  aimed  at  decentralizing  government \nfunctions.  About  GEL1,450  million  is  needed  to  rehabilitate  the  local  roads  (90%  are  in  poor \ncondition) so that they can be maintained. Routine and winter maintenance of the rehabilitated \nlocal roads would amount to GEL1,500–GEL4,000 per km yearly.  \n\n24. \nThe Roads Department has no direct labor force: it contracts out all its maintenance and \nconstruction  activities.  The  country  is  divided  into  34  routine  maintenance  zones.  Contractors \nbid against a bill of quantities drawn up by the department. The last round of bidding took place \nin 2007 and was for a period of 27 months. These contracts will expire in 2009 and will be rebid \nfor  a  period  of  12  months.  Supervision  and  verification  of  quality  and  quantities  were  also \ncontracted out to a private company but have now been brought into the department. \n\n\fAppendix 2 \n\n35\n\nThe World Bank is supporting the Roads Department in improving the efficiency of road \n25. \nmaintenance.  A  shift  from  contracted-out  maintenance  to  performance-based  maintenance \ncontracts  may  produce  further  savings  (up  to  50%).  A  technical  assistance  project  with  the \nobjective of developing a comprehensive framework for the introduction of performance-based \nmaintenance contracts has been prepared. The international consultant, in collaboration with a \nsmall  Roads  Department  team,  will  apply  the  performance-based  maintenance  contracts \nframework to the preliminary assessment of a concession for the maintenance of the east–west \nhighway  and  an  area-wide  contract  for  the  rehabilitation  and  maintenance  of  250–300  km  of \nmain  and  secondary  roads  centered  on  a  regional  office  of  the  Roads  Department. \nPerformance-based maintenance of road projects undertaken under the multitranche financing \nfacility will be standard.   \n\nThe national contracting capacity in the road subsector comprises 13 large contractors \n26. \nwith an annual turnover of more than GEL10 million, about 30 medium-sized contactors with an \nannual turnover of GEL5 million–GEL10 million, and more than 60 smaller contractors. \n\nG. \n\nRoad Safety \n\n27. \nRoad  safety  needs  serious  attention;  there  has  been  a  sharp  rise  in  traffic  accidents, \nfatalities, and injuries. The current fatality rate is much higher in Georgia than in other European \ncountries,  and  the  economic  and  human  losses  have  been  significant.  While  traffic  accidents \nhave  many  causes,  he  inadequate  road  network  is  a  factor.  Curves  and  superelevation  are \ninappropriately  designed  on  many  roads,  and  safety  furniture  is  lacking.  Other  causes  of \naccidents  are  weak  enforcement  of  safety  regulations,  reckless  driving,  and  the  larger  vehicle \nfleet. The Government should take remedial action to curb accidents. \n \n28. \nThe  more  than  6,000  accidents in 2008  that  involved  death  or  serious  injury  and killed \n867 people represented an increase of more than 18% over the 2007 figure (Table A2.6). The \nfatality  rate  relative  to  the  vehicle  fleet,  at  12  per  10,000  vehicles  in  2008,  is  high  (removing \nscrapped vehicles from the fleet statistics would result in an even-higher rate)—and far exceeds \nthe rate in other European countries.2 Both fatalities and serious injuries are on the rise. Road \nsafety is therefore a serious social concern.  \n \n29. \nGeorgia, as a member of the European Conference of Ministers of Transport (ECMT), is \ncommitted to reducing road deaths by 50% by 2012, compared with the 2000 figure. Whereas \nother  countries  had  made  good  progress  by  2004,  with  Western  European  countries  reducing \ndeaths by 5.2% per year and Central and Eastern European countries by 3.3% per year, road \ndeaths  in  Georgia  increased  by  6.4%  a  year  over  the  period.  Besides  emotional  pain,  traffic \naccidents have a direct impact on economic growth. A 1999 World Bank working paper, Road \nSafety  in  Individual  ECA  Countries,3 suggested  that  the  socioeconomic  cost  of  road  accidents \nfor Georgia was about 1.1% of GDP. Estimates made in 2007 indicate that the annual economic \nloss is now at least $100 million, 1.4% of GDP.  \n \n\nTable A2.6: Road Traffic Accidents, 2001–2008 \n\nYear \n2001 \n\nRoad Accidents \n1,937 \n\nNumber of Deaths \n558 \n\nNumber of Injuries \n2,370 \n\n                                                 \n2   According to an unpublished World Bank working paper (2004), the fatality rates in other Europe and Central Asia \ncountries  were:  Bosnia,  3 per  10,000  vehicles;  Croatia,  5  per  10,000;  the  Russian  Federation,  12  per  10,000; \nSerbia, 5 per 10,000; and Turkey, 8 per 10,000 vehicles. Other European countries average 2 per 10,000 vehicles. \n\n3   World Bank. 1999. Road Safety in Individual ECA Countries. Washington, DC. \n\n \n\n\f36 \n\nAppendix 2 \n\n2002 \n2003 \n2004 \n2005 \n2006 \n2007 \n2008 \n\n2,011 \n2,113 \n2,936 \n3,870 \n4,795 \n4,946 \n6,015 \nSource: Ministry of Internal Affairs, Traffic Patrol Police. \n\n515 \n572 \n637 \n581 \n675 \n737 \n867 \n\n2,509 \n2,585 \n4,069 \n5,546 \n7,084 \n7,349 \n9,063 \n\n \nResponsibility for road safety is spread among three ministries, and cooperation among \n30. \nthe  three  appears  somewhat  sketchy.  The  interior  ministry,  through  the  patrol  police,  is \nresponsible  for  attending  to  and  reporting  on  road  accidents,  as  well  as  enforcing  traffic \nregulations  and  laws.  The  road  safety  division  of  the  Roads  Department  is  responsible  for \nensuring that the road infrastructure is designed, constructed, and maintained safely. It carries \nout road safety improvements, sometimes at the request of the patrol police, and at other times \nafter a manual analysis of the data collected by the police. The division is also responsible for \ninstalling and maintaining road signs and markings. The Transport Department of the Ministry of \nEconomic Development was instrumental in producing a draft road safety strategy for Georgia. \n \n31. \nRecognizing  the  growing  problems,  the  Government  has  established  a  more-effective \ntraffic  policing  capability,  and  will  develop  a  multisector  road  safety  strategy  and  a  multisector \nroad safety action plan based on the road safety study of Georgia conducted in 2008.  A road \nsafety  component  was  included  in  the  World  Bank  Second  East–West  Highway  Improvement \nProject,  to  strengthen  the  road  safety  division  of  the  Roads  Department,  to  implement  a \nprogram  for  hazardous  locations  along  the  east–west  corridor,  to  design  a  new  road  accident \ndatabase,  and  to  develop  traffic  and  safety  engineering  standards  that  can  be  applied  to  both \nurban  and  rural  roads  in  Georgia.  A  further  component  proposed  for  the  Third  East–West \nHighway Improvement Project would involve the development of road safety audit manuals.  \n\nH. \n\nVehicle Axle-Load Control \n\n32. \nGeorgia  has  regulations  that  limit  vehicle  axle  load  to  11.5  tons  (European  Union \nstandard),  but  lower  than  the  13.0  tons  in  neighboring  countries.  But  enforcement  is  weak, \nprimarily  because  of  limited  institutional  capacity  and  lack  of  vehicle  weighing  facilities  along \nmain roads. As a result, vehicle axle overloading is prevalent. On the other hand, if enforcement \nwere  high,  there  would  dealing  with  transit  traffic  from  countries  with  higher  limits  would  be  a \nproblem.  The  countries  in  the  Caucasus  countries  must  coordinate  and  agree  on  a  common \nlimit. \n \n33. \nInformal surveys conducted during the preparation of project 1 under the MFF indicated \na problem with trucks exceeding the axle-load limit. Heavy vehicle weights are a primary cause \nof rapid pavement deterioration; therefore, vehicle axle-load control must be enforced to prevent \nsuch premature deterioration. \n \nVehicle  weigh  stations  must  be  established  along  international  roads,  and  overloaded \n34. \nvehicles should be required to redistribute or unload excess freight and also to collect reliable \ndata on vehicle axle loads by installing permanent “weigh-in-motion” devices at key points. ADB \nis proposing to establish a vehicle weigh station on the Kobuleti bypass, under Tranche 1 of the \nMFF. \n \n \n\n\fAppendix 2 \n\n37\n\nI. \n\nRoad Transport Services \n\n35.  Georgia’s  road  freight  industry  is  made  up  of  private  companies  and  is  unregulated. \nEntry into the market is easy. It is difficult to judge the extent of market efficiency, but the freight \nrates of GEL0.20–GEL0.27 per ton-km for hauls of 100–500 km are consistent with the Highway \nDevelopment  and  Management-4  estimate  of  operating  costs,  which  suggests  that  profits  are \nnot excessive. \n\n36. \nIntercity bus services are extensive and frequent. Although most routes are plied by both \nminibuses and larger buses, there is little to choose in terms of journey time, as all buses will \nstop  to  pick  up  passengers  en  route  if  they  have  room.  Fares  between  bus  stations  (e.g., \nbetween  Tbilisi  and  Batumi)  are  controlled  by  bus  station  operators,  who  take  a  cut  from  the \nfare. Bus station operators also appear to control capacity—a new entrant would find it difficult \nto operate a new service from an existing bus station. This control of both prices and capacity \nmay be hindering the development of new services (e.g., express services). \n\n \n\n\f38 \n\nAppendix 3 \n\nROAD SUBSECTOR ROAD MAP AND INVESTMENT PLAN \n\nRoad  Network \n\nSector Challenges \n\n \nA. \n \n1. \nLike  other  sectors  in  Georgia,  the  road  sector  has  been  transformed  from  a  centrally \nplanned  to  a  market-oriented  system  since  independence.  The  sector  faces  four  major \ndevelopment  challenges:  (i)  inadequate  capacity  of  the  road  network  including  subregional \ncorridors,  (ii)  insufficient  road  maintenance  funding,  (iii)  unsatisfactory  safety  record,  and  (iv) \nlimited institutional capacity to deliver an expanded road program. \n \n2. \nInfrastructure.  Georgia’s  road  network  is  crucial  in  facilitating \nsubregional  transport  and  trade.  The  East–West  Highway  forms  part  of  the  Asian  highway \nnetwork1 connecting Georgia and Turkey to Azerbaijan and Central Asia. Georgia is a signatory \nto a number of international transport agreements and conventions. Continued development of \nan  integrated  and  efficient  road  network  will  facilitate  cross-border  and  transit  traffic  and \ncontribute  to  subregional  cooperation  and  integration..The  existing  road  network  does  not \nadequately  cater  for  the  current  needs  of  the  economy  and  of  the  subregion  and  many  roads \nremain  in  poor  condition.  Funding  for  secondary  and  local  road  maintenance  remains \ninadequate.  A  large  part  of  the  network  deteriorated  rapidly  since  1990s  and  became  non-\nmaintainable,  resulting  in  high  transport  costs  and  an  increase  in  traffic  accidents,  thus \nconstituting  an  impediment  to  growth  and  poverty  reduction.  The  road  subsector  needs  to  be \ndeveloped to facilitate regional trade, investment and tourism. \n \n3. \nRoad  Maintenance  Funding.  Until  2004,  a  road  fund  existed,  financed  from  the \nproceeds of the fuel tax, the international transit tax and a road usage tax levied on individuals \nand enterprises. In 2004, the Government abolished special funds, including the road fund, and \nsince then the sub-sector has been funded directly from the state budget and from donor funds. \nThe  proceeds  of  transport  related  taxes  and  fees  are  part  of  general  revenue  and  are  not \nearmarked  for  road  maintenance.  Under  the  proposed  Roads  Department  maintenance \nprogram  for  2009-2013,  an  increase  in  annual  funding  from  $110  million  to  $137  million  is \nplanned, with most of the increase earmarked for the periodic maintenance program. In 2007, \nthe responsibility for local roads was transferred from Roads Department to 69 local authorities, \nas  part  of  broader  public  sector  reform  aimed  at  decentralizing  government  functions.  An \nestimated  GEL1,450  million  is  needed  to  rehabilitate  the  local  road  system  (90%  in  poor \ncondition)  and    bring  it  up  to  a  maintainable  condition.  Rehabilitated  local  roads  would  then \nrequire  GEL1,500-4,000  per  km  annually  for  routine  and  winter  maintenance.  Despite  the \ngrowing  need  for  road  maintenance,  how  to  fund  it  remains  a  challenge.  Donors  closely \ncoordinate to assist Roads Department in effectively cope with the challenge. For example, the \nWorld Bank is supporting Roads Department in improving the efficiency of its road maintenance \nactivities  by  shifting  from  contracted-out  maintenance  to  performance-based  maintenance \ncontracts.  The  Program  will  also  support  introduction  of  the  performance-based  maintenance \ncontract and assist Roads Department in maintaining project roads through in such a way.  \n \n4. \nRoad Safety. Road safety needs a serious attention; a sharp rise in the number of traffic \naccidents, fatalities, and injuries is apparent. The current fatality rate is much higher than that in \nEuropean  countries,  causing  economic  and  human  losses.  While  there  are  many  causes  of \ntraffic  accidents,  inadequacy  of  the  road  network  is  a  contributory  factor.  Curves  and \n\n                                                 \n1   The  concept  of  the  Asian  highway  network  was  developed  with  assistance  of  the  United  Nations  Economic  and \nSocial  Commission  for  Asia  and  the  Pacific.  Twenty-seven  Asian  countries  including  Georgia  have  signed  the \nIntergovernmental Agreement on the Asian Highway Network. \n\n\fAppendix 3 \n\n39\n\nsuperelevation  are  inappropriately  designed,  and  safety  furniture  is  lacking  on  many  roads. \nOther causes of accidents include weak enforcement of safety regulations, reckless driving, and \nincreased vehicle fleet. Remedial action should be undertaken to stem accidents.  In 2008 there \nwere over 6,000 accidents involving death or serious injury and 867 fatalities, a rise of over 18% \non 2007. The fatality rate relative to the vehicle fleet at 12 per 10,000 vehicles in 2008 is high \n(even  higher  if  scrapped  vehicles  are  removed  from  the  fleet  statistics),  higher  than  other \nEuropean countries2. Both fatalities and serious injuries show an upward trend and road- safety \nbecomes  thus  a  serious  social  issue.  Road  safety  should  be  improved  through  road  network \ndevelopment and increased public safety awareness. The Government developed the National \nTraffic  Safety  Strategy  in  2008  and  makes  an  effort  to  strengthen  the  law  enforcement  and \npublic  campaign  for  road  safety.  Aid  agencies  are  concerted  to  fill  the  resource  gap  for \nGovernment's effort. \n \n5. \nInstitutional  Capacity.  Despite  recent  progress  on  policy  and  institutional  reforms, \ninstitutional capacity in the road subsector remains limited. This is reflected by (i) lack of a legal \nand  regulatory  framework  for  managing  the  road  network;  (ii)  weak  enforcement  of  some \nexisting regulations such as those relating to vehicle axle-load controls and road safety; (iii) lack \nof  experience  and  knowledge  about  private-public  partnership  in  road  construction  and \nmaintenance;  and  (iv)  limited  staff  experience  in  management  of  road  projects,  particularly  in \nthe  area  of  tunnel  and  bridge  engineering  and  environmental  and  resettlement  safeguard. \nAlthough  the  World  Bank  has  continuously  supported  necessary  institutional  strengthening, \nfurther external assistance is needed to help R Roads Department in implementing the planned \nlarge-scale investment program. \n \nB. \n \n6. \nGeorgia  serves  as  the  shortest  transit  link  between  Central  Asia  and  Europe,  the \nRussian  Federation  and  Turkey.  The  physical  location  of  Georgia  ensures  that  it  is  a  key \ntransport  link  on  the  most  direct  route  between  the  Black  Sea  and  the  Caspian  Sea  and  the \nCentral Asian countries. It is also situated on the historic Silk Road, which is now realized as the \nTransport  Corridor  Europe–Caucasus–Asia  route.  Recognizing  the  strategic  importance  of  a \ntransit  route  connecting  Central  Asia  and  the  Caspian  Sea  to  Europe,  the  Government  has \naccorded  top  priority  rehabilitating  and  upgrading  the  East-West  Highway  to  an  international \nstandard.  In  the  long-term  perspective,  however,  the  development  of  subregional  multi-road \ncorridors will help exploit Georgia’s locational advantage as a transit hub. Efficiently functioning \nmulti-road  corridors  will  diversify  the  connectivity  of  Georgia  to  neighboring  countries  and \nreduce  the  cost  of  subregional  and  international  transport,  benefiting  both  the  local  economy \nand  the  economy  of  the  subregion,  thereby  stimulating  the  development  of  Euro-Asia  trade \nlinks. The subregional multi-road-corridors also serve as principal domestic corridors linking the \nmajor  cities,  ports  and  tourist  centers,  and  their  development  enhances  economic  growth \nthrough more efficient passenger and freight transport.  \n \nC.  \n \n7. \nThe Government transport sector policy is to develop the infrastructure and institutional \nsetting of the sector to support market integration and to maximize the country’s potential as a \ntransit  economy.  Government's  strategy  for  implementation  of  the  policy  includes:  (i) \n\nPolicy Framework  \n\nStrategic Context \n\n                                                 \n2.  According  to  a  2004  unpublished  World  Bank  working  paper,  fatality  rates  in  other  ECA  countries  were:  Bosnia \n3/10,000  vehicles,  Croatia  5/10,000  vehicles,  Russia  12/10,000  vehicles,  Serbia  5/10,000  vehicles,  Turkey \n8/10,000. Other European countries average 2/10,000 vehicles. \n\n \n\n\f40 \n\nAppendix 3 \n\nInvestment Plan and Sector Road Map \n\nestablishment  of  the  legal  and  regulatory  framework  for  the  private  sector  to  participate  in \nsubregional  network  building  and  maintenance;  (ii)  capacity  development  of  road  sector \ninstitutions  for  efficient  road  management;    (iii)  provision  of  sufficient  resources,  financial  and \ntechnical,  for  local  authorities  to  properly  discharge  their  increased  responsibility  to  manage \nroad assets; and (iv) concessioning of construction and operation of main road network to  the \nprivate sector. The sector roadmap was developed in line with this policy framework. \n \nD. \n \n8. \nIn 2008, the Government endorsed the Joint Needs Assessment (JNA) prepared by the \nUnited Nations together with the World Bank, ADB, the European Bank for Reconstruction and \nDevelopment, the European Commission, the European Investment Bank, and the International \nFinance Corporation. JNA recognized the immediate need to upgrade Georgia's road networks \nand identified priority investment programs, noting that limited transport infrastructure added to \nthe  cost  of  doing  business,  deterred  foreign  investment,  added  time  and  costs  to  the  transit \ncorridor, and left large segments of the population out of mainstream economic activities. JNA \nalso emphasized the necessity of subregional multi-road corridors to ensure provision of more \nefficient  and  secure  transit  routes.  JNA  set  the  basis  for  donors'  assistance  programming  and \ncooperation.  In  2009,  Roads  Department  updated  road  transport  infrastructure  development \nneeds  reflected  in  JNA  and  identified  the  investment  component  that  will  construct,  upgrade, \nand rehabilitate approximately 1,842 km of roads, comprising 372 km of main road network, 470 \nkm  of  alternative  network,  and  1,000  km  of  secondary  and  local  network.  The  non-investment \ncomponent  will  focus  on  priority  reforms,  including  the  development  of  regulations  and \noperational  procedures;  encouragement  of  private  sector  participation  in  construction  and \nmaintenance;  and  capacity  building  for  planning,  monitoring,  evaluation,  and  reporting.  The \noverall investment reaches $3.0 billion over the 7-year period. Most of this will be financed from \ndevelopment  aid  agencies'  assistance  along  with  the  Government’s  budget.  The  Government \nhas  also  sought  external  financing,  with  ADB,  the  World  Bank,  Millennium  Challenge \nCorporation  (MCC),  and  Japan  International  Cooperation Agency  (JICA)  as  the  main  sources. \nThe investment plan is in Table A3.1 and sector roadmap is in Table A3.2. \n \n\n\fAppendix 3 \n\n41\n\nTable A3.1: Investment Plan \nEstimated \nCost \n($ million) \n\n \nLength \n(km) \n\n \n(Potential) \nFinancier \n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n \nStatus \n\n \n\n \n \n\nRoad \nMain Road Network \nTsiteli  Khidi  (Red  Bridge)—\nRustavi \nRustavi-Tbilisi Widening \nTbilisi Bypass Realignment \nIgoeti—Sveneti \n\nSveneti—Ruisi \nRuisi—Rikoti \nRikoti Tunnel rehabilitation \nRikoti Tunnel duplication \nRikoti—Zestaponi \nZestaponi—Kutaisi—\nSamtredia  \nSamtredia—Grigoleti—Choloki \nAdjara Bypass Roads \n\nSubtotal \n \nAlternative Network \nVaziani—Gombori—Telavi \n\nTeleti—Armenian  Border  and \nAkhalkalaki—Turkish Border \nTbilisi—Marneuli Widening \nTbilisi—Sagarejo Widening \nKhaishi—Mestia \n\n38\n17\n7\n25\n\n15\n48\n2\n2\n50\n70\n\n50\n48\n\n66\n\n212\n\n27\n35\n65\n\n135\n70\n15\n58 World Bank  Under \n\n \n \n\n \n \n\nconstruction \n\n \n\n135 World Bank  Under bidding \n300\n\nFeasibility study \n14 World Bank  Detailed design \n40\n450\n180\n\n \n \nJICA \n\n190\n248\n\n \nADB \n\n372\n\n1,851\n\n \n \n \n\n \n \n \n\nMCC \n\n184\n\n95\n120\n60\n\n35 World Bank  Under  bidding  for \n\n \nFeasibility study \nTendering \ndetailed design \nFeasibility study \nTendering \ndetailed design  \n \n \n \n\nfor \n\nfor \n\nconstruction \nUnder \nconstruction \nFeasibility study \nFeasibility study \nDetailed  design \ncompleted \nFeasibility study \n\n \n\n65\n\n100\n\nBatumi—Akhaltsikhe  (Keda—\nAdigeni section) \nSubtoal \n \nSecondary \nNetwork \n \nTotal \n1,842\nJICA = Japan International Cooperation Agency, MCC = Millennium Challenge Corporation \nSource(s): Asian Development Bank \n\nLocal \n\n1,000\n\n2,945\n\nand \n\n500\n\n470\n\n594\n\n \n \n \n\n \n \n \n\n \n \n\n \n \n\n \n \nYear \n\n \n2014 \n2011 \n2010 \n2008 \n\n2009 \n2012 \n2009 \n2013 \n2013 \n2010 \n\n2011 \n2010 \n\n \n \n \n2009 \n\n2008 \n\n2013 \n2012 \n \n\n \n\n \n \n \n\n \n \n\n \n\n\f42 \n\nAppendix 3 \n\n \n\nObjective \n\n \nDevelopment of  \nroad network \n\nTable A3.2: Road Subsector Road Map, 2009—2015 \n\nImpact \n\nMeasurement \n\nResponsible Party \n\nPerformance \nTarget \n\nRoad development \nplan developed \nendorsed by 2011  \n \nCompletion of 50% of \nInvestment Plan  \n\n \n \n \n\nAn efficient, \naffordable network \nmeeting the needs \nof Georgia and the \nsubregion \n \n \n\nRoads Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nRoads Department  \n \n \n \n \n \n \nLocal authorities \nassisted by R Roads \nDepartment  surveys \n \n \n \nRoads Department  \n \n \n \n \n \n \nRoads Department  \n \n \n\nRD, Traffic Patrol \nPolice, Ministry of \nInterior  \n \n \n \n \n \n\nImprovement of \nroad maintenance  \n\nRoad network in \nsustainable surface \ncondition \n\nImprovement of \nroad safety \n\nRoad accidents \nreduced  \n\nPoor surface \ncondition of main \nroads under Roads \nDepartment reduced \nfrom 20% in 2008) to \nunder 10% by 2015 \n \nMore than 20% of \nlocal roads improved \nto better than \"poor\" \ncategory by 2015 \n \n \nPerformance-based \nmaintenance \ncontracted on a pilot \nbasis 2011 and \ngeneral application \nfrom 2015. \n \nRoad maintenance \nbudget increase no \nless than overall \nnational budget \nincrease 2010-—\n2015  \n \nAnnual growth rate of \nroad accidents \nreduced to 5% by \n2015  \n \nFatality rate \ndecreased to10 per \n10,000 vehicles by \n2015 \n \nRoad safety features \nincluding safety audit \nincorporated in all \nmain road \n\nPavement condition \nsurveys \n \n \n \n \n \nPavement condition \nsurveys \n \n \n \n \nContractor contracts \n \n \n \n \n \n \nRoad maintenance \nbudget allocations \n \n \n\nNumber of road \ntraffic accidents, \nfatalities, and injuries \n \nRoad accident \nmonitoring, reporting \nand information \nsystems \n \n \n \nADB Mission \nreporting \n\n\fObjective \n\nImpact \n\nMeasurement \n\nResponsible Party \n\nAppendix 3 \n\n43\n\nPerformance \nTarget \n\nimprovement works \nby 2015  \n \n \nManual on tunnel and \nbridge engineering \ndeveloped by 2011 \n \nManual on \nenvironmental and \nresettlement \nsafeguard developed \nby 2011 \n \n \nLegal and regulatory \nframework for tolling \nroads drafted by 2013 \n \nManual on \nperformance-based \nmanagement contract \ndeveloped by 2011 \n \n \nPatrol police in the \nEast—West Highway \nequipped with \nportable weighing \nequipment by 2014   \n \n\nStrengthening  \nRD’s institutional \ncapacity  \n\nRoad network \nmanagement  \nimproved  \n \n\nPPP contract \nmanagement \nenhanced \n\nRoads Department  \nreport \n \n \n \n \n \n\nRoads Department  \n \n \n \n \n \n\nDraft legislation \n \n \n \nRoads Department  \nreport \n\nMORDI \n \n \n \nRoads Department  \n\nEnhanced capacity \nfor vehicle axle-load \ncontrol  \n\nRoads Department  \nreport \n\nRoads Department   \n \n\nADB = Asian Development Bank, km = kilometer, PPP = public private partnership, RD = Roads Department. \nSource: ADB. \n \n\n \n\n \n\n\f44 \n\nAppendix 4 \n\nSource \n \nA.  Lending/Grant \n1.  World Bank \n2.   World Bank \n3.   World Bank \n4.   World Bank \n\n5.  World Bank \n6.   World Bank \n7.  World Bank \n8.   World Bank \n \n9.   World Bank \n10. MCC (Grant) \n\n ADB  \n\nB.   Nonlending \n1. \n \n \n2.   JBIC \n\nEXTERNAL ASSISTANCE TO THE ROAD SUBSECTOR \n\nProject Title \n\nAmount \n($ million)  Date of Approval \n\nTransport Rehabilitation \nTransport Ministry Restructuring \nRoads Project \nSecondary/Local Roads \n\nEast–West Highway Improvement I \nInfrastructure Pre-Investment Facility \nEast–West Highway Improvement II \nEast–West Highway Improvement II Additional \nFunding \nSecondary/Local Roads Additional Financing  \nSamtskhe–Javakheti Road Rehabilitation \n\nPreparing the Adjara Bypass Roads \nDevelopment Project  (TA 7089-GEO) \n \nJBIC Pilot Study for Project Formulation for \nHighway Improvement Project \n\n \n\n12.0 \n2.3 \n40.0 \n22.3 \n\n20.8 \n5.6 \n20.0 \n35.0 \n \n70.0 \n183.6 \n\n \n0.8 \n \n\n18 June 1996 \n3 September 1998 \n25 May 2000 \n24 June 2004 \n5 December 2006\n16 February 2006 \n18 December 2007\n\n \n30 October 2008 \n \n\n19 March 2009\n12 September 2005 \n\n28 January 2008 \n \n \n7 August 2007\n\nADB  =  Asian  Development  Bank,  JBIC  =  Japan  Bank  for  International  Cooperation,  MCC  =  Millennium  Challenge \nCorporation, TA = technical assistance. \nSource: World Bank, JICA, ADB estimates. \n\n\fAppendix 5 \n \n\n45\n\nSELECTION CRITERIA AND APPROVAL PROCESS FOR PROJECTS AND SUBPROJECTS \n\n1. \nThe  Asian  Development  Bank  (ADB)  will  finance  projects  and  subprojects  that  (i)  are \npart  of  the  updated  road  transport  infrastructure  needs  brought  out  in  the  joint  needs \nassessment described in Schedule 1 of the framework financing agreement (FFA), (ii) adhere to \nthe implementation arrangements set forth in Schedule 3 of the FFA, (iii) comply fully with the \nsocial dimensions and safeguard frameworks presented in Schedule 5 of the FFA, and (iv) meet \nthe eligibility requirements set forth in this appendix. \n\nSelection Criteria \n\nA. \n\n2. \n\n \n\nTo  be  financed  under  the  multitranche  financing  facility  (MFF),  a  proposed  project  or \nsubproject must: \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nconstruct,  upgrade,  or  rehabilitate  roads  of  high  development  priority,  assessed \nfor  their  contribution  to  the  implementation  of  the  road  transport  infrastructure \nneeds  reflected  in  the  joint  needs  assessment  and  to  the  achievement  of  the \nobjectives of the road subsector road map; \nbe  in  line  with  the  approved  feasibility  assessment,  meeting  the  engineering, \nfinancial,  economic,  environmental,  and  social  requirements  of  Georgia  and \nADB; \nbe allocated counterpart funding sufficient to implement the project or subproject \nas  scheduled,  and  maintain  the  project  or  subproject  facilities  upon  completion; \nand \nbe granted government approvals and endorsements. \n\nB. \n\nApproval Procedures \n\nFor  the  project  proposed  for  financing  under  tranche  1  of  the  MFF,  all  the  necessary \n\n3. \nApproval  procedures  for  projects  or  subprojects  proposed  for  financing  under  the  MFF \nwill  follow  the  required  government  review  and  approval  processes  as  supplemented  by  the \nrequirements of the Roads Department attached to Schedule 5 of the FFA. \n \n4. \ngovernment approvals had been obtained as of the date of the FFA. \n \n5. \napproval procedures will be as follows: \n \n\nFor  all  projects  intended  for  financing  under  subsequent  tranches  of  the  MFF,  the \n\n(i) \n\n(ii) \n\n(iii) \n\nThe Roads Department will review the project or subproject proposals to confirm \ncompliance with eligibility criteria, and then submit eligible projects or subproject \nproposals  to  the  Ministry  of  Regional  Development  and  Infrastructure  (MORDI) \nfor endorsement. \nThe  Roads  Department  will  prepare  a  periodic  financing  request  (PFR)  in  a \nformat  agreed  on  with  ADB  for  the  financing  of  specific  projects  or  subprojects, \nand  submit  the  PFR  to  MORDI  for  review  and  approval.  Upon  interministerial \nconsultation and approval of MORDI, the PFR will be submitted to ADB together \nwith the eligible project or subproject proposals. \nADB,  the  Ministry  of  Finance,  MORDI,  and  the  Roads  Department  will  maintain \ncontact  through  periodic  ADB  review  missions  and  quarterly  progress  reports, \nand in so doing will consult on PFRs before they are submitted to ADB. \n\n \n\n\f46 \n\nAppendix 5 \n\n \n6. \nSubject  to  satisfactory  compliance  with  the  selection  criteria  and  approval  procedures, \nand  in  compliance  with  ADB’s  relevant  policies,  ADB  will  approve  the  project  or  subproject \nproposals. \n\n\fROAD DESIGN SUMMARY  \n\nAppendix 6 \n \n\n47\n\n1. \nAlignment.  The  proposed  project  roads  bypass  the  cities  of  Kobuleti  and  Batumi,  and \ncoastal  cities  along  the  Black  Sea  in  western  Georgia  (Adjara).  The  proposed  bypass  roads, \n48 kilometers  (km)  in  total  length  comprise  (i)  a  two-lane  road  east  of  Kobuleti  (28  km) \ntraversing mostly plain areas, (ii) the existing road between Kobuleti and Batumi (6 km) widened \nfrom  two  to  four  lanes,  and  (iii) a  two-lane  road  that  will  cut  through  densely  populated  hilly \nterrain east of Batumi (14 km). The new bypass roads are designed as two-lane roads, although \nland acquisition allows for future upgrading to four lanes with at least a 50–meter-wide reserve \nfor the right-of way. \n \n2. \nGeometric design standards. New Georgian design standards (April 2009) were used \nin  the  preliminary  design,  with  some  adjustments  approved  by  the  Roads  Department  as \nsummarized below.  \n \n\n(i) \n\n(ii) \n\n(iii) \n\nThe  envelope  for  the  tunnels  was  reduced  by  omitting  the  2.5  m  safety  lane  to \nreduce the cost. The revised envelope agrees with most international standards.  \nThe  lane  width  was  reduced  from  3.75  m  to  3.5  m  over  the  widening  section \n(6 km) with 1 m shoulder because of restricted available land.  \nA slightly higher vertical crest and sag radii were adopted in flat terrain to reduce \nthe bridge and tunnel lengths. They comply with most international standards. \n\n \n\nTable A6: Georgian Geometric Design Standard for Two-Lane Road \n \n\nNo  Main Parameters \n1 \n2 \n3a \n3b \n4a \n4b \n4c \n5 \n6 \n\nDesign speed \nNumber of lanes \nLane width (4 lanes) \nLane Width (2 lanes) \nShoulder width left \nShoulder width right \nShoulder width two lane both sides \nMinimum width of central reserve \nHard shoulder width for emergency \nstop \nVerge for central reserve \nMaximum longitudinal gradient \nMinimum horizontal curvature \nMinimum radius of vertical curves \n                       Crest \n                        Sag \nDesign vertical clearance bridges, \noverpasses \nDesign clearance of tunnels \n       Vertical \n       Horizontal—Two-lane road tunnel \n                        —Twin tube (4 lanes) \nService walkway width \n\n \n \n \n \n \nkm/h = kilometer per hour; m = meter  \nSources: Technical assistance consultants. \n\n7 \n8 \n9 \n10 \n \n \n15 \n\nUnit \nkm/h \n \nm \nm \nm \nm \nm \nm \nm \n\nm \n% \nm \n \nm \nm \nm \n\n \nm \nm \nm \nm \n\nFlat \n\n120\n4/2\n3.75\n3.75\n1.0\n3.00\n2.50\n4.0\n2.5\n\n1.0\n4\n700\n\n22,600\n7,700\n5\n\n11.40\n11.40\n\nRolling  Mountainous \n80\n4/2\n3.50\n3.75\n1.0\n2.25\n2.00\n4.0\n2.5\n\n100 \n4/2 \n3.50 \n3.75 \n1.0 \n2.75 \n2.25 \n4.0 \n2.5 \n\n1.0 \n5 \n450 \n \n10,000 \n4,900 \n5 \n\n4.5 \n11.40 \n10.65 \n0.75 \n\n1.0\n6\n250\n\n5,000\n3,200\n5\n\n10.65\n10.65\n\n \n\n \n\n \n\n \n3. \n\nPavement.  An  asphalt  concrete  pavement  has  been  adopted  to  sustain  the  estimated \n\n \n\n\f48 \n\nAppendix 6 \n\npercentage of heavy vehicles in the traffic flow. The calculation of pavement layer thicknesses \nused  the  estimated  cumulative  axle  loads  in  the  design  life  and  subsoil  strength  tests  taken \nalong  sections  of  the  alignment.  The  proposed  pavement  will  vary  along  the  road  but  will \ngenerally consist of 120 millimeters (mm) of asphalt concrete wearing and binding course, 230 \nmm of crushed stone base, and 300 mm of granular subgrade. The proportions will be checked \nat the time of final design. \n\n  \n\n4. \nStructures  and  tunnels. There will be (i) 18 bridges (2,984 m in total length) and one \ntunnel (400 m) along the Kobuleti bypass; and (ii) 19 bridges (3,799 m) and 5 tunnels (1,510 m) \nalong the Batumi bypass. Six bridges will be 500 meters or more in length.  \n \n5. \nThe  structures  and  tunnels  conform  to  Georgian  specifications  except  as  mentioned  in \npara.  2(i).  Bridges  are  designed  to  carry  80-ton  loads  with  100  years’  flood  return  frequency. \nCulverts are designed to carry 50 years’ flood return frequency, and side drains, 20 years’ flood \nreturn frequency.  \n \nThe project road is located in seismic zone IV (modified Mercalli scale); its design must \n6. \ntherefore include anti-seismic measures to be included in the design of structures. Most bridges \nwill be simple span reinforced concrete on piers and spread footings. Some bridges with longer \nspans will be pre-stressed T-girder superstructure. \n \n7. \nThe  Georgian  standard  for  two-way  tunnels  has  a  2.5  m  wide  emergency  lane  on  one \nside with a clear width of the 11.5 m road. This is an overly large tunnel cross-section compared \nwith  most  international  standards  and  would  create  difficulty  in  construction  on  poor  ground, \nbesides  increasing  construction  time  and  cost.  An  internationally  accepted  cross-section,  with \ntwo  lanes  3.5  m  wide,  shoulders  1.25  m  wide,  and  an  inspection  walkway  0.9 m  wide  on  one \nside,  is  recommended.  The  tunnel  is  about  11  m  wide,  and  about  7.5  m  high.  No  tunnel \nventilation is believed to be required because of the low traffic volume and the relatively short \nlength of the tunnels. An illumination system is included in the tunnel design. Suitable facilities \nfor traffic safety and emergency, based on the length of the tunnels and traffic volume, are also \nincluded in the design and in the cost estimates.  \n \nMaterials  and  labor.  Construction  materials,  such  as  boulders,  stones,  gravel,  and \n8. \nsand,  are  locally  available  within  a  reasonable  distance  from  the  construction  sites.  Suitable \nsites have been identified and quantities estimated. A more detailed materials source study and \nanalysis  will  be  required  for  the  final  design.  Other  materials  such  as  bitumen,  steel,  some \ncement, tunnel equipment, and spare parts will have to be imported. \n \n9. \nMost skilled labor and all unskilled labor needed for the construction of roads and small \nto medium bridges, is available in Georgia, but skilled labor for the construction of tunnels and \nlarge bridges will need to be imported. \n \n10. \ninclude \n(i) earthworks estimated from the surveyed longitudinal profile and cross-sections; (ii) retaining \nstructures  and  minor  drainage;  (iii)  pavement  works  calculated  on  the  basis  of  the  thickness \nadopted in design and the pavement cross-section; (iv) bridgeworks estimated on the basis of \nthe lengths of bridge spans, cross-sections, and soil type; (v) tunnel works based on the lengths \nof  the  tunnels,  cross-sections,  and  soil  types;  (vi)  interchanges  based  on  estimated  ramp \nlengths  and  widths  and  overpass  spans;  and  (vii)  ancillary  works  and  road  safety  provisions \nbased on the road and structure length, plans, and traffic volumes.  \n \n\nthe  preliminary  design  work.  These \n\nQuantity  estimates  are  based  on \n\n\fAppendix 6 \n \n\n49\n\nThe unit rates for the major cost items are based on recent new-road and road-widening \n11. \nprojects  elsewhere  in  Georgia  and  adjusted  for  the  first  quarter  of  2009.  Rates  for  items  not \nincluded in recent contracts are based on rates in other countries, adjusted for transport costs \nand taxes, etc., in Georgia. \n \n12. \nLimitations  in  the  preliminary  design.  The  design  centerline  is  based  on  the \npreliminary design topographic survey and cross-sections taken from digitized 1:1,000 mapping. \nOptimization  to  the  road  geometry  design  will  be  necessary  during  detailed  design  after  a \ndetailed cross-section survey. This is expected to reduce some quantities, especially earthworks \nand bridge lengths. \n \n13. \nPavement  thicknesses  will  also  vary  during  detailed  design  and  construction.  It  is \nrecommended  that  the  California  bearing  ratios  of  subgrade  be  checked  and  that  pavement \nthickness design be adjusted during detailed design and construction.  \n \n14. \nThe geotechnical investigation, while covering most of the major structures, was limited \nto  a  tomography  survey  because  of  limited  resources  and  time.  In  some  cases,  geological \nconditions  were  assumed  on  the  basis  of  surveys  at  nearby  sites.  Additional  geotechnical \ninvestigation will be required for each site during detailed design. The final design and quantities \ncould change. \n \n \n\n \n\n\f9\n.\n7\n\n7\n.\n7\n6\n\n9\n.\n9\n1\n\n8\n.\n7\n4\n\n8\n.\n0\n\n2\n.\n6\n\n8\n.\n2\n\n4\n.\n3\n\n4\n.\n1\n\n8\n.\n0\n\n5\n.\n0\n\n1\n.\n0\n\n6\n.\n1\n\n5\n.\n4\n1\n\n0\n.\n0\n0\n1\n\n7\n.\n4\n\n3\n.\n2\n1\n\n0\n.\n7\n1\n\n1\n.\n0\n1\n\n1\n.\n6\n8\n\n3\n.\n5\n2\n\n8\n.\n0\n6\n\n0\n.\n1\n\n8\n.\n7\n\n5\n.\n3\n\n3\n.\n4\n\n7\n.\n1\n\n0\n.\n1\n\n6\n.\n0\n\n1\n.\n0\n\n0\n.\n2\n\n5\n.\n8\n1\n\n2\n.\n7\n2\n1\n\n9\n.\n5\n\n7\n.\n5\n1\n\n6\n.\n1\n2\n\n1\n.\n0\n1\n\n2\n.\n3\n5\n\n7\n.\n5\n1\n\n6\n.\n7\n3\n\n6\n.\n0\n\n7\n.\n4\n\n1\n.\n2\n\n6\n.\n2\n\n5\n.\n1\n\n8\n.\n0\n\n6\n.\n0\n\n1\n.\n0\n\n2\n.\n1\n\n8\n.\n9\n8\n\n5\n.\n8\n1\n\n7\n.\n9\n\n7\n.\n3\n\n4\n.\n3\n1\n\n0\n.\n0\n\n7\n.\n9\n\n9\n.\n2\n3\n\n2\n.\n3\n2\n\n4\n.\n0\n\n1\n.\n3\n\n4\n.\n1\n\n7\n.\n1\n\n2\n.\n0\n\n2\n.\n0\n\n0\n.\n0\n\n0\n.\n0\n\n8\n.\n0\n\n0\n.\n0\n\n4\n.\n7\n3\n\n0\n.\n6\n\n3\n.\n2\n\n3\n.\n8\n\n6\n.\n6\n1\n\n1\n.\n2\n4\n1\n\n8\n.\n1\n4\n\n3\n.\n0\n0\n1\n\n7\n.\n1\n\n9\n.\n2\n1\n\n8\n.\n5\n\n1\n.\n7\n\n8\n.\n2\n\n7\n.\n1\n\n0\n.\n1\n\n2\n.\n0\n\n3\n.\n3\n\n8\n.\n9\n\n9\n.\n5\n2\n\n7\n.\n5\n3\n\n6\n.\n6\n1\n\n8\n.\n7\n8\n\n8\n.\n5\n2\n\n0\n.\n2\n6\n\n0\n.\n1\n\n7\n.\n7\n\n5\n.\n3\n\n3\n.\n4\n\n5\n.\n2\n\n3\n.\n1\n\n0\n.\n1\n\n2\n.\n0\n\n0\n.\n2\n\n1\n.\n6\n\n0\n.\n6\n1\n\n1\n.\n2\n2\n\n5\n.\n0\n3\n\n9\n.\n9\n0\n2\n\n5\n.\n0\n3\n\n2\n.\n8\n4\n1\n\n0\n.\n0\n\n3\n.\n4\n5\n\n0\n.\n6\n1\n\n3\n.\n8\n3\n\n7\n.\n0\n\n2\n.\n5\n\n3\n.\n2\n\n9\n.\n2\n\n3\n.\n0\n\n3\n.\n0\n\n0\n.\n0\n\n0\n.\n0\n\n3\n.\n1\n\n0\n.\n0\n\n7\n.\n1\n6\n\n9\n.\n9\n\n7\n.\n3\n\n6\n.\n3\n1\n\n4\n.\n5\n7\n\n0\n.\n7\n1\n1\n\n9\n.\n8\n4\n1\n\n2\n.\n3\n0\n1\n\n7\n.\n5\n4\n\n7\n.\n5\n4\n2\n\n3\n.\n0\n7\n1\n\n50 \n\nAppendix 7 \n\ne\ns\na\nB\n%\n\n \n\nt\ns\no\nC\n\nl\n\na\nt\no\nT\n\nl\n\na\nc\no\nL\n\nn\no\n\ni\nl\nl\ni\n\nm\n \n$\n\ni\n\nn\ng\ne\nr\no\nF\n\nl\n\na\nt\no\nT\n\nl\n\na\nc\no\nL\n\ni\n\nn\ng\ne\nr\no\nF\n\nn\no\n\ni\nl\nl\ni\n\nm\n \nL\nE\nG\n\n \n\n \n\n \n\nT\nC\nE\nJ\nO\nR\nP\n \n1\n \nE\nH\nC\nN\nA\nR\nT\nR\nO\nF\nE\nT\nA\nM\nT\nS\nE\nT\nS\nO\nC\nD\nE\nL\nA\nT\nE\nD\n\n \n\nI\n\nI\n\n \n\ny\nr\no\ng\ne\nt\na\nC\n \ne\nr\nu\nt\ni\nd\nn\ne\np\nx\nE\n \ny\nb\n \ne\nt\na\nm\n\ni\nt\ns\nE\n\n \n\n \nt\ns\no\nC\nd\ne\nl\ni\na\nt\ne\nD\n\n \n:\n1\n.\n7\nA\n \ne\nl\nb\na\nT\n\n)\n\n \n\nm\nk\n \n4\n3\n—\n8\n2\n \nd\nn\na\nm\nk\n \n0\n1\n—\n0\n0\n(\n \n1\ne\ng\na\nk\nc\na\nP\n\n \n\nt\nn\ne\nm\ne\n\n \n\nl\nt\nt\ns\ne\nR\nd\nn\na\nn\no\n\n \n\ni\n\ni\nt\ni\ns\nu\nq\nc\nA\nd\nn\na\nL\n\n \n\ns\nk\nr\no\nW\n\n \nl\ni\n\ni\n\nv\nC\n\n)\n\nm\nk\n \n8\n2\n—\n0\n1\n(\n \n2\ne\ng\na\nk\nc\na\nP\n\n \n\n \ny\nt\ne\n\nf\n\n \n\na\nS\nd\na\no\nR\n\nn\no\ns\n\ni\n\ni\n\nv\nr\ne\np\nu\nS\n \nn\no\ni\nt\nc\nu\nr\nt\ns\nn\no\nC\nd\nn\na\nn\ng\ns\ne\nD\nd\ne\n\n \n\n \n\n \n\ni\n\nl\ni\n\nt\n\na\ne\nD\n\nn\no\ns\n\ni\n\ni\n\nv\nr\ne\np\nu\nS\nn\no\n\n \n\ni\nt\nc\nu\nr\nt\ns\nn\no\nC\n\ni\n\nn\ng\ns\ne\nD\nd\ne\n\n \n\nl\ni\n\nt\n\na\ne\nD\n\nt\nr\no\np\np\nu\nS\n\n \nl\na\nn\no\ni\nt\nu\nt\ni\nt\ns\nn\n\nI\n \n\nd\nn\na\n\n \nt\n\nn\ne\nm\ne\ng\na\nn\na\nM\n\n \nt\nc\ne\no\nr\nP\n\nj\n\n.\n\n5\n\nt\nr\no\np\np\nu\nS\n\n \nt\ni\n\nn\nU\n\n \nt\n\nn\ne\nm\ne\ng\na\nn\na\nM\n\n \nt\nc\ne\no\nr\nP\n\nj\n\nt\n\nn\ne\nm\ne\ng\na\nn\na\nM\n\n \nt\n\nn\ne\nm\nn\no\nr\ni\n\nv\nn\nE\n\ng\nn\n\ni\nt\ni\n\nd\nu\nA\n\n \nl\n\na\nn\nr\ne\n\nt\nx\nE\n\nk\nr\no\nw\nt\ne\nN\n \nd\na\no\nR\n\n \nr\no\n\nf\n \nt\n\nl\n\nn\ne\nm\np\no\ne\nv\ne\nD\n \ny\nt\ni\nc\na\np\na\nC\n\n.\n\n6\n\n.\n\na\n\n.\n\nb\n\n.\n\na\n\n.\n\nb\n\n.\n\na\n\n.\n\nb\n\n.\nc\n\n.\n\n1\n\n.\n\n2\n\n.\n\n3\n\n.\n\n4\n\na\n\n \nt\ns\no\nC\ne\ns\na\nB\n\n \n\n.\n\nA\n\n.\ns\ne\nt\na\nm\n\ni\nt\ns\ne\n\n \nk\nn\na\nB\n\n \nt\n\nl\n\nn\ne\nm\np\no\ne\nv\ne\nD\nn\na\ns\nA\n\n \n\ni\n\n \n:\n\ne\nc\nr\nu\no\nS\n\nt\ns\no\nC\n\n \nt\nc\ne\no\nr\nP\n\nj\n\n \nl\n\na\nt\no\nT\n\n.\ns\nt\ns\no\nc\n \ne\ns\na\nb\n\n \nf\n\n \n\no\n%\n5\n1\n\n \nt\n\nt\n\n \n\na\nd\ne\nu\np\nm\no\nC\n\n.\ns\ne\nc\ni\nr\np\n \n9\n0\n0\n2\n \nn\nI\n\n.\ns\nt\ns\no\nc\n\na\n\nb\n\nc\n\n \n\n)\n\nA\n\n(\n \nl\n\na\nt\no\nt\nb\nu\nS\n\nt\n\nn\ne\nm\ne\ng\na\nn\na\nM\n\ns\ne\n\ni\nt\n\n \n\nu\nD\nd\nn\na\n \ns\ne\nx\na\nT\n\n.\n\n7\n\n)\n\nB\n\n(\n \nl\n\na\nt\no\nt\nb\nu\nS\n\n \nb\n\nl\n\ni\n\na\nc\ns\ny\nh\nP\n\n \nc\n\ne\nc\ni\nr\n\nP\n\n.\n\n1\n\n.\n\n2\n\ni\n\ns\ne\nc\nn\ne\ng\nn\ni\nt\nn\no\nC\n\n.\n\nB\n\n \n \ny\nc\nn\ne\nr\nr\nu\nc\n \nl\na\nc\no\nl\n \nr\no\nf\n \n3\n1\n0\n2\n-\n1\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n6\n \nd\nn\na\n \n0\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n7\n \nd\nn\na\n \n;\nt\ns\no\nc\n \ne\ng\nn\na\nh\nc\nx\ne\n \nn\ng\ne\nr\no\nf\n \nr\no\nf\n \n3\n1\n0\n2\n \nr\no\nf\n \n\ni\n\n%\n5\n.\n0\n \nd\nn\na\n \n,\n2\n1\n0\n2\n—\n1\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n0\n \n,\n0\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n1\n \nt\na\n \nd\ne\nt\nu\np\nm\no\nC\n\n\f \n\nAppendix 7 \n\n51\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n0\n\n2\n2\n\n0\n0\n1\n\n3\n\n6\n1\n\n7\n\n0\n2\n\n0\n0\n1\n\n.\n\n1\n0\n1\n\nt\nn\ne\nm\nn\nr\ne\nv\no\nG\n\nB\nD\nA\n\nt\ns\no\nC\n\n \nf\no\n%\n\n \n\ny\nr\no\ng\ne\nt\na\nC\n\nt\nn\nu\no\nm\nA\n\n)\nn\no\n\ni\nl\nl\ni\n\n \n\nm\n$\n(\n\nt\ns\no\nC\n\n \nf\no\n%\n\n \n\ny\nr\no\ng\ne\nt\na\nC\n\nt\nn\nu\no\nm\nA\n\n)\nn\no\n\ni\nl\nl\ni\n\nm\n \n$\n(\n\nl\na\nt\no\nT\n\nt\ns\no\nC\n\n)\nn\no\n\ni\nl\nl\ni\n\nm\n \n$\n(\n\ni\n\nr\ne\ni\nc\nn\na\nn\nF\n \ny\nb\n \ns\ne\nt\na\nm\n\ni\nt\ns\nE\n\n \n\n \nt\ns\no\nC\nd\ne\nl\ni\na\nt\ne\nD\n\n \n:\n2\n.\n7\nA\n \ne\nl\nb\na\nT\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n0\n0\n\n.\n\n.\n\n5\n8\n1\n\n.\n\n6\n8\n2\n\n5\n0\n\n.\n\n0\n1\n\n.\n\n5\n1\n\n.\n\n.\n\n1\n0\n3\n\n0\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n0\n1\n\n0\n\n8\n7\n\n7\n9\n\n4\n8\n\n3\n9\n\n0\n8\n\n0\n.\n0\n\n1\n.\n6\n8\n\n3\n.\n5\n2\n\n8\n.\n0\n6\n\n0\n.\n1\n\n8\n.\n7\n\n5\n.\n3\n\n3\n.\n4\n\n7\n.\n1\n\n0\n.\n1\n\n6\n.\n0\n\n1\n.\n0\n\n0\n.\n2\n\n0\n.\n0\n\n7\n.\n8\n9\n\n0\n.\n5\n\n2\n.\n5\n1\n\n2\n.\n0\n2\n\n1\n.\n0\n1\n\n1\n.\n6\n8\n\n3\n.\n5\n2\n\n8\n.\n0\n6\n\n0\n.\n1\n\n8\n.\n7\n\n5\n.\n3\n\n3\n.\n4\n\n7\n.\n1\n\n0\n.\n1\n\n6\n.\n0\n\n1\n.\n0\n\n0\n.\n2\n\n5\n.\n8\n1\n\n2\n.\n7\n2\n1\n\n9\n.\n5\n\n7\n.\n5\n1\n\n6\n.\n1\n2\n\n8\n.\n8\n1\n1\n\n9\n.\n8\n4\n1\n\n)\n\nm\nk\n \n4\n3\n—\n8\n2\n \nd\nn\na\n \nm\nk\n \n4\n1\n—\n0\n0\n(\n \n1\n \ne\ng\na\nk\nc\na\nP\n\nt\nn\ne\nm\ne\nl\nt\nt\ns\ne\nR\n \nd\nn\na\n \nn\no\ni\nt\ni\ns\nu\nq\nc\nA\n \nd\nn\na\nL\n\ni\n\ns\nk\nr\no\nW\n\n \nl\ni\n\ni\n\nv\nC\n\n)\n\nm\nk\n \n8\n2\n—\n4\n1\n(\n \n2\n \ne\ng\na\nk\nc\na\nP\n\n \ny\nt\ne\nf\na\nS\n \nd\na\no\nR\n\nn\no\ns\n\ni\n\ni\n\nv\nr\ne\np\nu\nS\n \nn\no\n\ni\nt\nc\nu\nr\nt\ns\nn\no\nC\n \nd\nn\na\n \nn\ng\ns\ne\nD\n \nd\ne\n\ni\n\nl\ni\n\na\nt\ne\nD\n\nt\nr\no\np\np\nu\nS\n\n \nl\na\nn\no\ni\nt\nu\nt\ni\nt\ns\nn\nI\n \nd\nn\na\n \nt\nn\ne\nm\ne\ng\na\nn\na\nM\n\n \nt\nc\ne\no\nr\nP\n\nj\n\n.\n5\n\nt\nr\no\np\np\nu\nS\n\n \nt\ni\nn\nU\n\nj\n\n \nt\nc\ne\no\nr\nP\n \nn\ng\ne\nr\no\nF\n\ni\n\nt\nn\ne\nm\ne\ng\na\nn\na\nM\n\n \nt\nn\ne\nm\nn\no\nr\ni\n\nv\nn\nE\n\ng\nn\ni\nt\ni\nd\nu\nA\n\n \nl\na\nn\nr\ne\nt\nx\nE\n\nn\no\ns\n\ni\n\ni\n\nv\nr\ne\np\nu\nS\n \nn\no\ni\nt\nc\nu\nr\nt\ns\nn\no\nC\n\ni\n\nn\ng\ns\ne\nD\n \nd\ne\n\nl\ni\n\na\nt\ne\nD\n\nk\nr\no\nw\nt\ne\nN\n \nd\na\no\nR\n\nl\n\n \nr\no\nf\n \nt\nn\ne\nm\np\no\ne\nv\ne\nD\n \ny\nt\ni\nc\na\np\na\nC\n\n.\n6\n\n.\na\n\n.\nb\n\n.\na\n\n.\nb\n\n.\na\n\n.\nb\n\n.\nc\n\n.\n1\n\n.\n2\n\n.\n3\n\n.\n4\n\nm\ne\nt\nI\n\n \na\n\nt\ns\no\nC\n \ne\ns\na\nB\n\n.\n\nA\n\n)\n\nA\n\n(\n \nl\na\nt\no\nt\nb\nu\nS\n\ns\ne\ni\nt\nu\nD\n \nd\nn\na\n \ns\ne\nx\na\nT\n\n.\n7\n\nt\nn\ne\nm\ne\ng\na\nn\na\nM\n\n)\n\nB\n\n(\n \nl\na\nt\no\nt\nb\nu\nS\n\n \nb\n\nl\n\ni\n\na\nc\ns\ny\nh\nP\n\n \nc\n\ne\nc\ni\nr\n\nP\n\n.\n1\n\n.\n2\n\ns\ne\ni\nc\nn\ne\ng\nn\ni\nt\nn\no\nC\n\n.\n\nB\n\n.\ns\nt\ns\no\nc\n \ne\ns\na\nb\n \nf\no\n \n%\n5\n1\n \nt\na\n \nd\ne\nt\nu\np\nm\no\nC\n\n.\ns\ne\nc\ni\nr\np\n \n9\n0\n0\n2\n \nn\nI\n\n.\nk\nn\na\nB\n\nl\n\n \nt\nn\ne\nm\np\no\ne\nv\ne\nD\n \nn\na\ns\nA\n=\nB\nD\nA\n\n \n\n \n\ni\n\n \nl\na\nt\no\nT\n\na\n\nb\n\nc\n\n.\ns\nt\ns\no\nc\n\n \n \ny\nc\nn\ne\nr\nr\nu\nc\n \nl\na\nc\no\nl\n \nr\no\nf\n \n3\n1\n0\n2\n-\n1\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n6\n \nd\nn\na\n \n0\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n7\n \nd\nn\na\n \n;\nt\ns\no\nc\n \ne\ng\nn\na\nh\nc\nx\ne\n \nn\ng\ne\nr\no\nf\n \nr\no\nf\n \n3\n1\n0\n2\n \nr\no\nf\n \n\ni\n\n%\n5\n.\n0\n \nd\nn\na\n \n,\n2\n1\n0\n2\n—\n1\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n0\n \n,\n0\n1\n0\n2\n \nr\no\nf\n \n\n%\n0\n.\n1\n \nt\na\n \nd\ne\nt\nu\np\nm\no\nC\n\n.\ns\ne\nt\na\nm\n\ni\nt\ns\ne\n \nk\nn\na\nB\n\nl\n\n \nt\nn\ne\nm\np\no\ne\nv\ne\nD\n \nn\na\ns\nA\n\ni\n\n \n:\ne\nc\nr\nu\no\nS\n\n \n\n\f52 \n\nAppendix 8 \n\n \n\n \n\nWorld Bank \n\nADB \n\n \n\n \n\n \n\nJICA \n\n \n \nORGANIZATION CHART \n\n \nMOED \n\n \nMOF \n\n \nMORDI \n\n \n\nRoads \nDepartment \n\n \nFPU \n\nInvestment Program Implementation \n\nProject Implementation \n\nCapacity \nDevelopment \nConsultant \n\nRoad Safety \nEnhancement \nConsultant \n\n \nProcurement \n\n \nEngineering \n\n \nSafeguard \n\n \n\nFinancial \nManagement \n\n \nAdministration \n\nDetailed \nDesign \nConsultant \n\nExternal \nExpert \n\nExternal Expert \n(Tunnel and \nBridge) \n\nDetailed \nDesign \nConsultant \n\nSupervision \nConsultant \n\nExternal \nExpert \n\n \nETCIC \n\n \nETCIC = Eurasian Transport Corridor Investment Center; FPU = Foreign Project Unit; JICA = Japan International Cooperation Agency; MOED = Ministry of Economic Development; MOF \n= Ministry of Finance; MORDI = Ministry of Regional Development and Infrastructure. \nSource: Asian Development Bank \n\n \n\n \n\n\f \n\nAppendix 9 \n\n53\n\nIMPLEMENTATION SCHEDULE\nTable A9.1: Indicative Implementation Schedule for Road Corridor Investment Program\n\nActivity\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\nQ2\n\nQ3 Q4\n\nQ1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\n\nA. Project 1\n\n1. Complete detailed design\n\n2. Recruitment of supervision consultant\n\n3. Land acquisition and resettlement\n\n4. Procurement of civil works\n\n5. Recruitment of consultants for advisory services\n\n6. Implementation of civil works\n\nB. Project 2\n\n1. Complete detailed design\n\n2. Land acquisition and resettlement\n\n3. Recruitment of Project Preparation Consultant\n\n4. Procurement of civil works\n\n5. Implementation of civil works\n\nC. Project 3\n\n1. Preparation of Project 3\n\n2. Complete detailed design\n\n3. Land acquisition and resettlement\n\n4. Recruitment of supervision consultant\n\n5. Procurement of civil works\n\n6. Implementation of civil works\nSource: Asian Development Bank.\n\n \n\n \n\n\fAppendix 9 \n \n\n54 \n\n \n\nActivity\n\nApproval of Advance Procurement\n\nTranche I (34 km) - Kobuleti Bypass\n\nDetailed Design and Bid Documents\n\nReview of Detailed Design by the Government\n\nConstruction Supervision\n\nRecruitment of Supervision Consultants\n\nSupervision and Preparation of Project 2\n\nPrequalification for Civil Works\n\nContract 1 - Km 0-10 & Km 28-34\n\nBid Documents and ADB's Approval \n\nCivil Works Procurement\n\nCivil Works Implementation\n\nContract 2 - Km 10-28\n\nBid Documents and ADB's Approval \n\nCivil Works Procurement\n\nCivil Works Implementation\n\nCapacity Development for Road Network\n\nRoad Safety Improvement\n\nADB = Asian Development Bank, km = kilometer.\nSource: ADB estimates.\n\nTable A9.2: Implementation Schedule for Project 1 \n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\nQ1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4\n\nPackage 1\n\nPackage 2\n\ndefects liability period\n\ndefects liability period\n\ndefects liability period\n\n \n\n\f \n \nPROCUREMENT PLAN \n \n\nAppendix 10 \n\n55\n\nProject Name: Georgia: Road Corridor Investment \nProgram \nMFF Amount: $500 million \nTranche 1: $118.8 million \n\n \n\nDate of First  Procurement Plan: 12 June 2009 \n\nExecuting  Agency:  Ministry \nDevelopment and Infrastructure  \nImplementing Agency: Roads Department \nDate of This Procurement Plan: 14 August 2009 \n\nof  Regional \n\nA. \n\nProcess Thresholds, Review, and 18-Month Procurement Plan \n\n1. \n\nProject Procurement Thresholds \n\nExcept  as  the  Asian  Development  Bank  (ADB)  may  otherwise  agree,  the  following \n\n1. \nprocess thresholds shall apply to procurement of goods and works.  \n \n\nProcurement of Goods and Works \n\nMethod \nInternational Competitive Bidding for Works \nInternational Competitive Bidding for Goods \nNational Competitive Bidding for Goods \nShopping for Works \nShopping for Goods \n\nThreshold \n\nAbove $1,000,000  \nAbove $500,000  \nBeneath that stated for ICB, Goods \nBelow $100,000 \nBelow $100,000 \n\n2. \n\nADB Prior or Post Review \n\nExcept  as  ADB  may  otherwise  agree,  the  following  prior  or  post  review  requirements \n\n2. \napply to the various procurement and consultant recruitment methods used for the Project.  \n \n\nProcurement of Goods and Works \n\nPrior or Post \n\nComments \n\nProcurement Method \nInternational Competitive Bidding for Works \nInternational Competitive Bidding for Goods \nNational Competitive Bidding for Goods \nShopping for Works \nShopping for Goods \n \n\nQuality-Based Selection \nQuality- and Cost-Based Selection  \n\nIndividual Consultants \n\nPrior \nPrior \nPrior \nPrior \nPrior \n\nPrior \nPrior \n\nPrior \n\nRecruitment of Consulting Firms \n\nRecruitment of Individual Consultant \n\n \n \n \n \n \n\n \n \n\n \n\n \n\n\f56 \n\nAppendix 10 \n\n3. \n\nGoods and Works Contracts Estimated to Cost More Than $1 Million \n\nThe  following  table  lists  goods  and  works  contracts  for  which  procurement  activity  is \n\n3. \neither ongoing or expected to commence within the next 18 months. \n\nGeneral \nDescription \nCivil Works  \nICB = international competitive bidding. \n\nContract \nValue \n($ million) \n104.6 \n\nProcurement \nMethod \nICB  \n\nPrequalification \nof Bidders \n(Yes/No) \nYes  \n\nAdvertisement \nDate (quarter/year) \nQ3/2009 \n\nComments \n \n\n4. \n\nConsulting Services Contracts Estimated to Cost More Than $100,000  \n\nThe  following  table  lists  consulting  services  contracts  for  which  procurement  activity  is \n\n4. \neither ongoing or expected to commence within the next 18 months. \n\n \n\n \n\nContract \nValue \n($ million) \n3.5 \n\nRecruitment \nMethod \nQBS \n\nAdvertisement \nDate (quarter/year) \nQ2/2009 \n\nInternational \nor National \nAssignment \nInternational \n\nComments \n \n\n4.3 \n\nQBS \n\nQ3/2009 \n\nInternational \n\n  \n\n2.0 \n\nQ2/2010 \n\nInternational \n\nQCBS or \nindividual \nconsultant \n\nProcurement \nmethod to be \ndetermined \ndepending on \nthe need. \nQuality–cost \nratio 80:20. \n\n1.0 \n\nQCBS \n\nConsulting \nServices for \nRoad Safety \nImprovement \nCQS = consultant’s qualification selection, QBS = quality-based selection, QCBS = quality- and cost-based selection, \nSSS = single-source selection. \n\nInternational \n\nQ3/2010 \n\nGeneral \nDescription \nDetailed \nDesign  and \nBidding \nDocuments for \nTranche 1 and \nTranche 2 \nConstruction \nSupervision of \nTranche 1 \nproject \nCapacity \nDevelopment \nfor Road \nNetwork \n\n\f \n \n\nAppendix 10 \n\n57\n\n \nB. \n \n\nProject Procurement Plan \n\n1. \n\nIndicative List of Packages Required Under the Project \n\nThe  following  table  provides  an  indicative  list  of  all  procurement  (goods,  works,  and \n\n5. \nconsulting services) over the life of the project.  \n \n\nGeneral Description \nWorks \nPackage 1 (16 km for \n0–10 km and 28–34 km)  \nPackage 2 (18 km for \n10–28 km) \n \nConsulting Services \nConstruction \nSupervision of Tranche I \nproject \nDetailed Design for \nTranche I and II projects \n \nCapacity Development \nfor Road Network \n\n73.8 \n\n \n4.3 \n\n3.5 \n\nEstimated \nValue \n($ million, \ncumulative) \n \n30.8 \n\nEstimated \nNumber of \nContracts \n \n2 \n\nDomestic \nPreference \nApplicable \n \nYes \n\nComments \n \n \n\nProcurement \nMethod \n \nICB \nOne-envelope \nsingle stage with \nprequalification \n\n \n1 \n\n1 \n\n \nQBS with FTP \n\n \nNo \n\nQBS with FTP \n\nNo \n\n \n \n\n \n\n2.0 \n\nSeveral \n\nNo \n\nQCBS or \nindividual \nconsultant \n\n1.0 \n\nConsulting Services for \nRoad Safety \nImprovement \n \nCQS = consultant’s qualification selection, FTP = full technical proposal, ICB = international competitive bidding, LCS \n=  least-cost  selection,  QBS  =  quality-based  selection,  QCBS  =  quality-  and  cost-based  selection,  SSS  =  single \nsource selection. \n\nQCBS \n\nNo \n\n1 \n\nProcurement \nmethod to be \ndetermined \ndepending on \nthe need \nQuality–cost \nratio 80:20.  \n\nC. \n\nNational Competitive Bidding \n\n1.  \n\nGeneral \n\n7. \nThe procedures to be followed for national competitive bidding shall be those set forth \nin  the  Law  of  Georgia  on  State  Procurement  1  January  2006  with  the  clarifications  and \nmodifications  described  in  the  following  paragraphs  required  for  compliance  with  the \nprovisions of the ADB’s Procurement Guidelines (2007, as amended from time to time). \n\n2. \n\nEligibility \n\nThe  eligibility  of  bidders  shall  be  as  defined  under  section  I  of  ADB’s  Procurement \n8. \nGuidelines;  accordingly,  no  bidder  or  potential  bidder  should  be  declared  ineligible  to  ADB-\nfinanced  contracts  for  other  reasons  than  the  ones  provided  by  section  I  of  ADB’s  guidelines. \n\n \n\n\f58 \n\nAppendix 10 \n\nBidders must be nationals of member countries of ADB, and offered goods and services must \nbe produced in and supplied from member countries of ADB. \n\n3. \n\nPrequalification \n\n9. \nNormally,  post-qualification  shall  be  used  unless  explicitly  provided  for  in  the  loan \nagreement/procurement  plan.  Irrespective  of  whether  post  qualification  or  prequalification  is \nused, eligible bidders (both national and foreign) shall be allowed to participate. \n\n4. \n\nRegistration and Licensing \n\nBidding shall not be restricted to pre-registered and/or licensed firms. \n\n(i) \n(ii)  Where  registration  or  licensing  is  required,  bidders  (a)  shall  be  allowed  a \nreasonable  time  to  complete  the  registration  or  licensing  process;  and  (b)  shall \nnot  be  denied  registration/licensing  for  reasons  unrelated  to  their  capability  and \nresources  to  successfully  perform  the  contract,  which  shall  be  verified  through \npost-qualification. \nForeign bidders shall not be precluded from bidding. If a registration or licensing \nprocess  is  required,  a  foreign  bidder  declared the  lowest  evaluated  bidder  shall \nbe  given  a  reasonable  opportunity  to  register  or  to  obtain  a  license  without \nunreasonable cost and additional requirements. \n\n(iii) \n\n10. \n\nThe minimum bidding period is 28 days prior to the deadline for the submission of bids. \n\n5. \n\nBidding Period \n\n6. \n\nBidding Documents \n\nProcuring  entities  should  use  standard  bidding  documents  for  the  procurement  of \n\n11. \ngoods, works, and services acceptable to ADB. \n\n12. \nThe term “services” above is applicable to the following: (a) related services (for supply \nof  goods  and  works)  such  as  transportation,  insurance,  installation,  commissioning,  training \nand  initial  maintenance,  and  (b)  other  services  such  as  drilling,  mapping,  and  similar \noperations. \n\nNo  domestic  preference  shall  be  given  for  domestic  bidders  and  for  domestically \n\n7. \n\nPreferences \n\n13. \nmanufactured goods. \n\n8. \n\nAdvertising \n\n14. \nInvitations  to  bid  shall  be  advertised  in  at  least  one  widely  circulated  national  daily \nnewspaper or freely accessible, nationally known website allowing a minimum of 28 days for \nthe preparation and submission of bids. \n \n15. \nBidding  of  NCB  contracts  estimated  at  $500,000  equivalent  or  more  for  goods  and \nrelated  services  or  $1,000,000  equivalent  or  more  for  civil  works  shall  be  advertised  on \n\n\fADB’s website via the posting of the Procurement Plan. \n\n \n \n\n9. \n\nBid Security \n\nAppendix 10 \n\n59\n\n16.  Where required, bid security shall be in the form of a bank guarantee from a reputable \nbank. \n\n10. \n\nBid Opening and Bid Evaluation \n\n(i) \n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\nBids shall be opened in public.. \nEvaluation of bids shall be made in strict adherence to the criteria declared in the \nbidding documents and contracts shall be awarded to the lowest evaluated bidder \nwho meets the qualifying criteria stated in the bid documents.  \nBidders  shall  not  be  eliminated  from  detailed  evaluation  on  the  basis  of  minor, \nnon-substantial deviations. \nNo  bidder  shall  be  rejected  on  the  basis  of  a  comparison  with  the  employer’s \nestimate and budget ceiling without ADB’s prior concurrence. \nA  contract  shall  be  awarded  to  the  technically  responsive  bid  that  offers  the \nlowest evaluated price and no negotiations shall be permitted. \nPrice verification shall not be applied.  \n\n11. \n\nRejection of All Bids and Rebidding \n\n17. \n\nBids shall not be rejected and new bids solicited without ADB’s prior concurrence. \n\n12. \n\nParticipation by Government-Owned enterprises \n\n18. \nGovernment-owned enterprises in Georgia shall be eligible to participate as bidders only \nif they can establish that they are legally and financially autonomous, operate under commercial \nlaw  and  are  not  a  dependent  agency  of  the  contracting  authority.  Furthermore,  they  will  be \nsubject to the same bid and performance security requirements as other bidders. \n\n13. \n\nRight to Inspect/Audit \n\nA  provision  shall  be  included  in  all  NCB  works  and  goods  contracts  financed  by  ADB \n19. \nrequiring  suppliers  and  contractors  to  permit  ADB  to  inspect  their  accounts  and  records  and \nother  documents  relating  to  the  bid  submission  and  the  performance  of  the  contract,  and  to \nhave them audited by auditors appointed by ADB. \n\n \n\n \n\n14. \n\nFraud and Corruption \n\n(i) \n\n(ii) \n\nThe  Borrower  shall  reject  a  proposal  for  award  if  it  determines  that  the  bidder \nrecommended  for  award  has,  directly  or  through  an  agent,  engaged  in  corrupt, \nfraudulent,  collusive,  or  coercive  practices  in  competing  for  the  contract  in \nquestion. \nADB  will  declare  a  firm  or  individual  ineligible,  either  indefinitely  or  for  a  stated \nperiod,  to  be  awarded  a  contract  financed  by  ADB,  if  it  at  any  time  determines \nthat  the firm  or  individual  has,  directly  or  through  an  agent,  engaged in  corrupt, \n\n \n\n\f60 \n\nAppendix 10 \n\nfraudulent,  collusive,  coercive  or  obstructive  practices  in  competing  for,  or  in \nexecuting, an ADB-financed contract. \n\n \n20. \nFor  purposes  of  the  provisions  in  (a)  and  (b)  above,  the  definitions  of  the  terms \n“fraudulent  practice,”  “corrupt  practice,”  “collusive  practice,”  and  “coercive  practice”  are  the \ndefinitions given in ADB’s Procurement Guidelines.  \n\n15. \n\nConflict of Interest \n\n21. \nADB’s  rule  in  respect  of  “conflict  of  interest”  as  stipulated  in  ADB’s  Standard  Bidding \nDocuments for Procurement of Goods, Civil Works, and Plant-Design, Supply and Install shall \nbe applicable. \n\n16. \n\nDisclosure of Decision on Contract Awards \n\nAt the same time that notification on award of contract is given to the successful bidder, \n22. \nthe  results  of  bid  evaluation  shall  be  published  in  a  local  newspaper,  or  a  well-known  freely \naccessible website identifying the bid and lot numbers and providing information on (i) name of \neach bidder who submitted a bid, (ii) bid prices as read out at bid opening; (iii) name of bidders \nwhose  bids  were  rejected  and  the  reasons  for  their  rejection,  and  (iv)  name  of  the  winning \nbidder, and the price it offered, as well as duration and summary scope of the contract awarded. \nThe  executing  agency,  implementing  agency,  or  other  contracting  authority  shall  respond  in \nwriting to unsuccessful bidders who seek explanations on the grounds on which their bids are \nnot selected. \n \n\n\fAppendix 11 \n \n\n61\n\nECONOMIC ANALYSIS OF TRANCHE 1 AND 2 PROJECTS  \n\nA. \n\nGeneral \n\nThe economic analysis assessed the construction of bypass roads on the Poti–Batumi–\n1. \nSarpi Road in the Autonomous Republic of Adjara. The projects comprise (i) the construction of \na  34  kilometer  (km)  two- and  four-lane  bypass  road  from  Kobuleti  to  Makhinjuari  detouring \nKobuleti,  and  (ii)  the  construction  of  a  14  km  two-lane  bypass  road  from  Makhinjuari  to  Sarpi \ndetouring Batumi. The projects will divert transit traffic away from the existing Poti–Batumi–Sarpi \nRoad,  which  runs  through  the  urban  areas  of  Kobuleti  and  Batumi.  The  existing  road  is \ncongested,  accident-prone,  and  in  poor  condition.  The  economic  analysis  covered  the  period \n2010–2033, with the projects having their first full year of operation in 2014. The analysis was \nbased on a comparison of with- and without-project cases and used economic prices in the first \nquarter  of  2009  unless  otherwise  indicated.  Various  alternatives  for  diverting  cross-border \nthrough  traffic  from  the  existing  main  roads  in  Kobuleti  and  Batumi  were  investigated.  They \nincluded expanding the existing in-city roads and constructing new ones. Both alternatives were \nfound to be economically and socially unviable because of their huge resettlement impact. For \nthe bypass roads, after several alignments were compared in terms of their environmental and \nsocial impact, the proposed alignment was determined to be the least-cost option.  \n\nB. \n\nExisting Traffic and Forecast Traffic \n\n2. \nThe Roads Department conducts quarterly traffic counts (in April, July, and October) at \nthree  sites  on  the  existing  Poti–Batumi–Sarpi  Road:  the  Choloki  river  crossing  (Km  64),  the \nChakvi–Makinjauri  tunnel  (Km  95),  and  the  Chorokhi  river  crossing  (Km  115).  Supplementary \norigin–destination surveys were conducted in May 2009 under the project preparatory technical \nassistance. The traffic counts and the origin–destination surveys had four major findings. First, \nthe major traffic based on the number of vehicles is passenger traffic, and the share of car and \nbus traffic is more than 80% of the total traffic. Second, the slower or negative growth of traffic in \n2008  and  2009  clearly  showed  the  effects  of  the  recent  global  recession  and  the  regional \nconflict. Third, the volume of traffic is strongly seasonal: car and minibus traffic is typically 30%–\n50%  higher  in  July  than  in  April  and  October.  Freight  traffic,  however,  does  not  show  such \nstrong  seasonality.  Fourth,  foreign  registration  plates  on  vehicles  were  noted,  especially  on \narticulated trucks, at all three sites, and bus traffic was observed to be large at the northern and \nsouthern sites. The average daily traffic in the base year (2009) was projected, on the basis of \nthe  surveys,  and  the  traffic  characteristics  were  noted.  Table  A11.1  summarizes  the  average \ndaily traffic projection. \n \n3. \nTo  forecast  traffic  on  the  project  bypass  roads,  projections  had  to  be  prepared  for \n(i) normal  traffic,  (ii)  diverted  traffic,  and  (iii)  generated  traffic.  Normal  traffic  is  the  traffic  that \nwould arise on the existing Poti–Batumi–Sarpi Road without the projects. The forecast of normal \ntraffic  was  based  on  projections  of  gross  domestic  product  (GDP)  growth  and  the  estimated \nincome elasticity of traffic demand.1 GDP growth was projected to recover gradually from 0% in \n2009 to 4% in 2013 and thereafter. Traffic demand elasticity of 1.2 for passenger traffic and 1.4 \nfor freight was used. Diverted traffic is traffic that prefers the project bypass roads to the existing \nPoti–Batumi–Sarpi  road.  More  freight  traffic  than  passenger  traffic  is  likely  to  divert.  It  is \nassumed that about 62% of freight traffic, and about 43% of total traffic, will divert to the bypass \n\n                                                 \n1   Though  population  or  household  growth  is  generally  a  determinant  of  projected  passenger  traffic,  it  was  not \n\nconsidered in this traffic forecast, as the population of Georgia is essentially static. \n\n \n\n\f62 \n\nAppendix 11 \n\nroads.  The  projects  will  reduce  road  user  costs  on  the  existing  road.  To  estimate  generated \ntraffic, road user cost savings on the existing road were calculated and then the price elasticity \nwas  applied.  An  elasticity  of  10%  for  light  to  medium  passenger  vehicles  and  light  goods \nvehicles was used. A summary of the traffic forecast is in Table A11.2. \n \n\nTable A11.1: Summary of Adjusted Average Daily Traffic Projection, 2009 \n \n\n  Combined  Sections \n\nvehicles/day \n\n \n\nvehicles/day \n\nKobuleti Sections \n% \nvehicles/day\n63.5         4,794  \n        4,247  \n25.2         1,611  \n        1,683  \n0.8            113  \n             53  \n0.6              54  \n             41  \n2.8            235  \n           188  \n1.5              97  \n             99  \n1.0            115  \n             67  \n4.6            319  \n           311  \n100.0         7,338  \n        6,689  \n\nBatumi Sections \n% \n65.4         4,408  \n22.0         1,662  \n1.5              71  \n0.7              45  \n3.2            202  \n1.3              98  \n1.6              81  \n4.3            313  \n100.0         6,880  \n\n% \n64.1\n24.1\n1.0\n0.7\n2.9\n1.4\n1.2\n4.6\n100.0\n\nTable A11.2: Projected Traffic in Selected Years \n(number of vehicles per day) \n\nVehicle Type  \n\nCar \nMinibus \nMedium bus \nLarge bus \nLight goods vehicles \nMedium goods vehicles \nHeavy goods vehicles \nArticulated truck \nTotal \nSource: Asian Development Bank. \n \n\nWithout \nProject \n\n \n\nYear  Existing Road  Existing Road\n2010 \n\n6,944 \n\n \n\n2014 \n\n2019 \n\n2024 \n\n2029 \n\n2033 \n\n8,170 \n\n10,372 \n\n12,977 \n\n16,178 \n\n19,298 \n\n4,702 \n\n5,961 \n\n7,449 \n\n9,273 \n\n11,050 \n\nSource: Asian Development Bank. \n\nC. \n\nEconomic Costs \n\nWith Project \n\nBypass \nRoads \n\nGenerated \ntraffic \n\n \n\n3,515 \n\n4,471 \n\n5,604 \n\n6,998 \n\n8,359 \n\n \n\n457 \n\n578 \n\n722 \n\n898 \n\n1,069 \n\nTotal \n\n \n\n8,674 \n\n11,010 \n\n13,774 \n\n17,169 \n\n20,478 \n\n4. \nThe economic costs of the projects comprise (i) capital investment, including civil works, \nenvironmental  mitigation,  land  acquisition  and  resettlement,  and  consulting  services  for \nconstruction  supervision;  and  (ii)  road  maintenance.  Costs  related  to  taxes  and  duties  and \nfinancing  charges  during  implementation  were  excluded.  The  project  costs  were  divided  into \ntradable  and  non-tradable  components.  The  costs  of  non-tradable  components,  such  as \nunskilled labor and domestic materials, were converted into the world price numeraire through \nthe  use  of  a  conversion  factor  of  0.97  and  the  official  exchange  rate  in  April  2009  of \n$1 = GEL1.67.  A  shadow  wage  rate  factor  of  0.7  was  used  to  estimate  the  economic  price  of \nunskilled  labor.  Capital  investment  economic  costs  were  estimated  at  $3.04  million  per  km  for \nthe  Kobuleti  bypass  road  and  $7.38  million  per  km  for  the  Batumi  bypass  road.  The  annual \n\n\fAppendix 11 \n \n\n63\n\naverage  route  maintenance  cost  of  the  existing  road  between  Kobuleti  and  Sarpi  under  the \nwithout-project  scenario  is  estimated  at  $2,000  per  km.  The  same  annual  average  route \nmaintenance cost was assumed for the project bypass roads.  \n \nTo  attain  the  expected  economic  return  on  the  capital  investments,  the  Government’s \n5. \nambitious  road  investment  program  needs  to  be  supported  by  adequate  institutional  capacity. \nThe  Roads  Department  must  be  strengthened  to  fulfill  its  planning,  monitoring,  and  executory \nroles  in  the  transformation  of  the  economy  into  a  market-oriented  system.  To  make  the \nproposed  investment  sustainable,  the  investment  program  will  support  the  development  of \nRoads  Department  capacity  to  plan,  control  axle  load,  design  and  build  tunnels  and  bridges, \nmanage  contracts,  and  enforce  compliance  with  environmental  and  resettlement  safeguards. \nThe investment program also has a road safety improvement component.  \n\nD. \n\nEconomic Benefits \n\n6. \nThe quantified economic benefits of the projects are (i) savings in vehicle operating cost \n(VOC), (ii) savings in travel time, and (iii) a reduction in traffic accidents. The savings in travel \ntime constitute the major part of the project benefits. Traffic diverting to the project bypass roads \nwill benefit from higher speeds on a smoother riding surface with better vertical and horizontal \nalignment and less congestion. Traffic continuing to use the existing road will also benefit from a \nreduction in the volume of traffic and, hence, in congestion. All these changes will affect vehicle \nspeeds and VOCs.  \n \n\nTable A11.3: Typical Economic Benefits, by Vehicle Type \n($ per kilometer) \n\nExisting Roads \nWithout \nBypass Roads \n\nProject \nBypass \nRoads \n\nSavings \n(%) \n\nSavings \n\n \n\n \n\nVehicle Type \n\nA. Vehicle Operating Costs  \nCar \nMinibus \nMedium bus \nLarge bus \nLight goods vehicles \nMedium goods vehicles \nHeavy goods vehicles \nArticulated truck \nB. Travel Time Costs  \nCar \nMinibus \nMedium bus \nLarge bus \nLight goods vehicles \nMedium goods vehicles \nHeavy goods vehicles \nArticulated truck \n\nSource: Asian Development Bank. \n\n \n\n0.22 \n0.33 \n0.33 \n0.89 \n0.24 \n0.49 \n0.79 \n1.24 \n\n0.20 \n0.37 \n0.74 \n1.22 \n0.03 \n0.06 \n0.07 \n0.01 \n\n0.22 \n0.3 \n0.3 \n0.72 \n0.22 \n0.44 \n0.71 \n1.11 \n\n0.1 \n0.2 \n0.45 \n0.72 \n0.02 \n0.04 \n0.04 \n0.00 \n\n0.00 \n0.03 \n0.03 \n0.17 \n0.02 \n0.05 \n0.08 \n0.13 \n\n0.1 \n0.17 \n0.29 \n0.5 \n0.01 \n0.02 \n0.03 \n0.01 \n\n0.0 \n9.1 \n9.1 \n19.1 \n8.3 \n10.2 \n10.1 \n10.5 \n\n50.0 \n45.9 \n39.2 \n41.0 \n33.3 \n33.3 \n42.9 \n100.0 \n\n \n\n\f64 \n\nAppendix 11 \n\nTable  A11.3  summarizes  the  typical  economic  benefits  of  savings  in  VOCs  and  travel \n7. \ntime. The projects will allow more than 30% savings in travel time between Kobuleti and Sarpi \nfor all types of vehicles. Values of time savings  were derived on the basis of GDP  per capita. \nGiven the higher incomes in the project area because of the brisk business for tourism, GDP per \ncapita  in  urban  areas  at  purchasing  power  parity  (about  $4  per  hour)  was  taken  to  be  the \nworking time of a car passenger. For bus passengers, whose share in total bus trips is small, $3 \nper hour was assumed to be the working time. A nonworking trip was assigned 40% of the value \nof  a  working  trip.  As  for  goods  traffic,  1  hour  saved  was  estimated  to  be  worth  $0.30.  The \nbenefits  of  savings  in  VOCs  per  kilometer  will  be  largest  for  large  buses  (19%),  followed  by \narticulated trucks. Cars are expected to save little. \n \n8. \nAccident  cost  savings  were  also  considered.  From  traffic  accident  data  on  the  existing \nroad, an accident rate of 1.30 per million vehicle-km on the existing road was estimated, with a \nseverity  rate  per  accident  of  0.18  (for  fatalities)  and  1.84  (for  injuries).  For  the  project  bypass \nroads, the accident rate and the severity rate per accident were based on experience in other \nprojects  and  research  results.   The  assumption  was  that  the  accident  rate  would  decrease  to \n0.68,  while  severity  per  accident  would  increase  to  0.24  (for  fatalities)  and  2.25  (for  injuries). \nThe cost of a fatality was calculated as the sum of forgone income (based on GDP per capita in \n2008  with  a  12%  discount  rate  for  20  years)  and  marginal  emergency  services  and  damage \ncosts (assumed to be 20% of forgone income). The total value of a fatality was estimated to be \n$36,000,2 and a serious injury was valued at $11,500.3 The average accident cost was $34,500 \nfor the bypass roads and $27,600 for the existing road. The average number of accidents per \nyear  over  the  evaluation  period  was  estimated  to  be  185  (including  23  fatal  accidents  and \n162 non-fatal accidents) with the projects and 301 (including 42 fatal and 259 non-fatal) without. \nThe  decrease  in  the  number  of  accidents  reduces  the  accident  costs,  though  the  average \naccident cost for the bypass roads is higher than that for the existing road.  \n \n9. \ncosts with and without the projects multiplied  by the generated traffic volumes.  \n\nThe calculated benefits of generated traffic were half of the difference in unit road user \n\nE. \n\nEconomic Internal Rate of Return \n\n10. \nAn economic evaluation of the projects was undertaken, using the highway design and \nmaintenance 4 (HDM-4) model. The projects were evaluated over 20 years; the first full year of \nbenefits was assumed to be 2014. A residual value of 30% of capital costs was included in the \nfinal year of the evaluation period. The results are summarized in Table A11.4. They show that \nthe projects are economically viable, with an estimated economic internal rate of return (EIRR) \nof 14.3% and an estimated net present value of $45.0 million.  \n\n \n\n                                                 \n2  For comparison, a recent evaluation in an ADB road project in Azerbaijan valued a fatality at $25,000. ADB. 2007. \nReport  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Multitranche  Financing \nFacility to the Republic of Azerbaijan for the Road Network Development Program. Manila. \n\n3  Injury costs vary widely. A recent study estimated the social cost of a serious injury at 20%–45% of that of a fatality. \nOn  the  assumption  that  this  estimate  holds  in  Georgia,  the  midpoint  of  32%  was  taken.  Dinesh  Mohan.  2002. \nSocial Cost of Road Traffic Crashes in India. Delhi. \n\n\fAppendix 11 \n \n\n65\n\nTable A11.4: Detailed Economic Analysis \n($ million) \n\nIncremental Costs \n\n \n\nRoad User Cost Savings \n\nRecurrent \n\nTotal \n31.41 \n53.07 \n60.87 \n59.92 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n(63.61) \n\nVOC \n0.00 \n0.00 \n0.00 \n0.00 \n2.36 \n2.58 \n2.85 \n3.19 \n3.62 \n4.07 \n4.43 \n4.96 \n5.23 \n5.85 \n6.17 \n6.82 \n7.27 \n8.01 \n8.43 \n7.80 \n9.11 \n6.32 \n6.51 \n8.67 \n\nTime \nSavings \n0.00 \n0.00 \n0.00 \n0.00 \n21.40 \n22.66 \n23.96 \n25.30 \n26.76 \n28.37 \n30.01 \n31.71 \n33.64 \n35.64 \n37.78 \n39.95 \n42.27 \n44.76 \n47.28 \n49.97 \n52.65 \n57.18 \n63.70 \n72.73 \n\nGenerated \nTraffic \n0.00 \n0.00 \n0.00 \n0.00 \n0.35 \n0.37 \n0.40 \n0.42 \n0.45 \n0.49 \n0.52 \n0.56 \n0.59 \n0.64 \n0.68 \n0.74 \n0.79 \n0.85 \n0.91 \n0.99 \n1.07 \n1.05 \n1.22 \n1.42 \n\nAccident \nSavings \n0.00 \n0.00 \n0.00 \n0.00 \n1.35 \n1.42 \n1.49 \n1.56 \n1.64 \n1.72 \n1.80 \n1.89 \n1.98 \n2.08 \n2.18 \n2.29 \n2.40 \n2.51 \n2.64 \n2.77 \n2.90 \n3.04 \n3.19 \n3.35 \n\n0.00 \n0.00 \n0.00 \n0.00 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n0.02 \n\nYear \n\n2010 \n2011 \n2012 \n2013 \n2014 \n2015 \n2016 \n2017 \n2018 \n2019 \n2020 \n2021 \n2022 \n2023 \n2024 \n2025 \n2026 \n2027 \n2028 \n2029 \n2030 \n2031 \n2032 \n2033 \n \n\nCapital \n31.41 \n53.07 \n60.87 \n59.92 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n0.00 \n(63.63) \n\n \n\n \n\nNet Present Value (at 12% discount rate, $ million)  \n\n  \n\n  \n  \n( ) = negative, VOC = vehicle operating cost. \nSource: Asian Development Bank estimates. \n\nEconomic Internal Rate of Return (%) \n\nTotal \n\nNet \nBenefits \n\n0.00 \n0.00 \n0.00 \n0.00 \n25.46 \n27.03 \n28.69 \n30.47 \n32.47 \n34.64 \n36.76 \n39.11 \n41.45 \n44.20 \n46.81 \n49.79 \n52.73 \n56.14 \n59.27 \n61.53 \n65.73 \n67.58 \n74.63 \n86.17 \n\n(31.41) \n(53.07) \n(60.87) \n(59.92) \n25.46 \n27.02 \n28.68 \n30.45 \n32.45 \n34.62 \n36.74 \n39.09 \n41.43 \n44.18 \n46.79 \n49.77 \n52.71 \n56.12 \n59.25 \n61.51 \n65.71 \n67.56 \n74.61 \n149.79 \n45.0 \n\n  14.3 \n\nF. \n\nSensitivity Analysis \n\nThe sensitivity analysis assessed the variables to which the estimated EIRR and the net \n11. \npresent  value  of  the  projects  are  sensitive.  The  results  are  summarized  in  Table  A11.5.  The \nprojects will remain economically viable with an EIRR higher than the cutoff level of 12% when \n(i) benefits  decrease  by  20%,  and  (ii)  capital  costs  increase  by  20%.  The  EIRR  becomes \nmarginally lower than 12% when traffic growth decreases by 20%. However, these figures are \ndeemed to be within the acceptable range.  \n\n \n\n \n\n\f66 \n\nAppendix 11 \n\nTable A11.5: Sensitivity Analysis \n \n\nParameters \n\nEIRR  \n(%) \n\nNPV  \n($ million) \n\n Base Case \na. Benefits less 10% \nb. Benefits less 20% \nc. Capital cost increased by 10% \nd. Capital cost increased by 20% \ne. Combination of a and c \nf. Traffic growth of 10% \ng. Traffic growth of 20% \n( ) = negative, EIRR = economic internal rate of return, NPV = net present value. \na  Switching factor: the factor multiplied by the base value of the indicated item that will produce an \n\n45.0 \n23.9 \n2.9 \n28.4 \n11.9 \n7.4 \n15.5 \n(10.3) \n\n14.3 \n13.3 \n12.2 \n13.4 \n12.5 \n12.4 \n12.9 \n11.0  \n\nSwitching \nFactora \n \n0.79 \n \n1.27 \n \n \n0.84 \n \n\nEIRR of 12%. \n\nSource: Asian Development Bank. \n\nG. \n\nRisk Analysis \n\nThe risk analysis estimated the probability that the EIRR would fall below the cutoff level \n12. \nor the net present value would fall below zero. The results indicated that the mean and median \nEIRRs,  though  lower  than  the  base-case  EIRR  of  14.3%,  were  above  the  cutoff  level  of  12%. \nThe probability of positive net present value for the projects, or an EIRR higher than 12%, was \n79.8%.  \n\n \nTable A11.6: Risk Analysis \n(%) \n\nStatistic  \n\nBase case EIRR \n\nMean EIRR \n\nMedian EIRR \n\nRange of EIRRs  \n\nPercentage of EIRRs < 12 % \nEIRR = economic internal rate of return. \nSource: Asian Development Bank. \n\nResults \n\n14.3 \n\n13.5 \n\n13.7 \n\n20.2 \n\n 8.5–18.0 \n\n\fFigure A11: Distribution of Probability of EIRR \n \n\nAppendix 11 \n \n\n67\n\ni\n\nal\nv\nr\ne\nt\nn\ns \ns\na\ncl\nn \ng \nn\nal\n\ni\nl\n\ni\n\nf\n \nt\nn\ne\nc\nr\ne\nP\n\n12.0%\n\n10.0%\n\n8.0%\n\n6.0%\n\n4.0%\n\n2.0%\n\n0.0%\n\n8%\n\n10%\n\n12%\n\n13%\n\n15%\n\n16%\n\n18%\n\nEIRR\n\n \n\nEIRR = economic internal rate of return. \nSource: Asian Development Bank. \n\n \n \n\n \n\n\f68 \n\nAppendix 12 \n\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY FOR TRANCHE 1 PROJECT  \n\nCountry/Project Title: Georgia: Road Corridor Investment Program (Project 1) \n\n \n\nLending/Financing \nModality: \n\n \n\n \n\nMultitranche Financing Facility (MFF) \n\nDepartment/ \n\nDivision: \n\n \n\nCentral and West  Asia \nDepartment \nTransport and \nCommunications Division \n\n \n\nI. \n\nPOVERTY ANALYSIS AND STRATEGY \n\nA. Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nThe project, under the Subregional Roads Corridors Development Investment Program, can be linked indirectly to the overall \nobjective of the Government’s Development Agenda as reflected in the Basic Data and Directions 2008–2011 document and \nADB’s  interim  operational  strategy  2008–2009.  Poverty  reduction  is  one  of  the  priorities  of  the  Government.  The  main \nobjectives are to reduce, over 2006–2015, overall poverty incidence from 31% to 15% and extreme poverty from 11% to 4%. \nThese  objectives  can  be  achieved  through  infrastructure  development,  which  removes  economic  growth  bottlenecks.  An \nimportant  strategy  in  this  regard  is  to  develop  transport  infrastructure  to  strengthen  market  access  and  to  realize  Georgia’s \ntransit economy potential more fully. ADB’s priorities in its interim operational strategy are based on such considerations as (i) \nalignment with the Government’s development agenda; (ii) selectivity in directing limited resources at a few priority areas; and \n(iii) complementarities  with  other  development  partners.  The  strategy  will  promote  sustainable  economic  growth,  with \ngovernance,  regional  cooperation,  and  environmental  protection  as  pervasive  themes,  by  (i)  improving  municipal \ninfrastructure services within the evolving decentralization process, (ii) reducing road transportation constraints on economic \nactivity,  and  (iii)  upgrading  and  developing  energy  infrastructure.  ADB’s  operational  engagement  in  this  area  will  involve \nfinancing  improvements  in  the  highway  network,  resulting  in  lower  transport  costs,  better  road  safety,  and  reduced  traffic \ncongestion  and  vehicle  pollution.  These  are  high-return,  in-demand  operations,  and  the  Government  has  requested  ADB \nassistance in this area to help address some of the remaining investment gaps. \n \nGeorgia’s road network consists of 1,495 kilometers (km) of international, 5,446 km of state, and 13,386 km of local roads. \nThe country has five main roads and highways, including the east–west highway connecting the ports of Poti and Batumi to \nthe  Azerbaijan  border.  The  Government  has  been  encouraging  private  sector  participation  in  the  construction  and \nmaintenance of highways. Given the country’s location, transport sector development is critical in reducing the logistics costs \nof  economic  activity  and  realizing  Georgia’s  full  potential  as  a  transit  economy.  The  difficult  terrain  in  some  sections  and \ncongestion  slow  traffic,  increase  vehicle  operating  costs,  and  reduce  road  safety.  Road  maintenance  costs  are  also  high \nbecause of the terrain and weather conditions. About 10% of the main roads, 30% of the secondary roads, and 50% of the \nlocal  roads  are  in  poor  condition  and  need  rehabilitation.  The  Government  has  prioritized  the  improvement  of  the  road \nnetwork. The link between access to infrastructure services and poverty incidence has been well established in cross-country \nstudies. For Georgia, rural–urban differences in access to infrastructure services go some way toward explaining the pattern \nof  poverty  incidence.  Because  of  the  generally  poor  condition  of  secondary  and  local  roads,  Georgia’s  rural  population, \nincluding  ethnic  minorities  living  in  southern  Georgia,  face  problems  of  isolation,  with  inadequate  access  to  markets  and  to \nsocial  services.  In  rehabilitating  and  upgrading  secondary  and  local  roads,  it  will  be  important  to  build  in  participatiory \nmechanisms involving local communities in the design and maintenance of the roads. Therefore, the project will have indirect \nlinkage to the overall development goal. \n\nB.  Poverty Analysis                                                                  Targeting Classification:  General Intervention \n1. Key Issues  \nGeorgia ranks 97th out of 177 countries on the human development index of the United Nations Development Programme. It \nranks  higher  than  Azerbaijan  (99th)  but  lower  than  Armenia  (79th).  Although  growth  will  need  to  be  more  broad based  to \nachieve  the  income  poverty  reduction  target,  the  policy  and  institutional  environment  for  achieving  the  Millennium \nDevelopment  Goals  has  improved  in  recent  years  with  higher  and  more  efficient  spending  in  the  social  sectors.  More  than \none-third  of  Georgia’s  population  is  below  the  national  poverty  line  and  the  poverty  is  relatively  higher  in  the  rural  areas. \nPoverty incidence in Georgia is close to that in other countries in the South Caucasus. The incidence of poverty in Georgia is \n39.4% and the depth of poverty, 13.5%. The direct benefits of the investment program for the poor will be relatively small, but \nit will provide some direct employment opportunities during construction. The contribution of the investment program will be \nmore indirect. The provision of transport services, including the construction and maintenance of transport infrastructure, will \ngenerate demand for labor (often unskilled labor) and provide income-earning opportunities for the poor. If a transport project \ngenerates jobs for the poor  who are otherwise unemployed or underemployed, it contributes indirectly to poverty reduction. \nThe  construction  aspect  of  transport  sector  development  is  often  seen  to  be  just  as  important  as  the  service  aspect  in \npromoting economic growth. The process of poverty reduction is rooted in a broad range of socioeconomic activities to which \ntransport services provide intermediate inputs. The proposed project will have both short-term and long-term positive impact. \n\n\fAppendix 12 \n\n69\n\n \n\nThe short-term positive impact will include access to markets for agricultural produce, availability of temporary unskilled jobs \nfor villagers, and opportunity to provide food and restaurant services for construction workers. The long-term positive impact, \non the other hand, will include access to long-distance transport services across the border, access to long-distance markets \n(buying  and  selling  through  regional  trade),  easier  access  to  health  facilities  and  medical  treatment,  increased  access  to \nagricultural  extension  services,  increased  access  to  education,  increased  opportunity  for  the  development  of  tourism,  and \ndiversification of income sources.  \n \n2. Design Features.  \nNo direct impact  on poverty is envisaged  to occur as a result of the implementation of this project. Nonetheless, the project \nwill have an indirect impact on Georgia as a whole. \n\nII. \n\nSOCIAL ANALYSIS AND STRATEGY \n\nFindings of Social Analysis  \nThe  investment  program  will  have  a  positive  socioeconomic  impact  on  Georgia.  A  sample  socioeconomic  survey  of  200 \nhouseholds in 20 villages in the project area was carried out. Of the households that were surveyed, 70% are from villages \nand  30%  from  urban  areas.  Among  the  heads  of  households,  about  83%  are  males  and  17%  are  females.  Most  of  the \nsampled  households  (about  98%)  are  of  Georgian  ethnicity.  The  sex  ratio  in  the  project  area  favors  the  females  (1,004 \nfemales to 1,000 males). The average family has 5.04 members. Literacy in the project area is almost 100%. However, the \nmajority  of  the  residents  (about  59%)  have  not  gone  beyond  a  secondary  education  and  only  about  16%  have  a  university \neducation (same for both genders). Agriculture  is the primary economic  activity among 81% of the households, followed by \ngovernment services (33.17%) and business and trading (8.91%). Out of 39 households with secondary economic activities, \nnearly 9% practice agriculture and 3.47% are employed with the government or have their own business. Among household \nmembers 15 years old and above, 70% are unemployed (65% males and 75% females). About 6.43% of the households are \nlandless. Almost all the land is cultivable and unirrigated. On the other hand, a household owns 0.022 hectare of residential \nland  on  average.  The  total  annual  average  income  per  family  is  GEL6,024  and  the  median  annual  income  is  GEL4,660. \nTelevision  sets  (97.5%),  LPG  gas  stoves  (78.2%),  and  refrigerators  are  common  household  assets  among  the  sampled \nhouseholds. Large animals like cows, bulls, buffaloes are owned by 57% of the households and poultry is owned by nearly \n23% of the households. About 40% of the households surveyed reported having loans, and most of these were bank loans. \nMost of the structures and buildings are double-storied, and 88% are cemented structures. Among the households, 98.5% are \nconnected to central power supply. The average number of rooms available in the sampled households is 6.11. Only 2.5% of \nhouseholds reported having connection to the natural gas pipeline. Piped water supply is the common source of water for half \nof the households. About 48.51% have flush toilets and the rest have latrines. Wood is used as fuel for heating in 94% of the \nhouseholds.  About  89%  of  the  sampled  households  have  access  to  health  centers.  The  average  distance  of  the  health \ncenters from their houses is 3.1 km; for 8.23%, the health center is within 1 km from their houses. Ninety-five percent have \naccess to schools for their children. About 94.55% of households have houses with immediate access to roads. For 86% of \nthe households, the immediate approach road is the village road, and for 10% it is the highway. The survey and the analysis \nindicated that almost 52% of the households in the project area are living below the poverty line. \n\nB.  Consultation and Participation \n\n1. Provide a summary of the consultation and participation process during the project preparation. \nConsultations  were  carried  out  with  all  the  stakeholders  during  program  preparation.  As  an  integral  part  of  the  safeguards \nplanning, affected communities and affected persons were directly and fully involved in the project preparation and during the \ndesign.  All  stakeholders  were  informed  about  the  project,  and  the  stream  of  information  will  continue  during  the \nimplementation  of  the  project.  Extensive  consultation  events  were  arranged  at  various  stages  of  social  and  resettlement \nproject  preparation—alternative-alignment  feasibility  study,  cadastral  survey  of  affected  lands,  land  census  survey, \nsocioeconomic  survey,  and  targeted  consultation  meetings  with  affected  people  and  local  stakeholder  organizations  and \nindividuals. Consultations were also held at various levels of government offices such as the Department of Roads (including \nits resettlement division), the National Agency for Public Registry under the Ministry of Justice, local governments at the rayon \n(district  municipality)  level,  gamgebeli  (governors),  property  recognition  committees  in  the  rayon,  and  sacrebulo \n(representative  local  autonomous  bodies).  Community  consultations  were  held  through  focus  group  discussions  at  various \nlocations, especially at 20 villages in April 2009. A total of 210 men and women participated. The consultations will continue \nthroughout the project cycle. \n \n2. What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n\n  Information sharing       \n\n  Consultation      \n\n  Collaborative decision making     \n\n Empowerment \n\n \n3. Was a C&P plan prepared? \nLocal  communities  and  affected  persons  were  consulted  throughout  the  preparation  process  to  minimize  impact,  ensure \nsocial  acceptance,  and  increase  equitability.  The  process  will  continue  during  the  implementation  of  the  project.  Views  and \nconcerns of all stakeholders will be taken into consideration and addressed whenever feasible.  \n \n \n\n Yes    \n\n No  \n\n \n\n\f70 \n\nAppendix 12 \n\nC.  Gender and Development \n\n1.  Key Issues.  \nThe  investment  program  will  pay  particular  attention  to  women  to  ensure  that  they  receive  rightful  compensation  for  their \nactivities  and  that  women  who  are  de  facto  household  heads  are  clearly  listed  as  beneficiaries  of  compensation  and \nrehabilitation proceedings under the loan. Women will also participate in the consultation process to determine and negotiate \ncompensation entitlements and implement the land acquisition and resettlement plan (LARP). Special attention will be given \nto the impact of resettlement on women and other vulnerable groups during the monitoring and evaluation of the LARP. The \ninvestment  program  will  have  a  positive  impact  on  gender,  because  the  civil  works  contracts  will  include  provisions  to \nencourage  the  employment  of  women  during  implementation,  and  women  will  be  urged  to  participate  in  the  monitoring  of \nprogram  impact.  No  particular  issue  is  expected  to  arise  from  the  implementation  of  the  project.  Nonetheless,  additional \ncompensation will be given to households headed by women, which are considered to be more vulnerable. \n2.  Key  Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n\n \n\n  Gender plan       \n\n  Other actions/measures      \n\n  No action/measure \n\nIII. \n\nSOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n\nIssue \nInvoluntary \nResettlement \n\nPlan or Other Measures \nIncluded in Design \n\n   Full Plan \n   Short Plan \n   Resettlement Framework \n   No Action \n\nStrategy to Address Issue \nA full land acquisition and \nresettlement plan (LARP) \nhas been prepared for the \nproject 1 components on \nthe basis of the engineering \ndesign. The LARP is based \non ADB’s Involuntary \nResettlement Policy (1995) \nand Georgian laws and \nregulations. All the losses \nhave been assessed and \nprovisions have been made \nfor compensation and \nassistance to affected \npersons including \nnon-titleholders. Additional \nassistance has been \nprovided to vulnerable \nhouseholds. A land \nacquisition and resettlement \nframework has also been \nprepared for the entire \nmultitranche financing \nfacility, and will be followed \nand implemented when \nLARPs for future tranches \nare prepared. \nNot Required \n\n \n\n \n\nSignificant/Limited/ \nNo Impact \n\nSignificant Impact \nThe project will entail \nsubstantial land acquisition and \nresettlement. A detailed impact \nassessment, including a census \nsurvey was conducted.  The \nassessment shows that about \n740 land parcels will be \naffected and the total \nagricultural land required for \nland acquisition is 160.9 ha, out \nof which 134.8 ha is agricultural \nand 26.1 ha is nonagricultural \nor pasture land, and that \nadditionally, 2.39 ha of \nresidential and commercial land \nwill be affected. The total \nnumber of affected households \nor families is 4,440. \n\nNo Impact \nThe investment program is not \nexpected to affect indigenous \npeoples. An assessment of the \nimpact on indigenous peoples \nwas made according to ADB’s \nPolicy on Indigenous Peoples \n(1998). The investment \nprogram will primarily affect \nGeorgian people, who \ncompose almost 93% of the \npopulation. Other ethnic \ngroups are also present in the \nprogram area, but in \ninsignificant numbers. These \n\n \nIndigenous Peoples \n \n\n   Plan \n   Other Actions \n   Indigenous Peoples \n\nFramework \n\n   No Action  \n\n\fgroups are mostly Armenian, \nAzeri, and Russian. These \ngroups have been fully \nintegrated into institutional, \ncultural, and economic \nprocesses in the country, and \ndo not display sufficient \nfeatures to be classified as \nindigenous peoples according \nto the ADB definition.  \nNo Impact \nJob opportunities will open for \nskilled and unskilled labor \nduring construction. \n \n\n \nLabor \n\n Employment  \nopportunities \n Labor retrenchment \n Core labor standards \n\n \nAffordability \n\nNo impact. \n\n Limited \n\nand/or \n\nOther  Risks \nVulnerabilities \nHIV/AIDS \nHuman trafficking \nOthers(conflict,  political \ninstability,  etc.),  please \nspecify \n\nAppendix 12 \n\n71\n\n \n\n   Plan \n  Other Action  \n  No Action \n\n   Action \n   No Action \n\n  Plan \n  Other Action \n  No Action \n\n \n \n\n \n\n \n\nThe subproject work will \ncreate both direct and \nindirect employment \nopportunities for the local \npeople. Provisions in the \ncivil works contract will take \ncare of issues related to \nsafety and protection of \nlaborers’ rights, including \nemployment and equal pay \nfor women and non-\nemployment of children in \nthe project. Specific \nassurances will be added \nfor the implementing \nagency to ensure the \nenforcement of the \ncontraceptive logistics \nsystem by the contractor in \nthe work camps and sites. \nNo tolls will be collected on \nthe subproject roads. There \nwill be savings in vehicle \noperating cost as a result, \nand these will lower \ntransport costs. \nThe project is likely to bring \nin risks related to HIV \ntransmission as a result of \nthe increased mobility of \npeople and the influx of \nlabor during construction. \nThis aspect will be studied \nfurther during the detailed \ndesign stage, and mitigation \nmeasures will be developed \nto counter the spread of \nsexually transmitted \ndiseases in the project \narea. \n\n \n\nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?  \n\n   Yes     □   No      \n\nIV.  MONITORING AND EVALUATION \n\n \n\n\f72 \n\nAppendix 13 \n\nSUMMARY LAND ACQUISITION AND RESETTLEMENT PLAN FOR TRANCHE 1 PROJECT   \n\nA. \n\nIntroduction and Project Background \n\nThis is the summary land acquisition and resettlement plan (LARP) for project 1 under \n1. \nthe  Road  Corridor  Investment  Program.  This  was  prepared  by  the  Roads  Department  of  the \nMinistry of Regional Development and Infrastructure (MORDI) of Georgia. Project 1 comprises \nthe  construction  of  the  Kobuleti  bypass  (28  kilometers  [km])  and  6 km  of  road  widening.  The \ntotal  length  of  the  project  road  under  project  1  is  34  km.  The  project  road  will  fall  within  the \njurisdiction  of  Adjara  and  Guria  province.  Sufficient  consideration  has  been  given  during  the \ninception  and  feasibility  phases  of  project  preparation  to  minimize  the  adverse  impact  on  land \nacquisition  and  resettlement  through  the  best  engineering  solution.  The  assessment  of  losses \nand land acquisition is based on the preliminary design, which was part of the feasibility study. If \nrequired,  the  LARP  will  need  to  be  updated  to  conform  to  the  detailed  engineering  design. \nHowever,  the  preliminary  design  was  done  to  the  extent  possible,  and  will  not  significantly \nchange  during  detailed  design  as  far  as  the  land  requirement  land  is  concerned.  The \nassessment is based on a right-of-way of 50 meters (m) (25 m on either side of the central line). \nThe  aims  and  objectives  of  the  LARP  are  to  mitigate  all  such  unavoidable  negative  impact \ncaused  by  the  investment  program,  to  resettle  the  displaced  persons,  and  to  restore  their \nlivelihoods.  The  LARP  also  provides  guidelines  for  the  implementation  of  land  acquisition \nthrough proper compensation and assistance according to the policies of ADB and the relevant \nGeorgian laws and regulations. \n \nThe initiation of civil works on the project 1 components needs to fulfill the conditionality \n2. \nsuch  as  (i)  approval  of  this  LARP  by  ADB,  (ii)  full  disclosure  of  this  LARP  to  the  affected \npersons; (iii) updating of the LARP to conform to the detailed engineering design, and disclosure \nof  the  updated  LARP,  and  (iv)  full  implementation  of  the  compensation  program  described  in \nthis LARP including the full delivery of compensation to the affected persons.  \n\nB. \n\nImpact on Land Acquisition And Resettlement \n\nProject 1 components will entail significant land acquisition and resettlement. A detailed \n3. \nimpact  assessment  including  the  census  survey  has  been  carried  out  to  assess  the  impact  of \nthe project on land acquisition and resettlement. About 740 land parcels will be affected and the \ntotal  agricultural  land  required  for  land  acquisition  is  160.9  ha,  out  of  which  134.8  ha  is \nagricultural  and  26.1  ha  is  nonagricultural  or  pasture  land.  Additionally,  2.39  ha  of  residential \nand  commercial  land  will  be  affected.  The  total  number  of  affected  structures  and  buildings  is \n154,  out  of  which  123  are  residential  structures,  18  are  commercial  structures,  and  the \nremaining  13  are  community  property  resources,  which  includes  schools  and  government \nbuildings. About 2,020 fruit-bearing trees and 200  timber trees will be affected because of the \nproject.  The  total  number  of  households  losing  business  is  18,  whereas  141  households  are \neligible  for  relocation  allowances.  The  total  number  of  affected  vulnerable  households  is  332, \nwhich includes households headed by women and households below the poverty line. The total \nnumber  of  affected  households  is  881;  of  this  total  200  are  legal  titleholders,  119  are  non-\ntitleholders, and 562 households belong to the category of those who can be legalized. The total \nnumber  of  affected  persons  is  estimated  to  be  4,440.  The  impact  on  land  acquisition  and \nresettlement is summarized in Table A13.1. \n\n\fTable A13.1: Impact on Land Acquisition and Resettlement  \n\nImpact \n\nNumber/Amount\n\nAppendix 13 \n\n73\n\n \n\n No. \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n\n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n\nTotal number of land parcels  \nTotal area of land required (ha) \nTotal area of agricultural land (ha) \nTotal area of non-agricultural/pasture land (ha) \nTotal area of residential and commercial land (ha) \nTotal number of structures/buildings \nTotal number of residential structures \nTotal number of commercial structures \nTotal number of Government and community property \nresources \nTotal number of structures for relocation \nTotal number of fruit-bearing trees \nTotal number of non-fruit-bearing trees \nTotal number of households losing business \nTotal number of affected households  \nTotal number of vulnerable households \nTotal number of titleholders \nTotal number of non-titleholders \nTotal number of legalizable households \nTotal number of affected persons  \n\nSource: ADB estimates.  \n\n740 \n160.9 \n134.8 \n26.1 \n\n2.39 \n\n154 \n123 \n18 \n\n13 \n141 \n2,020 \n200 \n18 \n881 \n332 \n200 \n119 \n562 \n4,440 \n\nC. \n\nIndigenous Peoples and Vulnerable Groups including Women \n\n4. \nThe investment program is not expected to have any impact on indigenous peoples. An \nassessment  of  impact  on  indigenous  peoples  was  made  according  to  ADB’s  Policy  on \nIndigenous Peoples (1998). The investment program will primarily affect Georgian people, who \ncompose  almost  93%  of  the  population.  Other  ethnic  groups,  insignificant  in  number,  are  also \npresent  in  the  program  area.  These  groups  are  mostly  Armenian,  Azeri,  and  Russian.  They \nhave been fully integrated into institutional, cultural, and economic processes in the country, and \ndo  not  display  sufficient  features  to  be  classified  as  indigenous  peoples  according  to  ADB’s \ndefinition.  Therefore,  the  investment  program  is  category  C.  Special  attention  is  given  to \nidentifying and addressing the needs of disadvantaged groups such as the landless, the poor, \nhouseholds headed by women, the elderly, and the disabled, through measures included in the \nLARP to try and improve their livelihoods (over and above cash compensation and restoration). \nWomen  have  important  economic  roles  in  project  areas  and  engage  in  a  very  wide  range  of \nincome-generating  activities  in  the  agricultural  and  marketing  sector.  The  investment  program \nwill pay particular attention to women to ensure that they receive rightful compensation for their \nactivities and that women who are de facto household heads are clearly listed as beneficiaries \nof compensation and rehabilitation proceedings under the loan.  \n \nD. \n \n5. \nThe  legal  framework  is  based  on  both  Georgian  laws  and  ADB’s  Involuntary \nResettlement Policy (1995). In Georgia, several items of legislation regulate the acquisition by \n\nResettlement Policy, Principles, and Legal Framework \n\n \n\n\f74 \n\nAppendix 13 \n\nthe State of privately owned land to meet public needs such as the construction of public roads: \n(i) the  Constitution  of  Georgia,  24  August  1995;  (ii) the  Civil  Code  of  Georgia,  26  June  1997; \n(iii) the Law of Georgia on Privatization of State-Owned Agricultural Land, 8 July 2005; (iv) the \nLaw  of  Georgia  on  Ownership  Rights  to  Agricultural  Land,  22  March  1996;  (v) the  Law  of \nGeorgia on Registration Ownership Rights to Immovable Property, 28 December 2005; (vi) the \nLaw of Georgia on the Rules for Expropriation of Ownership for Necessary Public Need, 23 July \n1999;  and  (vii) the  Civil  Procedural  Code  of  Georgia,  14  November  1997.  Core  involuntary \nresettlement principles, based on the Georgian laws on land acquisition and ADB’s Involuntary \nResettlement Policy (1995), have been adopted for the project 1 components, as follows: \n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n(v) \n\n(vi) \n\n(vii) \n(viii) \n(ix) \n\n(x) \n\nland  acquisition  and  other  involuntary  resettlement  impact  will  be  avoided  or \nminimized through all viable alternative project designs; \nwhere such impact is unavoidable, a time-bound LARP will be prepared and affected \npersons  will  be  assisted  in  improving  or  at  least  regaining  their  standard  of  living \nbefore the investment program;  \naffected persons will be consulted on compensation, resettlement information will be \ndisclosed  to  them,  and  they  will  be  encouraged  to  participate  in  the  planning  and \nimplementation of subprojects;  \nvulnerable and severely affected affected persons will be given special assistance;  \nnon-titled affected persons (e.g., informal dwellers or squatters, or affected persons \nwithout  registration  details)  will  receive  a  livelihood  allowance  in  lieu  of  land \ncompensation and will be fully compensated for losses other than land; \naffected  persons  who can  be legalized will  be  legalized  and  fully compensated  for \nland losses;  \nincome will be restored and rehabilitated; \nthe LARP will be disclosed to the affected persons in the local language; \ncompensation,  resettlement  assistance,  and  rehabilitation  measures  will  be  fully \nprovided  before  the  contractor  takes  over  the  land  and  before  the  start  of \nconstruction work on a particular package; and  \nappropriate  grievance  redresses  mechanisms  will  be  established  to  solve  the \ngrievances of affected persons, if any. \n\nE. \n\nCompensation Eligibility and Entitlements  \n\n6. \nLand acquisition and resettlement tasks under project 1 will be implemented according \nto compensation eligibility and entitlements in line with both Georgian laws and regulations and \nADB’s policy. Affected persons entitled to compensation or at least rehabilitation provisions under \nproject  1  are  (i)  all  affected  persons  losing  land  covered  by  legal  title  or  traditional  land  rights \nwho  can  be  legalized  or  are  without  legal  status;  (ii)  tenants  and  sharecroppers,  whether \nregistered  or  not;  (iii) owners  of  buildings,  crops,  plants,  or  other  objects  attached  to  the  land; \nand  (iv)  affected  persons  losing  business,  income,  and  salaries.  Compensation  eligibility  is \nlimited by a cutoff date on the day of the beginning of the affected person census and detailed \nmeasurement survey, which is June 2009. A summary entitlement matrix is in Table A13.2.  \n\n\fTable A13.2: Entitlement Matrix \n\nApplication  \n\nDefinition of Affected \nPersons \n\nOwner with full registration  \n\nType of Loss \nLand \nPermanent loss \nof agricultural \nland \n \n \n\nAffected people losing \nagricultural land \nregardless of impact \nseverity  \n\nAppendix 13 \n\n75\n\n \n\nCompensation Entitlements \n\nCash compensation at replacement cost \nor through replacement land equal in \nvalue or productivity to the plot lost and at \nlocation acceptable to affected persons \nwhere feasible \nThese affected persons will be legalized \nand provided with cash compensation at \nreplacement cost. \nOne-time self-relocation allowance in \ncash equal to 1 year at minimum salary \n\nCash compensation at replacement cost \nor through replacement land equal in \nvalue to the plot lost and at location \nacceptable to affected persons where \nfeasible \nAffected persons will be legalized and \nprovided with cash compensation at \nreplacement cost \nOne-time self-relocation allowance in \ncash equal to 1 year at minimum salary \n\nLegalizable owner \n\nInformal settlers/ affected \npersons with no registration or \nvalid documentation \nOwner with full registration \n\nLegalizable owner \n\nInformal settlers or affected \npersons with no registration or \nvalid documentation \n\nNonagricultural \nland \n\nAffected people losing \ntheir commercial \nand/or residential land  \n\nBuildings and Structures \nResidential and \nnonresidential \nstructures or \nassets \n\n \n\nAll affected people regardless of \ntheir legal ownership or \nregistration status (including \nlegalizable and informal settlers) \n\nFull impact. Cash compensation for loss of \nbuilding and/or structures at full replacement \ncosts free of depreciation and transaction \ncosts \nPartial impact. Compensation for repairs   \n\nCommunity or public \nassets \n\nLoss Of Community Infrastructure/Common Property Resources \nLoss of common \nproperty \nresources \nLoss of Income and Livelihood \nStanding crops \nCrops \naffected  \n\nCommunity or Government \n\nAll affected people regardless of \nlegal status (including legalizable \nand informal settlers) \nAll affected people regardless of \nlegal status (including legalizable \nand informal settlers) \n\nAll affected people regardless of \nlegal status (including legalizable \nand informal settlers) \n\nReconstruction of the lost structure in \nconsultation with community and restoration \nof their functions \n\nCrop compensation in cash at market rate by \ndefault at gross crop value of expected \nharvest \nCash compensation at market rate on the \nbasis of type, age, and productive value \nof the trees \n \nOwner. (i) (permanent impact) cash \ncompensation of 1 year net income; (ii) \n(temporary impact) cash compensation of net \nincome for the months of business closure. \nAssessment to be based on tax declaration or, in \nits absence, minimum salary. \n\nAll severely affected people \nincluding informal settlers \nAll affected people to be relocated Provision of sufficient allowance to cover \n\nOther income. Additional compensation for \n3 months of minimum salary. \n\nAffected people below poverty \nline, headed by women, disabled \nor elderly  \n\ntransport expenses and livelihood \nexpenses for the transitional period (up to \n1 month). \nAllowance equivalent to 3 months of minimum \nsalary and employment priority in project-\nrelated jobs \n\nTrees \n\nTrees affected  \n\nBusiness or \nemployment \n\nBusiness or \nemployment loss \n\nAllowances \nSevere impacts  >10% income loss \n\nRelocation or \nshifting \n \n\nTransport and/or \ntransition costs \n\n \n\nVulnerable \npeople \nallowances \nSource:  Asian Development Bank. \n\n \n\n\f76 \n\nAppendix 13 \n\nF. \n\nInstitutional Arrangements \n\n7. \nADB will be the funding agency of the MFF. MORDI will be the executing agency and the \nRoads  Department  will  be  the  implementing  agency  entrusted  with  the  lead  responsibility  for \nroad construction, as well as the implementation of this LARP. This responsibillity includes the \npreparation,  implementation,  and  financing  of  all  land  acquisition  and  resettlement  tasks  and \ncross-agency  coordination.  Roads  Department  will  exercise  its  functions  through  its  existing \nresettlement  division  (DRD),  which  will  be  responsible  for  the  general  management  of  the \nplanning and implementation of all land acquisition and resettlement tasks. Roads Department \nwith the assistance of the construction supervision consultants will develop and implement them \nbased on the policy and procedures set out in the LARP. In addition to the Roads Department, a \nnumber of other government departments and private agents will play an instrumental role in the \ndesign, construction, and operation of the project. Pursuant to the active legislation, the Ministry \nof  Natural  Resources  and  Environmental  Protection  is  responsible  for  environmental  issues. \nThe  Ministry  of  Justice  is  responsible  for  legal  matters  regarding  land  ownership,  and  the \nNational Agency of Public Registry within the Ministry of Justice is in charge of the registration \nof land ownership and its transfer through purchase agreement from landowners to the Roads \nDepartment. Local government at the rayon (district municipality) and village levels will also be \ninvolved. To allow the effective execution of all land acquisition and resettlement related tasks \nsome expansion of the capacity for land acquisition and resettlement (currently weak) at DRD \nand/or Roads Department will be needed and capacity building training will be provided. \n\nG. \n\nComplaints and Grievance \n\n8. \nA grievance mechanism will be made available to allow affected persons to appeal any \nunfavorable  decision,  practice,  or  activity  arising  from  land  or  other  asset  compensation. \nAffected  persons  will  be  fully  informed  of  their  rights  and  of  the  procedures  for  addressing \ncomplaints,  whether  verbally  or  in  writing,  during  consultation  and  survey,  and  at  the  time  of \ncompensation.  First,  complaints  resolution  will  be  attempted  at  the  village  level  with  the \ninvolvement  of  village  authorities,  at  the  rayon  level,  and  through  the  land  aquisition  and \nresettlement  team  at  the  sacrebulo  (representative  local  autonomous  bodies)  level.  Second,  if \nthe grievance is not solved at the sacrebulo level, then the affected person will lodge a written \ncomplaint at the regional level Roads Department. If, after the regional level Roads Department \nintervention, no solution has been reached, a grievance can be directly lodged to DRD and/or \nRoads  Department.  The  affected  person  must  lodge  the  complaint  within  2  weeks  after \nreceiving  a  response  to  the  original  complaint  from  the  regional  Roads  Department  and  must \nproduce  documents  supporting  his  or  her  claim.  Third,  the  DRD  and/or  Roads  Department  at \nthe central level will provide a response within 2 weeks of the time the complaint is registered. \nThe DRD and/or Roads Department decision must be in compliance with the provisions of this \nland  acquisition  and  resettlement  framework.  Fourth,  if  the  grievance  redress  system  fails  to \nsatisfy the affected person, he or she may pursue further action by submitting the case to the \nappropriate court of law (rayon court).  \n\nH. \n\nPublic Consultation, Participation, and Disclosure  \n\n9. \nExtensive  consultations  were  conducted  at  various  stages  of  social  and  resettlement \nproject  preparation—alternative  alignment  feasibility  study,  cadastral  survey  of  affected  lands, \nland  census  survey,  socioeconomic  survey,  and  targeted  consultation  meetings  with  affected \npeople  and  local  stakeholder  organizations  and  individuals.  Consultations  were  also  held  at \nvarious  office  levels  such  as  Roads  Department  including  DRD,  National  Agency  for  Public \n\n\fAppendix 13 \n\n77\n\n \n\nRegistry under the Ministry of Justice, Local Government at rayon level, gamgebeli (governors), \nthe property recognition committee in the rayon and sacrebulo. Community consultations were \nheld through focus group discussions at various locations, especially at 20 villages in April 2009, \nat which involved 210 men and women participated. The consultations will continue throughout \nthe  project  cycle.  A  resettlement  information  leaflet  containing  information  on  compensation, \nentitlement, and resettlement management adopted for the project will be made available in the \nlocal  language(s)  and  distributed  to  affected  persons.  Each  affected  person  will  be  provided \ninformation regarding specific entitlements. Information sharing on LAR entitlement was shared \nat the village level through consultation and through formal public consultation during the public \nhearing under the environmental impact assessment in the month of June 2009. This summary \nLARP will be translated into the local language (Georgian) and disclosed to affected persons at \nthe local level. A copy of the LARP will be available at the  Roads Department. The same will be \navailable for the affected persons as and when asked for. A copy of the LARP will be disclosed \non ADB’s website. \n\nI. \n\nResettlement Budget, Financing and Implementation Schedule \n\n10. \nThe resettlement cost estimate for project 1 components includes eligible compensation, \nresettlement  assistance,  and  support  for  the  costs  of  resettlement  plan  implementation.  All \nLARP  preparation  and  implementation  costs,  including  the  cost  of  compensation  and  land \nacquisition  and  resettlement  administration,  will  be  considered  an  integral  part  of  project  cost \nand will be contributed as a counterpart fund by the Georgia Government, in particular Roads \nDepartment. The total estimated cost for the LARP for project 1 is about $5.90 million. Roads \nDepartment is responsible for the timely allocation of the funds needed to implement the LARP. \nAs  per  the  land  acquisition  and  resettlement  fund  flow,  the  budget  for  compensation  and \nrehabilitation  will  be  directly  disbursed  by  Roads  Department  to  the  affected  person.  All  land \nacquisition, resettlement, and compensation will be completed before the start of civil works.  \n\nJ. \n\nMonitoring and Evaluation  \n\n11. \nLand acquisition and resettlement tasks under the project will be monitored. Monitoring \nwill be the responsibility of Roads Department. Internal monitoring will be carried out routinely \nby  DRD  and/or  Roads  Department.  The  results  will  be  communicated  to  ADB  through  the \nquarterly  project  implementation  reports.  External  monitoring  will  be  carried  out  twice  a  year, \nand its results communicated to DRD and/or Roads Department and ADB through semiannual \nreports.  The  Roads  Department  will  carry  out  a  post-implementation  evaluation  of  the  LARP \nabout a year after the completion of its implementation. Roads Department may need external \nhelp in monitoring the first-tranche LARP implementation activities. \n\n \n\n\f", "author_pages": [" \n", " \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "CURRENCY EQUIVALENTS \n(as of 1 September 2009) \n", "Currency Unit\nGEL1.00\n$1.00\n", "– \n= \n= \n", "lari (GEL) \n$0.5938 \nGEL1.683 \n", "ABBREVIATIONS \n", "ADB \nEIA \nEIRR \nETCIC \nFFA \nFPU \nGDP \nha \nHIV \nJICA \nJNA \nkm \nkm2 \nLARF \nLARP \nLIBOR \nm \nMCC \nMFF \nMORDI \nOCR \nPFR \nVOC \n", "Asian Development Bank \nenvironmental impact assessment \neconomic internal rate of return \nEurasian Transport Corridor Investment Center \nframework financing agreement \nforeign projects unit \ngross domestic product \nhectare \nhuman immunodeficiency virus \nJapan International Cooperation Agency \njoint needs assessment \nkilometer \nsquare kilometer \nland acquisition and resettlement framework \nland acquisition and resettlement plan \nLondon interbank offered rate \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n–  meter \n–  Millennium Challenge Corporation \n–  multitranche financing facility \n–  Ministry of Regional Development and Infrastructure \n– \n– \n– \n", "ordinary capital resources \nperiodic financing request \nvehicle operating cost \n", "NOTES \n", "The fiscal year of the Government and its agencies ends on 31 December. \n", "(i) \n", "(ii) \n", "In this report, “$” refers to US dollars. \n", " \n", "X. Zhao, Operations 1 \n", "Vice-President \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n \n", "H. Wang, Transport and Communications Division, CWRD \n \nD. Pyo, Principal Financial Analysis Specialist, CWRD \nL. Alejandro, Assistant Project Analyst, CWRD \nL. Blanchetti-Revelli, Senior Social Development Specialist (Resettlement), CWRD \nI. Chkonia, Project Implementation Officer, CWRD \nR. Ishenaliev, Transport Specialist, CWRD \nG. Kiziria, Country Coordination Officer, CWRD \nB. Konysbayev, Counsel, Office of the General Counsel \nT. Papuashvili, Administrative Assistant, CWRD \nT. Tamaki, Principal Transport Economist, CWRD \nM. Villanueva, Administrative Assistant, CWRD \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n"]}