{"path": "data/input/reports/41123-cam-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 41123 \nDecember 2007 \nProposed Loan and Administration of Grant from the \nGovernment of Australia \nKingdom of Cambodia: Road Asset Management \nProject \n \n ", "CURRENCY EQUIVALENTS \n(as of 5 December 2007) \n \nCurrency Unit (Cambodia) –  riel (KR) \nKR1.00 =  $0.00025 \n$1.00 =  KR3,980 \n   \n   \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AusAID  –  Australian Agency for International Development \n  DGPW  –  Directorate General of Public Works \n  EA  –  executing agency \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  IA  –  implementing agency \n  ICB  –  international competitive bidding \n  ICCRRM  –  Interministerial Committee for Coordinating Road Repair and \nMaintenance \n  IDA  –  International Development Agency \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  MEF  –  Ministry of Economy and Finance \n  MPWT  –  Ministry of Public Works and Transport \n  NCB  –  national competitive bidding \n  NR  –  national road \n  PDPWT  –  Provincial Department of Public Works and Transport \n  PPTA  –  project preparatory technical assistance \n  RAMO  –  Road Asset Management Office \n  SOE  –  statement of expenditure \n  TA  –  technical assistance \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. ", " \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. Cooney, Infrastructure Division, SERD \n   \nTeam leader  P. Broch, Transport Economist, SERD \nTeam members  S. Date, Transport Specialist, SERD \n  K. Emzita, Senior Counsel, Office of the General Counsel \n  Y. L. Feng, Principal Environment Specialist, SERD \n  M. Huddleston, Senior Social Development Specialist, SERD \n  N. Ouk, Project Implementation/Programs Officer, Cambodia Resident \nMission, SERD \n  M. Sultana, Social Development Specialist, SERD \n  Y. Tanaka, Transport Specialist, SERD \n  A. Hebel, Financing Partnerships Specialist, Office of Cofinancing \nOperations \n \n ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP   \nI.   THE PROPOSAL  1 \nII.   RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.   Performance Indicators and Analysis  1 \nB.   Analysis of Key Problems and Opportunities  3 \nIII.   THE PROPOSED PROJECT  6 \nA.   Impact and Outcome  6 \nB.   Outputs  6 \nC.   Special Features  8 \nD.   Project Investment Plan  8 \nE.   Financing Plan  8 \nF.   Implementation Arrangements  10 \nIV.   PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  14 \nA.   Project Benefits  14 \nB.   Project Impacts  15 \nC.   Project Risks  16 \nV.   ASSURANCES  17 \nA.   Specific Assurances  17 \nB.   Conditions for Loan Effectiveness  19 \nVI.   RECOMMENDATION  19 \n \nAPPENDIXES   \n1.   Design and Monitoring Framework  20 \n2.   Sector Analysis  23 \n3.   External Assistance  26 \n4.   Summary of Proposed Civil Works  28 \n5.   Detailed Cost Estimates and Financing Plan  29 \n6.   Implementation Schedule  32 \n7.   Contract Packages  33 \n8.   Outline Terms of Reference for Consultants  36 \n9.   Benefit Monitoring  43 \n10.   Economic Analysis  44 \n11.   Summary Poverty Reduction and Social Strategy  52 \n12.   Summary Initial Environmental Examination  56 \n ", "i \nLOAN AND PROJECT SUMMARY \n \nBorrower  Kingdom of Cambodia \n   \nClassification  Targeting classification: General intervention \nSector: Transport and communications \nSubsector: Roads and highways \nThemes: Sustainable economic growth; capacity development; \nprivate sector development \nSubthemes: Promoting economic efficiency and enabling markets; \ninstitutional development; privatization. \n   \nEnvironment  Category B. The Project is limited to the resurfacing of existing \nAssessment  road pavements and has few environmental risks associated with \nit. An environmental impact assessment is not required. An initial \nenvironmental  examination  (IEE)  has  been  prepared  and  a \nsummary is in Appendix 12. Impacts during the implementation of \nthe Project have been reviewed and mitigation measures have \nbeen integrated into the project design. These measures will be \nmanaged through the environmental management plan (EMP). \n   \nProject Description  The Project will assist the Government of Cambodia with periodic \nmaintenance of the national and provincial roads administered by \nMinistry of Public Works and Transport (the MPWT roads). The \nProject will (i) assist the Government in periodic maintenance of \nabout 950 kilometers (km) of MPWT roads; and (ii) help to build \ncapacity at MPWT to improve the management and maintenance \nof its roads network and start a process of privatizing MPWT’s \nforce account units. \n \nThe institutional strengthening of MPWT will include supporting a \npermanent and dedicated road asset management office (RAMO) \nwithin the general department of works of MPWT. This office will \nbe formally established before loan effectiveness. RAMO will be \nresponsible for systematic maintenance planning for the MPWT \nroads and will support and train MPWT management and line \norganizations to become efficient road asset managers. \n   \n ", "ii   \nRationale  Without  a  periodic  road  maintenance  works  program,  the \nsignificant investment in rehabilitating MPWT’s paved roads (more \nthan $800 million since the mid-1990s) will quickly lose value as \ntraffic  and  environmental  effects  lead  to  deterioration.  The \nproposed periodic maintenance works program will help preserve \nMPWT roads that are in a maintainable condition, and correct \ndeficiencies affecting the sustainability and safety of the network. \nIf the long-term sustainability of the MPWT roads is to be secured, \nthe institutional capacity of the ministry needs to be strengthened \nso  it  can  provide  effective  future  road  asset  management. \nPreserving  the  roads  will  prevent  travel  times  and  vehicle \noperating costs from increasing, and secure the accessibility that \nis essential for economic growth, particularly for the majority of the \npopulation living in rural areas. It will also improve Cambodia’s \nconnections with its neighbors.  \n   \nImpact and Outcome  The impact of the Project will be a contribution to achieving the \nlong-term  sustainability  of  the  MPWT  roads  by  preserving \nvulnerable parts of the road network and establishing a consistent \nand prioritized road management system within MPWT. This will \nassist economic growth by reducing future transport costs and \npreserving road connections. The outcome of the Project will be a \nmore sustainable road sector based on a sound network of MPWT \nroads and effective road asset management. \n   \nProject Investment Plan   The investment cost of the Project is estimated at $58.35 million, \nincluding taxes and duties of $6.28 million.  \n   \nFinancing Plan  Source  Total  % \n($ million) \nAsian Development Bank  6.00   10.3 \nInternational Development Agency  30.00   51.4 \nGovernment of Australiaa  4.80   8.2 \nGovernment of Cambodia  17.55   30.1 \nTotal   58.35  100.0 \na  This amount includes ADB's administration fee, audit cost, bank charges and \nprovision for foreign exchange fluctuations (if any), to the extent that these \nitems are not covered by the interest and investment income earned on this \ngrant, or any additional grant contribution by the Government of Australia. \nSource: Asian Development Bank estimates. \n   ", "iii \nLoan Amounts and  The Government has requested a loan of special drawing rights \nTerms  (SDR) 3,761,000 (about $6 million equivalent) to be provided by \nADB from ADB’s Special Funds resources. The loan will have a \nterm of 32 years, including a grace period of 8 years. There will be \nan interest charge of 1% per annum during the grace period and \n1.5%  per  annum  thereafter.  The  International  Development \nAssociation  (IDA)  of  the  World  Bank  Group  will  provide \ncofinancing for the Project through an IDA credit of $30 million \nand the Government of Australia through the Australian Agency \nfor International Development (AusAID) will provide a grant for \nA$6 million (about $4.8 million equivalent). The grant from the \nGovernment of Australia will be administered by ADB whereas the \nIDA  credit  will  be  provided  on  a  parallel  basis  and  will  be \nadministered by IDA.  The Government will provide counterpart \nfunding of $17.55 million equivalent (30.1%) of total Project cost. \n   \nPeriod of Utilization  Until 31 December 2013 \n   \nEstimated Project  30 June 2013 \nCompletion Date \n   \nExecuting Agency  Ministry of Public Works and Transport \n   \nImplementation  The MPWT will be the Executing Agency (EA) for the Project, and \nArrangements  the Directorate General of Public Works (DGPW) in MPWT will be \nthe Implementing Agency (IA). MPWT has extensive experience \nof implementing externally funded projects. The Project will not \nestablish a separate project management unit. The Minister of \nMPWT will appoint a deputy director general from DGPW as a full-\ntime  project  director,  who  will  be  responsible  for  project \nsupervision  and  will  be  accountable  to  the  DGPW  director \ngeneral. DGPW will be responsible for day-to-day management of \nthe Project and for coordinating the work of the line organizations \nin  MPWT  including  RAMO.  DGPW  will  engage  and  direct  all \nconsultants, be responsible for procurement of works, and be the \nemployer  on  all  civil  works  contracts.  It  will  have  overall \nresponsibility for implementation of the EMP in the design and \nconstruction stages. \n \nThe  existing  Interministerial  Committee  for  Coordinating  Road \nRepair  and  Maintenance  (ICCRRM)  will  act  as  the  steering \ncommittee  for  the  Project.  The  ICCRRM  is  coordinating  the \nMinistry of Finance (MEF) and MPWT in all matters pertaining to \nmaintenance planning, implementation and disbursement for the \nnational roads. \n   \n ", "iv   \nProcurement  Procurement of all ADB and AusAID financed works will be in \naccordance  with  ADB’s  Procurement  Guidelines  (2007,  as \namended  from  time  to  time).  DGPW  is  familiar  with  ADB \nprocurement requirements and has performed satisfactorily under \nprevious  ADB-funded  projects.  Procurement  of  civil  works \nfinanced by IDA will be subject to IDA’s procurement guidelines \nand procedures. \n \nDGPW  may  carry  out  advance  contracting  for  civil  works  to \naccelerate implementation. \n   \nConsulting Services  Consulting services financed by ADB and AusAID will be selected \nand recruited in accordance with ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). Consulting \nservices financed by IDA will be recruited using IDA’s guidelines. \n \nDGPW may carry out advance recruitment for consulting services \nto accelerate implementation.  \n   \nProject Benefits and  The  Project's  economic  benefits  are  primarily  derived  from \nBeneficiaries  savings in future vehicle operating costs that accrue because the \nproposed  periodic  maintenance  will  improve  road  surface \nconditions  and  slow  their  future  deterioration.  The  economic \ninternal rate of return (EIRR) for the Project, which was calculated \nby  comparing  with-project  and  without-project  situations,  is \nestimated  at  97.0%,  showing  that  it  is  economically  viable. \nExtensive sensitivity testing and risk analyses show that there is \nno risk that the EIRR would fall below the cut-off rate of 12%. \n   \nRisks and Assumptions  The Project has been designed to reduce potential risks, which \ninclude delays in implementation or poor technical quality of works \ncaused  by  the  inadequate  implementation  capacity  of  MPWT, \ndelayed  counterpart  financing,  and  an  inability  to  maintain  the \nproject  roads  adequately  in  future.  These  risks  are  mitigated \nthrough the Project’s technical advisory component. \n \nPreserving  the  MPWT  roads  will  perpetuate  adverse  social \nimpacts from roads, such as traffic accidents and spreading of \nHIV/AIDS. To mitigate this, the supervision consulting services will \nundertake  road  safety  audits  and  fund  road  safety  awareness \ncampaigns under the national road safety action plan. IDA and the \nGovernment will finance an HIV/AIDS prevention campaign under \nthe Project. \n \nThe Project will restore and maintain existing road surfaces and \nthere  will  be  no  land  acquisition  or  involuntary  resettlement. \nHowever,  future  traffic  increases  will  require  extension  and \nwidening  of  the  project  roads.  ADB  technical  assistance  is \nassisting  the  Government  to  prepare  a  new  resettlement \nsubdecree that will ensure uniform and sufficient resettlement of \naffected  people  in  all  infrastructure  projects,  irrespective  of ", "v \nfunding  source  and  implementing  agency.  To  support \nimplementation of this subdecree, the Project will provide funding \nfor training of officers at concerned ministries and agencies.  \n   \n \n ", "103 o 00'E 107 o 00'E\nCAMBODIA\nLAO PEOPLE'S\nROAD ASSET MANAGEMENT PROJECT DEMOCRATIC REPUBLIC\nODDAR  MEANCHEY\nSamrong Cheom Ksan Siem Pang\n14 o 00'N THAILAND RATANAKIRI 14 o 00'N\nBANTEAY Tbeng Meanchey\nMEANCHEY STUNG Banlung\nTRENG\nPoipet Sisophon SIEM  REAP\nPREAH   VIHEAR\nLumphat\nMongkol Borey Stung Treng\nSiem Reap\nBattambang\nR.\nPAILIN Tonle ng  VIET    NAM\nPailin BATTAMBANG Sap KOMPONG Meko KRATIE\nTHOM\nMONDULKIRI\nMoung Roessei Kompong Thom Sambor\nSandan\nKratie Sen Monorom\nPursat Krakor\nPrek Kak\nSre Khtum\nKompong Chhnang\nPURSAT Chhlong\nSnuol\nSdok\nKOMPONG\nKOMPONG Kompong Cham\nCHAM\nCHHNANG Phuni Tonle Bet Memot\nGulf   of   Thailand\nKrek\nKoh Kong KOMPONG\nSPEU PHNOM PENH N\nKompong Speu Prey Veng\nKOH  KONG\nNational Capital Takmau PREY\nVENG\nProvincial Capital Sre Ambel KANDAL SVAY 0 25 50 75 100\nRIENG\nCity/Town\nKompong\n11o  00'N National Road Kaaong Angtassom Takeo Trabek Svay Rieng Kilometers 11o  00'N\nProvincial Road KAMPOT TAKEO B\nEFixrsistt iYnega Tr oPllr oRgoraadm Road Sihanoukville VealK Raemnhpot Kep TaTnuik Meas assac R.\nSIHANOUKVILLE\nRailway KEP\nRiver Mekong R.\nProvincial Boundary\nInternational Boundary\nSouth  China  Sea\n0 Boundaries are not necessarily authoritative.\n7\n-3\n7\n66 H 103 o 00'E 107 o 00'E\nR", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan to the Kingdom of Cambodia for the Road Asset Management Project and (ii) proposed \nadministration  of  grant  from  the  Government  of  Australia  for  the  Project.  The  design  and \nmonitoring framework is in Appendix 1. \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n2.  The principal mode for the movement of goods and people in Cambodia is by road. The \nCambodian road network covers about 39,400 kilometers (km) and includes seven national \nroads (NRs 1–7), which are considered the primary highways and have a combined length of \nabout 4,800 km, and provincial roads, which are considered the secondary highways and have \na combined length of 6,600 km. The management of the road network is split between the \nMinistry of Public Works and Transport (MPWT), which is responsible for about 11,400 km of \nnational and provincial roads (the MPWT roads) and the Ministry for Rural Development, which \nis responsible for about 28,000 km of rural roads. In addition, MPWT also administers certain \nminor roads with relatively high traffic loads, currently defined as more than 300 vehicles per \nday, on behalf of the Ministry of Rural Development. Some provincial and most rural roads are \nin a poor condition and parts of the country are effectively isolated during the wet season. \nCross-border traffic in the Greater Mekong Subregion (GMS) is still in its infancy but Cambodia \nand its neighbors are making concerted efforts to promote and ease such traffic by adopting the \nGMS road traffic cross-border agreement1 and developing border crossing infrastructure and \naccess roads. All of Cambodia’s national roads except for NR 2 form part of either the southern \ncorridor of the GMS,2 which connects Bangkok via Cambodia to Ho Chi Minh City and other \ncenters  in  southern  Viet  Nam,  or  the  central  corridor  which  connects  the  Lao  People’s \nDemocratic Republic to the port in Sihanoukville.3 \n3.  By the early 1990s, years of civil strife had led to widespread and severe deterioration of \nCambodia’s road infrastructure. In 1992, the Asian Development Bank (ADB) approved the \nSpecial Rehabilitation Assistance Loan4 to support the country’s rehabilitation of critical physical \nand social infrastructure. The project focused on rehabilitation of damaged infrastructure, which \nwas recognized as a serious constraint on the economic development and physical integration \nof the country. The Government has since focused road investment on rehabilitating the core \nnational roads to stimulate sustainable economic recovery. Rehabilitation of the primary national \nroads has been implemented over the last 15 years with substantial support from ADB and \nother development partners and is now nearing completion. \n4.  The  length  of  the  rehabilitated  national  road  network  is  now  about  2,700  km.  The \nrehabilitated  national  roads  connect  the  major  population  centers  and  Cambodia  with  its \nneighbors. The asset value of the network is about $800 million but the network is deteriorating \nrapidly because of lack of adequate road maintenance combined with rapidly growing traffic, \n                                                 \n \n1 ADB.  2004.  Implementation  of  the  Greater  Mekong  Subregion  Cross-Border  Transport  Agreement.  Manila \n(approved in March 2004 for $800,000) \n2  The roads involved are NRs 1 and 5, parts of NRs 3 and 6, and provincial roads 33 and 48. \n3  The roads involved are NRs 4 and 7. \n4  ADB. 1992. Proposed Loan to the Kingdom of Cambodia for the Special Rehabilitation Assistance Project. Manila \n(approved in November 1992 for $67.7 million). ", "2 \npoor road construction standards, and design and construction deficiencies. This means that \nlarge parts of the investment in rehabilitating the national roads could be lost within the next 5–6 \nyears unless MPWT’s road asset preservation works program is significantly expanded and \naccelerated. \n5.  Inadequate road maintenance is primarily due to a shortage of financial resources,5 poor \norganization of road management, and weak technical capacity. Shortage of funds for road \nmaintenance is a common problem in least developed countries. Cambodia’s economic and \nsocial development requires a minimum network of trafficable roads but built or rehabilitated \nroads are often not maintained because economic activity is low and traffic minimal (with the \nresult that revenues from fuel and other road user taxes are insufficient to finance the upkeep of \nthe network). This is particularly so in Cambodia, where population densities and traffic levels \nare low, but roads are relatively long. This low revenue-generating capacity is equally true in \nmany other subsectors of the economy so there is limited scope for using domestic resources to \nsubsidize the roads until the economy and the associated traffic-related revenues have caught \nup.  Other  consequences  of  this  situation  include  a  limited  capacity  for  planning  and \nimplementing road maintenance and a scarcity of capable domestic road works contractors who \ncould  undertake  maintenance  works  and  who  would  require  a  reliable  and  reasonably \npredictable market for their services. \n6.  This  situation  will  change  relatively  quickly  given  Cambodia’s  strong  and  stable \neconomic growth—averaging about 8.1% per year over the last 10 years. In recent years, the \nGovernment’s increasing budget allocations for road maintenance make it likely that sustainable \nroad financing may be achievable within the next 5–6 years. The proposed Project seeks to \nspan this interim period by injecting supplementary funding that will enable MPWT to preserve \nthe  rehabilitated  network  until  adequate  national  funding  becomes  available,  and  to  equip \nMPWT  to  manage  its  road  assets  effectively  when  such  national  funding  does  become \navailable. The Project will do this by: (i) providing supplementary periodic maintenance; and \n(ii) assisting  MPWT  with  internal  restructuring,  including  supporting  the  development  of  a \npermanent  Road  Asset  Management  Office  (RAMO).  In  due  course  RAMO  would  be \nresponsible for planning the maintenance of the MPWT roads and would become MPWT’s road \nasset manager. It would advise MPWT on the process of gradually privatizing its force account \nunits. This process will reallocate human and physical resources to the private sector while, at \nthe  same  time,  help  to  create  a  relatively  predictable  captive  market  for  domestic  road \ncontractors. \n7.  During preparation of the Project, MPWT requested support and advice on the possibility \nof setting up road toll collection on selected high-traffic volume highways, e.g., NR 1, NR 5, and \nNR 6, to generate additional sources of revenue for road maintenance. A study carried out \nunder the project preparatory technical assistance (PPTA)6 indicated that there is potential for \ngenerating  additional  revenue  from  road  tolls.  Once  road  maintenance  is  in  place  and,  if \n                                                 \n \n5  Road maintenance is partially financed from the Fund for Road Repair and Maintenance, which is a road fund \nestablished by the Government in 2000 and financed by a surcharge on fuel. The road fund’s revenue potential is \nconstrained by fuel prices in Thailand and Viet Nam, which are significantly lower than in Cambodia. As a result, \nthere is a danger that raising fuel taxation rates in Cambodia would lead to more fuel smuggling, which is already \nsubstantial, and that this would undercut the fiscal efficacy of the tax rate increase. \n6  ADB. 2006. Preparing the Transport Infrastructure Development and Maintenance Project, Manila (approved in \nNovember 2006 for $1,000,000). \n ", "3 \nrequested by Government, ADB will consider providing an advisory TA outside this Project to \ndevelop an action plan to establish road toll collection on selected road sections.7 \nB.  Analysis of Key Problems and Opportunities \n8.  During rehabilitation of the MPWT roads, the Government and its development partners \nfocused on rehabilitating the maximum possible length of the national roads in the shortest \npossible time. Since at the time most of these roads were barely if at all passable, a quick and \nsimple approach to restoring the network was essential for an early restoration of economic \nactivity. Faced with limited government budgets and initially with very low traffic levels, most \nrehabilitation projects elected to adopt low construction standards; often with a design life of 10 \nyears or less. Paving of shoulders was omitted in some projects to further stretch budgets. This \nenabled rapid rehabilitation of the core network but came at the expense of heavier future \nmaintenance requirements, the effects of which must now be addressed. \n9.  Traffic is increasing rapidly in Cambodia, in step with rehabilitation of the road network \nand high and stable economic growth. The precise magnitude of traffic growth cannot be \ndetermined in the absence of comprehensive traffic counts over time but indicators such as the \ngrowth in petrol imports (averaging 15.4% per annum between 2002 and 2005), the growth in \nthe fleet of registered motor vehicles (averaging 19.3% per annum between 2004 and 2006), \nand rapid economic growth indicate that traffic has probably grown at an average about 10% \nper annum in recent years, equivalent to doubling every 7 years. This is much faster than had \nbeen assumed when the road rehabilitation projects were prepared. As the economy grows, this \nrate of traffic growth will be maintained, if not exceeded. The wear and tear from higher than \nexpected traffic growth has decreased the already short design life of the roads and thereby \naccelerated  the  need  for  periodic  maintenance  and,  in  many  instances,  pavement \nstrengthening. The rehabilitated roads are now 5–6 years old and periodic maintenance is \nbecoming urgent if they are to remain usable, and if the investment in their rehabilitation is not \nto be lost. \n10.  In 2002, an ADB transport sector strategy study8 for Cambodia noted that, although \nCambodia’s fuel taxes are high compared with those of its neighbors, road maintenance could \nnot be fully funded from existing road user revenues and would need to be subsidized from the \ngeneral  budget.  The  study  noted  that  the  shortfall  was  temporary  and  would  eventually \ndisappear because of the combined effect of a growth in traffic (which would increase road user \nrevenues), and falling road repair requirements (because of the rehabilitation of the network). \nThe study predicted that a balance between funding and requirements might be attained around \n2010–2011. Faster traffic growth has helped accelerate road revenues but this has at the same \ntime accelerated maintenance needs, which, together with increasing labor and material costs, \nhave outpaced the increase in revenues. As a result, it now seems likely that sustainable road \nmaintenance funding might be attained around 2013–2014.9 General budget funds cannot cover \nthe shortfall in road maintenance funding without breaking the existing regime of fiscal prudence \npursued by the Government. Interim supplementary funding is therefore required to secure the \nroad  network  in  the  medium  term,  until  revenues  from  the  road  transport  sector  become \nsufficient to fully meet road maintenance requirements. \n                                                 \n \n7  Road users would be unwilling to pay tolls to use roads that are in poor condition and adequate road maintenance \nmust therefore be in place through the Project before implementation of road tolls can be considered. \n8  ADB. 2001. Transport Sector Strategy Study, Manila (approved in April 2001 for $850,000). \n9  Source: ADB staff estimate based on an update of the analysis in the transport sector strategy study. \n ", "4 \n11.  Until  recently,  expenditures  on  road  maintenance  were  minimal  because  (i) public \nfunding available for road maintenance was inadequate, (ii) the institutional capacity of MPWT \nto  plan  and  implement  road  maintenance  was  (and  remains)  weak;  and  (iii) cooperation \nbetween  MPWT  and  the  Ministry  of  Economy  of  Finance  (MEF),  which  is  funding  road \nmaintenance, was not well-structured. To address these deficiencies, and the last point in \nparticular, in 2005 the Government established an interministerial committee for road repair and \nmaintenance  (ICCRRM),  consisting  of  representatives  of  MEF  and  MPWT.  ICCRRM  is \ndesigned to implement effective road maintenance financing and implementation systems. As a \nresult, outlays for routine maintenance and repairs have accelerated sharply, partly because of  \nincreasing Government revenues from road user taxes and partly because of the streamlining of \nplanning and disbursement procedures. For 2007, the national budget allocated $25.6 million for \nroad works, nearly all of which is to be spent on the national highways. Of this amount, \n$5.6 million was allocated for routine maintenance and about $10 million for repairs. Spending \non provincial roads remains minimal and funding of an effective periodic maintenance works \nprogram, which is essential for the long-term sustainability of the MPWT roads, is still beyond \nGovernment’s means. \n12.  The $10 million for repairs is mostly being spent on repairing pavements that have \ndeveloped  premature  defects.  There  are  two  main  causes  of  these  defects:  inadequate \npavement  design  for  the  climatic  and  hydrological  conditions  in  Cambodia,  and  poor \nconstruction practices. An example of inadequate design is the use of unpaved earth shoulders \nto save money, despite the recurrent flooding and high precipitation in Cambodia and the \nconsequent risk of pavement failure due to hydraulic pressure.10 Examples of poor construction \npractices  include  uneven  application  of  spray  seals  because  of  badly  configured  spraying \nequipment and pavements that are of uneven thickness or thinner than designed, caused by \npoor workmanship and insufficient supervision and quality control. This reflects weak technical \nskills on the part of the contractors and MPWT. Securing the long-term sustainability of the road \nnetwork will require adequate construction standards to be enforced and comprehensive works \nsupervision and quality control systems to be established in MPWT. \n13.  While the road maintenance effort has improved considerably in Cambodia in 2005–\n2007, its effectiveness remains low. This is partly because of weak capacity to monitor road \nconditions and prioritize maintenance works within MPWT, but also because MPWT lacks the \ndata and expertise to prove its point, so selection and prioritization is often done outside the \nministry, by provincial governments and by other ministries. As a result, in effect MPWT is an \nadministrator of day-to-day operations but not the road manager or the center of road expertise \nwith the final word on which actions should be undertaken in the subsector. A comprehensive \nand prioritized road maintenance planning system needs to be set up in MPWT to enable it to \neffectively manage its road network. \n14.  The Project does not in itself entail social or environmental risks but the rapid growth in \ntraffic does have social costs that should be addressed. Cambodia has now one of the highest \nincidences of road accidents in the world and, in 2006, an average of four people a day were \nkilled and more than 100 injured on the roads. The road accident incidence in that year was 18 \n                                                 \n \n10   Hydraulic pressure damage is caused by heavy traffic on a soaked pavement. Moving wheel loads \nimpart considerable and sudden pressure on water on a soaked road pavement, which forces the \nwater into the road fabric and breaks it up. During floods or heavy rains, water seeps into the \npavement from the road edges. With a paved shoulder, it is the shoulder that gets soaked which is a \nlesser concern since it does not carry regular traffic. Without the paved shoulder, it is the edge of the \ncarriageway that gets soaked with the result that the pavement gets damaged in the outer wheel path \nwhere moving wheel loads and soaking intersect. \n ", "5 \nfatalities per 10,000 vehicles, a 50% increase over the 2000 figure. By comparison, in Thailand \nthere were 6.5 fatalities per 10,000 vehicles in 2005. At the Government’s request, the Project \nincludes an allocation to fund implementation of parts of the national road safety action plan. \nAnother persistent issue is the spread of HIV/AIDS for which road transport is a recognized \nvector. IDA will be funding a project component that addresses this. Finally, social issues will \narise from the need, in the near future, to expand the network and widen existing roads to \naccommodate  the  growing  traffic  demand.  Large  investments  will  be  required  for  future \ninfrastructure development, which will need to be funded from many sources. The Government, \nwith assistance from ADB, is formulating an involuntary resettlement subdecree11 that will offer \nadequate and timely compensation to affected people in all subsectors irrespective of funding \nsource and implementing agency. The subdecree is expected to be approved early in 2008. In \nresponse to the Government’s request, the Project includes an allocation to help implementing \nthe subdecree by funding training in affected ministries and agencies, including MPWT and \nMEF. \n1.  ADB’s Strategy \n15.  ADB’s  strategy  for  Cambodia’s  road  subsector  has  emphasized  restoration  of  the \nnational road network in order to provide safe and economical travel between the main centers \nof population and economic activity, and to provide reliable land transport links to neighboring \ncountries. The strategy has focused on road infrastructure rehabilitation and the developing the \ninstitutional capacity to plan, manage, and maintain the transport system. \n16.  In  line  with  the  priorities  and  strategies  identified  in  the  Government’s  Rectangular \nStrategy, ADB’s overarching goal is sustainable poverty reduction. The Government’s strategy \nfocuses  on  three  strategic  pillars:  (i) broad-based  economic  growth  through  investment  in \nphysical  infrastructure,  development  of  the  financial  sector,  support  for  greater  regional \nintegration, sustainable development of small and medium-sized enterprises, and investments \nin  agriculture  and  irrigation;  (ii) inclusive  social  development  through  basic  education, \nempowering vulnerable groups such as women and ethnic minorities, control of communicable \ndiseases,  provision  of  rural  water  supply  and  sanitation  facilities,  and  community-based \nsustainable management and conservation of natural resources in the Tonle Sap Basin; and \n(iii) good governance, through improvements in public financial management to enhance the \ndevelopment effectiveness of public expenditures, and decentralization and deconcentration \ninitiatives to strengthen local participation in government, and improve public service delivery. \n2.  External Assistance \n17.  Cambodia’s road subsector has in recent years received assistance from ADB and the \nWorld Bank and the governments of Australia, the People’s Republic of China, Japan, the \nRepublic of Korea, Thailand, and Viet Nam. Most of the assistance has been directed to \nrestoring a basic level of access to as much of the country as possible through rehabilitation of \nthe MPWT roads, including major programs for construction of bridges that were damaged or \ndestroyed by conflict or neglect. ADB, the World Bank and the Government of Japan have also \nprovided significant technical assistance to strengthen MPWT and other ministries and agencies \ninvolved in the roads subsector. A list of external assistance to the subsector is in Appendix 3. \nADB has provided loans for six transport projects, with three focusing on the road network. \n                                                 \n \n11  ADB.  2004.  Enhancing  the  Resettlement  Legal  Framework  and  Institutional  Capacity.  Manila  (approved  in \nDecember 2004 for $400,000). \n ", "6 \n3.  Lessons Learned \n18.  The main lesson learned in the road subsector is that when projects are designed and \nimplemented they have to take into account, and actively address, MPWT’s institutional and \nfinancing deficiencies. There need to be more effective network planning and road maintenance \nmechanisms that lead to better road design, construction and maintenance; more involvement \nby private sector interests, including the development of a domestic contracting industry; better \nprocedures  for  procurement  and  tendering  documentation,  financial  management,  and \nperformance  monitoring;  and  standardization of  road  designs,  especially  pavement  design. \nSince it is likely that there will be more outsourcing of works, contract management will have to \nbe significantly improved and MPWT officials and contractors trained. MPWT needs to make \nmore effort to retrain staff for effective project supervision. Enforcement of truck overloading \npolicies, roadworthiness inspection, collection of penalties, and road safety awareness and \ndriver training all need to be strengthened. \n19.  Another lesson is that national design standards must be complied with to ensure that \nroad designs are adequate for the prevailing conditions, even when funding levels are tight. \nClose quality control and supervision must be in place to ensure that the desired level of quality \nis achieved at all stages from project design through to construction. \n20.  The Government of Japan is providing technical assistance to MPWT to address a \nnumber of these issues, including establishing axle load control and enforcement, developing \nroad maintenance guidelines, establishing regular road condition monitoring, and outsourcing \nroutine maintenance to the private sector. The Project will use the road maintenance guidelines \nand other outputs of this technical assistance to address issues that have not been covered so \nfar. It will focus on bridging the temporary funding gap for periodic road maintenance and on \nhelping MPWT develop an efficient road asset management organization that can cope with the \nneeds of the road network. \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n21.  The proposed Road Asset Management Project will help to preserve the rehabilitated \nand  maintainable  national  roads  until  adequate  national  funds  become  available  for  their \nupkeep. The impact will be the preservation of the MPWT roads so they can continue to support \nfuture economic development. The Project will contribute to the long-term sustainability of the \nMPWT roads by establishing a consistent and prioritized road management system at MPWT \nthat will allow it to make future road maintenance allocations more effectively. The Project will \nachieve  this  by  assisting  MPWT  with  (i)  periodic  maintenance  of  the  MPWT  roads; \n(ii) establishing and mainstreaming RAMO’s capacity to undertake systematic road maintenance \nplanning for the MPWT roads; and (iii) providing institutional and management support and \ntraining to MPWT to strengthen its road management and quality assurance capacity at all \nlevels and to start a process of privatizing its force account units. The outcome will be a more \nsustainable road sector based on a sound MPWT network and sustained road maintenance. \nB.  Outputs \n22.  The Project will provide periodic maintenance for about 950 km of the MPWT roads, \nthereby  helping  to  cover  the  gap  between  road  maintenance  requirements  and  available \nresources.  It  will  develop  the  road  asset  management  capacity  of  MPWT  to  enable  it  to \n ", "7 \neffectively carry out road maintenance and road asset management. To achieve these outputs, \nthe Project will be implemented as two related components. \n1.  Component A: Road Maintenance \n23.  This component encompasses two activities: (i) the periodic maintenance works, and \n(ii) support to the implementing agency (IA) in managing and implementing these works. \n24.  An indicative annual works program has been prepared for the periodic maintenance \nworks under the Project. The planned works are reseals, associated preparatory works such as \ncrack and pothole repairs, and ancillary works such as shoulder reinstatement, line work, and \ninstallation of road signs on about 950 km of the MPWT roads. Shoulder reconstruction and \nsealing is not normally considered part of periodic maintenance but where necessary to secure \nthe integrity of the network, up to 20% of the annual works cost may be used for this. The \nProject will not implement any works that would require resettlement. Force account units will \nnot be employed for project works. All works performed under the Project will be implemented \nby private contractors. Details of the proposed civil works are in Appendix 4. \n25.  The proposed first-year works program is firm but those for the subsequent 4 years are \nfor planning purposes only. RAMO will select road sections for periodic maintenance in these \nyears, based on regular monitoring of their condition. The condition of the network will be \naffected  by  with  the  amount  of  traffic  on  the  individual  roads,  the  impact  of  maintenance \nactivities  undertaken  outside  the  Project,  and  future  events,  such  as  larger  than  normal \nseasonal floods. The ADB loan and the AusAID grant will in the first-year works program on \nNR 5 from km 3.9 to Kampong Chhnang western city limit. In subsequent years it is anticipated \nthat ADB and AusAID will finance periodic maintenance of NR 5 from Kampong Chhnang to \nPursat. \n26.  Implementation support to DGPW encompasses (i) a project implementation advisor \nwho will assist DGPW with implementing the Project, (ii) works supervision, (iii) a short-term \nconsultant to assist DGPW prepare the first-year work program, encompassing contracting of \ncivil works and contracting of consulting services, (iv) an intermittent consultant to perform \nregular  independent  technical  audits,  and  (v) independent  financial  audits  of  the  project \naccounts. The ADB loan and the AusAID grant will finance the short-term consultant preparing \nthe first-year program and the technical audit consultant. IDA will finance the remainder of the \nsupport for management and implementation of the Project. \n2.  Component B: Capacity Development \n27.  Under  this  component  the  Project  will  (i) strengthen  MPWT’s  road  management \nprocesses, systems and staff capacity to undertake effective road asset management and \nprivatize five to six of MPWT’s force account units; and (ii) provide financial support to general \nprograms aimed at mitigating negative impacts of road traffic. \n28.  To strengthen MPWT’s road management capacity, the Project will help to develop the \ncapacity  of  RAMO  to:  report  to  the  Directorate  General  of  Public  Works  (DGPW)  on  the \ncondition  and  performance  of  road  network  assets,  recommend  maintenance  strategies  to \noptimize  returns  on  investment,  prioritize  road  candidates  for  periodic  maintenance  and \nrehabilitation, and prepare annual and 3-year rolling budgets for road maintenance. RAMO’s \nfunctions will include: (i) collection of road asset data on the condition of the roads, the amount \nof  traffic,  and  road  users’  vehicle  operating  costs;  (ii) data  processing  using  the  road \n ", "8 \nmanagement decision support (RMDS)12 system to generate strategic analysis, prepare the \nannual maintenance works program, perform project evaluation, and assess overall network \nperformance; and (iii) reporting on the condition of the MPWT roads, the effectiveness of road \nmaintenance and the recommended annual works programs. The main output will be MPWT’s \nannual road maintenance works program and budget. RAMO will be formally established before \nloan effectiveness. \n29.  The Project will provide advice to strengthen MPWT's organization and management, \nstrengthen MPWT’s technical capacity for road management, enhance the private sector’s \ncapacity to undertake road maintenance works and ensure adequate quality of such works. It \nwill also help MPWT start privatizing force account units. It will support independent monitoring \nand evaluation of project benefits, and implementation of an HIV/AIDS awareness program. \n30.  The Project will fund implementation of parts of the Government’s national road safety \naction plan and of the draft resettlement decree (the decree is currently being developed with \nsupport from ADB, which is funding training of officials in the line ministries and provinces). IDA \nis proposing to fund a merit-based pay program13 in MPWT. \n31.  ADB  and  AusAID  will  finance  (i) independent  monitoring  and  evaluation  of  project \nbenefits, (ii) parts of the national road safety action plan, and (iii) resettlement training. IDA will \nfinance the remainder of the capacity development component and the proposed merit-based \npay program in MPWT. \nC.  Special Features \n32.  Privatization of five to six of MPWT’s force account units will help create a responsive \ncontracting industry that can undertake future road works effectively. It will reduce MPWT’s \nreliance on force account work.14  \nD.  Project Investment Plan \n33.  The total cost of the Project is estimated at $58.35 million (Table 1 and Appendix 5). \nE.   Financing Plan \n34.  The Government has requested ADB to provide a loan in the amount of SDR 3,761,000 \n(about $6 million equivalent)  from ADB’s Special Funds resources to cover about 10.3% of the \nentire project cost. The loan will have a term of 32 years and a grace period of 8 years. There \nwill be an interest charge of 1% per annum during the grace period and 1.5% per annum \nthereafter. The Borrower will be the Kingdom of Cambodia. AusAID intends to provide a grant of \nA$6 million (about $4.8 million equivalent). The Government of Australia financing, if approved, \nwill be provided as joint cofinancing and will be administered by ADB. IDA intends to cofinance \nthe Project by providing a credit of $30 million. The IDA credit, if approved, will be provided as \nparallel  cofinancing  and  will  be  administered  by  IDA.  The  Government  of  Cambodia  will \ncontribute about $17.55 million equivalent (30.1% of total costs) to cover the remaining project \n                                                 \n \n12 The RMDS was developed with funding from the World Bank and is now being updated and extended to cover all \nphases of road maintenance. \n13 Merit-based pay aims to reward the work ethic and effectiveness of government employees. It is a joint initiative of \nthe Government and its development partners, including ADB and the World Bank. \n14 The legal basis for the privatization of MPWT’s force account units already exists in the form of the Financial \nManagement Law, 1995. \n ", "9 \ncosts, inclusive of part of works, all local taxes and duties and project management. The \nProject’s financing plan is summarized in Table 2. \n35.  ADB typically seeks Board approval for the administration of grant and loan funds from \ncofinanciers only when cofinancing commitments are in place. In the case of the proposed grant \nfunding from AusAID, the expected approval will be on or before 31 January 2008. To facilitate \nproject implementation, the Board is requested to approve the administration of the proposed \ngrant in an amount not exceeding A$6 million (about $4.8 million equivalent) from AusAID in the \nevent that it is not confirmed before the date of Board approval. Approval from the cofinancier \nwill be reported to the Board in accordance with the standard reporting procedures. If the \nGovernment of Australia does not approve the grant financing, the portion that would have been \nfinanced by AusAID will not be financed under the Project. Alternatively, the Government of \nCambodia  may  make  alternative  arrangements,  satisfactory  to  ADB,  to  cover  the  funding \nshortfall. \nTable 1: Project Cost Estimate  \n($ million) \nItem   Total \nCost \nA.  Investment Costs a   \n  1.  Civil Works  45.83 \n  2.  Implementation Consultants   \n       a. First-Year Implementation Consultant  0.13 \n       b. Supervision Consultant  1.68 \n       c. Project Management Advisor  1.41 \n       d. Institutional Strengthening Advisory  1.85 \n       e. Technical Audit Consultant  0.18 \n       f.  Impact Monitoring Consultant  0.15 \n  3.  General   \n       a. HIV/AIDS Action Plan  0.20 \n       b. Resettlement Decree Training  0.30 \n       c. Road Safety Action Plan  0.23 \n       d. Merit-Based Pay Initiative  0.50 \n  4.  Project Management  0.43 \n    Subtotal (A)  52.89 \nB.  Contingencies   \n  1.  Physicalb  2.54 \n  2.  Pricec  2.75 \n    Subtotal (B)  5.29 \nC.  Financing Charges During Implementation   \n  1.  Interest During Implementation  0.18 \n    Subtotal (C)  0.18 \nTotal Project Cost (A+B+C)  58.35 \na In mid-2007 prices. b Physical contingencies are computed at 5% of base \ncosts. c Price contingencies are computed based on an international cost \nescalation factor of 2.5% and includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nSource: Asian Development Bank Estimates \n ", "10 \nTable 2: Financing Plan  \n($ million) \nItem  Total Cost  Percentage \nAsian Development Bank  6.00   10.3 \nInternational Development Agency  30.00   51.4 \nGovernment of Australia a  4.80   8.2 \nGovernment  17.55   30.1 \nTotal   58.35  100.0 \na  This amount includes the Asian Development Bank's administration fee, audit cost, \nbank charges and provision for foreign exchange fluctuations (if any), to the extent \nthat these items are not covered by the interest and investment income earned on \nthis grant, or any additional grant contribution by the Government of Australia. \nSource: Asian Development Bank estimates. \n \n36.  Over the duration of the Project, the Government will fund approximately 30.1% and the \ncofinanciers 69.9% of the total cost, following a sliding scale under which the cofinanciers will \nfund most of the initial works and the Government will progressively increase its funding as the \nProject proceeds. The cofinanciers will fund about 82% of works cost in the first year and only \nabout 48% in the last year. The intended duration of the Project is 5 years, thus the Government \nand its co-financiers will provide an average of about $10 million per year for periodic road \nmaintenance and consulting services. The indicative cost allocation for works over time and the \nindicative variable disbursement rates are in Appendix 5. \nD.  Implementation Arrangements \n1.  Project Management \n37.  MPWT  will  be  the  Executing  Agency  (EA)  and  will  be  responsible  for  the  overall \ntechnical supervision and execution of the Project. DGPW will be the IA and will be responsible \nfor the direct supervision and day-to-day implementation of the Project. No separate project \nmanagement unit will be established. The director general for public works will appoint a deputy \ndirector general for public works to act as project director for the Project. The project director will \n(i) coordinate the work of the line organizations in MPWT, including RAMO; (ii) provide overall \nworks  supervision,  (iii) carry  out  a  public  awareness  campaign  on  HIV/AIDS  and  human \ntrafficking, (iv) monitor and supervise all project management activities, (v) engage consultants \nand  carry  out  procurement,  (vi)  organize  monitoring  and  evaluation  activities,  (vii)  prepare \nproject progress and project completion reports to be submitted to an Interministerial Committee \nfor Coordinating Road Repair and Maintenance (ICCRRM), ADB, AusAID, and the IDA; and \n(viii) ensure full compliance with ADB’s and the World Bank’s resettlement, environment, and \nother safeguard policies. The project director will receive support from other DGPW staff and \nthe implementation support consultants. \n38.  MPWT has substantial experience implementing ADB and World Bank projects as well \nas projects funded through bilateral assistance. It has performed satisfactorily in previous ADB \nprojects. The Project will be overseen by the ICCRRM which will act as the steering committee \nfor the Project. \n39.  Funding from the cofinanciers will be subject to independent financial audit, and to \nsupervision and approval of claims by a construction supervision consultant engaged under the \nProject. ADB, AusAID, and IDA have agreed that they will seek to harmonize their reporting \nrequirements (such as financial and technical audit reports, progress reports and monitoring \n ", "11 \nreports) to enable the MPWT to produce single harmonized versions of such reports acceptable \nto all cofinanciers. \n2.  Implementation Period \n40.  The implementation period for the Project will be about 5 years to June 2013. The \nimplementation schedule is in Appendix 6. \n3.  Procurement \n41.  The civil works, goods and services to be financed by the ADB loan and the AusAID \ngrant will be procured in accordance with ADB’s Procurement Guidelines (2007, as amended \nfrom time to time). Procurement financed by IDA will be undertaken using IDA procedures and \nbe through an independent international procurement agent. Based on the current state of \nMPWT roads, two contract packages have been identified for ADB’s portion of the civil works. \nHowever, depending on the physical condition of MPWT roads from 2009, the civil works \npackages for both the ADB- and AusAID-financed portion and the IDA-financed portion of the \nProject are subject to change. \n42.   Procurement for works contracts greater than $1 million will be through international \ncompetitive bidding (ICB) and for works less than $1 million through national competitive bidding \n(NCB). Procurement of goods for contracts greater than $500,000 will be through ICB and for \ngoods less than $500,000 through NCB. Goods and services for less than $100,000 will be \nprocured using shopping procedures. Bid documents for civil works will be prepared for single-\nstage  two-envelope  bids.  The  conditions  of  the  environmental  management  plan  will  be \nreflected in the bidding and contract documents. \n43.  A procurement plan for the first year of project implementation has been prepared. The \nprocurement  plan  outlines  (i)  the  contracts  for  ADB-financed  civil  works,  (ii)  the  proposed \nmethod of procurement of goods and works financed by ADB and (iii) the related ADB review \nprocedures. MPWT will update the procurement plan during the Project. The procurement plan, \nprocurement procedures, and details of proposed contract packages for the ADB- and AusAID-\nfinanced portion of the Project are set out in Appendix 7. \n4.  Consulting Services \n44.  Consultants for the ADB- and AusAID-funded portion of the Project will be recruited by \nMPWT in accordance with ADB’s Guidelines on the Use of Consultants (2007, as amended \nfrom time to time). Individual consultants will be recruited under two contracts: (i) an individual \nconsultant will prepare the 2008–2009 works program and help MPWT to procure contracting \nservices;  and  (ii) a  technical  audit  consultant  will  ensure  quality  control  of  the  works \nimplemented. The total input of consultants for the ADB and AusAID portion of the Project is \nestimated at 12 person-months of international consultants and 20 person-months of national \nconsultants. Outline terms of reference are in Appendix 8. \n45.  Early in 2008, MPWT will start recruiting a long-term supervision consultant who will help \nMPWT  to  supervise  the  2010–2013  periodic  maintenance  program  and  the  management \nstrengthening component of the Project. This component will provide training and consulting \nservices to (i) develop MPWT’s ability to monitor the road network, (ii) plan its maintenance, \n(iii) develop its capacity to undertake effective road works supervision, and (iv) carry out quality \ncontrol. These consultants will be funded by IDA. \n ", "12 \n5.  Advance Contracting \n46.  MPWT may carry out advance contracting for procurement of works and consultants to \nenable selection and preparation of bidding. Advance contracting will not include the signing of \ncontracts or the award of contracts for works. The Government has been advised that approval \nof advance contracting does not commit ADB to finance the ensuing Project. \n6.  Anticorruption Policy \n47.  The Government was advised of ADB’s Anticorruption Policy (1998, as amended to \ndate)  and  Combating  Money  Laundering  and  the  Financing  of  Terrorism  Policy  (2003). \nConsistent with its commitment to good governance, accountability and transparency, ADB will \nrequire the Government to institute, maintain, and comply with internal procedures and controls \nfollowing international best practice standards for the purpose of preventing corruption or money \nlaundering activities or the financing of terrorism and to covenant with ADB to refrain from \nengaging in such activities. The loan documentation between ADB and the Government will \nfurther allow ADB to investigate any violation or potential violation of these undertakings. In \nparticular, all contracts financed by ADB in connection with the Project shall include provisions \nspecifying the right of ADB to audit and examine the records and accounts of MPWT and all \ncontractors, suppliers, consultants, and other service providers as they relate to the Project. \n48.  The  Project  incorporates  several  other  measures  to  deter  corruption  and  increase \ntransparency,  in  addition  to  the  standard  ADB  requirements.  The  project  design  includes \nmeasures  to  build  capacity  within  MPWT  so  staff  understand  and  comply  with  ADB  and \ngovernment procedures as outlined in the project administration manual. A Project website will \nbe developed to disclose information about project matters, including procurement. With regard \nto procurement, the website will include information on, among others, the list of participating \nbidders, name of the winning bidder, basic details of bidding procedures adopted, the amount of \nthe  contract  awarded,  and  the  list  of  goods  and  services  procured.  A  grievance  redress \nmechanism  will  be  set  up  to  encourage  more  stakeholder  vigilance  and  ensure  greater \naccountability. It will receive and resolve complaints and act upon stakeholders’ reports of \nirregularities on matters relating to the Project, including grievances arising from resettlement. \nMPWT will publicize the existence of this mechanism widely to ensure that stakeholders are \naware that there is a venue to address their concerns or grievances relating to fraud, corruption, \nor abuse in project implementation.  \n49.  The Government will sign a good governance framework for the Project with IDA. This \nwill include various requirements and measures that the Government needs to comply with and \nimplement (including the establishment of a project website and grievance redress mechanism). \nIn order to avoid duplication, the Government, ADB and IDA agree that, with respect to those \nrequirements under the good governance framework that are similar to the ADB requirements,  \nthe Government will be required to comply with or implement these only once. For example, the \nGovernment  is  required  to  establish  only  one  project  website  and  one  grievance  redress \nmechanism to meet the conditions of both the good governance framework and ADB. The \nGovernment will need to consult with both ADB and IDA to ensure that the project website and \nthe grievance redress mechanisms are acceptable to both ADB and IDA. \n7.  Disbursement Arrangements \n50.  Disbursements from the ADB loan and the AusAID grant for contracts for consulting \nservices and civil works bid under ICB procedures will be through direct payment procedures \ndefined  in  ADB’s  Loan  Disbursement  Handbook  (2007,  as  amended  from  time  to  time). \n ", "13 \nDisbursements for incremental expenditures and shopping will be through two imprest accounts. \nMEF will establish one imprest account for the ADB loan and one for the AusAID grant. MEF will \ndelegate administration of the accounts to MPWT by means of arrangements satisfactory to \nADB. Initial deposits to the two imprest accounts will be based on estimated expenditures to be \npaid from the each imprest account for the first 6 months of project implementation or 10% of \nthe loan (or grant as relevant) amount respectively, whichever is less. Both imprest accounts will \nbe  established,  managed,  replenished,  and  liquidated  in  accordance  with  ADB’s  Loan \nDisbursement Handbook and detailed arrangements agreed upon between the Borrower and \nADB. A statement of expenditure will be used to reimburse eligible expenditures and liquidate \nadvances to the imprest accounts to ensure speedy project implementation. The ceiling for \nstatements of expenditure will be $50,000 per invoice. Arrangements for disbursement of funds \nmade available from the IDA will follow IDA’s procedures, which are similar to those of ADB. \n8.  Accounting, Auditing, and Reporting \n51.  DGPW will maintain separate records and accounts adequate to identify the goods and \nservices financed from the proceeds of the ADB and AusAID loan and grant and the IDA credit. \nThese accounts will detail funds received, expenditures incurred for the Project, and the use of \nlocal funds. Within 6 months of the end of each fiscal year, DGPW will submit audited annual \nproject accounts to ADB, AusAID, and IDA, which will provide a detailed description of the \nsource of funds and expenditures made. The annual project accounts will be reported in a \ncommon format for all cofinanciers and will be audited by an independent auditor acceptable to \nADB, AusAID, and IDA. The auditor’s terms of reference will be approved by ADB, AusAID, and \nIDA before commencement of work. The annual audit will include an opinion on operation of the \nimprest account and statements of expenditure. Beginning in 2009, a yearly technical audit will \nbe conducted by the technical audit consultant assigned to the Project and will be submitted by \nDGPW to ADB, AusAID, and IDA. \n52.  Regular progress reports for the Project will be prepared by DGPW, assisted by the \nconsultants, and will be submitted by DGPW to ADB, AusAID and IDA every quarter. The \nreports will be in a common format for all cofinanciers and will include a description of the \nphysical progress, status of implementation plans, procurement and contractual status, and any \nimplementation issues. The reports will contain a summary of project accounts, including details \nof the latest project expenditures and contract amounts. They will include an evaluation of \nprogress in implementing the Project. Within 6 months of physical completion of the Project, \nDGPW will prepare a project completion report and submit it to ADB, AusAID and IDA. The \nreport will cover details of project implementation, success in meeting performance targets, \nproject  costs,  performance  of  contractors  and  consultants,  social  and  economic  impact, \neconomic rate of return, and other details as may be requested by ADB, AusAID, and IDA. \n9.  Project Performance Monitoring and Evaluation \n53.  DGPW, assisted by the consultants, will establish project performance monitoring and \nevaluation for the Project in accordance with ADB's Guidelines for Preparing a Design and \nMonitoring Framework (2007) and integrate it with the existing management information system. \nWithin 12 months of ADB loan effectiveness, DGPW will conduct surveys to establish baseline \ndata for subsequent performance monitoring. A second round of surveys will be carried out \nbefore a midterm review of the Project and a third round will be carried out 6 months before \nproject completion. The baseline and impact surveys will include appropriate control areas and \nwill assess all interventions under the Project. The main sources of data will include, but not be \nlimited to, (i) secondary data from the Borrower’s sources, (ii) traffic counts, (iii) freight and \n ", "14 \npassenger surveys, and (iv) traffic accident statistics. In addition, a set of indicators reflecting \ntransport costs, tariffs, and mobility will be developed to assess the effects of the improved \nroads.  DGPW  will  submit  a  report  to  ADB  summarizing  the  key  findings  of  monitoring  at \ninception, midterm review and project completion. Sample indicators, to be reviewed at the start \nof project implementation, are shown in Appendix 9.  \n10.  Project Review \n54.  Regular six monthly reviews will be undertaken jointly by the Government, ADB, AusAID, \nand IDA. In addition, MPWT and staff of ADB, AusAID and IDA will jointly undertake a midterm \nreview in about mid-2010 to assess (i) the status of implementation, (ii) the performance of \nconsultants and contractors, (iii) the impacts of the Project, (iv) the progress of implementation, \n(v) the status of compliance with the loan covenants stipulated in the Loan Agreement, and \n(vi) the need for any changes in the project scope or schedule to achieve the Project’s impact \nand objectives. \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n55.  The Project’s benefits and impacts were assessed along with potential risks associated \nwith the assumptions made in the project design. The combined benefits and impacts are \nexpected to outweigh the costs, given the likelihood of risks occurring. \nA.  Project Benefits \n56.  Economic. The economic internal rate of return (EIRR) for the Project was calculated by \ncomparing the with-Project and without-Project situations for the project roads. In the without-\nProject scenario, the roads are assumed to receive only minimal maintenance and will continue \nto deteriorate. The with-Project scenario assumes sufficient routine and periodic maintenance to \npreserve  the  functionality  of  the  project  roads.  The  feasibility  study  considered  various \nmaintenance alternatives for the project roads, and the proposed Project is based on the most \ncost-effective option. Without the Project, the roads would continue to deteriorate rapidly leading \nto increases in vehicle operating costs. With the Project, these costs will remain as at present or \nescalate more slowly, thus preserving the economic utility of the network. \n57.  The  economic  analysis  was  carried  out  using  the  highway  development  and \nmanagement  system  model  (HDM-4).15 The  model  evaluates  the  project  investment  by \nconsidering periodic and recurrent maintenance costs as well as the benefits derived from \nsavings in road user costs. The project life was taken to be 20 years. The economic analysis \nsubdivided the project roads into homogeneous sections, defined by traffic volumes derived \nfrom the traffic analysis, roughness observed during the surveys, and the altitude and gradient \nof the road. The EIRR was estimated for the Project as a whole and was estimated to be 97%, \nindicating that the Project is economically viable. The economic analysis is summarized in \nAppendix 10. \n58.  Several sensitivity test cases were examined; (i) periodic maintenance costs increase by \n20%, (ii) benefits decrease by 20%, (iii) traffic growth rates decrease by 20%, (iv) no periodic \n                                                 \n \n15 The HDM-4 software was developed as part of the International Study of Highway Development and Management \nTools, sponsored by the World Bank, ADB, Swedish National Road Administration, the Department for International \nDevelopment of the United Kingdom, and others. \n ", "15 \nmaintenance is undertaken after implementation of the Project,16 and (v) a combination of a \n20% increase in periodic maintenance costs and a 20% reduction in benefits. The results show \nthat the quantified economic benefits are robust to the various sensitivity tests and the Project \nremains economically viable in all cases. A risk analysis was undertaken to determine the \nprobability of the EIRR falling below 12%, the opportunity cost of capital, and the economic \nviability  of  the  Project.  The  risk  analysis  used  the  @Risk  computer  program  and  a  full \ndescription of the methodology and assumptions used is in Appendix 10. \n59.  The  high  EIRR  generated  by  the  Project  arises  because  the  cost  of  originally \nrehabilitating the roads is considered a sunk cost which, in conformity with the principles of \nwelfare economic analysis, is not taken into account when estimating the Project’s costs and \nbenefits. However, without these earlier investments there would not have been a road network \nto maintain, so it may be argued that the Project should be seen as an extension of the earlier \nrehabilitation projects and evaluated as such. An analysis including the sunk17 costs of the road \nnetwork has therefore been performed. This analysis yields an EIRR of 23.8%, confirming that \nthe project roads were viable at the time of reconstruction and remain so even when the cost of \nperiodic maintenance is considered. \nB.  Project Impacts \n60.  Social. The Project has been formulated to minimize potential social risks. The periodic \nmaintenance will lower transport costs and improve the access of the poor to markets and \nschools, medical facilities and other social services. Farmers will benefit from lower input prices \ncaused by lower freight rates. Poor and nonpoor will benefit from cheaper transport and shorter \ntravel times. Better access to public sector services will make them more cost-effective. The \nProject will contribute to economic growth and help to expand economic opportunities. However, \nthe extent to which women will be able to take advantage of these opportunities will depend on \neconomic, social, and cultural factors. \n61.  The summary poverty and social strategy is set out in Appendix 11. Temporary labor \ncamps will not be required since MPWT maintains permanent work camps in all the provinces \nthat will be used by the contractors. The Project is not expected to have any impacts related to \nHIV/AIDS, but roads are a recognized vector for transmission of sexually transmitted infections \nand an HIV/AIDS prevention component has been included in the Project, financed by IDA. The \nsocioeconomic survey indicates that the Project is not expected to have any particular impact on \nethnic minority groups. ADB’s Policy on Indigenous Peoples (1998) is therefore not triggered. \nEveryone  people  in  the  project  road  areas  will  benefit  from  the  economic  development \ngenerated by the Project. Since there are no impacts on ethnic minority groups, an ethnic \nminority development plan is not required. \n62.  Resettlement. As the Project will maintain only existing road surfaces, there will be no \nimpact  in  terms  of  involuntary  resettlement.  The  roads  being  considered  for  periodic \nmaintenance work were rehabilitated within the past 5 years and any necessary resettlement \nwas completed at that time. Site visits to sections of the roads where the periodic maintenance \nis to be undertaken showed that the right-of-way was fully cleared and no permanent structures \nwere located within the right-of-way. All the periodic maintenance work will be within the right-of-\n                                                 \n \n16 A risk to the Project could be that no further periodic maintenance is undertaken after the Project is implemented. \nThe sensitivity test shows that this has little effect on the overall EIRR of the Project (see Appendix 10). \n17 Sunk costs are costs that were previously spent on rehabilitating the road network (para. 4), estimated at about \n$800 million at market prices. Sunk costs are not normally considered in economic analysis because previously \nexpended resources have no alternative usage and therefore no alternative value. \n ", "16 \nway and hence no new land acquisition is anticipated, as the proposed works do not involve any \nwidening, heightening or realignment of the roads. Some temporary structures (wooden poles \nand thatched roofs) serving small shops and stalls have been observed on some of the project \nroads in the right-of-way and resurfacing works could have a minor impact on these temporary \nstructures. However, most of the work will be done within a short period of time so these local \nshops should not suffer a loss of income. There may also be brief impacts on access to the road \ndue to shoulder reconstruction and resurfacing. \n63.  Environmental. The proposed works will be limited to the top of the road formation with \nmost of the work being limited to the paved surface itself. DGPW and the supervision consultant \n(para. 45) will ensure that contractors limit their operations to the top of the road formation. The \nmaintenance works (e.g., resurfacing, shoulder reconstruction, and pavement strengthening) \ncould have minor environmental impacts during construction. Sites for extraction of construction \nmaterials (gravel and crushed stone) could have an impact on soil, water and the natural \nenvironment. Material piled along the roads could encroach on land and create runoff into \nagriculture land and drainage systems. There may be temporary smoke and dust emissions, \nand noise and vibration at work sites. However, these impacts will be short term. There could be \nspills of fuel, bitumen, oil, and acid at work sites, workshops and garages. These impacts would \nbe  temporary  and  would  be  mitigated  with  appropriate  measures.  An  environmental \nmanagement plan (EMP) has been prepared to mitigate potential impacts during construction. \nC.  Project Risks \n64.  The  Project  has  been  designed  to  reduce  potential  risks,  including  delays  in \nimplementation because of the inadequate implementation capacity of MPWT in Cambodia, \nfailure to provide counterpart financing on time, and inadequate enforcement of  contracts, \nspecifications and procedures. The Project includes a number of measures to mitigate the risk \nof delays. A short-term individual consultant is to be engaged to prepare the first-year works \nprogram and procure contracting services. The Government has been made aware of ADB’s \nemphasis on the timely provision of counterpart funds, and has assured the project processing \nmissions that it can provide the funds for all ADB-financed road projects on time. Possible \nfailure to deliver quality project-related decisions, designs and periodic maintenance works is an \nimportant risk, which will be mitigated by requiring a quality management system for the Project, \nensuring that all stages of the works process are fully documented, that the contractors use \nequipment that is capable of performing, and is properly calibrated for, the job at hand, and that \ncontractors’ sealing crews and MPWT’s supervision staff are fully trained. This will be overseen \nby the supervision consultant, who will work with the contractors and MPWT staff to help in \ndeveloping better sealing methods and the systems required to monitor performance. \n65.  There is also a risk that the project roads will not be properly maintained in future and \nthus the full benefits of the Project will not be realized. The Government is aware of the \nimportance  of  road  maintenance.  The  project  design  addresses  the  risks  of  inadequate \nfinancing for the project roads and the Government has agreed to loan assurances requiring the \nallocation  of  specific  levels  of  financing  for  maintaining  the  project  roads,  in  addition  to \nassurances regarding levels of financing for road maintenance nationwide. \n66.  Completion of the Project would preserve the project roads, which could perpetuate road \ntraffic accidents, human trafficking, and the spreading of HIV/AIDS. To mitigate this, the Project \nincludes  (i) HIV/AIDS  awareness  and  prevention  measures  during  project  implementation \nfinanced by IDA, (ii) financial support for the national road safety action plan, and (iii) road \nsafety auditing of the project roads as part of preparing works. \n ", "17 \nV.  ASSURANCES \nA.  Specific Assurances \n67.  In addition to the standard assurances, the Government and MPWT have given the \nfollowing assurances, which are incorporated in the legal documents: \n(i)  The Government will provide counterpart funds for project implementation on \ntime. MPWT will make a timely submission of an annual budgetary appropriation \nrequest to MEF and MEF will ensure prompt disbursement of appropriated funds \nduring each year of Project implementation. \n(ii)  In the event the funding from AusAID cannot be obtained, the portions thereof \nwill  not  be  financed  under  the  Project.  The  Borrower  may  make  alternative \narrangements, satisfactory to ADB, to cover the funding shortfall. \n(iii)  The Government, through MPWT, will ensure that the project roads are properly \nmaintained and that proper technical supervision and adequate routine funds will \nbe provided. The Government and MPWT will prepare annual road maintenance \nplans prepared throughout the project period and after the Project is completed \nbased on the agreed maintenance standards, traffic volume and assessment of \nneeds. \n(iv)  Within 9 months of ADB loan effectiveness, MPWT will create a project website \nto  disclose  information  about  various  matters  on  the  Project,  including \nprocurement. With regard to procurement, the website will include information on \nthe list of participating bidders, name of the winning bidder, basic details on \nbidding procedures adopted amount of contract awarded, and the list of goods \nand services procured. \n(v)  Within 9 months of ADB loan effectiveness, MPWT will prepare a grievance \nredress mechanism, acceptable to ADB, and establish a task force at the DGPW \nto  receive  and  resolve  complaints/grievances  or  act  upon  reports  from \nstakeholders on misuse of funds and other irregularities, including grievances \ndue to resettlement and environmental issues. The task force will (i) make public \nthe existence of this grievance redress mechanism, through a public awareness \ncampaign, (ii) review and address grievances of stakeholders of the Project, in \nrelation  to  either  the  Project,  any  of  the  service  providers,  or  any  person \nresponsible for carrying out any aspect of the Project; and (iii) proactively and \nconstructively respond to them. \n(vi)  The Government and MPWT will sign and implement the governance framework. \nWith respect to the several requirements under the governance framework that \nare  similar  with  the  governance  and  anticorruption  measures  contained  in \nparagraphs  47,  48  and  49  of  this  document,  such  as  the  requirements  to \nestablish a project website and grievance redress mechanism, the Government, \nADB and IDA agree that the Government will only be required to comply with one \nor implement once to be considered as having complied with both IDA and ADB's \nrequirements. For example, the Government is only required to establish one \nproject website and one grievance redress mechanism to meet the conditions \nunder both the governance framework and ADB requirements. The Government \nwill consult with both ADB and IDA to ensure that the project website and the \ngrievance redress mechanism are acceptable to both ADB and IDA. \n ", "18 \n(vii)  The Government and MPWT will ensure that civil works contractors engaged \nunder the Project (i) provide for equal pay to men and women for equal work and \nmake prompt payment of wages; (ii) provide safe working conditions and water \nand sanitation facilities for male and female workers; (iii) do not violate any \nprohibitions against child labor under the Government’s laws and international \ntreaty obligations; and (iv) require the contractor to include information on the risk \nof transmission of sexually transmitted diseases, including HIV/AIDS, in health \nand safety programs for all construction workers employed under the Project. \nSpecific provisions to this effect will be included in bidding documents and civil \nworks contracts, and compliance will be monitored by MPWT. \n(viii)  The Government and MPWT will ensure that the Project will be carried out in \naccordance  with  the  initial  environmental  examination  (IEE)  and  the \nenvironmental management plan (EMP) prepared under the IEE, and will comply \nwith  the  Government’s  environmental  laws  and  regulations  and  ADB’s \nEnvironment  Policy  (2002).  If  there  is  any  discrepancy  between  the \nGovernment’s laws and regulations and ADB's environment policy, ADB’s policy \nwill prevail. The Government will implement the environmental mitigation and \nmanagement  measures,  and  other  recommendations  specified  in  EMP  to \nminimize any adverse environmental impacts arising from the implementation of \nthe Project. MPWT will be responsible for the implementation of the EMP and will \nbe  responsible  for  the  monitoring  during  resurfacing  of  the  pavements, \nassociated pavement works such as edge repair, line marking and repair and \nsurfacing of shoulders and during the operation phases. MPWT will monitor the \ncontractor’s compliance with the provisions of the EMP. The Government will \nensure that the portion of the Project that is to be funded by other cofinanciers \nwill adopt the provisions of the IEE and EMP. \n(ix)  When  project  roads  pass  through  near-protected  or  sensitive  areas  (nature \nreserves parks, conservation areas, biodiversity reserves, cultural and historical \nsites, etc.), the Government will ensure cooperation between MPWT and the \narea  authority  responsible  for  preparing  and  implementing  the  protective \nmeasure.  The  measures  may  include  any  combination  of  area  demarcation, \nfencing, checkpoints, speed bumps, wildlife passage zones, patrols, or other \nmeasures  to  preserve  the  integrity  of  the  area  from  encroachment  or \nenvironmental degradation. \n(x)  The  Government  and  MPWT  will  ensure  that  the  Project  will  not  involve \ninvoluntary  resettlement  according  to  ADB’s  Involuntary  Resettlement  Policy \n(1995).  The  Project  confined  to  resurfacing  of  pavements  and  associated \npavement works such as edge repair, line marking and repair and surfacing of \nshoulders of existing roads. The periodic maintenance work to be undertaken \nunder the Project does not involve any widening, heightening or realignment of \nthe project roads. \n ", "19 \nB.  Conditions for Loan Effectiveness \n68.  Prior to loan effectiveness, the following will have been completed: \n(i)  the Government will have issued a prakas18 on the establishment of RAMO. The \nprakas will clearly set out the functions, structure and officers responsible for \nmanaging RAMO; \n(ii)  the Government will have appointed a deputy director general of DGPW as the \nproject director; and \n(iii)  the IDA Credit Agreement will have been signed between the Borrower and IDA \nand all conditions precedent to its effectiveness (other than a condition requiring \nthe effectiveness of ADB's Loan Agreement) have been fulfilled. \nVI.  RECOMMENDATION \n69.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve  \n(i)  the loan in various currencies equivalent to Special Drawing Rights 3,761,000 to \nthe Kingdom of Cambodia for the Road Asset Management Project from ADB’s \nSpecial Funds resources with an interest charge at the rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter; a term of 32 years, \nincluding a grace period of 8 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft Loan Agreement \npresented to the Board; and \n(ii)  in the event the Government of Australia approves grant financing not exceeding \nthe equivalent of A$6,000,000 to the Kingdom of Cambodia for the Road Asset \nManagement Project, the administration by ADB of such grant in accordance with \nthe proposal set out in paragraph 34 of this report. \n \n \n \nHaruhiko Kuroda \nPresident \n18 December 2007 \n                                                 \n \n18 Prakas is the Khmer name for regulations or instructions issued by a government minister. \n ", "20  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nImpact       Assumptions \n \nHelp to secure sustainable  Traffic volumes of  Baseline traffic data and \nThe Government is \neconomic growth  passengers and freight  collection of comparable \ncommitted to maintaining \nincrease in step with  data over time (collected as \nthe road infrastructure. \neconomic development  part of MPWT’s road asset \n \n  management activities) \nRisks \nThe value of MPWT’s   \n \nrehabilitated road assets is  National accounts and other \nRestructuring of institutions \nconstant or increasing   indicators of economic \nto improve the management \ngrowth \nof road asset maintenance \n \nis unsuccessful \nBaseline road condition \nsurvey and systematic road \ncondition surveys over time \n(collected as part of \nMPWT’s road asset \nmanagement activities) \nOutcome      Assumptions \n \nMPWT effectively and  Passenger and freight  Field surveys and interviews \nRoad improvements are \nsystematically plans and  vehicle operating costs are  of road transport operators \nundertaken satisfactorily and \nimplements road asset  constant or decreasing in  and road users to determine \npavement quality is \nmanagement on its  constant prices by 2014  operating costs and \nsustainable \nrehabilitated road network    transport service prices \n \nand MEF budget accordingly  The share of MPWT’s   \nContractors with adequate \nand disburses without delay  rehabilitated roads that are  Traffic counts on the \nqualifications are available \nand road safety is improved  in average or good condition  rehabilitated road network \nand willing to undertake the \nis constant or increasing by   \nworks \n2014  Road maintenance budget \n \n  allocation and expenditure \nRisks \n50% of road maintenance on  reports \n \nthe rehabilitated network is   \nInsufficient future funding for \nperformed by private  MPWT records \nroad maintenance \ncontractors by 2014   \n \n  Road traffic casualty \nRoad traffic safety programs \nRoad traffic casualty rates  statistics \nare ineffective \nreduced to 12/10,000 \nvehicles by 2013 \n ", "  Appendix 1  21 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nOutputs      Assumptions \n \nRegular routine, recurrent  About 950 km of the  Monthly and quarterly \nProcurement processes \nand periodic maintenance is  MPWT’s rehabilitated roads  Project progress reports \nensure bidders are qualified \ninstituted on MPWT’s  have received periodic   \n \nrehabilitated road network  maintenance by 2013  Project completion report \nQuality management and \n   \ncost control of civil works are \nThe rehabilitated roads  MEF road maintenance and \neffective \nreceive adequate routine,  repair disbursements \n \nrecurrent and periodic   \nProvincial authorities have \nmaintenance by 2010  MPWT annual road \nthe capacity to manage \n  maintenance works program \nenvironmental management \nOutlays for repair of failed \nand social action plans \npavements and emergency \n \nrepair of flood damages on \nCommitment to road safety \nthe rehabilitated road \ncampaigns \nnetwork are reduced by 50% \n \nby 2013 \nTargeted communities apply \nRAMO is established and  The legal basis for RAMO is  Advice from MPWT  the road safety principles, \noperating effectively,  established before loan  especially vulnerable groups \ndemonstrating completion of  effectiveness and RAMO is   \ncivil works contracts on  operating effectively without  Risks \nschedule, in compliance with  need for further day-to-day  Insufficient number of bids \nconditions of contract and all  outside support by 2013  are received from qualified, \ndefects rectified by end of  eligible bidders  \ndefects liability period   \nDelays in completion of \nAdequate pavement design  Procedures and systems are  Progress reports and project  procurement to start works \nand adequate quality of  established to effectively  completion report   \nworks is achieved during  implement (by 2009):    Increased construction costs \nmaintenance of the    Project accounts  reduce the scope of work \nrehabilitated network  (cid:131)  Identification of work    achievable within the Project \nneeds (identification of  Project review missions   \nfaults and selection of    Contractors fail to perform \nadequate treatment)  Technical audit records  as required \n(cid:131)  Preparation of projects \n(design, justification and \ncost estimation) \n(cid:131)  Procurement \n(prequalification and \nbidding) \n(cid:131)  Contract administration \n(cid:131)  Project supervision and \nmanagement \n(cid:131)  Monitoring and \nreporting (physical \nworks progress and \ncosts) \n(cid:131)  Financial accounting \nand \n(cid:131)  Technical auditing \nRoad safety campaigns to  National Road Safety Action  MPWT records \nraise public awareness and  Plan has been implemented \nimprove enforcement of  by 2010 \ntraffic and road right-of-way \nrules have been completed \n ", "22  Appendix 1 \nDesign  Performance  Data Sources/Reporting  Assumptions  \nSummary  Targets/Indicators  Mechanisms   and Risks  \nHIV/AIDS awareness and  Vulnerable groups and  Progress reports and project \nprevention programs have  contractor personnel have  completion report \nbeen completed on the  been exposed to HIV/AIDS \nProject road  awareness and prevention \nprograms before the start of \ncivil works \nActivities with Milestones  Inputs \n   \n1  Civil Works for Periodic Maintenance. Target: Beginning of 2008 to 2013.  ($ million) \n2  Selection and commencement of consultant for preparation of 2008 and 2009 works  ADB  6.00 \nprogram. Target: Early 2008.     Civil Works  4.86 \n3  Selection and commencement of institutional and management consultants for     Consultants  0.13 \nassisting MPWT. Target: Mid-2008.     General  1.01 \n4  Selection and commencement of supervision consultant to conduct work identified for  IDA  30.00 \n2008/2009 works program and to identify future works programs. Target: End of 2008.     Civil Works  21.73 \n5  Bidding for Civil Works Contractors. Target: Beginning of 2008.     Consultants  4.94 \n6  Civil Works for Periodic Maintenance. Target: Beginning of 2008 to 2013.     General  3.33 \n7  Selection and commencement of technical audit consultant. Target: End of 2009.  Gov. of Australia  4.80 \n8  Support for road safety campaign. Target: Beginning of 2009 to 2010.     Civil Works  3.80 \n9  Implement resettlement training. Target: Early 2008 and ending in 2010.     Consultants  0.33 \n10  Implement HIV/AIDS awareness and prevention programs. Target: Beginning in 2008.     General  0.67 \n  Government  17.55 \n   Civil Works  9.14 \n   Consultants  0.00 \n   General  8.41 \nTotal  58.35 \nADB = Asian Development Bank, IDA = International Development Agency, MPWT = Ministry of Public Works and Transport, \nRAMO = Road Asset Management Office. \n \n \n \n ", "  Appendix 2  23 \nSECTOR ANALYSIS \nA.  Background  \n1.   While  Cambodia  is  serviced  by  road,  rail,  air  and  water  transport,  road  transport \ndominates the domestic transport of goods and passengers. Roads are critical to the social and \neconomic development of Cambodia. \n2.   The Ministry of Public Works and Transport (MPWT) is responsible for road transport \nand its Directorate General of Public Works is responsible for road maintenance management. \nThe responsibility of MPWT in relation to roads is to: \n(i)  manage and develop national policies on public civil works (such as roads) and \ncollaborate with stake holders; \n(ii)  improve, maintain and manage the roads and other transport infrastructure; \n(iii)  develop road and other transport infrastructure regulations; and \n(iv)  assist in development of laws, rules and regulations concerning construction. \n3.   The Directorate General of Public Works is made up of four departments, three of which \nare related to roads:   \n(i)  Road  Infrastructure  Department  (RID)—responsible  for  the  management  and \nadministration of the national and provincial road networks;  \n(ii)  Heavy Equipment Centre (HEC)—an operations unit involved in road and bridge \nreconstruction and major construction works; and \n(iii)  Technical  Research  Centre  (TRC)—responsible  for  road  standard  and \nspecification development. \n4.   RID is the key road management organization within MPWT. Eight of its ten operational \nunits are referred to as “offices” and two are construction units. The Planning and Technical \nOffice (PTO) and the Inventory and Road Maintenance Office (IOMO) are directly involved in \nroad planning, maintenance, and operational management. There are a 24 city and provincial \ndepartments of public works and transport (PDPWT) throughout Cambodia who are involved in \nimplementing road maintenance. \n5.   MPWT is responsible for about 11,400 kilometers (km) of roads, of which 2,070 km are \nprimary national highways, 2,710 km are secondary national highways, and 6,620 km are \nprovincial highways. Of the roads administered by MPWT, 2,155 km are surfaced with double \nbitumen surface treatment (DBST) or asphalt concrete. The balance (about 9,245 km) is of \ngravel or earth construction. \n6.   The Cambodian road network covers about 39,400 km, including approximately 4,800 \nkm of national roads, 6,600 km of provincial roads, and 28,000 km of rural roads. The roads \nhave a significant number of bridges, about 1,020 on the primary highways and 1,210 more on \nprovincial roads. Much of the provincial and rural road network is dilapidated and large parts of \nthe country are effectively isolated during the wet season. Most bridges on the minor road \nnetworks are seriously damaged or failed. MPWT has indicated that, while much of the primary \nnational highway network is in good condition, most of the secondary highway network and \nnearly all provincial and rural roads are in need of urgent repair, rehabilitation, or reconstruction. \nRoad condition surveys in 2005 confirmed that only about 2,700 km of the 11,400 km managed \nby MPWT was in good to average condition, the remainder being in a poor or very poor \ncondition.  Of  particular  interest  to  the  proposed  Project  are  highways  that  have  been \n ", "24  Appendix 2 \nrehabilitated in the last 3–8 years which are not performing as well as they should do and \nrequire repairs. These absorb about 35% of the domestic road budget for routine maintenance, \nrepairs, rehabilitation and reconstruction, or $26 million in 2007. These additional funds are \nbeing used for the repair of failures or defects that should not be happening. \n7.   The road network managed by MPWT can be characterized as a mixture of average to \ngood paved roads (rehabilitated in the last 5–6 years) and poor to very poor unpaved roads, \nmost of which have not received maintenance and repair funds in at least the last 5–6 years. \nThe paved roads have been constructed to various standards, some with paved shoulders and \nsome without. Those without sealed shoulders are starting to fail in the outer wheel path. The \ndecision to not seal the shoulders, intended to save costs, is resulting in higher maintenance \nand reinvestment costs. Poor DBST sealing in recent upgrading and rehabilitation projects has \nresulted in seals with short lives and a poor appearance. \n8.   Road traffic on rural roads consists of both motorized and non-motorized traffic, with the \nlatter making up to 30% of the traffic on many roads. Of the motorized traffic, 75–90% is \nmotorcycles. Medium to large trucks and buses are underrepresented on most rural roads and \nrepresent less than 3% of the motorized traffic. \n9.   Vehicles that transport freight and people include motorcycles, mini buses, and light \ntrucks. These vehicles carry from 120 kg (in the case of motorcycles) to 3.5 tons for light trucks \nand  from  an  average  of  1.5  passengers  on  motorcycles  to  more  than  20  passengers  on \nminibuses and light trucks. In many instances the vehicles carry both freight and passengers. \nCommercial vehicles are both overloaded and poorly loaded, with two-axle vehicles carrying \nmuch of their load on their rear axle and much less on the front wheels, making steering difficult. \n10.   MPWT intends to improve its monitoring and control of axle loads. Eight automated \n“weigh in motion” sites have been established and were fully operational by September 2006. \nMPWT is implementing a project that will install seven permanent weigh bridges by early 2008. \nB.  Government Strategy \n11.   The primary tools of the Government's strategy since 1994 have been (i) to focus road \ninvestments on rehabilitating national highways and selected provincial, rural, and urban roads; \n(ii)  to  undertake  comprehensive  privatization  of  transport provision;  (iii)  to  selectively  relax \nrestrictive regulations, such as most restrictions on importing motor vehicles and all restrictions \non  access  by  foreign  airlines;  and  (iv)  to  franchise  the  operation,  maintenance,  and \ndevelopment of National Road 4, the two international airports in Phnom Penh and Siem Reap, \nand air traffic control to the private sector. The Government's strategy has restored a core \ntransport system that connects the country’s main centers and has significantly contributed to \nintegrating the national economy with the regional and global economies. \n12.   The Government has initiated a process of decentralization and reforms. For example, \nthe delivery of transport infrastructure services, which was previously centrally managed by \nMPWT, is now delegated to the provincial level. The MPWT itself is in the process of shifting its \nfocus away from direct management of transport infrastructure toward planning and oversight of \nthe sector, supported by ADB, the World Bank, and the Japan International Cooperation Agency. \nHowever, it is encumbered by shortages of skills and resources in the provinces and centrally to \nundertake these new roles. The reform process is necessary, but given the lack of capacity, is \nfraught with difficulty in the short term. For example, disbursement for road maintenance is now \ndirectly to the provinces, but the provinces are not able to produce credible road maintenance \nplans or adequately justified budgets. As a result, road maintenance is generally poor even \nthough uncommitted funds are available. \n ", "  Appendix 2  25 \n13.   The  MPWT  is  currently  preparing  a  revised  strategy  for  future  development  of  the \ntransport sector based on the Cambodia transport sector strategy study, financed by ADB and \ncompleted in December 2002. In terms of the transport sector’s development and operation, the \ndraft strategy is likely to emphasize the following objectives and goals.  \n(i)  Support  sustained  economic  growth  and  promote  external  trade  and \nforeign direct investment. Transport is an integral part of the production of \nnearly all goods and services. Good transport infrastructure and cost-effective \ntransport  are  preconditions  for  Cambodia's  export  drive  and  for  realizing  its \ntourism potential.  They are also a major factor in containing the cost of living and \nimproving rural livelihoods. More diversity in transport supply and better transport \nlogistics using multimodal transport chains will improve Cambodia's international \ncompetitiveness and its attractiveness to direct foreign investors. \n(ii)  Support poverty reduction and the integration of Cambodia. By enabling \ncost-effective  and  reliable  access  to  economic  opportunities  (including  new \nproductive activities in areas not previously open to economic exchange) and \nsocial services, transport creates the foundations for more inclusive and pro-poor \neconomic  growth.  Accessible  and  dependable  transport  networks,  especially \nprovincial roads, are needed to link the provinces together and to integrate rural \nareas into the mainstream economy. \n(iii)  Streamline  and  focus  sector  institutions  and  expand  private  sector \ninvolvement  in  infrastructure  provision.  The  Government  regards  the \nstrengthening of sector institutions, especially the creation of clear mandates for \ntheir activities, as the basis for institutional reform. It also recognizes that the \nprivate sector, including foreign investors, has an important role to play in the \nfinancing, development, and management of transport infrastructure.  \n(iv)  Secure  the  sustainability  of  transport.  Fuel taxation is a major source of \nrevenue for the Government, and charging for the use of infrastructure has been \nintroduced. However, the scope for charging full user costs is limited by low \ntraffic loads. As direct Government funding for transport infrastructure is equally \nlimited, meeting the funding requirements for infrastructure development and \nmaintenance in the short to medium term will require supplementary funding from \nthe private sector and cofinanciers. \n(v)  Improve  safety  and  enforcement.  The Government is aware of the rapidly \ngrowing social and economic costs of poor traffic safety and recognizes that \ninefficient  enforcement  because  of  a  weak  legal  foundation,  inadequate \nresources, and corrupt practices is a root cause of the problem. \n \n ", "26  Appendix 3 \nEXTERNAL ASSISTANCE \nTable A3.1: Externally Funded Capital Projects in the Transport Sector in Cambodia  \nADB  Com-\nStart  Value \nLoan  Project Type  Scope  Source  pletion \nYear  ($ million) \nNo.  Year \n  Road Rehabilitation   NR 5   Thailand   1992   1993   6.4 \n  Emergency Repair   NR 5   UNDP   1992   1993   0.4 \n  Bridge Reconstruction   NRs 5, 6   Australia   1992   1996   9.0 \n1199   Road Rehabilitation  NRs 1, 2, 3, 5, 6, 11   ADB   1993   1997   67.7\n  Road Rehabilitation   Various   Sida   1993   1997   5.0 \n  Road Reconstruction   NR 4   USAID   1994   1996   30.6 \n  Road Reconstruction   NRs 6, 7   Japan   1994   1999   109.0 \n  Ferry Rehabilitation   NRs 1, 6, 7   Danida   1995   1999   2.5 \n1503   Airport Improvement   Siem Reap   ADB   1997   2003   15.0\n  Bridge Construction   NR 7   Japan   1998   2001   53.2 \n1659   Road Improvement   NR 1   ADB   1999   2003   50.5 \n1824   Emergency Flood Repair  NRs 1, 2, 5, 6, 7, 11,  ADB   2000   2002   65.0 \n21, 41 \n1697   Road Rehabilitation   NRs 5, 6, 7   ADB   2000   2003   74.8 \n  Read Improvement   NR 6   Japan   2001   2002   10.4\n  Bridge Reconstruction   NR 6   Japan   2001   2002   11.3 \n  Road Improvement   NR 7   Japan   2001   2003   15.4\n  Port Modernization   Sihanoukville   Japan   2001   2007   — \n  Road Rehabilitation   NR 51   Japan   2002   2003   5.0 \n  Road Rehabilitation   NR 2   Japan   2002   2003   10.0 \n  Emergency Flood Repair  Various   World Bank  2002   2003   50.0 \n  Road Reconstruction   NR 48   Thailand   2002   2004   7.6 \n  Road Rehabilitation   NR 3, 6   World Bank  2002   2004   45.0 \n  Road Rehabilitation   NR 51   World Bank  2002   2004   5.0 \n  Road Rehabilitation  NR 3  Korea  2004  2007  17.0\n  Road Rehabilitation  NR 7  PRC  2004  2008  65.0\n  Road Improvement   NR 1   Japan   2005   2009   42.1\n  Road Rehabilitation  NR 67  Thailand  2005  2009  37.0\n  Bridge Rehabilitation  Various  Japan  2005  2006  6.6\n  Road Reconstruction   NR 48   Thailand   2006   2008   28.3 \n1945   Road Rehabilitation   NRs 5, 6, 56, 68   ADB   2006   2008   60.0\n  Road Rehabilitation  NR 78  Viet Nam  2006  2009  26.0\n2373  Road Rehabilitation   NRs 31, 33   ADB   2007   2010   13.0\n2288  Railway Rehabilitation  Entire network  ADB  2007  2011  42.0\n  Railway Rehabilitation  Entire network  OFID  2007  2011  15.0\n  Bridge Construction   NR 1   Japan   2009   2012   — \n— = not available, ADB = Asian Development Bank, Danida = Danish Government International Development Aid, \nNR = national road, OFID = OPEC Fund for International Development, PRC = People’s Republic of China, Sida = \nSwedish International Development Cooperation Agency, UNDP = United Nations Development Programme. \nSource: Asian Development Bank. \n ", "  Appendix 3  27 \nTable A3.2: Asian Development Bank Technical Assistance for the Transport Sector in \nCambodia \nTechnical        \nAssistance     Year   Amount \nNo.   Title   Approved   ($) \n1866/1996   Transport Rehabilitation Study (Financed by United Nations  1993   1,319,400 \nDevelopment Programme and Swedish International \nDevelopment Cooperation Agency) \n2059   Rural Infrastructure Improvement   1994   98,000 \n2197   Airports Improvement Project   1994   500,000 \n2406   Strengthening of the Ministry of Rural Development   1995   1,500,000 \n2416   Developing a Planning Capability in the Ministry of Public  1995   800,000 \nWorks and Transport \n2722   Transport Network Improvement   1996   600,000 \n2706   Siem Reap Airport Project   1996   15,000,000 \n3164   Project Preparation and Implementation Assistance to the  1999   150,000 \nMinistry of Public Works and Transport \n3257   Strengthening the Maintenance Planning and Management  1999   375,000 \nCapabilities at the Ministry of Public Works and Transport \n3398   Primary Roads Restoration Project (Australia)   1999   — \n3414   Capacity Building for Public–Private Partnerships in  2000   150,000 \nTransport  \n3651   Transport Sector Strategy   2001   850,000 \n3852   Economic Analysis of the Cambodia Road Improvement  2002   150,000 \nProject \n3854   Environmental Assessment for the Cambodia Road  2002   60,000 \nImprovement Project \n3855   Resettlement Study and Social Impact Assessment for the  2002   150,000 \nCambodia Road Improvement Project \n3868   Engineering Design Update for the Greater Mekong  2002   400,000 \nSubregion: Cambodia Road Improvement Project \n9048   Mainstreaming Labor-Based Maintenance in the National  2004   2,000,000 \nRoad Network (Financed by Japan Fund for Poverty \nReduction) \n4645   Restructuring of the Railway in Cambodia (France)   2005   1,500,000 \n6251   Rehabilitation of the Railway in Cambodia (Financed by  2005   650,000 \nJapan Special Fund) \n4691   Preparing the Transport Infrastructure Development and  2005   1,000,000 \nMaintenance Project  \nSource: Asian Development Bank. \n \n ", "28  Appendix 4 \n \nSUMMARY OF PROPOSED CIVIL WORKS \nA.  Project Scope \n1.   The proposed project roads are mainly primary highways (referred to as single digit roads in \nCambodia), the exception is NR 11. Sections of all primary highways, except for NR 11 are included \nin the works program as they were rehabilitated after 2002 and will need periodic maintenance \nbetween 2008 and 2013. The proposed works are reseals (asphalt concrete, single bitumen surface \ntreatment  [SBST]  and  slurry  seals)  and  associated  works,  including  shoulder  reinstatement, \npavement failure and crack repairs, line work, and signs. Reconstruction and sealing of shoulders is \nplanned for specific road sections.  \nB.  Periodic Maintenance Works \n2.   The Project is intended to renew the seal surface (to correct defects and arrest the aging of \nthe existing seals) and to add new surface texture, thus ensuring the integrity of the seals and \nproviding safer driving conditions. Repairs will ensure that the new seals are applied to sound \npavements and other ancillary works are carried out, such as shoulder reinstatement (shaping \nand/or adding gravel), line work and road furniture to improve road safety. Problems caused by \nprevious design and construction will be rectified. Resealing will be carried out a few years earlier \nthan planned in many instances and for some sections extensive repairs and reconstruction of the \nshoulders will be carried out. \n3.   Road sections, the type of periodic maintenance treatment, and the year maintenance will \nbe carried out have been identified, but it is possible that priorities will change in the next 12–18 \nmonths. The consultants engaged to assist MPWT will review the work program and modify it as \nrequired. \n4.   The treatments to be used included 30 mm asphalt concrete seals, SBST and slurry seals. It \nhas been assumed than an asphalt concrete surfaced road will be resurfaced with asphalt concrete \nand a double or single bitumen surface treatment surfaced road will be resealed with an SBST or \nslurry seal, although the reverse may sometimes be required, depending on road surface conditions \nat the time of final evaluation. \n5.   Lack of adequate maintenance is a major issue. The Project will provide technical support to \nMPWT as follows. \n(i)  Maintenance  Planning.  Planning  will  aim  to  determine  the  most  economically \nefficient regime to keep a road in a maintainable condition throughout its economic \nlife. \n(ii)  Maintenance  Implementation.  Most  maintenance  undertaken  so  far  has  been \nthrough force accounts, using the resources of the provincial departments of public \nworks and transport (PDPWT). This system needs to be replaced by implementation \nthrough competitively bid contracts to improve efficiency and determine market rates \nfor work, instead of negotiated rates. \n ", "  Appendix 5  29 \nDETAILED COST ESTIMATES AND FINANCING PLAN \nTable A5.1: Detailed Cost Estimates by Expenditure Category  \n($ million) \nItem   Total \nCost \nA.  Investment Costsa   \n  1.  Civil Works  45.83 \n  2.  Implementation Consultants   \n       a. First-Year Implementation Consultant  0.13 \n       b. Supervision Consultant  1.68 \n       c. Project Management Advisor  1.41 \n       d. Institutional Strengthening Advisory  1.85 \n       e. Technical Audit Consultant  0.18 \n       f.  Impact Monitoring Consultant  0.15 \n  3.  General   \n       a. HIV/AIDS Action Plan  0.20 \n       b. Resettlement Decree Training  0.30 \n       c. Road Safety Action Plan  0.23 \n       d. Merit-Based Pay Initiative  0.50 \n  4.  Project Management  0.43 \n    Subtotal (A)  52.89 \nB.  Contingencies   \n  1.  Physicalb  2.54 \n  2.  Pricec  2.75 \n    Subtotal (B)  5.29 \nC.  Financing Charges During Implementation   \n  1.  Interest During Implementation  0.18 \n    Subtotal (C)  0.18 \nTotal Project Cost (A+B+C)  58.35 \n a  In mid-2007 prices. \n b  Physical contingencies are computed at 5% of base costs. \n c  Price contingencies are computed based on an international cost escalation \nfactor of 2.5% and includes provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate. \n Source: Asian Development Bank estimates. \n \n ", " \nTable A5.2: Detailed Cost Estimates by Financier  \n3\n($ million)  0\n \nItem  Total  ADB  IDA  AusAIDa  Government \nA\n% of  % of  % of  % of  p\np\ne\n      Amount Cost  Amount Cost  Amount Cost  Amount Cost  n\nd\nA. Investment Costsb                    ix\n 5\n1. Civil Works                     \na. ADB and Australia funding  9.30 4.86 52.3 0.00 0.0 3.80 40.9 0.63 6.8\nb. World Bank Funding  30.25 0.00 0.0 21.73 71.9 0.00 0.0 8.52 28.2\n2. Implementation Consultants                   \n   a. First-year Implementation  0.13 0.13 100.0 0.00 0.0 0.00 0.0 0.00 0.0\nConsultant \n   b. Supervision Consultant  1.68 0.00 0.0 1.68 100.0 0.00 0.0 0.00 0.0\n   c. Project Management Advisor  1.41 0.00 0.0 1.41 100.0 0.00 0.0 0.00 0.0\n   d. Institutional Strengthening  1.85 0.00 0.0 1.85 100.0 0.00 0.0 0.00 0.0\nAdvisory \n   e. Technical Audit Consultant  0.18 0.00 0.0 0.00 0.0 0.18 100.0 0.00 0.0\n   f.  Impact Monitoring Consultant  0.15 0.00 0.0 0.00 0.0 0.15 100.0 0.00 0.0\n3. General                   \n   a. HIV/AIDS Action Plan  0.20 0.00 0.0 0.10 50.0 0.00 0.0 0.10 50.0\n   b. Resettlement Decree Training  0.30 0.30 100.0 0.00 0.0 0.00 0.0 0.00 0.0\n   c. Road Safety Action Plan  0.23 0.00 0.0 0.00 0.0 0.23 100.0 0.00 0.0\n   d. Merit-Based Pay Initiative  0.50 0.00 0.0 0.50 100.0 0.00 0.0 0.00 0.0\n4. Project Management  0.43 0.00 0.0 0.00 0.0 0.00 0.0 0.43 100.0\n5. Taxes (14% of civil works costs)  6.28 0.00 0.0 0.00 0.0 0.00 0.0 6.28 100.0\n  Subtotal (A)  52.89 5.29 10.0 27.27 51.6 4.36 8.3 15.95 30.2\nB. Contingencies  5.29 0.53 10.0 2.73 51.6 0.44 8.3 1.60 30.2\nC. Financing Charges During  \n0.18 0.18 100.0 0.00 0.0 0.00 0.0 0.00 0.0\nImplementation \n  Total Project Cost (A+B+C)  58.35 6.00    30.00    4.80    17.55   \n ADB = Asian Development Bank, AusAID = Australian Agency for International Development, IDA = International Development Agency. \na  This amount includes ADB's administration fee, audit cost, bank charges and provision for foreign exchange fluctuations (if any), to the extent that these \nitems are not covered by the interest and investment income earned on this grant, or any additional grant contribution by the Government of Australia. \nb  In mid-2007 prices. \nSource: Asian Development Bank estimates. \n \n ", "   \nTable A5.3: Indicative Works Cost Estimate by Year and Financier  \n($ million) \nYear  Total  ADB/AusAID  IDA  Government \n% of  % of  % of \n      Amount Cost  Amount Cost  Amount Cost \nYear 1  3.59 1.86 51.8  1.60 44.5 0.13 3.7\nYear 2  9.44 2.59 27.4  5.72 60.5 1.14 12.1\nYear 3  9.69 2.59 26.7  5.00 51.6 2.10 21.7\nYear 4  10.92 2.59 23.7  5.20 47.6 3.13 28.7\nYear 5  11.19 0.00 0.0  6.94 62.0 4.25 38.0\n  Total works (sum of years 1–5)  44.84 9.63 21.5  24.46 54.5 10.75 24.0\nTaxes  6.28 0.0 0.0  0.0 0.0 6.28 100.0\nOther expenses  7.24 1.2 16.1  5.5 76.6 0.53 7.3\n  Total budget  58.35 10.8 18.5  30.0 51.4 17.56 30.1\nADB = Asian Development Bank, AusAID = Australian Agency for International Development, IDA = International Development Agency. \nSource: Asian Development Bank estimates. \n \n \nTable A5.4: Indicative Disbursement as a Percentage of Expenditure for Works \nby Year and Financier (%) \nADB/AusAID-  IDA-financed  Government’s \nYear  financed works  works  counterpart funding \nShare \nInclusive  Exclusive  Inclusive  Exclusive  of \n   of taxes  of taxes  of taxes  of taxes  Works  Taxes  Total \nYear 1  80.7% 94.7% 80.7% 94.7% 5.3% 14.0% 19.3%\nYear 2  68.7% 82.7% 68.7% 82.7% 17.3% 14.0% 31.3%\nYear 3  57.9% 71.9% 57.9% 71.9% 28.1% 14.0% 42.1%\nYear 4  49.8% 63.8% 49.8% 63.8% 36.2% 14.0% 50.2%\nYear 5  37.7% 51.7% 37.7% 51.7% 48.3% 14.0% 62.3%\nADB = Asian Development Bank, AusAID = Australian Agency for International Development, IDA =  A\np\nInternational Development Agency.  p\ne\nSource: Asian Development Bank estimates.  n\nd\nix\n 5\n \n3\n1\n \n ", "32  Appendix 6 \n \n  \n \n ", "  Appendix 7  33 \nCONTRACT PACKAGES \nTable A7.1: Procurement Plan \nProject Information \nCountry   Kingdom of Cambodia \nName of Borrower   Kingdom of Cambodia \nRoad Asset Management Project \nProject Name  \nLoan or TA Reference   Loan: None \nDate of Effectiveness   Not decided \n10.8 million (ADB: 6 million equivalent; \nAmount ($)  AusAID: 4.8 million equivalent) \nOf which Committed ($)  Loan not yet approved \nExecuting Agency:   Ministry of Public Works and Transport \nApproval Date of Original Procurement Plan   Not yet approved \nApproval of most recent Procurement Plan   - \nPublication for Local Advertisements    \nPeriod Covered by this Plan   2008–2013 \nProcurement Thresholds, Goods & Related Services, Works and Supply and Installation \nProcurement Method   Value ($) \n>1 million \nICB Works  \n>0.5 million \nICB Goods  \n<1 million \nNCB Works  \n<0.5 million \nNCB Goods  \n<100,000 \nShopping \n ", "34  Appendix 7 \nTable A7.2: Indicative List of Contract Packages and Modes of Procurement \n            \nEstimated  Expected Date \nProcurement  Prior \n Reference  Contract Description  Cost   of \nMethod  Review \n($ million)  Advertisements \n           \nA. Civil Worksa         \nCW1  National Road 5 : Km 3.9 to Kampong  1.87  ICB  April 2008  Yes \nChhnang Western City Limits (87.2 \nkm) \nCW2  Kampong Chhnang to Pursat (76.9  9.02  ICB  April 2009  Yes \nkm) \n  Subtotal (A)  10.89       \n           \nB. Miscellaneous Goods and Services         \n         \nMSG1  Funding for resettlement decree  0.30  Direct  April 2008  No \ntraining of government officers, \nvarious goods and services \nMSG2  Funding for national road safety  Direct  May 2008  No \ninitiative, various goods and services  0.23 \n  Subtotal (B)  0.53       \n         \nC. Consulting Services         \n  First-year Implementation Consultant  0.13  Individual  Dec. 2007  Yes \nCS2  Technical Audit Consultant  0.19  Individual  July 2010  Yes \n  Subtotal (C)  0.32       \n   Total  11.74        \nCS = civil works, CW = civil works, ICB = international competitive bidding, MSG = Miscellaneous goods and \nservices. \na Civil works including physical contingencies and price escalation, taxes and duties. \nNotes:  1. Out of 997.7 km of roads identified for periodic maintenance under the Project, ADB and AusAID are \nfunding 164.1 km of national road (NR) 5 through two civil works contracts. IDA is providing finance for the \nremainder through eight civil works contracts encompassing 833.6 km on NRs 1, 2, 5, 6, 7 and 11. \n2. Depending on road conditions from 2009 onwards, the civil works for the ADB, AusAID and IDA portions \nof the Project are subject to change. \nSource: Asian Development Bank estimates. \n1.  Direct Contracting. Shopping will not exceed $530,000 and will be limited to $300,000 \nfor  funding  training  of  government  officers  in  the  resettlement  decree  and  $230,000  for \nimplementation of part of the national road safety action plan. Related goods and services \ninclude but are not limited to (i) hiring of short-term advisors, vehicles, purchase of computers, \nand office equipment (e.g., printers, scanners, photocopiers, and stationery) and funding of \ntraining activities and workshops for training in the resettlement decree, and (ii) funding of \ntraining  and  awareness  activities,  purchase  of  television  advertising  and  radar  and  other \nenforcement equipment for the national road safety action plan. \n2.  Civil Works. For the ICB civil works contracts, the procurement method will be ADB’s \nsingle-stage two-envelope system. Invitations for bids and all related documents (including the \nproposed post-qualification factors, methodology, and criteria) must be reviewed and approved \nby ADB before they are issued. For each ICB contract, three sets of bid documents should be \nsubmitted to ADB for review and approval before issuance to bidders. Invitations shall be \nadvertised in accordance with ADB’s Procurement Guidelines (2007, as amended from time to \ntime). ADB will be given a report on the advertising as part of the review requirements. Bids will \n ", "  Appendix 7  35 \nbe opened in public and ADB’s prior approval of both technical and financial evaluation reports \nmust be obtained. \n3.   Recruitment of Individual Consultants. Several weeks before an individual consulting \nassignment is scheduled to start, MPWT will prepare a short list of at least three qualified \ncandidates. MPWT will include no more than one candidate from any ADB member country. \nMPWT will rank the candidates, and then submit their names and qualifications and the draft \ncontract it will use for the engagement to ADB for its approval. ADB will: \n(i)  review MPWT's documents, and \n(ii)  approve MPWT's documents, or  \n(iii)  identify revisions to be carried out before ADB gives its approval. \n \n ", "36  Appendix 8 \nOUTLINE TERMS OF REFERENCE FOR CONSULTANTS \n \nI.  Consulting Package CS1: First-Year Implementation Consultant  \nA.  Introduction  \n1.  This proposed Project will be implemented over a 5-year period (2008–2012). The first-\nyear program will be a preparatory period of about 12 months during which the 2008–2009 \nperiodic maintenance program will be developed. \n2.  Within  MPWT,  the  roads  maintenance  program  is  currently  planned,  managed  and \nmonitored by the Inventory and Road Maintenance Office (IRMO) for routine maintenance and \nrepairs, and the Planning and Technical Office (PTO) for periodic maintenance rehabilitation \nand capital works. Routine maintenance and repairs works are carried out by the Provincial \nDepartments  of  Public  Works  (PDPWT)  while  the  army  engineering  units,  various  MPWT \nconstruction  units,  and  some  PDPWTs  carry  out  periodic  maintenance  works.  Although \ngovernment-funded programs will continue to be implemented in the same way, in the short to \nmedium term, the proposed periodic maintenance program will be managed by the Road Asset \nManagement Office (RAMO), assisted by a project management advisor. As this consultant may \nnot be available until early 2009, a short-term consultant needs to be recruited during 2008 to \nprepare design and bid documentation for the first-year program. \n3.  An  earlier  study  identified  a  list  of  roads  for  the  2008–2009  periodic  maintenance \nprogram and their likely periodic maintenance treatments, along with a candidate list for the \nperiodic maintenance program beyond 2010. This candidate list will be finalized following a \ndetailed evaluation by a project management advisor in a separate consulting assignment. \nB.  Objective and Outline of Works \n4.  The overall objective of this consulting work is to assist MPWT to prepare the periodic \nmaintenance program for 2008–2009. The tasks will include an evaluation of selected roads, the \nselection and design of appropriate treatments, and associated preliminary works, and the \npreparation of bidding documentation based on existing standard documentation.  \n5.  This first-year program will consist of surface treatments of 30 mm thick asphalt concrete \noverlay, and single bitumen surface treatment (SBST) and slurry seals, including associated \npre-treatments, such as reinstatement of shoulders and the repair of failed areas. A total of \n$4 million will be allocated (including consulting services) for this first-year program. \nC.  Work Activities \n6.  The consultant shall perform the tasks listed below, while additional details deemed \nnecessary are given in paras. 7 and 8. \n(i)  evaluate the roads identified for the first-year program of 2008–2009 (Table A8.1) \nand prepare periodic maintenance treatment designs for these roads; \n(ii)  prepare bill of quantities and a simple map showing the type and approximate \nlocation of proposed works; \n(iii)  prepare the cost estimates for civil works, as required, at the end of the design \nprocess;  \n(iv)  prepare bid documents for the identified road sections in accordance with the \nstandard  ADB  bid  documents  for  the  ADB  and  AusAID  contract  and  in \n ", "  Appendix 8  37 \naccordance with bid documents prepared by the Provincial Road Improvement \nProject (PRIP) for the World Bank-financed contract (as indicated in para. 8 \nbelow). The PRIP bid documents should also be a reference document for the \nADB- and AusAID-financed contract; and \n(v)  prepare  special  specification  clauses  to  be  used  with  the  MPWT  standard \nspecifications. \nTable A8.1: Road Sections Identified for the Periodic Maintenance Program \nNR  Road Section  Financier  Existing  Length  Proposed  Cost \nSurface  (km)  Treatments  Estimate \nType  ($ million) \nWorld Bank  SBST, some SS and \n1  Km 69.2 to km 165.4  DBST  90.5  2.01 \nancillary works \nKm 3.9 to Kampong  ADB–\nSBST and ancillary \n5  Chhnang (western city  AusAID  DBST  87.2  1.87 \nworks \nlimits) \nADB = Asian Development Bank, AusAID = Australian Agency for International Development, DBST = double \nbitumen surface treatment, NR = national road, SBST = single bitumen surface treatment, SS = slurry seal. \nNote: Ancillary works include repairs of failed areas and potholes, crack sealing, seal edge repairs, reinstatement \nof shoulders, line work and other pavement markings and road signs. \nSource: Asian Development Bank. \n \n7.  Pavement Evaluation and Treatment Design. The selected roads are generally in \ngood condition, but need resurfacing to seal and stabilize the road surface which is starting strip \nand crack. It is envisaged that the selection and design of treatments for the first-year program \nwill be based on visual evaluations and the review of available traffic and historical data. The \nevaluation should include the identification of all surfacing and pavement defects, failures and \nrelated problems. The assessment should also be of sufficient detail to estimate the bill of \nquantities and to indicate, on a longitudinal map, the type of works, to be carried out. \n8.  Preparation  of  Bid  Documents.  Standard  bid  documents  have  been  prepared  by \nprevious projects for use in small works covered by ICB and NCB contracts, based on the World \nBank’s small works sample documents. These documents are generally complete, except for \nthe details of the road section. The proposed works will require the inclusion of the bill of \nquantities, line drawings and appropriate extracts from the MPWT standard specifications that \nwill need to be reviewed, updated, and modified. The final bidding documents for World Bank \ncontracts only will be prepared by a separate procurement agent who will also assist MPWT \nwith the bidding process and the award of contract. \nD.  Time Schedule, Consultant’s Qualifications, Reporting and Cost Estimate \n1.  Time Schedule  \n9.  The first-year implementation consultant will be an individual international consultant \nwho will be engaged for 4 months, in two assignments over a period of 9 months, starting in \nJanuary 2008. The first-year implementation consultant will hire a local consultant to assist \nhim/her in his task for a period of 4 months, in two assignments to coincide with the first-year \nimplementation consultant’s inputs. \n ", "38  Appendix 8 \n2.  Consultant’s Qualifications Requirement \n10.  The  consultant  will  be  a  road  maintenance  specialist  and/or  road  engineer  with  a \nminimum of 10 years’ of experience (at least 5 years in developing countries within the region) \nwith experience in pavement engineering, identification of road maintenance needs, treatment \ndesign, sealing equipment inspection and certification, preparation of bidding documentation, \nand bid evaluation. The consultant should also have a sound knowledge of ADB and World \nBank procurement procedures and guidelines.  The local consultant should be a roads engineer \nwho is familiar with the workings of MPWT, has had some involvement in previous foreign-\nfunded projects and has sufficient English to communicate with the first-year implementation \nconsultant. \n3.  Reporting Requirements \n11.  Fifteen  copies  each  of  the  following  reports,  all  in  the  English  language,  shall  be \nsubmitted by the consultants to MPWT: \n(i)  A road evaluation and design report, for the roads of the first-year program; and \n(ii)  bidding documents for the associated civil works contracts. \n4.  Cost Estimate \n12.  The cost estimated for this consulting work is $130,000 (Table A8.2).  \n \nTable A8.2: Cost Estimate for First-Year Implementation \nConsulting Services \n   Item   Cost ($) \n1.   Remuneration \nInternational Consultant \n($17,000 per month x 4 months)   68,000 \nLocal Consultant    \n($1,000 per month for 4 months)  4,000 \n2.   Per Diem  \n($125 per day x 30 days x 4 months)   15,000 \n3.  Travel Cost (lump sum)  30,000 \n4.   Communications etc. (lump sum)  3,000 \n  Subtotal  120,000 \n5.  Contingencies  10,000 \n  Total  130,000 \n ", "  Appendix 8  39 \nII.  Consulting Package CS2: Technical Audit Consultant  \nA.  Introduction  \n13.  Specialist  consulting  services  are  sought  from  a  consultant  to  audit  the  periodic \nmaintenance program (covering approximately 950 km of MPWT roads over 5 years), and the \nconsulting  services  provided  by  the  construction  supervision  consultant,  the  project \nmanagement advisor, and the institutional and management training consultants. \nB.   Objective and Outline of Works \n14.  The overall objective of the technical audit is to help MPWT to ensure that periodic \nmaintenance works are effectively implemented, that they are of an appropriate quality, and that \navailable funds are used effectively. The audit will need to ensure (i) that the road evaluation \nand design process led to an appropriate selection of pavement treatments and their proper \napplication,  (ii)  the  acceptance  criteria  for  the  works  carried  out  were  appropriate,  and  \n(iii)  the  skills  of  MPWT  staff  have  been  improved  and  the  required  systems  established \n(including by technical assistance to contractors to improve their sealing and paving operations). \n15.  The technical audit will provide an independent professional opinion on the effectiveness \nof the management and implementation of the periodic maintenance program. A key element of \nthe audit will be verification that the contracted works have been designed and completed to \nacceptable  minimum  standards,  and  that  the  tendering  processes  have  followed  accepted \npractices. \n16.  Due to the nature of these tasks and uncertainties about the timing and length of \nengagement of audits, MPWT reserves the right to either extend the contract to cover later \nyears of the Project or to begin a new contract. \nC.   Scope of Works \n17.  Civil Works. The technical audit consultant will review the operations of RAMO and the \nimplementation and civil works procurement process, from the evaluation and design process \nthrough  to  the  evaluation  of  the  quality  of  the  completed  works.  Management  of  these \nprocesses by MPWT units will also be reviewed to establish their effectiveness in promoting \nquality and completing contracts. Special attention will need to be given to reporting procedures \nand the processing and payment of invoices. \n18.  The audit report will discuss the processes of conducting the civil works, including their \nstrengths and weakness and any proposals to correct weaknesses. It will comment on whether:  \n(i)  RAMO and its management system can deliver cost-effective road maintenance \nworks of the right quality; \n(ii)  previously identified design, sealing and paving problems are being remedied; \n(iii)  human resources have or will be adequately developed with respect to pavement \nevaluation and design, project management, and construction supervision; \n(iv)  the evaluation, designs and procurement are based on professional, systematic \nand timely procedures; \n(v)  the financial monitoring of the Project is being followed and action is being taken, \nwhen required, by those involved, to ensure that the financial data are complete \nand accurate; \n ", "40  Appendix 8 \n(vi)  the internal technical and financial auditing procedures in RAMO and DGPW are \nadequate to monitor the Project; \n(vii)  the contractors’ payments are not being unnecessarily delayed, and action is \ntaken to correct identified problems; \n(viii)  the maintenance works implemented by MPWT are of an acceptable quality and \nthe work progress and quality monitoring system is operational and being used;  \n(ix)  management  of  the  maintenance  program  can  at  any  time  verify  all  steps \nbetween  the  evaluation  and  design  phase  through  to  final  payment  and \ndisbursement by the financing institution; \n(x)  for  the  second  and  subsequent  audits,  previous  periodic  maintenance  audit \nreports are distributed correctly to MPWT management, the road maintenance \ninterministerial committee, and MEF; \n(xi)  the Project, in general, is being implemented cost-effectively in accordance with \nthe agreed implementation schedule;  \n(xii)  the  internal  technical  auditing  procedures  set  up  in  RAMO  and  DGPW  are \nadequate to monitor the Project; and \n(xiii)  construction site journals, site meetings minutes and other documents on quality \nand quantity are maintained and archived in an orderly and professional way. \n19.  Road Asset Management. The technical audit consultant will review the performance of \nthe project management advisor and the independent supervision consultant supervising the \ncivil works. The key tasks will be: \n(i)  to  ensure  that  the  systems  and  processes  required  to  ensure  the  periodic \nmaintenance program of the Project are being delivered and are of an acceptable \nquality, starting with pavement evaluation, and treatment selection and design; \n(ii)  to ensure that every effort has been made by the consultant to ensure that the \nroad asset management database and planning system have been updated and \nare being used in the development of strategic and annual plans; \n(iii)  to ensure that the systems, manuals, and other materials required to support the \nrole of RAMO have been prepared, are widely available, and are being used; \n(iv)  to ensure that RAMO engineers and other technical staff are directly involved in \ndecision making, inspection, and contract management; and \n(v)  to ensure that the processes, mechanisms and training materials required for the \nestablishment and implementation of a RAMO skills development program have \nbeen prepared and that the program targets actual needs and addresses site \nproblems, including site operations of sealing and paving. \n20.  Institutional and Management Training. The technical audit consultant will review the \nperformance of the institutional and management training consultant. The key tasks will be to \nensure that every effort has been made by the consultant: \n(i)  to ensure that MPWT has accepted its responsibility for road asset management \nand that long-term plans are being developed and accepted by the MEF and \nother related government entities; \n(ii)  to make certain that developments within DGPW are consistent with those of a \nstrong and capable road management organization, including the establishment \nof a basic quality management system and culture; \n ", "  Appendix 8  41 \n(iii)  to make certain that a skills development capability within DGPW has been \nestablished and is operational and that resources and training materials have \nbeen prepared;  \n(iv)  to ensure that action has been initiated on changing the roles and responsibilities \nof key DGPW departments; and \n(v)  to  ensure  that  MPWT  management  is  taking  action  to  improve  its  technical \ncapacity and to embrace its responsibility as the manager of the road network. \nD.   Time Schedule, Consultant’s Qualifications, Reporting, and Cost Estimate \n1.   Time Schedule \n21.  The technical audit consultant will be an individual international consultant who will be \nrequired for a period of 8 months, in five assignments of 1.5 months each, except for the first \naudit which will be for 2 months. Annual audits will start in May 2009. While it is intended that \none consultant be engaged for the five audits, this may not be possible and the recruitment \nprocess may need to be repeated. The technical audit consultant will hire two local consultants \nto assist him or her. Each local consultant will be hired for a period coinciding with the technical \naudit consultant’s engagement periods for the five audits. \n2.  Consultant’s Qualifications  \n22.  The consultant will be a road management and maintenance specialist with a minimum \nof  15  years’  experience  (at  least  5  years  in  developing  countries  within  the  region)  with \nexperience in road asset management, road organization development, and road maintenance \noperations including international procurement processes. Both local consultants should be road \nengineers, with a sound knowledge of the workings of MPWT, previous involvement in foreign- \nfunded projects and sufficient English to communicate with the technical audit consultant. One \nlocal consultant should have a sound understanding of MPWT organization and its operations \nwhile the other should have a sound understanding of the technical aspects of MPWT’s road \nmaintenance planning and operations. \n3.  Reporting \n23.  The technical audit consultant will keep MPWT well informed of his or her activities and \nintermediate findings. The highlights of the technical audit, including the audit findings related to \nworks quality, will be presented to RAMO for its review and comment, before being printed and \ndistributed. Fifteen copies of an annual comprehensive report on the audit, in the English \nlanguage, shall be submitted by the consultant to MPWT. \n24.  In addition to the opinions and findings contained in these reports, the technical audit \nconsultant will also need to: \n(i)  list weaknesses of the system and organization and propose remedial measures, \nidentifying who will be responsible for implementing the changes; \n(ii)  describe any other factors which would affect future audits;  \n(iii)  comment on the capacity of MPWT and contractors and their preparedness to \nadopt maintenance methods and technologies; and \n(iv)  indicate and bottlenecks that need to be addressed. \n ", "42  Appendix 8 \n4.  Cost Estimate \n25.  The cost for this consulting work is estimated at $180,000 (Table A8.3). \nTable A8.3: Cost Estimate for the Technical Audit Consulting \nServices \n   Item   Cost ($) \n1.   Remuneration  \nInternational Consultant  112,000 \n($19,500 per month x 8 months)   \n Local Consultants (2)   9,600 \n( $750 per month x 8 months x 2)   \n2.   Per Diem  \n($125 per day x 30 days x 8 months)   24,000 \n3.  Travel Cost (lump sum)  24,000 \n4.   Communications etc. (lump sum)  2,000 \n  Subtotal  171,600 \n5  Contingencies  8,400 \n  Total  180,000 \n \n ", "  Appendix 9  43 \nBENEFIT MONITORING \n \n1.   Periodic maintenance along the national road network will preserve the condition of \nexisting road surfaces. This will prevent future transportation costs for passengers and freight \nfrom increasing and maintain the accessibility provided by the road network. Existing economic \nactivity will be sustained and new activities will begin. A benefit monitoring framework with a \nseries of key performance indicators has been established.  \n2.   Indicators will include (i) economic development in the project area; (ii) transport costs \nand  times  for  specific  types  of  vehicles  and  trips;  (iii) transport  services  and  charges; \n(iv) accident rates; (v) incomes per capita; (vi) access to work, schools, markets and social \nservices; and (vii) jobs created during construction and maintenance. \n3.   Data collection will consist of (i) secondary data from central and local government \nstatistics,  (ii) project  data  and  other  road  and  traffic  information  collected  by  MPWT,  and \n(iii) sample surveys of vehicle operators, road users and road neighbors. MPWT will measure \nperformance  against  the  indicators  at  project  inception,  midterm  review,  completion,  and \nannually  for  5  years  after  completion.  MPWT  will  be  responsible  for  providing  data  on \n(i) average road roughness, (ii) classified traffic counts, (iii) annual expenditures on routine and \nperiodic  maintenance  of  national  roads  and  bridges,  and  (iv) social  and  economic  impact \nindicators. MPWT will provide baseline data and be responsible for (i) the impact of the road \nsafety awareness campaign on attitudes toward road and pedestrian safety, and (ii) average \none-way  passenger  fares  and  freight  transport  rates  for  general  cargo  to  and  from \npredetermined  points  on  the  rehabilitated  project  roads.  Comments  and  findings  on \nperformance against these indicators will be included in the midterm review. Examples of the \nindicators are in Table A9.  \nTable A9: Monitoring Indicators \nNo.   Indicators  \n(i)   Average road roughness over the rehabilitated road segments, measured in \ninternational roughness index units.  \n(ii)   Continuous 24-hour classified traffic counts carried out over a 1-day period under \nrepresentative conditions in April or November.  \n(iii)   Annual expenditures on routine and periodic maintenance of roads and bridges in \nthe national road network in the project areas.  \n(iv)   Average one-way passenger fares and freight transport rates for general cargo to \nand from predetermined points on the rehabilitated road links.  \n(v)   Social impact of road improvements on the lives, time savings, incomes, and \neconomic activities of representative road users and road neighbors, determined \nthrough structured interview surveys.  \n(vi)   Impact of the road safety awareness campaign on attitudes towards road safety and \nsafe pedestrian practices in representative communities, determined through \nstructured interview surveys.  \nSource: Asian Development Bank. \n ", "44  Appendix 10 \nECONOMIC ANALYSIS \nA.  Introduction \n1.   The Project consists of about 950 km of national roads throughout Cambodia. The \neconomic analysis was carried out for various periodic maintenance alternatives for each road \nin the project road network by comparing the with-Project and without-Project scenarios. In the \nwithout-Project scenario, the roads are assumed to receive only minimal maintenance and as a \nresult they continue to deteriorate. The with-Project scenario includes routine and periodic \nmaintenance according to international standards. Various alternative maintenance strategies \nhave been examined to determine the most cost-effective and least-cost option for each of the \nproject  roads.  The  economic  analysis  covers  the  period  2009–2032.  The  maintenance \nstrategies will be implemented during the period 2009–2013. The analysis covers the economic \nbenefits from the period 2013–2032. All benefits and costs are in constant 2007 prices. The \neconomic prices are expressed using the world price numeraire. \nB.  Road Condition and Traffic \n1.  Road Condition \n2.   The existing road condition of the road network under investigation has been assessed \nusing the loan referencing and condition survey (LRCS) database of the Ministry of Public \nWorks and Transport (MPWT) and updated by observations by the road engineer during the \nfield trips. The condition of the roads includes both pavement condition surveys and road \nroughness surveys. This updated road condition information was applied to the LRCS link data \nand  used  in  the  economic  evaluation  model.  The  average  surface  roughness  levels  in \naccordance with the international roughness index (IRI) for each section of the road network \nranged from IRI 4.0 m/km to IRI 6.0 m/km. The rate of road deterioration used in the economic \nanalysis is based on the levels of surface roughness that existed before the Project, i.e., the \nwithout-Project case. These are compared with the roughness values in the with-Project case, \ni.e.,  after  periodic  maintenance  treatments  have  been  applied  and  vehicle  operating  cost \nsavings due to the road improvement are calculated. The highway design and maintenance \nstandards model 4 (HDM-4) was then used to analyze the sections. The road roughness level \nafter improvement of the project roads by various periodic maintenance treatments (i.e., the \nwith-Project case) varies from IRI 2.0 m/km to IRI 3.0 m/km after completion of the works. \n2.  Traffic Volume \n3.   Traffic volumes on the project roads were determined from traffic surveys undertaken to \ncompile the LRCS database. Traffic counts were undertaken over several days accompanied by \norigin–destination surveys. These survey results were normalized through the application of \nseasonal factors to obtain annual average daily traffic (AADT) figures for the base year. Traffic \nvolumes on the project road sections ranged from 1,177 vehicles per day to 15,383 vehicles per \nday (Table A10.1). The traffic counts were classified according to vehicle type before they were \nfed into the economic evaluation model. Only motorized traffic was modeled as non-motorized \ntraffic does not significantly affect road deterioration and accounts for only 10% of all traffic \nusing the roads in the network. \n ", "  Appendix 10  45 \nTable A10.1: Traffic on the Project Road Sections \n \nRoad Section  AADT \nNH1 km 60.2–69.2   2,923 \nNH1 km 159.7–165.4   2,198 \nNH1 km 69.2–159.7   2,198 \nNH2 km 0–8.7  15,383 \nNH2 km 8.7–70.5   7,159 \nNH2 km 70.5–113   4,783 \nNH3 km 180–200.5   1,177 \nNH5 km 0–3.9  14,509 \nNH5 km 3.9–91.1   8,428 \nNH5 km 91.1–168   5,988 \nNH5 km 168–286.8   4,040 \nNH5 km 288.1–353.1   4,950 \nNH6 km 0–89.2  4,170 \nNH6 km 89.2–161.2   4,790 \nNH6 km 161.2–171.6   1,886 \nNH6 km 161.2–221.2  4,790 \nNH7 km 44.7–68   5,334 \nNH7 km 68–253   2,177 \nNH11 km 0–90   3,272 \nAADT = Annual Average Daily Traffic. \nSource: Ministry of Public Works and Transport. \n3.  Traffic Growth Rate Assumptions \n4.   Traffic growth rates were based on a number of variables, including transport demand \nelasticity;  past  trends;  Government  gross  domestic  product  (GDP)  forecasts  at  national, \nregional, and provincial levels; population growth; and growth in per capita income. Elasticity \nvalues used in previous studies in Cambodia over the last decade range from 1.2 to 1.5 for \nestimating demand passenger transport growth and from 1.0 to 1.4 for freight transport growth. \nMotorcycle demand has regularly been based on an elasticity of 2.0. Traffic growth rates range \nfrom 6% per annum to 10.2% per annum, depending on the vehicle type and the year. The \nestimates  take  into  account  past  traffic  growth  and  recent  studies  in  Cambodia.  Because \nforecasts  of  future  traffic  are  determined  by  elasticity  of  demand  and  growth  in  GDP,  an \nallowance has been made in the sensitivity and risk analysis for variations of traffic growth to \ntake account of possible variations in the values of the elasticity of demand which determines \noverall traffic growth. Traffic growth rates used to forecast future traffic are shown in Table \nA10.2. \n5.   Future traffic usually has three components: normal, generated, and diverted traffic. \nNormal traffic is simply an extension of existing traffic. Generated traffic is traffic that is induced \nto use the road because of lower vehicle operating costs (VOCs) and shorter travel times. To be \nconservative, no generated traffic or diverted traffic is assumed in this study. The economic \nanalysis examines only savings in operating costs for normal traffic, that traffic that will continue \nto travel even if the roads in the network are not improved. \n ", "46  Appendix 10 \nTable A10.2: Traffic Growth Rates (% per annum) \nVehicle Type  Growth Period \n  2006–2011  2011–2016  2016 and on \n       \nCars   9.8  9.1  7.8 \nBuses   9.1  8.4  7.2 \nTrucks   10.2  7.7  6.6 \nMotorcycles   10.0  8.0  6.0 \nSource: Asian Development Bank estimates. \nC.  Costs \n6.   The Project’s economic costs were derived from the financial costs and include costs of \nperiodic maintenance, routine maintenance, and construction supervision. Maintenance costs \nwere  derived  from  rates  of  individual  items  of  works.  The  economic  costs  exclude  price \ncontingencies, taxes, duties, and interest during construction. A standard conversion factor \n(SCF) of 0.90 was applied to the financial costs of non-traded inputs to calculate economic \nprices. \nD.  Benefits \n7.   The major economic benefits of the Project were quantified as VOC savings because of \nimprovements in the road surface condition. VOC savings accrue to normal traffic, i.e., traffic \nthat would continue to use the road even if the improvement had not been made. The economic \nevaluation was conservative and assumed no generated traffic. \n8.   Benefits to road users were estimated from the difference between costs in the without-\nProject case and costs in the with-Project case. The HDM-4 model was used to estimate the \nbenefits over time. The model predicts pavement deterioration and estimates yearly VOCs over \nthe life of the investment for various strategies of improvement. In both the with-Project and \nwithout-Project cases the road roughness level varies from year to year according to traffic \nmovement and the maintenance applied. The roughness level, expressed in terms of the IRI \nhas a direct impact on the VOC and hence on the level of benefits. The model then compares \nlife-cycle costs for the with-Project case with the costs for the without-Project case, computes \nthe net present value (NPV), and estimates the economic internal rate of return (EIRR). \n9.   Typical VOCs for various vehicle types, based on typical road roughness levels in the \nwithout-Project case (i.e., minimal road maintenance) compared with the with-Project case \n(which has reduced the road roughness by the application of periodic maintenance treatments) \nare shown in Table A10.3. The rate of road deterioration used in the economic analysis is based \non the levels of surface roughness that existed when the project roads had had only basic \nroutine maintenance, i. e. the without-Project case, compared with the roughness values in the \nwith-Project case under various maintenance treatments. VOCs due to the improvements were \nthen calculated. \n ", "  Appendix 10  47 \nTable A10.3: Typical Vehicle Operating Costs With-\nProject and Without-Project ($ per km) \nVehicle Type  Without- With-\nProject  Project \n(IRI = 6)  (IRI = 2.0) \n     \nCar   0.42 0.15 \nLight Truck  0.21 0.12 \nMedium Truck  0.33 0.21 \nHeavy Truck  0.64 0.37 \nMedium Bus  0.28 0.17 \nLarge Bus   0.52 0.30 \nLight Commercial Vehicle  0.23 0.14 \nMotorcycle  0.04 0.03 \nIRI = international roughness index (meters/km). \nSource: Ministry of Public Works and Transport. \n \n10.   In economic theory the value of work time savings for passengers can be high. In \ngeneral, these people belong to higher income groups and it is assumed that their saved travel \ntime on work trips allows them to conduct more high-priority work. That is to say, their saved \ntravel time is used to increase the productive output. The way in which time itself is valued is \ndependent upon the wage rate paid. Time saved during nonworking time will not necessarily be \nused to increase productive output and may merely be used to increase leisure time. The value \nof time saved during nonworking time is therefore lower than time saved during working hours. \nTypically, nonworking time is valued at one third working time. \n11.   Time savings in a developing country like Cambodia are not highly significant, because \nthe actual time savings made (if any) may not be put to other productive uses. By concentrating \non more tangible benefits such as VOC savings, a less misleading picture will be given than if \ntime  savings  benefits  were  introduced.  This  also  makes  the  economic  evaluations  more \nconservative. If a particular maintenance alternative is economically feasible on VOC savings \nalone, any additional benefits from time savings will be bonus. \nE.  Results of Economic Analysis \n12.   The EIRR for the Project was 97.0% with a NPV of $1,089.1 million, using a 12% \ndiscount rate. Table A10.4 presents the base case calculation for the Project. \n ", "48  Appendix 10 \nTable A10.4: Economic Internal Rate of Return on the Project ($ million) \n \nProject  Periodic  Routine \nYear  Investment  Maintenance Maintenance VOC  Net \n  Costs  Costs  Costs  Savings  Benefits \n2009  6.46  (0.09)   (6.37)\n2010  11.05  (0.09)   (10.96)\n2011  13.13  (0.12)   (13.01)\n2012  7.93  (0.63)   (7.30)\n2013  5.41  (1.02) 57.71  53.31\n2014    1.39 (0.97) 133.88  133.46\n2015    1.18 (0.90) 205.94  205.65\n2016    4.79 (0.81) 260.06  256.08\n2017    10.35 (0.50) 280.73  270.89\n2018    7.61 (0.24) 271.79  264.41\n2019    6.72 (0.19) 273.52  266.99\n2020    6.54 (0.21) 300.22  293.90\n2021    2.12 (0.30) 327.42  325.60\n2022    1.39 (0.28) 353.62  352.51\n2023    2.01 (0.29) 380.90  379.18\n2024    3.77 (0.27) 414.02  410.51\n2025    3.13 (0.23) 451.57  448.67\n2026    7.12 (0.26) 493.29  486.43\n2027    9.64 (0.24) 549.56  540.16\n2028    0.22 (0.25) 608.17  608.20\n2029    7.59 (0.26) 654.87  647.54\n2030    0.28 (0.27) 710.08  710.07\n2031    1.04 (0.27) 760.65  759.87\n2032    1.58 (0.27) 808.48  807.17\n        EIRR  97.0\n         NPV  1,089.1\n() = negative, EIRR = economic internal rate of return, NPV = net present value. VOC = vehicle \noperating costs \nNotes:  \n1.   Negative recurrent maintenance costs indicate a saving between the with-Project and \nwithout-Project scenarios. \n2..  The EIRR of this Project is high relative to typical road rehabilitation projects because \n(i) maintaining a road is less costly than rehabilitating it periodically; and (ii) maintenance \nprevents losses of road user benefits while the road deteriorates towards impassability. \nWhen evaluating the result it should be considered that, although the effectiveness of the \nProject is high, no change in road accessibility is envisaged compared with the current \nsituation so development impacts are limited to retaining access, as opposed to creating \nnew access, which is achieved in road rehabilitation projects. \n3.   NPV is discounted at 12%.  \nSource: Asian Development Bank estimates. \n ", "  Appendix 10  49 \nF.  Sensitivity and Risk Analysis \n13.   Several sensitivity test cases were examined: (i) project periodic maintenance costs \nincrease by 20%; (ii) benefits decrease by 20%, (iii) traffic growth rates decrease by 20%,  \n(iv) no periodic maintenance is undertaken after implementation of the Project;19 and (v) a \ncombination of an increase in project periodic maintenance costs of 20% and a decrease in \nbenefits of 20%. The results show that the quantified economic benefits are robust to the \nvarious sensitivity tests and the Project remains economically viable in all cases. Finally, an \nanalysis including the sunk20 costs of the road network was performed to reconfirm that project \nroads were viable at the time of reconstruction and remain so even when the cost of periodic \nmaintenance is considered (Table A10.5).  \n14.   The  results  show  that  the  quantified  economic  benefits  are  robust  to  the  various \nsensitivity tests and the Project remains economically viable. The sensitivity test that assumes \nno periodic maintenance takes place after Project implementation only reduces the EIRR by \n1%, from 97.0% to 96.0%. The reason for this is that most project benefits occur within the first \n10 years after completion of the Project. These benefits are so high that, even assuming that no \nfuture periodic maintenance takes place every 5–6 years, this has little overall effect on the \nEIRR. The sensitivity test that assumes that the sunk costs of the road network are included \nreduces the EIRR from 97.0% to 23.8%. Including the entire $800 million already invested in the \nroad network is an extreme assumption but it still shows that the EIRR remains robust at 23.8%. \nTable A10.5: Results of Sensitivity Tests  \nSection  EIRR  NPV \n  (%)  ($ million) \nBase case  97.0  1,089.1 \nCapital costs increase by 20%  90.2  1,084.4 \nBenefits reduced by 20%  88.2  863.8 \nDecrease in traffic growth rates by 20%  83.1  875.1 \nNo periodic maintenance after project implementation  96.0  547.9 \nIncluding sunk costs of road network investment  23.8  698.3 \nCapital costs + 20% and benefits – 20%  81.8  859.1 \nEIRR = economic internal rate of return, NPV = net present value.  \nNote: NPV is discounted at 12%. \nSource: Asian Development Bank estimates. \n \n15.   A risk analysis was undertaken for the project road using the @Risk computer software \nprogram  and  taking  into  account  the  uncertainty  present  in  the  estimates  of  the  input \nparameters. The risk analysis was based on triangular probability distributions for the main input \nparameters.  It  runs  a  simulation  in  which  possible  values  of  the  variables  were  randomly \nsampled 5,000 times using a Monte Carlo non-stratified technique. Risk analysis then uses this \ninformation to analyze every possible outcome, executing hundreds of what-if scenarios. \n                                                 \n \n19  A risk to the Project could be that no further periodic maintenance is undertaken after the Project is implemented. \nThe sensitivity test shows that this would have little effect on the overall EIRR of the Project. \n20 Sunk costs are the costs that were previously spent on rehabilitating the road network (para 4. refers), estimated at \nabout $800 million in market prices. Sunk cost is not normally considered in economic analysis because previously \nexpended resources have no alternative usage and therefore no alternative value. \n ", "50  Appendix 10 \n16.   In the triangular probability distributions, the first multiplier defines the minimum possible \nvalue of the input parameter (there is zero possibility that the actual value will be lower than the \nminimum value). For example, if the multiplier is set to 0.7, the minimum possible value for that \nparameter is 70% of the estimated most likely value used in the economic evaluation. The \nsecond multiplier defines the maximum possible value of the input parameter (there is zero \npossibility that the actual value will be higher than the maximum value). For example, if the \nmultiplier is set to 1.2, this means that the maximum possible value for that parameter is 20% \nhigher than the estimated most likely value entered into the economic evaluation. Table A10.6 \ngives the estimated triangular probability distribution minimum and maximum possible values for \nthe variables tested in the risk analysis. It can be seen in the table that some minimum or \nmaximum possible values are the same as the model input value, e.g., the maximum traffic \ngrowth rate is the same as the model input value for the traffic growth rate. Similarly, the \nminimum value of the project investment cost is not expected to be lower than the model input \nvalue. This has been undertaken to enable the risk analysis program (@Risk) to use the most \npessimistic scenarios in estimating the probability of the EIRR for each option falling below 12%. \nTable A10.6: Variable Probabilities for Risk Analysis of the Project \nVariable  Variable Description  Triangular Distributions \nNumber    Multiplying Factors \n  Minimum  Model  Maximum \nPossible  Input  Possible \nValue  Value  Value \n1  Base Normal Traffic  0.50  1.00  1.00 \n2  Traffic Growth Rate  0.5021  1.00  1.00 \n3  Project Maintenance Costs  1.00  1.00  1.50 \n \n17.   The  risk  analysis  with  the  input  variable  distributions  has  the  immediate  effect  of \nreplacing the original (most likely) values with the mean values for the new distributions and \nthus recalculates the base case EIRR. The new base case EIRR becomes 80.9%. The results \nfrom the risk analysis indicate that there is a zero probability of the EIRR for the Project falling \nbelow 12%. The @Risk model calculated the new mean EIRR as 80.9%. The minimum value of \nthe EIRR was calculated as 57.7% and the maximum as 94.8% (Table A10.7). The probability \nof the EIRR falling below 12% is based upon extremely pessimistic possibilities, such as only \n50% of the estimated traffic growth rate and capital costs increasing by 50%.  \n                                                 \n \n21  Traffic growth rate is an important determinant of the future vehicle operating cost benefits for the Project. A \npessimistic view has been taken of the estimated growth in traffic not taking place. The minimum value has been \nset to 0.50, i.e., traffic growth may only be 50% of that estimated. \n ", "  Appendix 10  51 \nTable A10.7: Results of Risk Analysis for the Project \nScenario  % \n   \n   \nNew Base EIRR from @Risk   80.9 \n   \nProbability of EIRR less than 12%    0.0 \nMinimum EIRR estimate  57.7 \nMaximum EIRR estimate  94.8 \nMean EIRR estimate  80.9 \nEIRR = economic internal rate of return. \nSource: Asian Development Bank estimates. \n \n18.   The  results  of  the  risk  analysis  for  the  Project  are  presented  in  Figure  A10.  This \ndistribution shows the percentage probability of the EIRR falling below a certain value. There is \na 95% probability that the EIRR will be between 57.7% and 94.8%. At the lower end of the \nprobability range there is a 5% probability that the EIRR will be between 57.7% and 69.2% and \nat the higher end of the probability scale a 5% probability that the EIRR will be between 90.5% \nand 94.8%. From the results, there is a 90% probability that the EIRR for the Project will be \nbetween 69.2% and 90.5%. There is a zero probability that the EIRR will fall below 12% for the \nProject based on the risk analysis assumptions. \n \nFigure A10: Distribution for Project Economic Internal Rate of Return \n  Probability of  Probability of  \nEIRR < = 69.2% EIRR < = 90.5%\nis 5% is 95%\n100.0%\nMean EIRR = 80.9%\n80.0%\ny\nt 60.0%\ni\nl\nbi\na\nb\no\nPr 40.0%\n \n20.0%\n57.7%\n0.0%\n55.0% 65.0% 75.0% 85.0% 95.0%\n EIRR\n \nEIRR = economic internal rate of return. \nSource: Asian Development Bank estimates.\n \n ", "52  Appendix 11 \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY  \n \nA.  Linkages to the Country Poverty Analysis \n       \nIs the sector identified as a national   Yes  Is the sector identified as a   Yes \npriority in country poverty analysis?    national priority in country poverty   \n   No  partnership agreement?    No \n \nContribution of the sector or subsector to reduce poverty in Cambodia \n \nThe infrastructure sector can strengthen links between rural and urban areas and between different \nregions of the country to promote economic growth and geographically balanced development. \n \nMost of the poor in Cambodia live in rural areas and their livelihoods are based on agriculture.  Many of \nthem face food shortages for several months and are vulnerable to external shocks because of their \nreliance on subsistence agriculture. Better roads will help communities deprived of access to information, \nmarkets, off-farm employment, and social services. \n \nThe country’s infrastructure was destroyed during decades of civil war and conflict, and its socioeconomic \nindicators are poor. According to census data for 2004, the population was 12.8 million, 35% of whom \nlived below the poverty line. The incidence of poverty has declined only modestly in recent years and the \npoor are excluded from the mainstream economy. Improvements to Cambodia’s basic infrastructure are \ncritical for its economic development. \n \nThe Project will assist the Government of Cambodia to protect existing road assets that have recently \nbeen rehabilitated. Poor construction standards; high traffic growth, especially of heavy traffic; and cases \nof bad design and construction quality mean that urgent action is required to establish comprehensive and \nprioritized road maintenance planning and to begin periodic maintenance. This would enable MPWT to \napply future road maintenance allocations effectively and, in the short to medium term, preserve the road \nnetwork so it can contribute to future economic growth by lowering transport costs and improving access \nfor the movement of goods and people. \n \n ", "    Appendix 11  53 \nB.  Poverty Analysis   Targeting Classification: General Intervention \nFollowing ADB’s enhanced poverty reduction strategy (December 2004), projects classified as general \ninterventions no longer require poverty assessments.  \n \nPoverty Profile \n \nCambodia was ranked 129th out of 177 countries in the 2006 Human Development Report. Approximately \n36% of Cambodia’s population falls below the poverty line. The rural population has substantially lower \nsocial indicators than the urban population and poverty is widely distributed through out the country. Since \nCambodia’s reentry into the international community in 1991, it has made significant advances in both \nhuman and economic terms. Since 1993, GDP has grown 40% and the country has developed a vibrant \nand growing export industry. This has reduced poverty and led to human development. \n \nHIV/AIDS \n \nCambodia has the highest reported adult prevalence of people living with HIV/AIDS in Asia and the \nPacific. There is an increased risk of infection of HIV/AIDS during the maintenance work period although \nthis will depend on the scale of the works. Road workers may contribute to the spread of HIV/AIDS and \nother  sexually  transmitted  infections  in  the  communities  around  the  construction  sites  and  in  their \ncommunities of origin. The Project will include an HIV/AIDS awareness and prevention program and a \nparticipatory approach to raising HIV/AIDS awareness will be followed. This will be based on best \npractices developed under previous TA, Preventing HIV/AIDS Among Mobile Population in the Greater \nMekong Subregion. \n \nExpected Impacts on Poverty and Vulnerability \n \nThe preservation of the national road network will help to further economic growth by (i) reducing transport \ncosts  and  inducing  more  efficient  movement  of  passengers  and  goods;  (ii)  providing  better  road \nconnectivity; and (iii) strengthening general economic development in all parts of Cambodia. \n \nBecause the project roads have been rehabilitated and paved in the last 10 years, the short-term impact of \nroad maintenance works will be limited. However, in the medium and long term, preserving the road \nnetwork will ensure future economic growth by lowering transport costs and improving access for the \nmovement of goods and people.  \n \nPart of the maintenance will be to the pavement of non-paved shoulders. This will help the circulation of \nslow traffic (including bicycles, carts and pedestrians) mainly used by poor people. \n \n \nC.  Participation Process \nIs there a stakeholder analysis?   Yes   No  \n \nEnvironmental impact assessments or initial environment examinations, and resettlement plans were \nprepared for each road project during the last 10 years. During the preparation of these documents, \nstakeholder analyses were conducted in each affected community. However for this project no further \nstakeholder analysis was conducted. \n \nIs there a participation strategy?   Yes    No \n \nThe HIV/AIDS prevention program includes community participation during implementation.  \n \n ", "54  Appendix 11 \nD.  Gender Development \n  \nStrategy to maximize impacts on women: \n \nIn Cambodia, women are key players in the domestic and economic aspects of the households and are \nactive in community affairs. Women make up half of the population living along the road and, on average, \nadult women head 25% of the households. In several communities, the proportion of households headed by \nwomen is as high as 40%, which is largely a consequence of the civil war. Over 40% of women who head \nhouseholds are engaged in some kind of business (e.g., a small shop or petty trading) and this constitutes \ntheir main source of income. However, women earn less than men. \n \nGender relations and values, and in particular traditional tolerance of prostitution has posed a challenge to \nthe battle against HIV/AIDS. In general, the public health system does not serve women well. \n \nAn HIV/AIDS and human trafficking awareness campaign will be conducted only if a large construction camp \nis needed. It will be conducted by the maintenance contractors and MPWT with active involvement of \ncommunities,  relevant  government  agencies  and  NGOs,  the  women’s  union,  the  youth  union,  health \nworkers, and female community leaders and members.  \n       \nItem  Significant/    Plan \nNot Significant/  Strategy to Address Issues  Required \nNone   \n   Significant  Civil works will cover only the asphalt overlay within   Full \n  the carriageway. No new land acquisition will be   \nResettlement   Not  necessary.    Short \nsignificant   \n   None \n None \n       \n   Significant   Yes \nAffordability     \n Not   No \nsignificant \n \n None \n    In case construction camp sites are needed, labor   \n   Significant  standards  will  be  maintained  and  basic  facilities   Yes \nLabor    (water and sanitation) provided for the workers. No   \n Not  trafficked or child labor will be used for construction   No  \nsignificant  and maintenance.  \n \n None \n       \n   Significant   Yes \nIndigenous     \nPeoples   Not    \nsignificant \n \n None \n ", "    Appendix 11  55 \n       \nItem  Significant/    Plan \nNot Significant/  Strategy to Address Issues  Required \nNone   \n    There is potential risk of HIV/AIDS transmission if   \nOther Risks   Significant  worksites are needed. In this case an HIV/AIDS   Yes \nand/or    prevention component will be prepared.  HIV/AIDS \nVulnerabilities   Not  prevention \n  significant  program is \n  included in the \n None  Project. \n No  \nADB = Asian Development Bank, GDP = gross domestic product, NGOs = non-governmental \norganizations, MPWT = Ministry of Public Works and Transport. \nSources: Asian Development Bank estimates. \n ", "56  Appendix 12 \nSUMMARY INITIAL ENVIRONMENTAL EXAMINATION \nA.  Introduction \n1.  The Government of Cambodia has requested the Asian Development Bank (ADB) to \nstrengthen the capacity of the Ministry of Public Works and Transport (MPWT) to conduct road \nmaintenance planning, management and monitoring and funding for periodic maintenance of \nthe paved national road network. \n2.   An environmental assessment of the proposed Project has been conducted following \nADB’s Environment Policy (2002) and Environmental Assessment Guidelines (2003) and the \nGovernment’s environmental assessment regulations and guidelines. \n3.  The proposed Project has been categorized as B; therefore no environmental impact \nassessment is required. However, the environmental implications of the Project have been \nreviewed and mitigation measures will be directly integrated into the project design. In addition, \nan environmental management plan (EMP) has been prepared. \n4.  The paved national road network has been rehabilitated over the last 10 years. Most of \nthe  projects  were  funded  by  ADB,  World  Bank,  and  the  Japan  Bank  for  International \nCooperation  (JBIC).  An  environmental  impact  assessment  (EIA)  or  environmental  impact \nevaluation (EIE) has been prepared for each national road rehabilitation project under this \nProject.  \nB.  Description of the Proposed Project \n5.  The proposed Project aims to protect existing road assets. The national roads under this \nProject have recently been rehabilitated. The types of maintenance work anticipated under the \nProject are resurfacing of pavements and associated pavement works such as edge repair, line \nmarking, and repair and surfacing of shoulders. \nC.  Description of the Environment \n6.  The paved national road network in Cambodia encompasses about 2,000 km of primary \nand secondary highways, located all over the country. These national roads link Phnom Penh to \nthe Thailand border in the northwest (national roads [NRs] 5 and 6), to the Lao People’s \nDemocratic Republic border in the north (NR 7), to the Viet Nam border in the south (NRs 1 and \n2) and to Sihanoukville in the southeast (NRs 3 and 4). \n7.  Cambodia's climate is dominated by the monsoon which causes distinct wet and dry \nseasons. The southwest monsoon brings the rainy season from May to October. The northeast \nmonsoon brings drier and cooler air from early November to March, then hotter air in April and \nearly May. The southern part of the country has a 2-month dry season and the northern areas a \n4-month dry season. \n8.  Topographically Cambodia is divided into three distinct parts: the central plains, the flat \ncoastal areas, and the mountain ranges with high plateaus. The central plains form 75% of the \ncountry and consist of the alluvial plains of the Mekong River and the Tonle Sap Basin. These \nare Cambodia's two dominant topographical features. Most national roads are located in the \ncentral plains. \n9.  Forests make up a major part of the country's natural resources. Hill evergreen, tropical \nrain, and dry land evergreen forests are found in the humid coastal ranges, humid northeastern \nuplands, and the very humid to subhumid low altitude areas. Freshwater inundated forests are \n ", "    Appendix 12  57 \nfound in the Tonle Sap Lake and in areas of the Mekong River. Mangrove forests are found \nalong the coasts of Kampot and Koh Kong provinces. \n10.  Cambodia has a rich biodiversity. The forests, wetlands and other habitats support many \nspecies of flora and fauna, including 130 species of mammals, more than 600 species of birds, \nmore than 2,300 plants, and an unknown number of reptiles and amphibians. \n11.  Twenty-three protected areas have been designated, covering 3,402,200 hectares (ha) \nor  19%  of  the  country's  total  area.  The  protected  areas  cover  representative  ecosystems \nincluding  evergreen,  deciduous,  and  edaphic  forests,  and  examples  of  fragile  and  critical \nhabitats. These areas are well distributed throughout the country. \n12.  The Tonle Sap is the largest freshwater lake in Southeast Asia. In 1997 it was nominated \nas a Biosphere Reserve under the Man and the Biosphere Reserve Program of United Nations \nEducation and Scientific Cooperation Organization (UNESCO). NRs 5 and 6 surround this \nreserve. \n13.  Poverty is widespread in Cambodia. Some provinces are inhabited by refugees and \nthere are large areas of unexploded ordnance and land mines. Rice cultivation is the dominant \nagricultural activity, but yields are frequently erratic due to flooding. Safe drinking water is a \nmajor concern as the quality of groundwater and surface water supplies are poor during the dry \nseason. Malaria is endemic. \nD.  Review of Environmental Implications \n14.  Road maintenance operations may potentially affect the environment in a number of \nways, including construction camp maintenance, storage and handling of wastes and hazardous \nmaterials,  materials  stockpiling,  and  the  location  of  borrow  pits  and  quarry  sites.  Poorly \nexecuted maintenance may create soil erosion and affect streams or other water bodies. If there \nare no clear plans for environmental management solid waste materials may be disposed of \ninappropriately and uncontrolled noise and dust can create a nuisance for individuals and \ncommunities. These concerns are heightened where roads pass through protected areas or \nother sites of a sensitive ecological nature, such as wetlands, streams or forest areas and \nprotected areas. \n15.  An EMP has been prepared for this Project. Table A12 presents the main anticipated \nenvironmental impacts due to road maintenance works under this Project and the proposed \nmitigation measures. \n \n ", " \nTable A12: Potential Impacts and Proposed Mitigation Measures linked to Maintenance Works \n5\nActivity  Potential impacts  Mitigation measures  8\n  \nResurfacing of  - Possible pollution of waterways or  - Strict control to avoid spills; contractors to have adequate clean up procedures \npavements and  groundwater by bituminous products or \nA\nassociated pavement  solvents  p\np\nworks and repair and  - Works can have temporary effects on  - Contractors to take into account local water uses  en\nd\nsurfacing of shoulders  irrigation or washing or drinking water    ix\nsupplies   12\n \n- Dust, noise and vibrations  - Specifications for watering to be included in the contract \n- Noise and vibrations from contractors’ equipment to be controlled, especially close \nto settlements \n- Construction activities to be avoided at night when close to residential areas \n- Effect on traffic and pedestrian safety  - Contractors to employ safe traffic control measures and to limit possible disruption \n  to nonconstruction traffic \nTransport of materials  - Air and noise pollution for any nearby  - Contractors’ vehicle speeds to be controlled, noise and weight of loads to be  \nsettlements and damage to existing  controlled, dust and flying debris to be reduced by covering loads or wetting \nroads  material if necessary \n  - Locally available construction material to be used wherever possible to minimize \ntransport distances \nMaterials stockpiling on  - Possible pollution of waterways by  - Appropriate location for materials stockpiling to be selected, well away from any \nshoulders  solids  waterways, irrigation or washing or drinking water supplies \n  - Encroachment on carriageways to be avoided \n- Possible impacts on road users safety  - Trees to be preserved during material stockpiling \nBorrow areas  - Quarries and borrow pits can have  - Borrow areas to be located away from residential or other environmentally \nimpacts on soils, water and the natural  sensitive areas, such as hospitals, intensive livestock production areas or wildlife \nenvironment  breeding areas \n- Farmlands and forests to be avoided as much as possible, work to be restricted to \ndaylight hours, size and frequency of blasting to be limited \n- Borrow areas to be restored and re-vegetated \nWorksite installation (if  - Degradation of plant cover  - Work site installations to be situated in order to reduce impacts on the environment \nneeded)    and on the people living in the immediate vicinity \n- Soil and water pollution (trash  - Fuel and oil, and bitumen storage areas to be located well away from any \ndumping, oil spills)  watercourses \n- These storage areas will be provided with interceptor traps so that accidental spills \ndo not contaminate the environment \n- All waste oil will be stored and disposed of to acceptable oil industry standards \n- Wherever possible, refueling will be carried out at a fuel storage area and not \npermitted within or adjacent to watercourses \n- On completion of the work, contractors shall restore the sites to their original state  \n ", "    Appendix 12  59 \nE.  Findings and Recommendations \n16.  Because  the  Project  will  be  limited  to  resurfacing  of  existing  pavements  and \nreconstruction  of  shoulders,  there  are  few  environmental  risks  associated  with  it.  Any \nenvironmental issues associated with the Project will be temporary and localized. However, for \nlarge resurfacing works, construction camps will increase the environmental risks. \n17.  The environmental review of the Project indicates that overall environmental impacts are \nacceptable. Mitigation measures have been identified that are necessary and sufficient to satisfy \nall  environmental  requirements  in  accordance  with  ADB  requirements  and  Cambodian \nregulations. The types of effects of the anticipated maintenance works are well understood and \ndocumented.  Mitigation  measures  are  known  and  if  applied  in  practice  can  eliminate  the \nenvironmental risks. \nF.  Conclusion \n18.  Potential  impacts  have  been  identified  and  mitigation  measures  drawn  up. \nImplementation of the proposed mitigation measures and the EMP will reduce environmental \nimpacts.  \n "], "metadata": {"CreationDate": "D:20071219164422+08'00'", "Author": "IAD", "Creator": "PScript5.dll Version 5.2", "Keywords": "rrp: cambodia 41123, roads highways, roads assets management project, transport communications, road rehabilitation project, roads improvement, cambodian transport sector", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20080124104717+08'00'", "Title": "Road Asset Management Project"}, "author_page": " \n \nVice President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  J. Cooney, Infrastructure Division, SERD \n   \nTeam leader  P. Broch, Transport Economist, SERD \nTeam members  S. Date, Transport Specialist, SERD \n  K. Emzita, Senior Counsel, Office of the General Counsel \n  Y. L. Feng, Principal Environment Specialist, SERD \n  M. Huddleston, Senior Social Development Specialist, SERD \n  N. Ouk, Project Implementation/Programs Officer, Cambodia Resident \nMission, SERD \n  M. Sultana, Social Development Specialist, SERD \n  Y. Tanaka, Transport Specialist, SERD \n  A. Hebel, Financing Partnerships Specialist, Office of Cofinancing \nOperations \n \n ", "authors": [{"fullname": "  K. Emzita", "role": " Senior Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  Y. L. Feng", "role": " Principal Environment Specialist", "organization": "SERD "}, {"fullname": "  M. Huddleston", "role": " Senior Social Development Specialist", "organization": "SERD "}, {"fullname": "  N. Ouk", "role": " Project Implementation", "organization": null}, {"fullname": "  M. Sultana", "role": " Social Development Specialist", "organization": "SERD "}, {"fullname": "  Y. Tanaka", "role": " Transport Specialist", "organization": "SERD "}, {"fullname": "  A. Hebel", "role": " Financing Partnerships Specialist", "organization": "Office of Cofinancing "}]}