{"path": "data/input/reports/41171-02-sol-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 41171-02 \nNovember 2010 \n \nProposed Grant and Administration of Technical \n \nAssistance Grant  \nSolomon Islands: Transport Sector Development \nProject \n \n ", "CURRENCY EQUIVALENTS \n(as of 1 October 2010) \n \nCurrency Unit  –  Solomon Islands dollar (SI$) \n \nSI$1.00  =  $0.1264 \n$1.00  =  SI$7.9094 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPIU  –  central project implementation unit  \n  MID  –  Ministry of Infrastructure Development \n  NTF  –  National Transport Fund \n  NTP  –  National Transport Plan \n  PAM  –  project administration manual  \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \n  \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  R. Wihtol, Pacific Department (PARD) \nDirector  A. Iffland, Pacific Sector Operations , PARD \n   \nTeam leader  D. Mizusawa, Infrastructure Specialist, PARD \nTeam members  R. Adhar, Senior Project Implementation Officer, PARD \n  E. Brotoisworo, Principal Safeguards Specialist, PARD \n  J. Ghimire, Counsel, Office of the General Counsel \n  R. Guild, Principal Transport Specialist, PARD \n  S. Lee, Senior Social Development Specialist, PARD \n  D. Ling, Project Implementation Officer, PARD \n  N. Sapkota, Safeguards Specialist, PARD \n   \nPeer reviewer  A. Ahonen, Transport Specialist, Central and West Asia Department \n   \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  TECHNICAL ASSISTANCE  6 \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nV.  ASSURANCES AND CONDITIONS  10 \nVI.  RECOMMENDATION  10 \nAPPENDIXES  \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", " \nPROJECT AT A GLANCE \n \n  \nTransport Sector Development Project ", "oo150  00'E170  00'WInN o r t h     P a c i f i c     O c e a nternoo20  00'N20  00'NationPACIFIC  REGIONalPhilippine MARSHALL  ISLANDS DSeaateline REPUBLICFEDERATED STATES OFOF PALAUMICRONESIAoo00NAURUK     I     R     I     B     A     T     IPAPUAINDONESIANEW GUINEASOLOMONTUVALUISLANDSSAMOACOOKVANUATUC o r a l   S e aISLANDSREPUBLICTONGAOF THEoo20  00'S20  00'SFIJIISLANDS A U S T R A L I AS o u t h     P a c i f i c     O c e a noo170  00'W150  00'E o166  00'E Duff Reef  LataTEMOTUNendoPROVINCESANTA CRUZ ISLANDSUtupua AnutaPeouVanikoloo12  00'SFataka TikopiaA  C  I  F  I  C      O  C  E  A  N This map was produced by the cartography unit of the Asian Development Bank. The boundaries, colors, denominations, and any other information shown on this map do not imply, on the part of the Asian Development Bank, any judgment on the legal status of any territory, or any endorsement or acceptance of such boundaries, colors, denominations, or information.  o166  00'E\nP  \n00'S H      \no6   T  \nU  \nCT Sikaiana Ulawa ataKira Kira ACE S  O  \nPROJE u'u MALAITAPROVINCE Oteotea we Hauratar MAKIRPROVIN\no156  00'E SOLOMON  ISLANDSTRANSPORT SECTOR DEVELOPMENT  ONTONG JAVA(Lord Howe Atoll)Ke LomaLuaniua Roncador Reef TaroCHOISEULPROVINCE PaparaMhortlandanninKiagISABEL VaghenaStrVellaPROVINCEaitKolombangarasMaravarBualaNoroRanonggaGizoMundaSimboSusubonaMalSepiWESTERNBlVangunuaAukiInCENTRALncPROVINCEdhFloridaee RendovaPROVINCEpCehnadRussellnneenSavolceYandina TulaghiStraitsAolaLiHONIARA Avu AvuGUADALCANALPROVINCE NS  o  l  o  m  o  n         S  e  a Tinggoa020406080100RENBELPROVINCEKilometers National Capital Provincial Capital Town International Boundary Boundaries are not necessarily authoritative. o156  00'E\nS\nS\nS 0'\n0' 0\no6  0 o12  \n10-3516 AV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Solomon Islands for the Transport Sector Development Project. The report also describes \nproposed administration of technical assistance (TA) to be provided by the Japan Fund for \nPoverty Reduction for Supporting the Transport Sector Development Project, and if the Board \napproves the proposed grant, I, acting under the authority delegated to me by the Board, will \napprove administration of the TA. \n \n2.  The project will improve access to socioeconomic opportunities by rehabilitating and \nmaintaining  land,  sea,  and  air  transport  infrastructure.1 Solomon  Islands  has  been  offered \nsignificant parallel grant cofinancing from the governments of Australia and New Zealand but \nhas insufficient capacity to plan and implement the necessary civil works. The project will \ntherefore  strengthen  transport  sector  institutions  by  establishing  a  central  project \nimplementation unit (CPIU) to reform the government’s institutional structure, implement civil \nworks, and conduct technical and managerial capacity development. In doing so, the project will \nprepare an environment for a comprehensive transport sector-based approach based on long-\nterm partnerships, sector coordination, and reliance on government systems. Through close \ncooperation  with  other  development  partners,  the  project  will  support  the  government  in \nefficiently implementing all externally funded assistance to the transport sector.2 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Solomon Islands is a large Melanesian island country, with a land area of about 28,000 \nsquare kilometers, six large islands, dozens of smaller islands, and hundreds of islets and atolls. \nAbout 80% of the population of 540,000 is rural, living in widely dispersed villages of a few \nhundred people. The country is fragile, weakly performing, and still emerging from several years \nof conflict from 1999 to 2003. It is one of the least developed of the Asian Development Bank \n(ADB)  Pacific  developing  member  countries.  The  country  is  unlikely  to  meet  most  of  the \nMillennium Development Goals by 2015. Socioeconomic indicators include high unemployment, \nfast population growth, and slow economic growth, which combine to exacerbate poverty.  \n \n4.  The economy is at a disadvantage given the dispersed population, limited resources, \nand  relatively  high  cost  of  providing  remote  communities  with  the  infrastructure  and  basic \nservices  to  stimulate  productivity  gains.  The  urban–rural  divide  is  increasing  between  the \npopulation living in and around the capital city of Honiara and the majority of the population \nliving  in  rural  communities  on  outer  islands.  The  weak  and  poorly  maintained  transport \ninfrastructure  constrains  economic  growth  and  limits  its  inclusiveness.  Improved  transport \ninfrastructure is expected to strengthen growth, improve access to basic social services in rural \nareas, build rural economies, and increase geographic equity. \n \n5.  Transport infrastructure. The government’s National Transport Plan (NTP) and ADB's \ninterim Solomon Islands country partnership strategy, 2009–2011 sets out a goal to improve \ntransport infrastructure to strengthen equitable private-sector-led economic growth and create \n                                                \n1  The design and monitoring framework is in Appendix 1.  \n2  The Asian Development Bank (ADB) provided project preparatory technical assistance. ADB. 2010. Technical \nAssistance to Solomon Islands for Preparing the Transport Sector Development Project. Manila (TA 7335-SOL).  ", "2 \nan enabling business environment.3 Previously, transport infrastructure had deteriorated due to \npoor maintenance, low government and contractor capacity for planning and implementation, \nand  natural  disasters.  Prior  to  recent  projects,  about  65%  of  roads  had  deteriorated  and \nrequired rehabilitation, although the figure is now about 50% and improving. The government \ncurrently gives high priority to rehabilitating and maintaining existing transport infrastructure to \nensure that the infrastructure remains in operation. To this end, the government is undertaking a \ncomprehensive effort to rehabilitate and maintain transport infrastructure, with strong support \nfrom development partners.4  \n \n6.  Institutional aspects. Capacity constraints, inappropriate institutional structures, and \nsporadic  capacity  development  have  hindered  the  government’s  ability  to  develop  and \nimplement transport sector policies and plans effectively. These factors are exacerbated by \nconstrained public sector budgets, lack of human resource and organizational planning, and \ninadequate training programs. The government’s institutional structure requires strengthening \nand training to meet needs identified by ADB TA5 and to implement the scale of works required \nto improve the network, particularly those that are externally funded.  \n \n7.  Intermodal connectivity. Intermodal connectivity is crucial to improve access. Where \ntravel and transport demand is low, typically in remote areas, reliable access and connectivity \nneed to be prioritized. Improving connections between land, sea, and air transport requires \nrehabilitating deteriorated infrastructure and constructing new facilities. Lower transport costs \nand  more  frequent  services  will  in  turn  stimulate  benefits  such  as  increased  agricultural \nproduction and trade for rural communities.   \n \n8.  National Transport Plan. The NTP, originally developed with support from ADB TA,6 \narticulates  the  government’s  transport  policies,  strategies,  and  priorities  for  developing  the \ntransport system. The NTP formally sets out a strategic and policy framework to (i) develop \ntransport services, (ii) maintain and develop physical infrastructure, (iii) improve the capacity of \ngovernment agencies, and (iv) develop the private sector. The NTP was recently updated to \ninclude a prioritization methodology, subproject selection criteria, and a 3-year rolling work \nprogram of prioritized subprojects (footnote 5). The government and development partners have \nagreed that future support to the sector will be in accordance with the NTP to develop robust \nnational transport infrastructure that contributes fully to development of the country.   \n \n9.  National  Transport  Fund. To sustain the transport sector, increased investment is \nrequired to rehabilitate and maintain transport infrastructure as prioritized in the NTP. The \ngovernment established the National Transport Fund (NTF) with ADB support (footnote 5) to \nserve as a sustainable mechanism to fund rehabilitation and maintenance of infrastructure as \nwell  as  support  maritime  transport  service  provision  to  uneconomic  destinations. The  NTF \nallows the government to enhance its ability to allocate resources, sustain implementation of \nnational transport infrastructure, and help with disaster management and recovery.  \n \n10.  Development  coordination.  The  Ministry  of  Infrastructure  Development  (MID)  has  \nworked  with  development  partners  including  ADB,  the  Australian  Agency  for  International \n                                                \n3  ADB. 2009. Solomon Islands: Interim Country Partnership Strategy, 2009–2011. Manila. \n4  Sector  Assessment  (Summary):  Transport;  Development  Coordination  (accessible  from  the  list  of  linked \ndocuments in Appendix 2). \n5  ADB. 2007. Technical Assistance to Solomon Islands for Preparing the Domestic Maritime Support Project and \nTechnical Support Program. Manila (TA 4980-SOL). \n6  ADB. 2004. Technical Assistance to Solomon Islands for Institutional Strengthening in the Ministry of Infrastructure \nand Development. Manila (TA 4494-SOL).  \n ", "3 \nDevelopment, the European Commission, the Japan International Cooperation Agency, the New \nZealand Ministry of Foreign Affairs and Trade, and the World Bank on sector coordination in \naccordance with NTP policies and actions. Well-functioning informal coordination mechanisms \nhave already been developed and are expected to lead to a sector-wide approach.7 \n \n11.  By substantially upgrading MID capacity, the project will help the government to improve \nsector planning, strengthen project implementation, and manage domestic funding and external \nassistance  to  sustain  national  transport  infrastructure.  Given  the  improved  capacity  and \nadequate funding,  the project  will  lead  to  better transport  asset  conditions  and  intermodal \nconnectivity  of  national  transport  infrastructure.  Improved  access  is  expected  to  stimulate \nagricultural production and trade for rural communities and extend delivery of social services.   \n \nB.  Impact and Outcome \n \n12.  The impact will be improved access to socioeconomic opportunities by the people of \nSolomon Islands. The project is expected to produce benefits for remote rural populations as \nwell as the national population. The project will have important additional benefits for the socially \nvulnerable, including women, children, and the disabled. The outcome will be that MID provides \nsustainable transport infrastructure as prioritized in the NTP.  \n \nC.  Outputs \n \n13.  Outputs  include  (i)  efficient  and  effective  project  implementation  and  management \nprovided by a CPIU; (ii) rehabilitation and maintenance of transport infrastructure prioritized in \nthe NTP; and (iii) upgraded technical and managerial capacity of MID staff. ADB will finance the \nfirst  and  third  outputs,  the  government  will  finance  the  first  and  second  outputs,  and \ndevelopment partners will finance the second and third outputs on a parallel basis. The details \nare described in the project administration manual (PAM).8 These outputs will be complemented \nby TA to improve MID’s project management and implementation capacity (paras. 25–27). \n \n14.  For the first output, the project will help MID establish a consolidated CPIU within its \nexisting Transport Infrastructure Management Services Department. The CPIU is intended to \nimplement and manage all transport sector activities, whether funded by the project or other \nresources.  The  CPIU  will  be  staffed  by  existing  MID  personnel  and  supplemented  by \nconsultants  to  provide  the  required  expertise  to  implement  the  NTP. The  project  will  also \nundertake a range of capacity development initiatives for MID staff through coaching and on-\nthe-job training.9 As MID gains capacity and expands its staffing, government personnel will \ngradually take over from the consultants toward the end of the project. \n \n15.  For  the  second  output,  infrastructure  investments  will  be  planned  and  delivered  as \ndetermined by the NTP. These are outlined in the sector plan and based on the subproject \nselection  criteria.  To  determine  priorities,  the  NTP  uses  multi-criteria  analysis,  including \neconomic  and  social  aspects,  safeguards,  and  engineering  standards. 10  Designs  will \nincorporate  measures  for  adapting  to  climate  change  impacts,  for  supporting  the  socially \n                                                \n7  A sector-wide approach strengthens the government’s leadership in implementing projects by expanding its \ncapacity in design, implementation, management, monitoring and evaluation, and ability to work exclusively \nthrough government systems and consolidated funding.  \n8  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n9  Ministry of Infrastructure Development Personnel Plan and Project Implementation Arrangement (accessible from \nthe list of linked documents in Appendix 2).  \n10  National Transport Plan (accessible from the list of linked documents in Appendix 2). \n ", "4 \nvulnerable, and ensuring sustainable maintenance. Recurrent funding provided through the NTF \nwill be used for maintenance through labor-based, equipment-supported methods; traditional \nequipment-based  methods;  and  community  contracts  depending  on  the  needs  of  each \nsubproject.  The  resources  available  through  the  NTF  are  expected  to  gradually  increase \nthrough government allocations and bilateral grants. This will expand the NTF’s importance as \nthe primary channel for external assistance.   \n \n16.  For the third output, the project will include a formal training component to upgrade the \ntechnical  and  managerial  skills  of  MID  staff.  It  will  review  training  needs  assessments, \ndetermine  individual  training  plans,  and  conduct  extensive  formal  training  programs.  This \ncomponent will also build capacity of national contractors and consultants, and communities \n(including  supervisors  and  technicians)  in  supervision  and  quality  control  for  labor-based, \nequipment-supported maintenance.  \n \n17.  The  sector-based  approach  of  the  project  will  bolster  country  ownership;  increase \nreliance on country systems for reporting, budgeting, financial management, and procurement; \nstrengthen  the  links  between  the  sector  plan  and  the  budget  framework;  and  improve \ndevelopment coordination. The approach will  enhance partnerships with other agencies by \nstrengthening  implementation  of  the  NTP  and  through  the  NTF  board,  which  includes \nrepresentatives of ADB, the Australian Agency for International Development, the European \nCommission, the New Zealand Ministry of Foreign Affairs and Trade, and the World Bank.  \n \nD.  Investment and Financing Plans \n \n18.  The project is estimated to cost $84.50 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Project implementation and management   10.88 \n  2.  Infrastructure rehabilitation and maintenance   66.32 \n  3.  Technical and managerial capacity   5.75 \n    Subtotal (A)  82.95 \n \nB.  Contingenciesc  1.55 \n \n       Total (A+B)  84.50 \na Taxes or duties on externally funded projects will be covered by the government’s resources. \nb  In mid-2010 prices. \nc  Physical contingencies computed at 7.5% for field research and development, training, surveys, and studies. \nPrice contingencies computed at 7.5% on foreign exchange costs; includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. The amount includes only ADB \ncontingencies.  \nSource: Asian Development Bank estimates. \n \n19.  The  government  has  requested  a  grant11 not  exceeding  $12.0  million  from  ADB’s \nSpecial Funds resources to help finance the project. ADB will finance goods and consulting \nservices to assist the CPIU in implementing civil works and formal training programs funded on \n                                                \n11  A country's eligibility for Asian Development Fund (ADF) grants under the revised grant framework is determined \nby its risk of debt distress. The latest debt sustainability analysis determined that Solomon Islands has a high risk \nof debt distress and is therefore eligible to receive 100% of its ADF allocation as grants. \n ", "5 \na parallel basis by other development partners. Additional funding for TA is described in para. \n27.  \n \n20.  The government’s counterpart contribution is estimated at $12.5 million, through cash to \nthe NTF for consulting services and civil works, and additional in-kind contributions of taxes and \nduties,  staff,  office  space,  local  transport,  and  project  administration.  The  governments  of \nAustralia and New Zealand are each expected to provide parallel grant cofinancing of $30.0 \nmillion equivalent for civil works and formal training programs. It is unlikely but, in the event that \neither the Australia grant or the New Zealand grant are reduced or delayed, alternative financing \narrangements or a possible reduction of the project scope will be considered. The financing plan \nis summarized in Table 2.  \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank  12.0    14.2 \nGovernment of Australiaa  30.0    35.5 \nGovernment of New Zealanda  30.0    35.5 \nGovernment of Solomon Islands  12.5    14.8 \n  Total    84.5    100.0 \na The amount of parallel grant cofinancing is subject to the approval of the \ngovernments of Australia and New Zealand.  \nSource: Asian Development Bank estimates.  \n \nE.  Implementation Arrangements \n \n21.  MID will be the executing agency for the project. It has experience in implementing \nsector projects funded by development partners (footnote 4). The NTF board12 will act as the \nproject steering committee and approve subprojects based on the prioritization and selection \ncriteria in the NTP and consistent with NTF allocations, which all development partners have \nagreed to follow. The board will monitor project implementation and provide policy guidance, \ncoordination, quality assurance of technical design and tendering, progress reports, and audited \naccounts. \n \n22.  The  CPIU  will  be  responsible  for  design  and  day-to-day  implementation,  financial \nmanagement, monitoring and evaluation, and development and implementation of training. The \nCPIU will be established by mobilizing international and national consultants to support MID’s \nexisting technical and managerial capacity. Consulting firms will be retained for these services, \nin accordance with ADB’s Guidelines on the Use of Consultants (2010, as amended from time \nto  time).  Throughout  project  implementation,  international  consultants  will  be  tasked  to \nstrengthen the capacity of the CPIU through coaching and on-the-job training of government \nprofessional and technical staff and national consultants. Outline terms of reference are in the \nPAM (footnote 8). Procurement and disbursement for the services will follow ADB’s policy and \nguidelines.  \n \n23.  The CPIU will develop and refine required government guidelines and standards for \nproject implementation, including technical specifications, financial management, procurement, \ndisbursement, and safeguards. These guidelines and standards will be built on the frameworks \nfor engineering; economic, poverty and social analysis; and safeguards developed by ADB TA \n                                                \n12  The NTF board comprises permanent secretaries of the government’s line and central agencies, and one \ndevelopment partner representative who represents the consolidated view of all development partners.  \n ", "6 \n(footnotes  2,  5,  6)  to  create  government  systems  compatible  with  the  requirements  of \ndevelopment partners.  \n \n24.  Procurement  and  disbursement  for  civil  works  and  formal  training  programs  to  be \nfinanced by other development partners will follow government systems. MID will procure a \nnumber of packages for civil works and formal training programs through the government’s \nprocurement  procedure,  including  central  tender  board,  ministerial  tender  board,  and \naccountable  officer  procedures.  The  CPIU  will  assist  MID  in  procuring  and  administering \ncontracts.  ADB’s  Safeguard  Policy  Statement  (2009)  will  apply  to  all  civil  works.  The \nimplementation arrangements are summarized in Table 3 and described in detail in the PAM \n(footnote 8).  \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  February 2011–January 2016 \nEstimated project completion date  31 January 2016 \nEstimated project closing date  31 July 2016 \nProject management \n(i)   Oversight body  NTF board \nMOFT (chair)  \nMCAC, MDPAC, MID, development partners (members) \n(ii)  Executing agency  MID \n(iii)  Key implementing agencies  MID, MCAC, MOFT  \n(iv)  Project implementation unit  Consultants, about 493 person-months international and 1,596 \nperson-months national; additional consultants will be mobilized as \nrequired.  \nConsulting servicesa \n  QCBS, FTP, 80:20 (CPIU)  1,533 person-months  $12.07 million \nLCS, BTP, national (topographic and  180 person-months  $0.27 million \nbathymetric surveys) \nLCS, BTP, national (infrastructure condition  120 person-months  $0.12 million \nsurveys) \nLCS, BTP, national (social and M&E surveys)  120 person-months  $0.12 million \nQCBS, BTP, 80:20, international, (geotechnical  100 person-months  $0.20 million \ninvestigation) \nLCS, BTP, national (IT support services)  36 person-months  $0.05 million \nRetroactive financing and/or  Only advance action for recruitment of consultants for implementation \nadvance contracting  assistance. \nDisbursement   The grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2007, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB.  \nADB = Asian Development Bank, BTP = biodata technical proposal, CPIU = Central Project Implementation Unit, FTP \n= full technical proposal, IT = information technology, LCS = least cost selection, MCAC = Ministry of Civil Aviation \nand  Communication,  MDPAC  =  Ministry  of  Development  Planning  and  Aid  Coordination,  MID  =  Ministry  of \nInfrastructure Development, MOFT = Ministry of Finance and Treasury, M&E = monitoring and evaluation, NTF = \nNational Transport Fund, QCBS = quality- and cost-based selection.   \na The contracts will be financed by ADB and the government.   \nSources: Asian Development Bank and project preparatory technical assistance consultant. \n \nIII.  TECHNICAL ASSISTANCE \n25.  While previous projects and TA have significantly improved transport infrastructure in \nSolomon Islands, ineffective transport infrastructure management and project implementation \n ", "7 \ncontinue to result in deficiencies. MID needs to improve its performance and play a stronger role \nin transport sector management. It needs to improve its organization and establish well-defined \npositions and procedures.  \n \n26.  The TA will develop and implement a reform and capacity development plan for MID, \napproved  by  the  government,  to  enhance  MID’s  capacity  in  project  management  and \nimplementation. The TA will support MID in implementing reforms to its institutional structure \nthrough advice and training. Expected outcomes will include separation of the functions of \npolicy, ownership, administration, management, service provision, and finance; strengthened \nability of MID to engage and supervise contractors; and targeted training of staff in engineering, \nprocurement, financial management, and safeguards. \n \n27.  The TA is estimated to cost $1.0 million, of which $800,000 will be financed on a grant \nbasis by the Japan Fund for Poverty Reduction and be administered by ADB. The government \nwill contribute $200,000 equivalent in kind through the provision of counterpart staff, office \nspace and administrative support, logistics, and local transport. ADB will engage international \nand  national  consultants  for  the  TA  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time). Details of the terms of reference, cost \nestimates and financing plan, and implementation arrangements are in the TA paper.13   \n \nIV.  DUE DILIGENCE \n28.  Due diligence is based on extensive consultations with potential beneficiaries in rural \nand urban areas, as well as broad stakeholder consultations with the government, civil society, \nnongovernment organizations, other development partners, and the private sector.  \n \nA.  Technical \n \n29.  The assessment of institutional capacity is based on the projected civil works to be \nfunded by parallel financing during the project. The required number of personnel for the CPIU \nand MID are estimated and identified in a personnel plan (footnote 9).  \n \n30.  For  potential  civil  works,  analyses  include  site  selection,  engineering,  and  cost \nestimates. International firms will carry out large-scale construction, and national contractors will \nundertake  smaller-scale  works  and  maintenance.  Sample  designs  include  climate  change \nadaptation strategies, which allow for sea level rise, and increase in annual mean temperature \nand  precipitation.  Sample  designs  incorporate measures  to  support the  socially  vulnerable \nincluding women, children, and the disabled, and adopt a sustainable maintenance strategy \nwhile considering future traffic growth.    \n \nB.  Economic and Financial \n \n31.  Based on previous studies, ongoing projects, the NTP, and expected subprojects to \ncome under NTF funding, two specific sites—a rural road and a provincial air strip—were \ninvestigated as sample subprojects to guide implementation of civil works.14 Both are assessed \nas economically feasible surpassing the economic internal rate of return threshold, and are \nshown to be robust through sensitivity analysis.   \n \n                                                \n13  Technical Assistance (accessible from the list of linked documents in Appendix 2). \n14  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "8 \n32.  Funding  sources  for  counterpart  funds  and  operation  and  maintenance  costs  were \nreviewed. MID will provide the counterpart funds required during project implementation. The \noperation  and  maintenance  arrangements  and  plans  are  also  in  place.  The  government \ncounterpart contribution will be appropriated annually in the national budget.  \n \nC.  Governance  \n \n33.  Financial management. MID has been involved in financial management of projects, \naccounting, financial reporting, and audit; and is gradually building its capacity. However, its \ncapacity remains inadequate for full administration of the project without additional support.15 \nFinancial management capacity is limited to processing recurrent and personnel expenditures. \nTraining  in  accounting  procedures  will  be  required.  The  project  will  provide  capacity \ndevelopment to strengthen financial management. \n \n34.  Procurement.  MID  will  procure  civil  works  in  accordance  with  the  government’s \nprocurement systems.  \n \n35.  Anticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto  and  discussed  with  the  government  and  the  executing  agency.  The  specific  policy \nrequirements and supplementary measures are described in the PAM (footnote 8). \n \nD.  Poverty and Social \n \n36.  Benefits.  The  project’s  expected  poverty  and  social  benefits  and  impacts  on  local \ncommunities  were  analyzed  through  social  and  poverty  analysis  and  consultations  with \nstakeholders. A summary poverty reduction and social strategy was prepared.16 The project \nincorporates  several  strategies  to  enable  the  poor  and  vulnerable  communities  to  realize \nbenefits and thereby reduce poverty in the subproject areas, including (i) improved transport \naccess to households, businesses, schools, and health centers in rural and remote areas; \n(ii) employment  for  local  men  and  women  in  construction  and  maintenance  activities; \n(iii) provision of basic skills training and income generation activities; (iv) civil works contracts to \ninclude minimum labor standards; and (v) provision of HIV/AIDS awareness and prevention \nprograms in construction camps and communities. \n \n37.  Gender. The project is classified as effective gender mainstreaming. A gender action \nplan17 was prepared to guide implementation of the project including (i) subprojects to target \nwomen beneficiaries during construction and maintenance; (ii) requirements for contracts to \ninclude HIV/AIDS awareness for men and women; (iii) equal pay for equal work by male and \nfemale  workers;  (iv)  contractors  to  increase  female  participation  in  the  labor  force;  (v)  all \ncommunity consultations to have female participation; (vi) skills training for women’s groups; \nand (vii) capacity development of MID on gender and development.  \n \nE.  Safeguards  \n \n38.  Impacts on the environment, involuntary resettlement, and indigenous peoples were \nassessed in accordance with ADB's Safeguard Policy Statement (2009). \n                                                \n15 Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n16  Summary Poverty Reduction and Social Strategy; Poverty and Social Assessment (accessible from the list of \nlinked documents in Appendix 2). \n17  Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \n \n39.  Environment. Given the subprojects prioritized in the NTP, civil works are not likely to \nresult in any significant adverse environmental impact, and potential environmental impacts can \nbe adequately mitigated and monitored. An environmental assessment and review framework18 \npresents the general anticipated environmental impacts of the sector project, selection criteria, \nand  environmental  procedures  for  future  subprojects.  An  initial  environmental  examination \nincorporating an environmental management and monitoring plan was prepared for each of the \ntwo  sample  subprojects  for  road  and  airstrip  rehabilitation.19 The  project  is  classified  as \nenvironment category B. \n \n40.  Land acquisition and resettlement. The project is not expected to entail significant \nresettlement  impacts,  as  anticipated  subprojects  will  involve  existing  infrastructure  and \nrehabilitation works can be undertaken within the existing right-of-way or on land owned by the \ngovernment.  While  the  sample  subprojects  studied  do  not  require  land  acquisition,  some \nsubsequent  subprojects  or  activities  may  involve  minor  land  acquisition  and  resettlement \nimpacts, which can be identified only during implementation. If such impacts are identified, the \ngovernment will prepare resettlement plans for such subprojects according to the resettlement \nframework for the project. 20 The project’s involuntary resettlement classification is category B. \n \n41.  Indigenous  peoples.  Melanesians  are  the  native  people  of  Solomon  Islands  and \ncomprise the vast majority of the population. The project is not expected to have any negative \nimpact on indigenous peoples. While a separate indigenous peoples plan is not needed, all \nproject  components  or  subprojects  will  be  implemented  in  a  culturally  appropriate  and \nparticipatory manner to meet the needs of the population. The project’s indigenous peoples \nclassification is category C. \n \nF.  Risks and Mitigating Measures  \n \n42.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.21 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nInstitutional  The project will improve MID’s institutional capacity by providing on-the-job training and \nsustainability   coaching.  To  supplement  the  capacity  shortage,  qualified  international  and  national \nconsultants will be mobilized in a CPIU. MID will gradually take over the consultants’ \ntasks.  The  associated  technical  assistance  will  develop  a  reform  and  capacity \ndevelopment plan, facilitate its implementation, and provide formal training. \nFinancial  MID will adopt a conservative approach with respect to cost estimates and required \nresources, and ensure competitive tender processes. The project will improve financial \nmanagement with on-the-job training, coaching, and structured training programs. \nOperation  Through the institutional strengthening and capacity development component, MID will \nand  improve operation and maintenance and undergo training to improve its abilities in \nmaintenance  project implementation and operation and asset management to improve infrastructure \nsustainability. \n                                                \n18  Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n19  Initial  Environmental  Examination  (accessible  from  the  list  of  linked  documents  in  Appendix  2).  An  initial \nenvironmental examination of a wharf subproject was not prepared since the government has extensive experience \nfrom previous and ongoing ADB-funded projects.   \n20  Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n21  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2).  \n ", "10 \nRisks  Mitigating Measures \nProcurement  To supplement MID’s weak procurement capacity, an international consultant will support \nMID in the preparation of bidding documents, evaluation of bids, and contract awards. \nMID staff will receive on-the-job training and coaching.  \nProject  The CPIU, staffed with qualified consultants, will be in charge of construction supervision, \nmanagement  contract management, financial management, safeguards monitoring, and reporting. MID \nwill be trained in all activities required for project implementation. \nTechnical  Implementation  will  closely  follow  prescribed  engineering  design  standards  and \nrecommendation of appointment of an engineer in the FIDIC definition to oversee the \nfinal infrastructure design and construction quality of infrastructure works. \nCPIU = central project implementation unit, FIDIC = International Federation of Consulting Engineers, MID = Ministry \nof Infrastructure Development. \nSources: Asian Development Bank and project preparatory technical assistance consultant.  \n \nV.  ASSURANCES AND CONDITIONS \n43.  The government has assured ADB that implementation of the project will conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand grant documents. \n \n44.  The government has agreed with ADB on certain covenants for the project, which are \nset forth in the grant agreement. \n \n45.  As  a  condition for grant  effectiveness,  the government  will  have  received  a  formal \ncommitment for either the Australian grant or the New Zealand grant in form and substance \nacceptable to ADB.  \n \nVI.  RECOMMENDATION \n46.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding  $12,000,000  to  Solomon  Islands  from  ADB’s  Special  Funds  resources  for  the \nTransport  Sector  Development  Project,  on  terms  and  conditions  that  are  substantially  in \naccordance with those set forth in the draft grant agreement presented to the Board.  \n \n \nHaruhiko Kuroda \nPresident \n \n19 November 2010 \n \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact      Assumptions \nThe people of  Travel time to markets,  MID baseline survey and  Private sector operators \nSolomon Islands  schools, and health care  monitoring surveys at  respond to opportunities. \nhave improved  facilities in target areas is  inception, midterm, and   \naccess to  decreased by 20% from  completion  Sufficient incentives are \nsocioeconomic  2010 to 2015.    provided for rural \nopportunities.      agriculture to grow in \nInterisland cargo volume  Baseline sample survey  response to services.  \nand number of passengers  and monitoring surveys   \nare increased by 20% for  for marine transport  Risks \nmarine traffic and 10% for  cargo volume and  Domestic and external \nair traffic from 2011 to  number of passengers at  economic conditions \n2015.  inception, midterm, and  deteriorate, constraining \ncompletion. The survey  growth and development. \napproach and procedure   \nwill be designed at the  Natural disasters occur. \nbeginning of the project.   \nAir transport cargo  National and social \nvolume and number of  instability is present. \npassengers 2011, 2013, \nand 2015 as per \nreporting of MCA, CAA, \nand the Solomon \nAirlines.   \nOutcome      Assumptions \nMID provides  By 2015:    Government development \nsustainable  80% of roads are under  Government statistics as  and transport sector \ntransport  regular maintenance.  compiled in annual  priorities remain consistent. \ninfrastructure.    report to the NTF board   \n100% of wharves are    Government commitment \nunder regular inspection    to transport sector-wide \nand receiving necessary    approach is strong. \nmaintenance and repair.     \n    Risks \n100% of airstrips have    Political and social stability \nscheduled traffic under    could deteriorate. \nregular maintenance and     \noperation.    Government budget \n    allocations for \nReported asset condition  MID asset inventory  maintenance, rehabilitation \nrated poor is reduced by    and construction could fail \n30% from 2010 to 2015.   to keep up with needs. \nOutputs      Assumptions \n1. The CPIU  By 2013:    Documentation is \nprovides  At least 60% of transport  MID annual reports  available. \nefficient and  infrastructure investment     \neffective project  and maintenance outlined    Counterpart staff are \nimplementation  in the implementation plan  available and consultants \nand  is completed as per  are effective. \nmanagement.  schedule.   \n    Risks \nAt least 10% of CPIU  Institutional strengthening \n ", "12  Appendix 1 \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nrecruits are female.   is delayed or incomplete. \n   \nBy 2015: \n100% of transport \ninfrastructure investment \nand maintenance in an \nimplementation plan is \ncompleted.  \n \nAt least 20% of CPIU staff \nare female.  \n      Assumptions \n2. Transport  By 2015:     Documentation is \ninfrastructure  80% of roads, wharves,  MID asset inventory  available. \nprioritized in the  and airstrips included in     \nNational  the implementation plan  MID contract documents  Counterpart staff are \nTransport Plan  derived from the NTP are    available; consultants and \n(NTP) is  rehabilitated and  MID progress reports  NTF board are effective. \nrehabilitated  maintained.     \nand maintained.     Parallel cofinancing is \n1,000 person-months are  available. \ngenerated for labor-based   \nmaintenance (30% for  Risks \nfemale workers).   Counterpart support, \n  performance, and \n  coordination are \ninadequate and weak. \n \nInstitutional strengthening \nis delayed or incomplete. \n      Assumptions \n3. MID’s technical  By 2013:    Counterpart staff are \nand managerial  At least 50% of MID staff  Training program  available and receive on-\ncapacity is  received training programs  reports, staff capacity  the-job training. \nupgraded.     and competence   \nAt least 50% of female  assessments   Parallel cofinancing is \nMID staff included in the    available. \ntraining programs  MID progress reports   \n  Risks \nAt least 5 MID staff  Staff, contractors, and \nreceived technician  communities lack interest \ncertificate or higher  in training program. \n   \nBy 2015: \nAt least 90% of staff \nsuccessfully completed \ntraining programs \n \nAt least 90% of female \nMID staff included in the \ntraining programs \n \nAt least 15 MID staff \nreceived technician \n ", "  Appendix 1  13 \nPerformance Targets and  Data Sources and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \ncertificate or higher \n \nAt least 700 residents of \ncommunities and small \ncontractors received labor-\nbased maintenance \nworkshop \n \n \nActivities with Milestones  Inputs \n1.    Project implementation and management     \n1.1 Establish a CPIU (2011)  Grant  \n1.2 Generate an implementation plan (2011–2015) \nADB: $12.00 million \n1.3 Establish monitoring and evaluation system and monitor \nAmount \nproject performance indicators (2011–2015) \nItem  ($ million) \n1.4 Recruit additional experts for infrastructure improvements \nAsian Development Fund  12.00 \n(2011–2015) \n   \n1.5 Carry out on-the-job training and coaching of CPIU staff \n \n(2011–2015)  \nGovernment $12.50 million \n1.6 Oversee implementation of the gender action plan \n(2011–2015)  Amount \n  Item  ($ million) \n2.    Infrastructure rehabilitation and maintenance   Counterpart support to  12.50 \n2.1 Conduct public consultation (2011–2014)  consulting services and \n2.2 Provide HIV/AIDS and gender awareness workshops for  infrastructure improvements \nworkers and communities (2011–2014)     \n(50% of participants are women.)    \n2.3 Prepare feasibility study (2011–2014)  Technical Assistance Grant \n2.4 Prepare design and bid documents, including labor-\nADB: $0.80 million \nbased maintenance (2011–2014) \nAmount \n2.5 Tender and award civil works contracts (2012–2014) \nItem  ($ million) \n2.6 Commence civil works (2012–2015) \nJFPR  0.80 \n2.7 Select and train small contractors in labor-based \n   \nmaintenance (2012–2015) \n \n       (30% of workers and contractors are women.) \nParallel Grant  \n2.8 Provide literacy and numeracy training (2012–2015) \n(50% of participants are female workers and contractors.)  Cofinanciers: $60.00 million \n  Amount \n3.    Technical and managerial capacity   Item  ($ million) \n3.1 Review training needs assessment and determine an  Government of Australia  30.00 \nindividual training plan for each staff member (2011) \nGovernment of New  30.00 \n3.2 Identify training providers (2011) \nZealand \n3.3 Conduct and oversee training programs (2011–2015) \n3.4 Provide gender sensitization training (2011–2015)  \n3.5 Evaluate training outcome (2012–2015) \nADB = Asian Development Bank, CAA = Civil Aviation Authority, CPIU = central project implementation unit, JFPR = \nJapan Fund for Poverty Reduction, MCA = Ministry of Communications and Aviation, MID = Ministry of Infrastructure \nDevelopment, NTF = National Transport Fund, NTP = National Transport Plan.  \nSource: Asian Development Bank.   \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=41171-02-2 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Transport \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Gender Action Plan \n10.  Initial Environmental Examination: Land Transport Infrastructure Subproject (St. Martin \nRoad) \n11.  Initial Environmental Examination: Air Transport Infrastructure Subproject (Gizo Airstrip) \n12.  Environmental Assessment and Review Framework \n13.  Resettlement Framework \n14.  Risk Assessment and Risk Management Plan  \n \nSupplementary Documents \n15.  Technical Assistance  \n16.  Ministry of Infrastructure Development Personnel Plan and Project Implementation \nArrangement \n17.  Scope and Technical Report: Land Transport Infrastructure Subproject (St. Martin Road) \n18.  Scope and Technical Report: Air Transport Infrastructure Subproject (Gizo Airstrip) \n19.  Climate Change Adaptation Measures  \n20.  Labor-Based, Equipment-Supported Maintenance Program  \n21.  Poverty and Social Assessment: Land Transport Infrastructure Subproject (St. Martin \nRoad) \n22.  Poverty and Social Assessment: Air Transport Infrastructure Subproject (Gizo Airstrip) \n23.  Procurement Capacity Assessment and Recommendations \n24.  Economic Analysis \n25.  Financial Management Assessment \n26.  National Transport Plan \n \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20110124094900+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "adb project 41171, solomon islands transport sector development, transport sector development project, transportation, information and communication technology, roads and highways, road transportation, transport infrastructure, economic growth ", "ModDate": "D:20110818150803+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20110124014800", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Transport Sector Development Project in Solomon Islands, for approval of ADB's Board of Directors. ", "Title": "RRP: Solomon Islands: Transport Sector Development Project"}}