{"Author": "Asian Development Bank", "CreationDate": "D:20101104150745+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "mongolia, adb project 41243, health and social protection, institutional development, capacity development, social development, health sector development initiatives, mongolian health sector, sector reform, health care delivery, health sector master plan", "ModDate": "D:20101213135732+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "Report and Recommendation of the President to the Board of Directors  describing terms and conditions proposed for the Fourth Health Sector Development Project in Mongolia. ", "Title": "Report and Recommendation of the President: Mongolia: Fourth Health Sector Development Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 41243-01 \nNovember 2010 \n \n \n \n \nProposed Grant  \nMongolia: Fourth Health Sector Development Project \n \n\n \n\n\f \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 3 November 2010) \n \n\nCurrency Unit\n\n– \n\ntogrog (MNT) \n\nMNT1.00\n$1.00\n\n= \n$0.000777 \n=  MNT1,285 \n\nABBREVIATIONS \n\nADB \nEIRR \nGASI \nIEE \nMOH \nO&M \nPAM \nPIU \n\n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \neconomic internal rate of return \nGeneral Agency for Specialized Inspection \ninitial environmental examination \nMinistry of Health \noperation and maintenance \nproject administration manual \nproject implementation unit \n\nNOTE \n\nIn this report, “$” refers to US dollars \n\n \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n\nC. Lawrence Greenwood, Jr., Operations 2 \nK. Gerhaeusser, East Asia Department (EARD) \nA. Leung, Urban and Social Sectors Division, EARD \n \nC. Bodart, Senior Health Specialist, EARD \nI. Ahsan, Counsel, Office of the General Counsel \nJ.  Jeugmans,  Practice  Leader  (Health),  Regional  and  Sustainable \nDevelopment Department \nA. Morel, Environment Specialist, EARD \nB. Tsetsgee, Assistant Project Analyst, Mongolia Resident Mission, \nEARD \nW. Walker, Senior Social Development Specialist, EARD \nS. Postma, Senior Health Specialist, South East Asia Department \n\n \nPeer reviewer \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n\n\f \n\nCONTENTS \n\n \nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n\nEconomic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n \n\n1. \n2. \n\nAPPENDIXES  \n\nDesign and Monitoring Framework \nList of Linked Documents \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n11 \n     14 \n\nPage \n\n1 \n\n1 \n1 \n3 \n3 \n4 \n5 \n\n6 \n6 \n7 \n8 \n8 \n9 \n\n10 \n\n10 \n\n\fPROJECT AT A GLANCE\n\n1. Project Name:  Fourth Health Sector Development Project\n3. Country: Mongolia\n5. Sector Classification:\n\n4. Department/Division: \n\nEast Asia Department/Urban and Social Sectors Division\n\n2. Project Number: 41243-012\n\nSectors\n Health and social protection\n\nPrimary\n√\n\nSubsectors\nHealth systems\n\n6. Thematic Classification:\n\nThemes\n Social development\n Capacity development\n\nPrimary\n√\n\nSubthemes\nHuman development\nInstitutional development\n\n6a. Climate Change Impact\n\n No Climate Change Indicator available. \n\n6b. Gender Mainstreaming\n\n Effective gender mainstreaming (EGM)\n Gender equity theme (GEN)\n No gender elements (NGE)\n Some gender benefits (SGB)\n\n8. Location Impact:\n\n National\n Urban\n\n√\n\nMedium\nHigh\n\n7. Targeting Classification:\n\nGeneral \nIntervention\n\nGeographic \ndimensions of \ninclusive \ngrowth\n\nTargeted Intervention\n\nMillennium \ndevelopment \ngoals\n\n√\nMDG4\n\nIncome \npoverty at \nhousehold \nlevel\n\n9. Project Risk Categorization: Low\n\n10. Safeguards Categorization:\n\n \n\nEnvironment\nInvoluntary resettlement\nIndigenous peoples\n\nB\nC\nC\n\n11. ADB Financing:\n\n12. Cofinancing:\n\nSovereign/Nonsovereign\n Sovereign\n\nTotal\n\nModality\n\nSource\n\nAmount ($ Million)\n\nProject grant\n\nAsian Development Fund \n\nFinancier\n WHO\n\nTotal\n\nCategory\n\nAmount ($ Million)\n\nOfficial-Grant\n\nAdministration Type\nNot ADB Administered\n\n.4\n.4\n\n13. Counterpart Financing:\n\nSource\nGovernment\n\nTotal\n\n14. Aid Effectiveness:\n\nParallel project implementation unit\nProgram-based approach\nUse of country procurement system\n\nNo\nNo\nYes\n\nAmount ($ Million)\n\n14.0\n14.0\n\n3.7\n3.7\n\nGenerated Date: 02-Nov-2010 11:46:00 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed grant \n\n1. \nto Mongolia for the Fourth Health Sector Development Project. \n \nThe project will strengthen the hospital sector in Ulaanbaatar and improve drug safety \n2. \nnationwide. It complements previous Asian Development Bank (ADB) development initiatives in \nthe health sector in Mongolia. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\nThe  project  builds  on  previous  health  sector  development  initiatives  to  continue \n3. \nreforming the Mongolian health sector, including health care financing, in line with the National \nDevelopment Strategy and the government’s Health Sector Master Plan (2006–2015). The ADB \nIndependent  Evaluation  Department’s  sector  recommendations1  emphasize  the  need  for \nstructural  changes  in  health  care  delivery  by  rationalizing  excess  hospital  capacity  at  the \nsecondary  and  tertiary  level,  particularly  in  Ulaanbaatar.  The  project  is  included  in  ADB’s \ncountry operations business plan (2009–2012)2 and country partnership strategy (2010–2015, in \npreparation). The project is in line with Strategy 20203 and the Operational Plan for Health,4 in \naddressing  sector  governance  issues  and  promoting  more  efficient  allocation  of  health \nresources.  \n \n4. \nADB  is  the  largest  external  financier  to  the  health  sector,  and  plays  a  pivotal  role  in \nassisting the government to formulate and implement health sector reforms. Support from other \npartners  tends  to  focus  on  assisting  the  government  to  address  particular  diseases  or  to \ndevelop certain programs. ADB works in close consultation with these partners and, to improve \naid  effectiveness,  efforts  are  made  to  support  the  implementation  of  the  Health  Sector  Master \nPlan.  Efforts  are  underway  under  the  leadership  of  the  Ministry  of  Health  (MOH)  and  in \ncoordination  with  other  development  partners  in  the  sector  to  evolve  gradually  toward  more \nsector-based assistance. The World Health Organization is providing parallel cofinancing for the \nproject. \n \n5. \nThe  hospital  sector  absorbs  the  bulk  of  the  MOH  budget  and  is  characterized  by \nexcessive  capacity,  inefficiencies,  fragmentation,  and  lack  of  quality  services.  Mongolia  has \nmoved  from  a  health  service  based  on  the  Semashko5  model  of  polyclinics  and  mono-profile \nspecialist  hospitals6  to  a  focus  on  primary  health  care  provided  by  family  doctors  working  in \nfamily group practices. Public secondary and tertiary care in Ulaanbaatar is provided by over 50 \nhospitals. Six mono-profile hospitals managed by the MOH provide tertiary and secondary care \nin cancer, traumatology and orthopedics, psychiatry, dermatology, pediatrics, and maternal and \nchild care. The MOH also manages three multifunctional hospitals that provide a wide range of \nsecondary  and  some  tertiary  services.  District  hospitals,  under  the  Ulaanbaatar  City  Mayor’s \nOffice, provide a limited range of services, mainly internal medicine and neurology services. The \n                                                 \n1  ADB. 2008. Mongolia Country Assistance Program Evaluation: From Transition to Takeoff. Manila. \n2  ADB. 2009. Country Operations Business Plan: Mongolia, 2009–2012. Manila. \n3  ADB.  2008.  Strategy  2020:  The  Long-Term  Strategic  Framework  of  the  Asian  Development  Bank,  2008–2020. \n\nManila. \n\n4  ADB. 2008. An Operational Plan for Improving Health Access and Outcomes under Strategy 2020. Manila. \n5  The  Semashko  model  was  a  Soviet-style  centralized  and  hierarchical  health  system  with  strong  emphasis  on \n\nexpensive curative services and hospital-based physicians in extensive and numerous facilities. \n\n6  Mono-profile hospitals provide specialized care (e.g., maternal care, pediatrics, traumatology); this can be justified, \n\nbut in Mongolia it leads to fragmentation of care, making it difficult for patients to be served efficiently. \n\n\f2 \n\n \n\ndeficient quality of services at the primary level and the weakness of the district hospital system \nresult  in  patients  seeking  care  at  the  tertiary  level  where  lower-level  services  are  provided  at \nhigher costs.   \n \n6. \nThere  is  a  rapidly  growing  and  poorly  regulated  private  health  sector  consisting  of \nhospitals, clinics, laboratories, and pharmacies, primarily concentrated in Ulaanbaatar. Hospital \nbuildings  and  equipment  in  the  public  and  private  sectors  are  generally  in  poor  condition. \nPatients stay too long in hospitals and there are many inappropriate admissions. The training of \nspecialist medical staff is not up to international good practice standards and the management \nof the hospital sector is weak. Increasing investments in the hospital sector are expected as the \neconomic  outlook  for  Mongolia  is  promising.  The  challenge  is  to  ensure  that  investments  are \nused efficiently to improve accessibility and service quality.  \n \nThe cost of reforming the hospital sector in Ulaanbaatar is estimated at $450 million.7 A \n7. \ncentral question is how to use the limited budget available to the project strategically to ensure \nan  efficient  use  of  future  investments.  A  vision,  a  hospital  policy,  and  a  clear  hospital  reform \nplan  for  Ulaanbaatar  (including  legal,  regulatory,  and  institutional  reforms;  capacity  building \nneeds; and potential financing sources) are lacking. Decision makers have little understanding \nof  how  to  improve  hospital  sector  management,  rationalize  hospital  services,  and  how  to  turn \ndistrict hospitals into multiprofile hospitals.8   \n \n8. \nMongolia suffers from illegal importation of drugs and the circulation of substandard and \ncounterfeit  medicines.  Drug  regulatory  functions  are  fragmented  and  local  drug  manufacturers \ndo not comply with good manufacturing practices. Public information, drug promotion, and post-\nmarketing  surveillance  are  significantly  underdeveloped.  The  social  and  economic  costs  of \nunsafe drugs are high and there is little awareness among decision makers. Drug safety needs \ngovernment  intervention  as  market  forces  alone  will  not  solve  the  problem.  Mongolia  requires \ninvestments and technical support as domestic skills in the area of drug safety are scarce. \n \n9. \nThe need to reform the hospital sector has been identified for more than 10 years (with \nlittle achievement), although it is clearly reflected in the government’s Health Sector Master Plan \n(2006–2015).  In  1997,  under  the  Health  Sector  Development  Program,9  ADB  provided  initial \nsupport  for  critical  changes  in  the  Mongolian  health  care  system.  A  key  achievement  of  this \nprogram includes developing the family group practice system10 as a means of transforming the \nhealth  system  towards  primary  health  care.  However,  the  government's  low  commitment  and \ndetermination  to  rationalize  hospitals  and  staffing  resulted  in  continued  limited  budget \nallocations  for  primary  health  care  and  limited  system  efficiency.11  From  2004  to  2009,  ADB \nsupport through the Second Health Sector Development Project12 focused on improving access \nto quality health services in rural areas and extending reforms initiated under the program, but \nprogress in the areas of hospital rationalization and career development was mixed under the \nproject.13  In  the  hospital  sector,  the  ongoing  Third  Health  Sector  Development  Project14 \n\n                                                 \n7  Communication from consultant team of ADB. 2009. Technical Assistance to Mongolia for the Fourth Health Sector \n\nDevelopment: Improving Sector Governance. Manila (TA 7309-MON). \n\n8  A hospital with a wide range of services covering most hospital needs of the population. \n9  ADB.  1997.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  to \n\nMongolia for the Health Sector Development Program. Manila.  \n\n10 Teams of family doctors and nurses providing treatment and prevention services to the population. \n11 ADB. 2004. Completion Report: Health Sector Development Program. Manila. \n12 ADB.  2003.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  to \n\nMongolia for the Second Health Sector Development Project. Manila. \n\n13 ADB.  Completion Report: Second Health Sector Development Project (in preparation). \n14 ADB.  2007.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Loan  to \n\nMongolia for the Third Health Sector Development Project. Manila. \n\n\fsupports  the  autonomization  of  public  hospitals  and  improved  regulation  of  private  hospitals. \nThe  strategy  of  the  Fourth  Health  Sector  Development  Project  will  differ  from  previous \napproaches  in  tackling  the  problem  of  hospital  sector  reform  at  a  more  macro  level  by  (i) \nassisting  the  government  in  preparing  its  first  hospital  development  policy,  (ii)  preparing  a \nstrategic hospital reform plan for Ulaanbaatar, and (iii) developing a model hospital to advocate \nfor change. \n \n10. \nThe  prospects  for  meaningful  health  sector  reform  are  greater  now  than  at  any  time  in \nthe  past  because  (i)  public–private  partnerships  to  tap  capital  and  management  for  the  health \nsystem  are  now  possible,15  (ii)  public  demand  for  reform  is mounting,  and  (iii)  political  leaders \nare  starting  to  recognize  the  urgency  of  improving  the  hospital  system.  The  project  will  assist \nMongolia  in  preparing  future  reforms  and  ensuring  decent  socioeconomic  returns  on  future \ninvestments. The project will improve governance in the sector by improving public investment \nplanning,  providing  decent  and  efficient  hospital  services,  protecting  the  population  against \ncounterfeit and substandard drugs, and facilitating the public's access to information on hospital \nperformance and drug safety. At the same time, hospital reforms give the government a unique \nopportunity to establish public–private collaboration for the benefit of the population. The project \nwill  deliver  tangible  benefits  to  women  by  ensuring  their  active  participation  in  institutional \nprocesses to reform the hospital and drug safety subsectors. \n \nB. \n\nImpact and Outcome \n\n11. \nThe  impact  of  the  project  will  be  to  improve  the  health  status  of  the  Mongolian \npopulation,  including  the  poor.  The  outcome  will  be  improved  health  sector  efficiency, \ngovernance, and drug safety.16 \n \nC. \n\nOutputs \n\nThe project will have three components with the following outputs: \n\n12. \n \n\n(i) \n\n(ii) \n\nComponent  1:  Strengthened  hospital  services  in  Ulaanbaatar.  As  part  of \nreforming the hospital sector, the project will assist the government in preparing a \nhospital  development  policy  and  strategic  plan  for  Ulaanbaatar  (including  legal, \nregulatory,  and  institutional  reforms;  capacity  building  needs;  and  potential \nfinancing  resources)  and  will  develop  a  hospital  capital  planning  system.  The \nSonginohairkhan  district  hospital  of  Ulaanbaatar  will  be \ninto  a \nmultifunctional  general  hospital  that  will  provide  quality  services  to  the  district \npopulation  and  serve  as  a  demonstration  hospital  for  other  districts  in  the  city. \nHospital  governance  will  be  improved  through  reforms  to  the  hospital  licensing \nsystem  and  by  ensuring  the  public  is  provided  with  information  on  hospital \nperformances. \nComponent 2:  Strengthened  human  resource  development.  The  project  will \nstrengthen  the  postgraduate  specialist  structure  and  residency  training  to \naddress the fragmentation and poor quality of postgraduate programs. A hospital \nmanagement  module  will  be  developed  and  included  among  the  programs \noffered by a local training institution. \n\nturned \n\n                                                 \n15 The  Parliament  approved  the  public-private  partnership  policy  and  the  law  on  concessions  in  January  2010.  The \nState Property Agency in charge of the implementation of the policy selected priority activities in the health sector \n(outsourcing of hospital services and private management contracts of family group practices) to demonstrate the \nfeasibility of a public-private partnership approach in the sector. \n\n16  The design and monitoring framework is in Appendix 1. \n \n\n3 \n\n \n\n\f4 \n\n(iii) \n\nComponent  3:  Strengthened  drug  safety  regime.  This  component  will \nincrease  access  to  safer  drugs  nationwide  in  a  country  that  imports  most  of  its \npharmaceuticals and has a poor pharmaceutical safety track record. The project \nwill  assist  the  government  in  establishing  a  drug  regulatory  authority  and \nstrengthening regulatory functions to improve coordination and quality. The drug \ncontrol  laboratory17  will  be  upgraded  to  international  standards  (including  the \nprovision of equipment, processes, capacity building, and information technology \nservices).  The  project  will  upgrade  the  standards  of  good  manufacturing \nprocesses  and  support  local  drug  manufacturers  to  meet  the  standards.  Drug \nsafety governance will be strengthened through regular annual overviews of drug \nsafety  indicators  and  achievements  under  the  MOH  and  by  improving  public \ninformation on drug safety. \n\nInvestment and Financing Plans \n\n \nD. \n \n13. \nincluding  physical  and  price \ncontingencies, and total taxes and duties of $0.4 million. The investment plan is summarized in \nTable 1.  \n\nto  cost  $18.15  million, \n\nis  estimated \n\nThe  project \n\n \nTable 1: Project Investment Plan \n($ million) \n\nItem \n\nA. \n \n \n \n \n \n\n \nBase Costb \n1.  Component 1: Strengthened hospital services in Ulaanbaatar \n2.  Component 2: Strengthened human resource development \n3.  Component 3: Strengthened drug safety regime \n4.   Project implementation management \n \nContingenciesc \n \n \n\nSubtotal (A) \n\nB. \n  \na The amounts in the table are inclusive of taxes and duties of $0.4 million and will be financed by the Asian \n\nTotal (A+B) \n\nDevelopment Bank and the government. \n\nb  In mid-2010 prices. \nc  Physical  contingencies  computed  at  10%  for  civil  works  and  5%  for  equipment.  Price  contingencies \ncomputed at International Cost Escalation Factors World Bank Manufacturers Unit Value (August 2009) \non  foreign  exchange  costs  and  Domestic  Cost  Escalation  Factors  for  Mongolia  (East  Asia  Department) \nfor local currency costs. \n\nAmounta \n\n \n\n10.04 \n0.62 \n3.96 \n0.82 \n\n15.44 \n2.71 \n18.15 \n\nSource: Asian Development Bank estimates. \n\nThe  government  has  requested  a  grant  not  exceeding  $14  million  from  ADB’s  Special \n\n \n14. \nFunds resources to help finance the project, including recurrent costs and taxes and duties.18 \n \n\n                                                 \n17 The drug control laboratory of the General Agency for Specialized Inspection (GASI). \n18 Taxes  and  duties  are  covered  in  accordance  with  the  cost-sharing  ceilings  and  will  be  within  the  reasonable \nthreshold identified during the country partnership strategy preparation process. The amount of taxes and duties to \nbe  financed  does  not  represent  an  excessive  share  of  the  project  investment  plan.  The  financing  of  taxes  and \nduties is material and relevant to the success of the project. The taxes and duties to be financed apply only  with \nrespect to ADB-financed expenditures. \n\n  Equipment and materials to be financed out of the proceeds of the grant include transportation and insurance. \n  A country's eligibility for Asian Development Fund grants under the revised grants framework is determined by its \nrisk of debt distress. The latest debt sustainability analysis determined that Mongolia had a moderate risk of debt \ndistress and was therefore eligible to receive 50% of its overall Asian Development Fund allocation as grants.  \n\n \n\n\f15. \nThe total project cost of $18.15 million will be financed by an Asian Development Fund \ngrant  of  $14  million.  The  World  Health  Organization  will  cofinance  $450,000  (parallel \ncofinancing); and the Government of Mongolia will fund the remaining $3.70 million, consisting \nof $2.25 million for civil works, $0.05 million for office space (in-kind), recurrent costs of $0.62 \nmillion,  and  $0.78  million  for  contingencies.  Physical  and  price  contingencies  amounting  to \n$2.70 million have been made for the project.  \n \n16. \nTechnical Assistance Special Fund (TASF-IV).19 \n \n\nADB  provided  grant  financing  of  $600,000  equivalent  for  project  preparation  from  the \n\nTable 2: Financing Plan \n\nSource \nAsian Development Fund Grant \nWorld Health Organization \nGovernment \n\nAmount \n($ million) \n14.00 \n0.45 \n3.70 \n18.15 \n\n \n \n \n \n \n\nShare of Total (%) \n77.13 \n2.48 \n20.39 \n100.00 \n\n \n\nTotal \n\n \n\na  The  World  Health  Organization  (WHO)  contribution  (parallel  cofinancing)  consists  of  technical  assistance \n($180,000  provided  in-kind);  training  and  workshops  ($190,000);  and  medical  equipment  for  maternal  and \nchild health and laboratory equipment ($80,000). WHO will provide technical assistance to: (i) component 1 – \n5 person-months for the establishment of the demonstration hospital; (ii)  component 2 – 1 person-month for \nstrengthening of postgraduate specialist structure and residency programs; and (iii) component 3 – 2 person-\nmonths  for  the  implementation  of  good  manufacturing  processes,  1  person-month  for  the  use  of  WHO \nstandard  methodology  to  measure  the  circulation  of  unsafe  drugs,  and  1  person-month  to  strengthen  drug \nregulatory functions. \n\nSource: Asian Development Bank estimates. \n\n \nE. \n\nImplementation Arrangements \n\nThe implementation arrangements are summarized in Table 3 and described in detail \n\n17. \nin section III of the project administration manual (PAM).20 \n \n\nTable 3: Implementation Arrangements \n\nAspects  \n\nArrangements \n\nImplementation period and grant closing \ndate \n\nJuly 2011–June 2016 \nGrant closing date: 31 December 2016  \n30 June 2016 \n \n\n \n\nEstimated completion date \nManagement \n\n(i) Oversight body \n\nThe  role  of  the  project  steering  committee  of  the  Third  Health \nSector  Development  Project  will  be  expanded  and  extended  to \ncover the Fourth Health Sector Development Project. It is chaired \nby  the  vice  minister  of  health  and  composed  of  senior  officials \nfrom    MOH,  MSWL,  MOF,  the  State  Social  Insurance  General \nOffice,  and  Health  Sciences  University  of  Mongolia,  Ulaanbaatar \nCity, and the Mongolian Association of Family Doctors.  \nRepresentatives from GASI, Pharmaceutical Association, Hospital \nAssociation, and Mongolia Consumer Association will be added to \nthe current list of members. \n\n \n\n                                                 \n19 ADB. 2009. Technical Assistance to Mongolia for the Fourth Health Sector Development Project: Improving Sector \nGovernance.  Manila  (TA  7309,  for  $600,000,  approved  on  14  July).  The  TA  became  effective  on  5  August  2009 \nand  will  be  completed  on  31  December  2010.  A  consulting  firm  provided  13  person-months  of  international \nconsultant  services  and  15  person-months  of  national  consultant  services  with  expertise  in  hospital  planning, \nhealth  financing,  drug  safety,  financial  management,  environmental  assessment,  and  poverty  and  social \nsafeguards. \n\n20 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\f6 \n\n \n\n \n\n \n\n \n\n \nA. \n\n \n\nAspects  \n\nArrangements \n\n(ii) Executing agency \n\n(iii) Key implementing agencies \n\n \n\n(iv) Implementation unit \n\nMOH will implement all outputs under the DMF, except outputs 3 \nand 9. \nThe  Ulaanbaatar  City  Mayor’s  Office  will  be  the  implementing \nagency  for  the  demonstration  hospital  in  the  Songinohairkhan \ndistrict of Ulaanbaatar (output 3 of the DMF) \nGASI  will  be  the  implementing  agency  for  the  upgrading  of  the \ndrug control laboratory (output 9 of the DMF)  \nThe  PIU  of  the  Third  Health  Sector  Development  Project  will  be \nexpanded  to  incorporate  implementation  of  the  Fourth  Health \nSector  Development  Project.  A \nfor \ncomponents  1  and  3  will  be  added.  The  contract  period  of  the \ncurrent PIU staff will be extended to the end of the Fourth Health \nSector Development Project.  \n\ntechnical  coordinator \n\nShopping \n\n7 contracts \n\n$0.31 million \n\nProcurement \nThresholds for procurement \nICB goods > $500,000 \nICB works > $1,000,000 \nNCB goods < $500,000; > $50,000 \nNCB works < $1,000,000; > $50,000 \nShopping goods < $50,000  \nShopping works < $50,000 \n\nConsulting Services \n\nQCBS \n\nICB \n\nNCB \n\n \n\nCQS \n\nSSS \n\nICS \n\n4 contracts \n\n$11.46 million \n\n1 contract \n\n$0.24 million \n\nTotal \nprocurement \n\n \n$12.01 million \n\n \n$1.2 million \n\n$0.2 million \n\n$0.04 million \n\n$0.47 million \n\n34 international \nand 58 national \nperson-months \n\n5 lump-sum \ncontracts \n\n1 lump-sum \ncontract \n\n13 person-\nmonths \ninternational \nand 29 person-\nmonths national  \n\nDisbursement \n\nThe  grant  proceeds  will  be  disbursed  in  accordance  with  ADB’s \nLoan  Disbursement  Handbook  (2007,  as  amended  from  time  to \ntime)  and  detailed  arrangements  agreed  upon  between  the \ngovernment and ADB.  \n\na   If the authority over the drug control laboratory is transferred from GASI to MOH, GASI will not be considered \n\nas an implementing agency. The government will inform ADB as soon as the decision is final. \n\nCQS  =  consultants  qualifications  selection,  DMF  =  design  and  monitoring  framework,  ICB  =  international \ncompetitive bidding, ICS = individual consultant selection,  GASI = General Agency for Specialized Inspection, \nMOF = Ministry of Finance, MOH = Ministry of Health, MSWL = Ministry of Social Welfare and Labor, NCB = \nnational competitive bidding, PAM = project administration manual, PIU = project implementation unit, QCBS = \nquality- and cost-based selection, SSS = single source selection, Source: Asian Development Bank estimates. \n\nIII. \n\nDUE DILIGENCE \n\nEconomic and Financial \n\n18. \nThe economic analysis evaluated the economic  viability of the project as a whole. The \nanalysis  covers  the  macroeconomic  context  to  review  the  potential  for  the  government  to \ncontinue to finance the project activities in the longer term following project completion. For the \nproject,  the  analysis  covers  the  quantifiable  economic  costs  and  benefits  for  the  improved \nhospital  component  and  provides  qualitative  analysis  of  the  improved  drug  safety  component. \n\n\freduction \n\nto  patients \n\nfor  out-of-pocket  costs,  and \n\nThe economic impact of unsafe medicine is difficult to quantify because there are a number of \nunknown  variables  involved.  Using  conservative  estimates  of  project  implementation,  the \nbaseline  results  show  an  economic  internal  rate  of  return  (EIRR)  of  11.75%,  reflecting \nsubstantial  unquantifiable  economic  benefits  for  the  drug  safety  component  and  the  relatively \nsmall population catchment for the benefits attached to the hospital improvement component.21 \nThe EIRR was tested through sensitivity analysis using a 20% decrease in economic benefits as \nthe worst-case scenario for each of the economic benefits relating to hospital efficiency savings, \nsavings \nin  projected  productivity \nimprovements.  Under  these  conservative  assumptions,  the  EIRRs  are  9.73%  for  reduced \nhospital  efficiency  savings,  10.97%  for  reductions  in  patient  savings,  and  10.93%  where \nunderachieved productivity gains are projected. The project is considered economically viable.  \n \n19. \nThe project has no revenue-earning components, hence financial cost benefits were not \nanalyzed as part of the financial analysis. The MOH, the Ulaanbaatar City Health Department, \nand  the  General  Agency  for  Specialized  Inspection  (GASI)  will  contribute  counterpart  funding \nand shoulder the project’s operation and maintenance (O&M) costs. A fiscal analysis indicated \nthat  the  MOH’s  annual  average  contribution  to  the  project  is  0.5%  of  the  health  sector  annual \nbudget. The annual O&M cost, to be borne by GASI, will not exceed 1.4% of its current revenue \nand  additional  O&M  costs  required  by  the  Ulaanbaatar  City  Health  Department  for  the \ndemonstration  hospital  will  not  be  more  than  0.7%  of  its  current  expenditure.  The  counterpart \nfunding and O&M costs are considered both financially sustainable and affordable. A financial \nmanagement  assessment  concluded  that  the  MOH  is  experienced  in  managing  ADB  projects \nand is prepared for project implementation. The financial management analysis identified issues \nthat will be addressed through the maintenance of project accounts by a project implementation \nunit (PIU) dedicated to the project and through external audits for the project duration.   \n  \nB. \n\nGovernance \n\nThe MOH is a long-term partner of ADB, actively involved in implementing health sector \n20. \ndevelopment  projects  since  1991.  A  PIU  was  established  as  part  of  the  ongoing  Third  Health \nSector  Development  Project  and  this  arrangement  will  be  expanded  to  incorporate  the \nimplementation of the Fourth Health Sector Development Project. \n \n21. \nA  procurement  capability  assessment  conducted  for  the  executing  agency  and  PIU \nconfirmed  their  general  ability  to  conduct  procurement  in  compliance  with  ADB  policy  and \nprocedural requirements and the relevant national laws and regulations on public procurement. \nThe  implementing  agencies  have  no  recent  procurement  experience  using  ADB  policies  and \nprocedural requirements. Therefore, all procurement under the project will be carried out by the \nexecuting agency and coordinated by the PIU. \n \nthe \n22. \nUlaanbaatar City Mayor’s Office, and GASI. The assessment for the MOH and its PIU updated \nthe  assessment  carried  out  as  part  of  the  project  planning  for  the  Third  Health  Sector \nDevelopment Project. All three agencies have adequate accounting professionals equipped with \ncomputerized  financial  accounting  and  reporting  systems  and  procedures  on  the  flow  of \naccounting, financial, and project physical progress related to their current project activities. All \nthe agencies have clearly defined responsibilities with accountability allocated to different units \nat different levels of authority within their institutions.  \n \n\nFinancial  management  assessments  have  been  conducted \n\nthe  MOH, \n\nfor \n\n                                                 \n21 ADB.  2003.  Economic  Analysis  of  Projects.  Operations  Manual.  OM  G1/OP.  Manila  (B.[vi][b])  states  that  a  low \n\nEIRR is acceptable when there are substantial unquantifiable benefits. \n\n7 \n\n \n\n\f8 \n\n \n\n23. \nAnnual  audits  for  the  project  will  be  arranged  by  the  Ministry  of  Finance.  The  financial \nmanagement assessment concluded that, in general, the current financial management system \nin  the  executing  and  implementing  agencies  can  meet  the  requirements  of  the  government  in \nterms  of  staffing,  accounting,  and  internal  control.  The  PIU  will  recruit  additional  technical \nsupport for hospital planning and drug safety to strengthen its capacity to implement the project \nin compliance with the policy, operation, and procedural requirements of ADB.  \n \n24. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  of  Mongolia  and  the  MOH.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM. \n \nC. \n\nPoverty and Social \n\nthe \nThe  project  will  directly  benefit  over  250,000  mostly  poor  residents  of \n25. \nSonginohairkhan district of Ulaanbaatar by improving district hospital services. The project will \nalso  benefit  the  entire  population  of  Mongolia  by  improving  access  to  safer  drugs,  and,  in  the \nlong run, will improve allocative efficiency in the health sector by optimizing the use of hospital \nservices and improving the return on future investment in the hospital sector. Improving both the \ncountry’s  health  services  and  the  health  status  of  the  population  will  lead  to  a  reduction  in \nhousehold  expenditures  and  time  spent  seeking  care.  Mongolia’s  extensive  social  safety  net \nsystem  accounted  for  approximately  12%  of  gross  domestic  product  per  year  until  2008  (it  is \ncurrently  being  reformed),  of  which  40%  was  devoted  to  social  assistance  to  the  poor  and \ndisadvantaged. Poverty and health are strongly related, and better health services are not only \na  social  goal  but  also  a  prerequisite  to  economic  development.  Improved  health  care  will \ntherefore  expand  the  economic  opportunities  of  the  whole  population,  including  the  poor. \nReliable  health  services  will  reduce  lifecycle  risks  to  the  individual,  including  illness,  injury, \ndisability,  and  early  death,  thereby  also  reducing  impoverishment.  The  poor  will  benefit \nparticularly from the project’s drug safety activities as they are currently more likely to purchase \nand consume substandard pharmaceuticals.  \n \n26. \nThe  project  is  classified  as  “effective  gender  mainstreaming.”  In  Mongolia,  the  health \nstatus of the population is highly differentiated by gender. The male mortality rate in Mongolia is \nhigh,  and  the  male  life  expectancy  is  low  compared  with  females,  due  primarily  to  unhealthy \nlifestyle habits such as smoking and heavy drinking. Women comprise the majority of users and \nproviders of the health care system in Mongolia, and one out of five households in urban areas \nin Mongolia is headed by a woman.22 Women provide the majority of care for ill family members. \nThe  vast  majority  of  the  country’s  total  medical  staff  is  composed  of  women.  A  gender  action \nplan has been developed for the project to ensure that gender is mainstreamed. Women at all \nlevels will participate in institutional processes to reform the hospital and drug safety subsectors. \nThe  MOH  has  ensured  that  the  gender  action  plan  agreed  upon  under  the  project  will  be \nimplemented in a timely manner. \n \nD. \n\nSafeguards \n\nThe environmental categorization of the project is B. An environmental assessment has \n27. \nbeen carried out in accordance with the Mongolia regulatory framework and ADB’s Safeguard \nPolicy  Statement  (2009).  A  consolidated  initial  environmental  examination  (IEE)  report  was \nprepared,  which  assesses  and  addresses  the  environmental  implications  of  the  rehabilitation \nand  expansion  of  the  Songinohairkhan  District  Hospital  and  the  New  Central  Laboratory.  The \nteam and project counterparts agreed to specify the whole laboratory building as an associated \n\n                                                 \n22 National Statistics Office. 2008. 2007/2008 Household Socio-Economic Survey. Ulaanbaatar. \n\n\ffacility.23  This  allowed  conducting  necessary  due  diligence  for  the  building,  resulting  in  the \nconduct  of  the  necessary  domestic  environmental  assessment,  ensuring  compliance  with  the \nMongolian  law.  The  consolidated  IEE  summarizes  the  findings  of  the  New  Central  Laboratory \nEnvironmental  Impact  Assessment  (EIA)  and  the  Songinohairkhan  District  Hospital  Initial \nEnvironmental  Examination  (IEE),  and  a  due  diligence  review  of  project  associated  facilities. \nPotential adverse impacts during the construction and operation phase include limited standard \nconstruction impacts; and occupational and community health and safety issues, especially the \nunsafe  collection,  storage,  treatment,  and  disposal  of  medical  and  chemical  hazardous  waste. \nThe  possible  adverse  environmental  impacts  will  be  prevented  or  minimized  to  acceptable \nlevels, through the implementation of the environmental management plan (EMP) that includes \nadequate  mitigation  and  monitoring  arrangements.  The  environmental  assessment  process \nachieved significant value added by (i) catalyzing, through policy dialog with MNET and GASI, \nthe  development  of  an  EIA  for  the  project’s  associated  new  central  laboratory  building;  (ii) \ndeveloping  comprehensive  management  systems  for  the  collection,  storage,  and  treatment  of \nmedical  and  hazardous  chemical  waste;  and  (iii)  developing  a  substantial  consolidated  IEE \nreport  which  defines  environmental  mitigation  measures,  monitoring  requirements,  institutional \nresponsibilities, and training and capacity building requirements. \n \n28. \nNo  involuntary  resettlement  effects  are  foreseen  and  the  project  is  classified  as  a \ncategory  C  project.  The  upgrading  of  the  facilities  of  the  multifunctional  hospital  will  be  on \nexisting  government  land  and  will  not  affect  local  residents  or  residential  buildings.  A \nresettlement  plan  and  framework  are  therefore  not  required.  Should  there  be  any  change  in \nscope or other changes with unanticipated resettlement impacts during project implementation, \nland  acquisition  and  resettlement  activities  will  be  implemented  in  accordance  with  ADB’s \nSafeguard  Policy  Statement.  The  project  will  not  have  any  negative  impact  on  indigenous \npeoples  and  is  therefore  classified  as  a  category  C  project.  No  further  actions  are  therefore \nrequired. \n \nE. \n\nRisks and Mitigating Measures \n\n29. \nThe overall benefits and impacts are expected to outweigh the costs and risks involved. \nMajor risks and mitigating measures are summarized in Table 4 and described in detail in the \nrisk assessment and risk management plan.24 \n \n\nTable 4: Summary Risks and Mitigating Measures \n\nRisks \nResistance  to  change  from  key  staff  groups \n(e.g.,  hospital  specialists),  agencies  (e.g.,  the \nState  Specialized  Inspection  Agency),  sectors \n(e.g., private hospitals), and the community \n\nLack of government and community support for \nhospital reform \n\nstrategy  with \n\nMitigating Measures \nKey  staff,  agencies,  and  sectors  will  obtain \nconsensus  for  the  project’s  implementation. \nKey mitigation measures will consist of a strong \ncommunication \ninformation \ncampaigns,  awareness  raising,  and  training \nactivities,  providing \nto  counter \nresistance  (e.g.,  capacity  building,  promotion), \nand \nneeds \nassessment and planning. \nThe  project  will  mitigate  this  risk  through \ncontinuing policy dialogue with the government \nand  donor  community  in  the  context  of  the \nHealth  Sector  Strategic  Master  Plan.  A high- \n\ncommunities \n\nincentives \n\ninvolving \n\nin \n\n                                                 \n23 The drug safety laboratory occupies only the two upper floors of the six storey building. \n24 Risk Assessment and Risk Management Plan (accessible from the list of documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nRisks \n \n\ncommunity \n\nStaff  and \nresistance  during \nestablishment  of  the  demonstration  hospital  in \nSonginohairkhan \n\nreform \n\nMitigating Measures \nlevel  steering  committee  of  key  stakeholders \nwill  be established to oversee the development \nof  hospital \nin  Ulaanbaatar.  A \ncommunication  strategy  will  be  developed  and \nimplemented to support hospital reform. \nThe  project  will  initiate  strong  information  and \ncommunication  strategies  to  keep  the  public \nand staff well informed of developments. Focus \ngroups  will  be  established  to  ensure  that  local \nand  civic  opinion  is  built  into  the  planning \nprocess.  A  grievance  redress  mechanism, \ncoordinated  by  the  project  implementation  unit \nwill  be  established \nto  address  potential \nconcerns  and  complaints  of  hospital  staff, \npatients,  and  visitors  during  construction  and \noperation of the hospital. \nContinue the dialogue with the European Bank \nfor  Reconstruction  and  Development,  which \nhas  invested  in  a  local  drug  manufacturer  and \nintends \nother \nmanufacturers  depending  on  business  and \ndevelopment rationale. \n\nfunding \n\nextend \n\nto \n\nto \n\nLocal drug manufacturing companies unable to \nfor  good  manufacturing \naccess \npractices upgrading \n\nfunding \n\nSource: Asian Development Bank. \n\nIV. \n\nASSURANCES \n\nThe  government  and  the  MOH  have  agreed  with  ADB  on  certain  covenants  for  the \n\n30. \nThe  government  and  the  MOH  have  assured  ADB  that  implementation  of  the  project \nshall  conform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement,  as \ndescribed in detail in the PAM and grant documents. \n \n31. \nproject, which are set forth in the grant agreement.  \n \n32. \nThe  government  has  also  agreed  that  no  withdrawals  shall  be  made  from  the  grant \naccount  for  component  3  relating  to  the  drug  safety  until  ADB  is  satisfied  that  the  newly  built \ndrug  control  laboratory  facility  is  designed  in  accordance  with  ISO/IEC  1702525  and  good \nmanufacturing practices. \n \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed grant would comply with the Articles of Agreement of \n33. \nthe Asian Development Bank and recommend that the Board approve the grant not exceeding \n$14,000,000  to  Mongolia,  from  ADB’s  Special  Funds  resources,  for  the  Fourth  Health  Sector \nDevelopment Project, on terms and conditions that are substantially in accordance with those \nset forth in the draft grant agreement presented to the Board. \n \n\nHaruhiko Kuroda \nPresident \n\n4 November 2010 \n\n                                                 \n25 International Organization for Standardization/International Electrotechnical Commission. \n\n \n\n \n\n\fDesign \nSummary \nImpact \nImproved health \nstatus of the \nMongolian population, \nincluding the poor \n\nOutcome \nImproved health sector \nefficiency, governance, \nand drug safety  \n\n \n\nAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n \n\nPerformance Targets and Indicators \nwith Baselines \nPoverty level reduced from 36.2% in \n2008 to 18.0% by 2020 \n \n \nMaternal mortality reduced \nfrom 60 per 100,000 live births \nas of February 2010 to 30 per \n100,000 live births in 2020 \nStrategic hospital development plan for \nUlaanbaatar and capital investment \nplanning system in place by 2016 \n \nAt least 50% reduction of the number \nof illegal, counterfeit, substandard, or \nnot quality-assured drugs on the \nmarket in 2016 from 26% in 2007 \n \nA transparent public reporting system \non hospital performances and drug \nsafety is in place by 2016 \n\nData Sources and \nReporting Mechanisms \nHousehold Socio-economic \nSurvey of the National \nStatistics Office \n \nMDG assessment report \n \nGIA–DOH statistics \n\nCabinet decree and national\nconference report \n \n \nStudy using the standard \nWHO methodology  \n \n \n \nMinisterial order (MOH) \n\nAssumptions and \nRisks \nAssumption \nMongolia’s economic \ngrowth  is able to fund \nsocial sectors and create \nemployment \n\nAssumption \nHealth remains a key \nconcern of government \n \nRisk \nResistance to change from \nkey staff groups (e.g., \nhospital specialists), \nagencies (e.g., GASI), \nsectors (e.g., private \nhospitals), and the \ncommunity \n\nComponent 1: Strengthened Hospital Services in Ulaanbaatar \nOutputs \n1. Hospital \ndevelopment policy \nand strategic plan for \nUlaanbaatara \n\n \nStrategy published in 2012 \n\nAt least 30% of members of working \ngroups on the strategic plan are \nfemale during 2011– 2013  \n\n \n\nMinisterial order (MOH) \n\n2. A hospital capital \nplanning system is  \nestablished and \noperational \n3. A demonstration \nmultifunctional general \nhospital established in \nSonginohairkhan \ndistrict \n\n4. Increased \nhospital governance \n\nRegulatory framework for capital \ninvestment planning system \nestablished by 2012 \n\nA hospital system established by \n2014 with a surgery unit and an \nadditional specialty (preferably \nobstetrics and gynecology); linked \noutpatient and inpatient department \n \nPatient satisfaction increased from \n2011 baseline (survey data \ndisaggregated by gender) \nHospital licensing based on needs \n(certificates), minimum number of \nbeds, and services and diagnostic \nrequirements operational by 2014 \n \nGender-specific needs for services \nand diagnostic requirements \nidentified by end of project \n \nPublic information of hospital \nperformances in place by 2013 \n\n Ministerial order (MOH) \n\nPIU reports \n \nHospital report/district \nmanagement \n \n \n\n \n\n \n\nPatient satisfaction surveys \nundertaken semiannually  \nState legislation \n(Parliament) \n \n \n \nProject report \n \n \n \n \nMinisterial order (MOH) \n\nComponent 2: Strengthened Human Resource Development \nOutputs \n5. Strengthened \npostgraduate specialist \nstructure and residency \n\n \nInstitutional plan that sets out  a \nframework for organizations involved \nin policy development, planning, \n\n \nCabinet decree \n \n \n\nAssumption \nCooperative agreement \nbetween MOH and \nUlaanbaatar on hospital \nsector development \n \nRisk \nLack of government and \ncommunity support for \nhospital reform \nRisk \nLack of willingness to \ncoordinate investments \n\nAssumption \nFull management \ncommitment \n \nRisk \nStaff and community \nresistance during \nestablishment of \ndemonstration hospital \nAssumption \nLegislation approved \n\nRisk \nPrivate sector resists stricter \nlicensing \n\nRisk \nResistance from \nprofessions  \n\n \n\n\fComponent 3: Strengthened Drug Safety Regime \nOutputs \n7. A drug regulatory \nauthority established \n\n12 \n\nAppendix 1 \n\nDesign \nSummary \n\nprograms  \n\n6. Hospital management \nmodule integrated in a \nlocal training institution \n\n8. Strengthened drug \nregulatory functions \n\n9. Upgraded drug control \nlaboratory, including \naccreditation system \n\n10. Implementation of \nGMP \n\n11. Strengthened post-\nmarketing surveillance \nand adverse drug reaction \nmonitoring \n\n12. Strengthened drug \nsafety governance \nfunction at MOH \n\nPerformance Targets and Indicators \nwith Baselines \n\nData Sources and \nReporting Mechanisms \n\nAssumptions and \nRisks \n\naccreditation, and training of \nspecialists developed by 2013 \n \nFour specialist curricula brought up to \ninternational standards by 2013, \nincluding gynecology-obstetrics \n50 managers have undergone \nshort-term management training in \na local management school by the \nend of 2014 (sex disaggregated). \n \nReport identifying and addressing \nconstraints to achieving gender \nbalance in senior hospital \nmanagement  \n\nInstitutional development plan of the \nDrug Regulatory Agency approved and \nimplemented \n \nTrainee participant lists are \ndisaggregated by gender throughout \nthe duration of the project \nMore than 80% of regulatory functions \n(registration, inspection, laboratory, \nGMP) score positive  \n\nBaseline review 2011, verification 2015\nLaboratory accreditation system \napproved by MOH by 2014 \n \nISO-17025 certificate awarded to the \ndrug control laboratory by 2015 \n\nGMP guidelines and inspectorate \nunder GASI upgraded to PIC/S \nstandard by 2012 \n \nAt least five local drug manufacturers \ncertified by upgraded GMP standard by \n2015 \n90% of drug committees reporting \nquarterly by 2013 from 50% in 2009 \n(reporting irregularly) \n \nAnnual feedback and corrective action \nreports by 2014 \nAnnual overview of drug safety \nindicators and achievements by 2013 \n \nMOH public information on drug safety \nincluding rapid alert system improved \nby 2014 (data on persons affected by \nunsafe drugs are gender \ndisaggregated)  \n\n \n \n \n \nPIU reports \n\nPIU reports \n\nAssumptions \nStaff willing to undertake \ntraining \n \nLocal institution interested  \nin and capable of delivering \nthe training \n\nMinisterial order of MOH \napproving development \nplan \n \nAnnual report of the DRA \n\nWHO data collection tool for \nthe review of drug \nregulatory systems \n\nAssumption \nDrug Law includes drug \nagency mandate \n \nRisk \nInstitutions involved in drug \nregulation resist changes \n \n\nMinisterial order (MOH) \n \n \nISO-appointed authorized \nbody  \n \nExpert evaluation report  \n \n \n \nCertification reports \n(MOH/Drug Agency) \n\nQuarterly reports (in 2009 \n50% of the 40 hospitals \nreported randomly) \n \nAnnual reports \n\nAssumptions \nMOH contracts GASI \nlaboratory  \n \nPRC investment in facility \nrealized \nAssumption \nWillingness to adopt GMP \nstandard upgrade \n \nRisk \nCompanies cannot access \nfunding for upgrading GMP \nAssumption \nWillingness of hospitals to \nmake the drug committees \nwork \n\n \n\nAnnual report, website \n(indicators from WHO drug \npolicy indicator guide) \n \nMinisterial order and \nfunding secured \n\nActivities with Milestones \n1.1 Establish high-level strategic planning committee (2011) \n1.2 Review current situation and best practice and develop hospital policy (2011) \n1.3 Develop strategic and financial investment plans (2011–2012) \n1.4 Wide communication on vision, plans, and implementation (2011–2016) \n1.5 Monitor and report on implementation of the strategic plan (2012–2016) \n \n\nInputs \nADB:    $14 million \n\nItem \nInvestment Costs \nContingencies \n\n \n\nAmount \n($ million) \n12.08 \n1.92 \n\n \n\n\f \n\nAppendix 1 \n\n13 \n\nInputs \nWHO: $0.45 million \n\nItem \nInvestment Costs \n\nAmount \n($ million) \n.45 \n\n \nGovernment: $3.70 million \n\nItem \nInvestment Costs \nRecurrent Costs \nContingencies \n\nAmount \n($ million) \n\n2.30 \n.62 \n.78 \n\n \n\n \n\n \n\nActivities with Milestones \n2.1 Review facility and equipment audit system and capital planning system (2011) \n2.2 Support audit of facilities and equipment (2012) \n2.3 Develop capital planning system (2012) \n2.4 Implement hospital capital planning system (2013) \n 3.1 Review and design multifunctional hospital (2011–2012) \n 3.2 Monitor civil works (2012–2014) \n 3.3 Develop new procedures, systems, and organizational arrangements (2013) \n 3.4 Train staff (2013–2014) \n 3.5. Commission multifunctional hospital (2013–2014) \n 3.6 Arrange communication and public participation in implementation (2011–2016) \n 3.7 Support implementation, monitor, and evaluate (2014–2016) \n4.1 Review licensing legislation and regulations (2011) \n4.2 Review hospital governance arrangements and improve hospital governance (2012) \n 4.3 Develop monitoring and evaluation procedures (2012–2013) \n5.1 Review organizational framework for medical education and clarify roles (2011–\n2012) \n5.2 Develop and update postgraduate curricula to international standards (2012) \n5.3 Support professional associations and developed business plans (2012–2016) \n6.1 Assess management training provided by other parties (Third Health Sector \nDevelopment Project, WHO) (2011) \n6.2 Identify local institution to provide hospital management training  \n6.3 Train managers to support multifunctional hospitals (2012–2013) \n7.1 Investments in support systems and quality management for DRA (2011–2014) \n7.2 Identify and implement organizational and regulatory changes required (2011–2013) \n7.3 Provide capacity building on regulatory functions (2011–2013) \n8.1 Review and develop regulations, procedures, and job descriptions (2011–2014) \n8.2 Develop professional and support system of regulatory functions (WHO list) (2011–\n2015) \n8.3 Improve external communication and transparency (2011–2015) \n9.1 Procure equipment, information management system, and information technology \ninfrastructure (2011–2015) \n9.2 Develop quality management system, validation, and ISO-17025 certification (2011–\n2015) \n9.3 Provide capacity development on laboratory management, quality assurance, and \nuse of new equipment (2011–2014) \n9.4 Develop laboratory accreditation system (2013–2014) \n10.1 Review and upgrade GMP standards, regulations, and legal base (2011–2013) \n10.2 Upgrade GMP inspectorate, guide inspections and company certifications (2011–\n2016) \n10.3 Develop manufacturer capabilities to upgrade facilities and train personnel (2011–\n2016) \n11.1 Review information collection, analysis, reporting, and dissemination for market \nsurveillance and ADR monitoring (2011–2012) \n11.2 Develop market surveillance and ADR training course and seminars (2013–1016) \n12.1 Develop drug safety monitoring and communication plans (2012–2014) \n12.2 Improve capabilities and support systems to perform governance function (2011–\n2014) \n12.3 External communication and reporting improvements (2011–2016) \n13.1. Implement and report on the gender action plan (2011–2016) \n13.2. Implement community mobilization and consultation and participation plan (2011–\n2016) \n13.3. Implement and report on the environmental management plan (2011–2016) \n13.4. Establish a project website that is accessible to the public (2011) \n\n \n\n \n\n \n\n \n\nADB  =  Asian  Development  Bank,  ADR  =  adverse  drug  reaction,  DRA  =  Drug  Regulatory  Agency,  GIA  =  government \nimplementing  agency,  DOH  =  Department  of  Health,  GASI  =  General  Agency  for  Specialized  Inspection,  GMP  =  good \nmanufacturing  practice,  ISO  =  International  Organization  for  Standardization,  MOH  =  Ministry  of  Health,  MDG  =  Millennium \nDevelopment  Goal,  PIC/S  =  Pharmaceutical  Inspection  Cooperation/Scheme,  PIU  =  project  implementation  unit,  PRC  = \nPeople’s Republic of China, WHO = World Health Organization. \na  Iincluding legal, regulatory, and institutional reforms; capacity-building needs; and potential financing sources. \nSource: Asian Development Bank. \n\n \n\n\fAppendix 2 \n\n14 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=41243-01-2 \n \n\nGrant Agreement \nSector Assessment (Summary): Health and Social Protection \nProject Administration Manual \nContribution to the ADB Results Framework \nDevelopment Coordination \nFinancial Analysis  \nEconomic Analysis  \nCountry Economic Indicators  \nSummary Poverty Reduction and Social Strategy  \nGender Action Plan  \nInitial Environmental Examination \nRisk Assessment and Risk Management Plan \n\n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n \nSupplementary Documents \n \n13. \n14. \n \n\nHospital Subsector Analysis \nDrug Safety and Human Resources Subsectors Analysis \n\n\f", "author_pages": [" \n", " \n \n", " \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n \n", " \n", "CURRENCY EQUIVALENTS \n(as of 3 November 2010) \n \n", "Currency Unit\n", "– \n", "togrog (MNT) \n", "MNT1.00\n$1.00\n", "= \n$0.000777 \n=  MNT1,285 \n", "ABBREVIATIONS \n", "ADB \nEIRR \nGASI \nIEE \nMOH \nO&M \nPAM \nPIU \n", "– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \neconomic internal rate of return \nGeneral Agency for Specialized Inspection \ninitial environmental examination \nMinistry of Health \noperation and maintenance \nproject administration manual \nproject implementation unit \n", "NOTE \n", "In this report, “$” refers to US dollars \n", " \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n", "C. Lawrence Greenwood, Jr., Operations 2 \nK. Gerhaeusser, East Asia Department (EARD) \nA. Leung, Urban and Social Sectors Division, EARD \n \nC. Bodart, Senior Health Specialist, EARD \nI. Ahsan, Counsel, Office of the General Counsel \nJ.  Jeugmans,  Practice  Leader  (Health),  Regional  and  Sustainable \nDevelopment Department \nA. Morel, Environment Specialist, EARD \nB. Tsetsgee, Assistant Project Analyst, Mongolia Resident Mission, \nEARD \nW. Walker, Senior Social Development Specialist, EARD \nS. Postma, Senior Health Specialist, South East Asia Department \n", " \nPeer reviewer \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n", " \n", "CONTENTS \n", " \nPROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n", "Economic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n", "ASSURANCES \n", "RECOMMENDATION \n", " \n", "I. \n", "II. \n", "III. \n", "IV. \n", "V. \n \n", "1. \n2. \n", "APPENDIXES  \n", "Design and Monitoring Framework \nList of Linked Documents \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", "11 \n     14 \n", "Page \n", "1 \n", "1 \n1 \n3 \n3 \n4 \n5 \n", "6 \n6 \n7 \n8 \n8 \n9 \n", "10 \n", "10 \n"]}