{"Author": "Asian Development Bank", "CreationDate": "D:20130118104255+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "vietnam, gms transport corridor, road transport improvement, roads construction, bridges construction, national highways improvement,  gms cross-border transport agreement, gms border facilities, hiv aids prevention, adb projects, terms and conditions, adb rrp", "ModDate": "D:20130304173928+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This is a report and recommendation of the president (RRP) for a proposed loan to the Socialist Republic of Viet Nam for the additional financing of the Greater Mekong Subregion (GMS) Southern Coastal Corridor Project. The report also describes the proposed administration of a grant to be provided by the Government of Australia for the additional financing of the project. The RRP describes the project terms and conditions for the approval of ADB's Board of Directors.", "Title": "RRP: Viet Nam: GMS Southern Coastal Corridor Project - Additional Financing", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 41496 \nJanuary 2013 \n \n \n \n \nProposed Loan and Administration of Grant for \nAdditional Financing  \nSocialist Republic of Viet Nam: Greater Mekong \nSubregion Southern Coastal Corridor Project \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\n\f \n\n \n \n\n \n \n\n \n\n \n \n\nCURRENCY EQUIVALENTS \n(as of 10 January 2013) \n\nCurrency unit\nD1.00\n$1.00\n\ndong (D) \n$0.00005 \n\n– \n= \n=  D20,820.00 \n\nABBREVIATIONS \n \n\nADB \nAusAID \nCuu Long CIPM \n\nGMS \nkm \nMOT \nMTR \nPAM \n\n– \n– \n– \n\n– \n– \n– \n– \n– \n\nAsian Development Bank \nAustralian Agency for International Development \nCuu  Long  Corporation  for  Investment,  Development  and \nProject Management of Transport Infrastructure \nGreater Mekong Subregion \nkilometer \nMinistry of Transport \nmidterm review mission \nproject administration manual \n\n \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\nNOTE \n\nIn this report, \"$\" refers to US dollars. \n\nS. Groff, Operations 2 \nK. Senga, Southeast Asia Department (SERD) \nJ. P. Lynch, Transport and Communications Division, SERD \n \nR. Ishenaliev, Transport Specialist, SERD \nM. Buendia, Senior Safeguards Specialist (Resettlement), SERD  \nN. Farrofo, Senior Project Officer, SERD  \nB. Konysbayev, Senior Counsel, Office of the General Counsel  \nJ. Miller, Principal Transport Specialist, SERD  \nJ. H. Nam, Safeguards Specialist, SERD \nL. D. Thang, Senior Project Officer (Transport), SERD \n\n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n\n\f \n\nCONTENTS \n \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \nF. \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nMAP \n\nI. \n\nII. \n\nIII. \n\n1. \n\n2. \n \n\nRevised Design and Monitoring Framework (Viet Nam Component Only) \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n3 \n3 \n4 \n5 \n\n6 \n6 \n7 \n7 \n7 \n7 \n8 \n\n8 \n\n8 \n\n9 \n\n12 \n\n\f \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPROJECT AT A GLANCE \n\n1. Project Name: Greater Mekong Subregion Southern Coastal Corridor Project \n(Additional Financing) \n\n2. Project Number: 41496-014 \n\n3. Country: Viet Nam \n\n4. Department/Division:  Southeast Asia Department/ \n\nTransport and Communications Division \n\n5. Sector Classification:  \n\n \n\n6. Thematic Classification: \n\nSectors \n\nTransport, and information and \ncommunication technology \n\nPrimary \n\nSubsectors \n\n√ \n\nRoad transport \n\nThemes \n\n Economic growth \n\nPrimary \n\nSubthemes \n\n \n\nWidening access to markets and \neconomic opportunities \n\n Regional cooperation and integration \n\n√ \n\nCross-border infrastructure \n\n6a. Climate Change Impact \n\n No climate change indicator available \n\n6b. Gender Mainstreaming  \n\n Gender equity theme (GEN) \n\n Effective gender mainstreaming (EGM)   \n\n Some gender elements (SGE) \n\n No gender elements (NGE) \n\n√ \n\n \n\n \n\n7. Targeting Classification:  \n\n8. Location Impact:  \n\nTargeted Intervention \n\nGeneral \nIntervention \n\nGeographic \nDimensions of \nInclusive Growth \n\nMillennium \nDevelopment \nGoals \n\nIncome Poverty \nat Household \nLevel \n\n National \n\n Regional \n\n Rural \n\n \n\n \n\nMedium \n\nHigh \n\nLow \n\nEnvironment \n\nInvoluntary resettlement \n\nIndigenous peoples \n\nB \n\nA \n\nB \n\n√ \n\n \n\n \n\n \n\n9. Project Risk Categorization: Complex   \n\n10. Safeguards Categorization:   \n\n11. ADB Financing:  \n\n \n\n \n\nTotal \n\n12. Cofinancing:   \n\nFinancier \n\nTotal \n\n13. Counterpart Financing:   \n\nSource \n\n Government \n\n14. Aid Effectiveness:   \n\nTotal \n\n \n\nSovereign/Nonsovereign \n\nModality \n\nSource \n\nAmount ($ million) \n\n Sovereign \n\nProject loan \n\nAsian Development Fund  \n\n Government of Australia \n\nOfficial-Grant \n\n12.0 \n\n12.0 \n\nCategory \n\nAmount ($ Million) \n\nAdministration Type \n\n25.0 \n\n25.0 \n\nFull \n\nAmount ($ million) \n\n \n\n2.1 \n\n2.1 \n\nParallel project implementation unit \n\nProgram-based approach \n\nNo \n\nNo \n\n\fh\nn\ne\n\nm P\n\no\nn\nh\n\nto P\n\nNR31\n\no\n105  00'E \n\nGREATER MEKONG SUBREGION\nSOUTHERN COASTAL CORRIDOR PROJECT\n\nNR33\n\nKampong Trach\n\nCAMBODIA\n\nNha Bang\n\nVIET  NAM\n\nKampot\n\nto Krong Preah Sihanouk\nand Thailand\n\nKep\n\nNR33\n\nPrek Chak\n\nXa Xia\n\nHa Tien\n\nKIEN LUONG\n\nQL80\n\nKien Luong\n\nAN  GIANG\n\nTri Ton\n\nLong Xuyen\n\nHON DAT\n\nHon Dat\n\nKIEN GIANG\n\nSoc Son\n\nQL80\n\nRach Gia\n\nCHAU\nTHANH\n\nTAN HIEP\n\nCAN  THO\n\nChau Thanh\n\nQL61\n\nMinh Luong\n\nGIONG GIANG\n\nTac Cau Ferry\nKien An\n\nAn Bien\n\nQL63\n\nThu Bay\n\nBen Nhu\n\nGO QUAO\n\nAp Luc\n\nAN MINH\n\nAn Minh\n\nTL7\n\nVINH\nTHUAN\n\nHAU  GIANG\n\nNational Capital\n\nProvincial Capital\n\nCity/Town\n\nGreater Mekong Subregion\n  Southern Coastal Corridor (GMS-SCC)\n\nGMS-SCC Project - Cambodia Component\n\nGMS-SCC Project - Viet Nam Component, Stage 1\n\nFuture Viet Nam, Stage 2\n\nOther National and Provincial Roads\n\nNR33\n\nQL61\n\nTL7\n\nNational Road (Cambodia)\n\nNational Road (Viet Nam)\n\nProvincial Road (Viet Nam)\n\nRiver\n\nDistrict Boundary\n\nProvincial Boundary\n\nInternational Boundary\n\no\n\n9  30'N \n\nBoundaries are not necessarily authoritative.\n\nVinh Thuan\n\no\n\n9  30'N \n\no\n103  00’E\n\no\n108  00’E\nPEOPLE'S  REPUBLIC\nOF  CHINA\n\nHa Noi\n\nHai Phong\n\n20  00’No\n\n20  00’No\n\nLAO\nPEOPLE'S\nDEMOCRATIC\n REPUBLIC\n\nVIET NAM\n\nTHAILAND\n\nBangkok\n\nCAMBODIA\n\n12  00’No\n\nPhnom Penh\n\n12  00’No\n\nHo Chi Minh City\n\nNam Can\n\nProject Area\n\no\n103  00’E\n\no\n108  00’E\n\nU MINH\n\nThoi Binh \n\nBAC  LIEU\n\nTHOI\nBINH\n\nKhanh An Industrial Zone\n\nTRAN VAN THOI\n\nCa Mau\n\nHong My\n\nCAI NUOC\n\nCai Nuoc\n\nCA  MAU\n\nDAM DOI\n\nNam Can\n\no\n105  00'E \n\nNGOC HIEN\n\n0\n\n25\n\n50\n\n75\n\n100\n\nN\n\nKilometers\n\n12-3291 AV\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan to \nthe Socialist Republic of Viet Nam for the additional financing of the Greater Mekong Subregion \n(GMS)  Southern  Coastal  Corridor  Project. 1  The  report  also  describes \nthe  proposed \nadministration  of  a  grant  to  be  provided  by  the  Government  of  Australia  for  the  additional \nfinancing  of  the  project,  and  if  the  Board  approves  the  proposed  loan,  I,  acting  under  the \nauthority delegated to me by the Board, will approve the administration of additional financing. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n2. \nThe  current  project  was  approved  in  November  2007  to  construct  sections  of  the  GMS \nroad corridor in the southern coastal areas of Cambodia and Viet Nam.2 The project preparatory \ntechnical assistance to prepare the project identified 51.5 kilometers (km) of roads in Cambodia \nand 218 km of roads in Viet Nam to be improved along the southern coastal corridor.3 As part of \nthe Viet Nam portion of the project, the Asian Development Bank (ADB) approved a loan in the \namount  of  SDR48,300,000  from  its  Special  Funds  resources  and  the  administration  of  a \n$25.5 million  grant  from  the  Government  of  Australia  through  the  Australian  Agency  for \nInternational Development (AusAID) to the Government of Viet Nam. In 2010, the Government of \nthe  Republic  of  Korea  approved  a  parallel  cofinancing  loan  through  the  Export–Import  Bank  of \nKorea of $50 million to improve about 96 km of the southern coastal corridor.4 In addition to the \nimprovement of 218 km of roads, the project includes improvement of cross-border facilities, and \nan HIV/AIDS and human trafficking awareness and prevention program.   \n \n3. \nThe  ADB  loan  and  AusAID  grant  for  the  Viet  Nam  project  became  effective  on  29  May \n2008  with  a  closing  date  of  30  June  2015.  The  project  scope  includes  civil  works,  consulting \nservices,  resettlement,  contingencies,  and  financing  charges  on  ADB’s  loan.  The  project  is \nperforming well and is in an advanced stage of implementation. All contracts have been awarded \nand  the  project  performance  is  on  track  at  60%  of  physical  completion.5 Cumulative  contract \nawards  and  disbursements  based  on  net  amounts  as  of  31  December  2012  are  at  99%  and \n51%, respectively. \n \n4. \nA  midterm  review  mission  (MTR)  conducted  jointly  by  ADB  and  AusAID  in  December \n2011  assessed  that  project  outputs  were  expected  to  be  delivered  as  intended,  and  that  the \noutcome  would  be  achieved  if  proposed  corrective  measures  were  effectively  implemented. \nThese  measures,  as  specified  by  the  MTR,  were  to  improve  the  soft-ground  treatment  design \nand  construction  methodology,  resolve  delays  on  resettlement  implementation,  and  ensure \ncompliance  with  the  project’s  covenants  on  resettlement  and  environment.  Since  the  MTR,  the \ngovernment  has  taken  necessary  corrective  actions  and  revised  technical  designs  for  soft-\nground treatment, updated all resettlement plans for implementation, which ADB has approved, \n\n                                                 \n1   The design and monitoring framework is in Appendix 1. \n2   ADB.  2007.  Report  and  Recommendations  of  the  President  to  the  Board  of  Directors:  Proposed  Loans  to  the \nKingdom  of  Cambodia  and  Socialist  Republic  of  Viet  Nam:  Greater  Mekong  Subregion  Southern  Coastal  Corridor \nProject. Manila (Loans 2372-VIE and 2373-CAM; Grants 0095-VIE and 0096-CAM).  \n\n3   ADB. 2005. Technical Assistance for Preparing the Greater Mekong Subregion Southern Coastal Corridor Project. \n\nManila (TA 6235-REG). \n\n4   An unprecedented price escalation in 2008 and the need for redesign due to resettlement resulted in cost overruns, \nfor  which  a  supplementary  loan  from  the  Government  of  the  Republic  of  Korea  in  the  amount  of  $70  million  was \nsigned in December 2010. \n\n5   Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f2 \n \n\n \n\nresolved claims from affected people, and improved environmental oversight of construction sites. \nOutput-related project risks are being effectively managed and assumptions remain valid.   \n \n5. \nBased on the findings of the MTR and the government’s request, additional financing is \nrequired  to  achieve  the  project’s intended  outputs  with  greater  technical  quality,  and  to  resolve \ndelays  on  resettlement  implementation.  Additional  financing  is  proposed  to  (i)  fund  changes  in \nthe  project  scope  that  improve  soft-ground  treatment  measures  for  better  overall  quality  of  the \ncompleted roads and better road safety characteristics, (ii) meet the cost overruns and financing \ngaps  due  to  increased  cost  of  (a)  land  acquisition  and  resettlement  and  (b)  general  price \nescalation,  and  (iii)  scale  up  a  well-performing  project  by  financing  the  cost  of  detailed  design \nand implementation support for the subsequent stage 2 of the project (para. 9). \n \nSoft-ground  treatment. The project area is in the Mekong Delta, a geologically difficult \n6. \nenvironment due to its weak soils. Original engineering designs did not properly provide for soft-\nground  treatment.  Without  doing  so,  as  proposed  under  this  additional  financing,  the  quality  of \nthe finished roads will be substandard, resulting in premature deterioration of the road surfaces \nand  structures,  higher  road  maintenance  costs,  and  expensive  repairs.  Above  all,  inadequate \nsoft-ground treatment will present a high safety risk for the traveling public due to abrupt changes \nin the road levels at the transition points from the road embankments to the bridges and culverts. \nThe estimated cost of stepping up soft-ground treatment is $11.7 million. \n \n7. \nIncreased costs due to price escalation. The price inflation in Viet Nam’s construction \nsector since has averaged about 20% per annum, and affected the project’s financing. Based on \nthe  price  escalation  clauses  under  the  ongoing  civil  works  contracts  and  estimated  cost  to \ncompletion,  the  total  price  escalation  by  the  loan  and  grant  closing  date  is  estimated  at  $37.1 \nmillion.  Available  uncommitted  loan  and  grant  amounts  are  $8.0  million  and  $2.9  million, \nrespectively. The government has allocated an additional $17.2 million in counterpart funds and \nrequested ADB to finance the shortfall of $9 million. \n \n8. \nLand  acquisition  and  resettlement. The cost of land acquisition and resettlement has \nincreased from $26.11 million at appraisal to $38 million during implementation. This increase is \nlargely  attributed  to  a  rise  in  property  values  and  compensation  rates.  The  MTR  listed  the \nfollowing issues: (i) resettlement activities had begun without ADB’s concurrence to the updated \nresettlement  plans;  (ii)  loan  conditions  for  sectional  hand-over  of  construction  sites  were  not \ncomplied  with;  and  (iii)  implementation  of  the  grievance  process  and  responses  to  complaints \nfrom affected people was slow. Since the MTR, the government has satisfactorily rectified all the \nissues,  and  updated  resettlement  plans  have  been  approved  for  all  sections.  However, \nimplementation  of  resettlement  plans  is  delayed  due  to  increases  in  resettlement  costs  during \nimplementation, and the government’s inability to finance the full cost increase. The government \nhas allocated $31.2 million and requested ADB to finance the shortfall of $6.8 million to clear the \nproject  sites  from  any  remaining  encumbrances  and  avoid delays  to  the  ongoing construction.6 \nFurther delay in implementing the resettlement plans would interrupt the progress of ongoing civil \nworks and increase the risk of further cost overruns and implementation delays.  \n \nImprove readiness of stage 2 of the project. At the time the current project was under \n9. \npreparation,  stage  2  was  proposed  to  finance  the  only  remaining  southern  coastal  corridor  link \n(i.e.,  from  Ha  Tien  near  the  border  with  Cambodia  to  Minh  Luong  [see  map]).  The  project \npreparatory  technical  assistance  for  stage  2  is  ongoing  and  expected  to  be  completed  by \n\n                                                 \n6   The shortfall will cover compensation for affected structures and utilities, allowances, and provision of basic services \n\nat the relocation sites. It also includes $676,000 for an income restoration program.  \n\n\fJanuary  2013.7 To  enhance  project  readiness,  the  government  has  requested  financing  for  the \ndetailed  design  and  implementation  support  for  stage  2.  This  request  is  consistent  with  the \nobjectives of the policy on additional financing, as scaling up the current project by including in its \nscope  the  detailed  design  and  implementation  support  for  an  ensuing  project  will  reduce \nincremental  transaction  costs,  compound  synergy  of  the  two  interconnected  projects,  improve \nADB’s  responsiveness,  and  boost  development  effectiveness.  Efficiency  gains  will  be  realized \nthrough  timely  and  seamless  transition  from  project  preparation  to  detailed  design  and \nimplementation,  resulting  in  about  24  months  of  time  savings,  significant  transaction  cost \nreductions,  and  an  early  accrual  of  project  benefits.8 This  expansion  of  scope,  estimated  at \n$9 million, reflects the government’s commitment to improve project readiness, which in turn will \nalso contribute to better performance of ADB’s transport sector portfolio in Viet Nam. \n \nEligibility  of  additional  financing.  The  additional  financing  meets  the  eligibility  criteria \n10. \nfor  additional  financing  and  is  a  suitable  modality,  as  the  nature  of  additional  civil  works  and \nassociated cost overruns are an integral part of ongoing civil works.9 If these costs are not met, \nthe project cannot be completed to the expected standards, and the project outputs will not be \ndelivered fully.  \n \n11. \nThis additional financing proposal is not included in the country operations business plan, \n2012–2014 for Viet Nam,10 as the need for such financing was established during project review \nmissions. The government accords high priority to this additional financing and has approved a \nproject  detailed  outline,  as  required  under  the  government’s  internal  clearance  procedure  for \npriority projects. \n \nB. \n\nImpact and Outcome \n\n12. \nThe  impact  and  outcome  statements  for  the  project  will  remain  unchanged  since  the \nadditional  financing  would  essentially  deliver  the  originally  intended  project  outputs  without \naltering the project’s design. The impact of the project will be to promote economic growth in the \nproject  area  and  the  GMS  by  strengthening  connectivity  with  neighboring  countries  and \nincreasing competitiveness. The outcome will be to reduce transport times and costs, and induce \nmore  efficient  movement  of  passengers  and  goods  within  the  project  area  and  between  GMS \ncountries.  The  additional  financing  will  help  achieve  the  project  impact  and  outcome  through \nimproving overall quality of outputs and meeting cost overruns and financing gaps.  \n \nC. \n\nOutputs \n\n13. \nThe  project  outputs  will  remain  unchanged,  except  that  the  output  for  improving  the \ncross-border facilities at Ha Tien (formerly Xa Xia) is proposed to be postponed to stage 2. This \npostponement  is  acceptable  because  the  current  border  crossing  on  the  Viet  Nam  side  is \nsufficient  to  handle  the  projected  traffic  level  in  the  next  4  to  5  years  and  the  ongoing  TA \n(footnote 7) is preparing a comprehensive modernization plan for Ha Tien border crossing under \nthe stage 2 project.11  \n                                                 \n7   ADB. 2011. Technical Assistance to the Socialist Republic of Viet Nam for the Second Greater Mekong Subregion \n\nSouthern Coastal Corridor Project. Manila (TA 7924-VIE). \n\n8   If  a  separate  transaction,  such  as  a  project  design  facility  or  a  stand-alone  TA  loan,  were  to  be  proposed,  it  would \n\nduplicate efforts and processes and increase transactions costs to ADB as well as the government. \n\n9   With  the  proposed  additional  financing,  the  combined  project  (i)  remains  technically  feasible,  economically  viable, \nand  financially  sound,  (ii)  is  accorded  high  priority  by  the  government,  (iii)  is  consistent  with  the  current  project’s \ndevelopment objectives, and (iv) is consistent with the current country partnership strategy. \n\n10  ADB. 2011. Country Operations Business Plan: Viet Nam, 2012–2014. Manila. \n11  Latest reports indicate that currently there is no bottleneck at the border and trucks cross it in 5–10 minutes, cars in \n5 minutes, buses in 15 minutes, and motorbikes do not stop at the border, all of which is well within the performance \ntargets set for the project, i.e., less than 0.5 hours for passengers and 2.0 hours for freight. \n\n3 \n\n \n\n\f4 \n \n\n \n\nInvestment and Financing Plans  \n\n \n14. \nAn  additional  output  is  proposed—detailed  design  and  implementation  support  for \nstage 2—as  a  preparatory  step  for  scaling  up  a  well-performing  operation.  The  revised  design \nand monitoring framework is in Appendix 1. \n \nD. \n \n15. \nThe overall project is estimated to cost $329 million. The overall increase in the revised \nproject costs is 13.5% above the current project cost. The revised investment plan is in Table 1 \nand  the  revised  detailed  cost  estimates  to  be  financed  by  each  financier  is  in  the  project \nadministration manual (PAM).12  \n \n\nTable 1: Revised Investment Plan \n\nCurrent \nProjecta \n\nAmount ($million) \nAdditional \nFinancing \n\n \n\n \n\nTotal \n\n 1.  Civil works \n 2.  Resettlement \n 3.  Consultants \n 4.  Taxes and dutiesb \n 5.  Recurrent costs \nSubtotal (A) \n \n\nItem \nA.   Base Cost \n20.7 \n \n6.8 \n \n8.6 \n \n \n2.1 \n0.0 \n \n  38.2 \n \nB.   Contingenciesc \n0.3 \nC.   Financing Charges During Implementationd \n0.6 \n39.1 \n \na  Based on current actual cost in mid-2012 estimates, including 10% physical contingencies. \nb  Includes taxes and duties of $2.1 million on additional financing to be financed by the government.  \nc  Price  contingencies  computed  based  on  prevailing  price  escalation  in  Viet  Nam  during  2009–2012  and  estimated \n\n 208.4 \n  38.0 \n  26.3 \n  20.8 \n   2.6 \n 296.1 \n  28.4 \n   4.5 \n 329.0 \n\n187.7 \n31.2 \n17.7 \n18.7 \n2.6 \n 257.9 \n28.1 \n3.9 \n289.9 \n\nTotal (A+B+C) \n\n \n\ncost to completion by end-2014. \n\nd  Includes interest during construction on additional financing to be capitalized in the loan. Interest during construction \n\nfor the Asian Development Bank loan has been computed at 1% per annum. \n\nloan \n\nrequested  a \n\nThe  government  has \n\nin  various  currencies  equivalent \n\nSource: Asian Development Bank estimates. \n \nto \n16. \nSDR16,270,000 from ADB’s Special Funds resources to help finance the cost of the additional \nfinancing.13 The  loan  will  have  a  32-year  term,  including  a  grace  period  of  8  years,  an  interest \nrate of 1.0% per annum during the grace period and 1.5% per annum thereafter, and such other \nterms and conditions as are set forth in the draft loan agreement.  \n \n17. \nThe  revised  financing  plan  is  in  Table  2.  The  Government  of  Australia  through  AusAID \nwill provide grant cofinancing equivalent to $12 million, to be administered by ADB.14 The grant \nwill  finance  civil  works  for  improving  soft-ground  treatment.  The  physical  contingencies  remain \nwithin  10%  of  base  costs,  and  total  inflation  of  about  17%  is  assumed  until  the  end  of  project \ncompletion. The Government of Viet Nam will finance any further funding shortfall that may occur \nduring implementation of the overall project. \n \n\n                                                 \n12  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n13  ADB will finance resettlement expenses and interest during construction on the ADB loan in accordance with ADB’s \napplicable  policy  and  procedures.  ADB.  2005.  Cost  Sharing  and  Eligibility  Expenditures  for  Asian  Development \nBank  Financing:  A  New  Approach.  Manila;  ADB.  2011.  Cost  Sharing  and  Expenditure  Eligibility:  Policy \nImplementation Review. Manila. \n\n14  This amount may be adjusted for currency fluctuations to match the equivalent grant amount received by ADB.  \n\n\fTable 2: Revised Financing Plan \n\n \n\nSource \nAsian Development Bank (ADF)a \nGovernment of Australiab \nGovernment of Viet Namc \nKEXIM \n\nTotal \n\nCurrent Project \n\nAmount \n($ million) \n\n75.0 \n25.5 \n69.4 \n120.0 \n 289.9 \n\nShare of \nTotal (%) \n25.9 \n8.8 \n23.9 \n41.4 \n 100.0 \n\nAdditional \nFinancing \n($ million) \n25.0 \n12.0 \n2.1 \n0.0 \n39.1 \n\nTotal \n\nAmount \n($ million) \n100.0 \n37.5 \n71.5 \n120.0 \n 329.0 \n\nShare of \nTotal (%) \n\n30.4 \n11.4 \n21.7 \n36.5 \n 100.0 \n\nADF = Asian Development Fund, KEXIM = Export–Import Bank of Korea. \na  Includes $25 million additional financing for resettlement, consultants, contingencies, and interest during construction. \nb   Through the Australian Agency for International Development.  \nc   Includes resettlement cost, taxes and duties, recurrent costs, and contingencies. \nSource: Asian Development Bank estimates. \n \nE. \n\nImplementation Arrangements \n\n18. \nThe existing implementation arrangements remain unchanged. The Ministry of Transport \n(MOT) will be the executing agency and Cuu Long Corporation for Investment, Development and \nProject  Management  of  Transport  Infrastructure  (Cuu  Long  CIPM)  will  be  the  implementing \nagency. Project management will be delegated to the project management unit under Cuu Long \nCIPM.  This  unit  will  be responsible for  direct  supervision  and  day-to-day  implementation  of  the \nproject. \n \nThis additional financing will not require additional procurement of civil works and goods. \n19. \nThe additional scope for soft-ground treatment is an integral part of the ongoing civil works, as \nthese  works  will  be  integrated  into  the  ongoing  construction  sequence  and  schedules,  and \ncovered  by  the  existing  civil  works  contracts.  Cuu  Long  CIPM  will  issue  contract  variations  to \nincorporate  additional  soft-ground  treatment  works  into  the  scope  of  existing  civil  works \ncontracts.  Associated  supervision  of  these  works  will  be  arranged  through  a  variation  to  the \nexisting construction supervision contract, and necessary funds reallocated from Grant 0095-VIE \n(footnote 2).  \n \n20. \nUse  of  loan  funds  for  resettlement  will  require  Cuu  Long  CIPM  to  establish  an  imprest \naccount at a commercial bank acceptable to ADB. In accordance with Vietnamese regulations, \nresettlement activities are implemented by the relevant provincial authorities through the district \nresettlement, compensation and assistance boards. Therefore, sub-accounts will be established \nat commercial banks acceptable to Cuu Long CIPM and ADB in all districts, through which the \nproject funds will pass. Cuu Long CIPM is required to make available to the district boards funds \nfor resettlement that will cover (i) payment for structures and utilities, (ii) allowances to the project \naffected  persons,  (iii)  provision  of  basic  services  at  the  relocation  sites,  (iv)  income  restoration \nprogram,  and  (iv)  administration  expenses  incurred  by  these  district  boards  in  relation  to \nresettlement  implementation.  Cuu  Long  CIPM  will  be  responsible  for  administering  and \nmonitoring loan funds for resettlement in accordance with ADB’s Loan Disbursement Handbook \n(2012, as amended from time to time). \n \n21. \nAssociated  services  of  international  and  national  firms  will  be  required  to  undertake  the \ndetailed  design,  supervise  construction  activities,  and  help  implement  stage  2  under  a  single \ncontract.  This  will  require  about  110  person-months  of  international  consulting  services  and \n1,400 person-months of national consulting services. The expected implementation period for the \ndetailed  design  part  is  from  March  2013  to  June  2014.  The  implementation-support  part  of  the \nservices is tentatively expected from July 2014 to December 2018, subject to ADB’s approval of \nensuing loan and satisfactory performance of the consulting firm(s). Cuu Long CIPM will recruit \n\n5 \n\n \n\n\f6 \n \n\n \n\nthe  consulting  firm(s)  according  to  ADB’s  Guidelines  on  the  Use  of  Consultants  (2010,  as \namended from time to time). An international consulting firm (or firms) in association with national \nconsulting  firm(s)  will  be  engaged  using  the  quality-  and  cost-based  selection  method  with  a \nquality–cost ratio of 80:20 and a full technical proposal.   \n \n22. \ndetail in the PAM (footnote 11).  \n \n\nThe  revised  implementation  arrangements  are  summarized  in  Table  3  and  described  in \n\nTable 3: Revised Implementation Arrangements \n\nAspects  \nImplementation period \nEstimated completion date \nManagement \n\n(i)   Oversight body \n\nArrangements \nJanuary 2013–December 2018  \n31 December 2018 \n\n(ii)   Executing agency \n(iii)  Key implementing agencies  Cuu  Long  Corporation  for  Investment,  Development  and  Project \n\nMinistry of Transport \nNguyen Ngoc Dong, Vice-Minister (chair)  \nNguyen Hoang, Director General, Planning and Investment \nDepartment (member) \nNguyen  Thanh  Hang,  Deputy  Director  General,  Planning  and \nInvestment Department (member) \nMinistry of Transport \n\n \n\nCompleted \n\nManagement for Infrastructure \nDivision under (iii), Ho Chi Minh City, 10 staff  \nInternational \ncompetitive bidding \nQuality- and cost-\nbased selection \nAdvance contracting and retroactive financing of up to 20% of the \nloan and grant amounts is for consulting services, civil works and \nresettlement expenses. \nThe loan and grant proceeds will be disbursed in accordance with \nthe Loan Disbursement Handbook (2012, as amended from time to \ntime) of the Asian Development Bank (ADB) and detailed \narrangements agreed upon between the government and ADB.  \n\n1,510 person-months \n \n\n$9.0 million \n \n\n(iv)  Implementation unit \n\nProcurement \n\nConsulting services  \n(new output only) \nRetroactive financing and/or \nadvance contracting \n\nDisbursement  \n\nSource: Asian Development Bank estimates.  \n \n\nIII. \n\nDUE DILIGENCE \n\nA. \n\nTechnical  \n\n23. \nCuu  Long  CIPM  has  completed  detailed  assessment  and  design  drawings  for \nimprovements  to  soft-ground  treatment  measures.  This  involved  a  change  in  design  criteria  to \naccount  for  differential  settlement  and  long-term  residual  settlement  of  soft  ground.  This  will \nensure that the finished road surface meets the quality requirements for road safety and travel. A \nnew ground settlement criterion—change in grade (CIG)—is introduced to control the variations \nin the finished road surface and is set to no more than 1% slope for the design speed of 70 km \nper hour. The existing civil works contracts are being amended to have adequate provisions to \nenable  construction  within  the  defined  CIG  parameters.  Cuu  Long  CIPM  will  ensure  that  the \nsame  standards  apply  to  civil  works  contracts  financed  by  Export–Import  Bank  of  Korea  and \nmake necessary contract amendments.  \n \n \n \n \n\n\fB. \n\nEconomic and Financial \n\n24. \nThe  results  of  the  economic  reevaluation  for  the  project  under  additional  financing \nproduce  an  economic  internal  rate  of  return  for  the  Viet  Nam  component  of  15.7%,  compared \nwith  the  economic  internal  rate  of  return  for  the  original  project  of  16.8%.  This  decrease  is \nattributable to several factors, including the costs of the additional financing to undertake works \nin  the  project  where  costs  have  increased  (i.e.,  Minh  Luong–Ca  Mau),  and  changes  in  traffic \nlevels. 15  The  project  does  not  generate  revenues  and  therefore  financial  analysis  was  not \nrequired.  \n \n25. \nThe  government  has  increased  the  road  maintenance  budget  allocation  during  2007–\n2012  (from  D1.537  billion  to  D2,671  billion)  for  the  entire national  road  network  in  line  with  the \nprevailing  inflation  rates  in  Viet  Nam.  In  addition,  as  part  of  the  overall  road  sector  reform \nprocess and transition to a more sustainable maintenance program, the government established \na  road  fund  in  2012,  financed  from  vehicles  registration  fees  and  fuel  taxes.  While  the  current \nfunding  level  is  sufficient  for  routine  and  small-scale  periodic  maintenance  of  the  project  roads \nwithin  their  first  7–10  years  of  operation,  the  road  fund  is  expected  to  mature  and  satisfy  the \nmaintenance  needs  for  major  repairs  and  rehabilitation  of  the  national  road  network,  including \nthe project roads, and thus ensure their long-term sustainability.   \n\n \nGovernance \n\nC. \n\n26. \nExisting  procurement,  financial  management,  and  governance  mechanisms  will  remain \nunchanged. Due to internal reforms within MOT, the project management structure was changed \nin  2009,  and  MOT  took  over  ownership  of  the  project  from  its  subsidiary  organization,  the  Viet \nNam  Road  Administration,  while  maintaining  the  day-to-day  project  management  within  the  My \nThuan  project  management  unit.  The  project  management  unit  has  recently  been  corporatized \ninto  Cuu  Long  CIPM,  which  is  now  responsible  for  implementation  and  management  of  the \nproject.  Cuu  Long  CIPM  is  currently  implementing  several  donor-funded  projects  as  well  as \nMOT’s own projects, and its capacity is sufficient.  \n  \n27. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MOT. Governance risks are low and this additional financing will follow \nestablished requirements within the current project. \n\n \nPoverty and Social \n\nD. \n\n28. \nThe poverty and social dimensions envisaged at the time of the current project will remain \nunchanged. The project is classified as general intervention for poverty reduction and expected \nto  benefit  420,000  low-income  persons  who  live  and  work  in  the  project  area.  The  project’s \ngender  aspects  are  being  effectively  integrated  into  an  HIV/AIDS  and  human  trafficking \nawareness  and  prevention  program,  as  well  as  being  monitored  and  managed  through \nresettlement  activities,  and  equal  job  opportunities  and  equal  pay  for  equal  work  at  the \nconstruction sites. Women make up about 30% of the workforce at construction sites.  \n \nE. \n\nSafeguards \n\n29. \nAll  additional  civil  works  will  be  complementary  to  ongoing  civil  works  within  the  same \nright-of-way  as  the  current  project  and  will  not  trigger  additional  resettlement.  There  will  be  no \nnew impacts on environment and/or indigenous peoples associated with this additional financing. \nAll  resettlement  plans  have  been  updated  from  the  appraisal  stage,  approved  by  ADB  for \n\n                                                 \n15  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n\n7 \n\n \n\n\f8 \n \n\nimplementation,  and  disclosed  in  the  ADB  website  as  part  of  the  current  project.  The \nimplementation is ongoing and the government has set up a grievance redress mechanism that \neffectively  deals  with  any  claims  from  affected  people.  Cuu  Long  CIPM  will  monitor  the  use  of \nloan funds for resettlement, and liquidation of any amount paid from any sub-account will be in \naccordance with ADB’s Loan Disbursement Handbook (2012, as amended from time to time). An \ninternational  consultant  was  mobilized  in  December  2012  and  will  carry  out  independent \nmonitoring  of  resettlement  activities  on  a  semiannual  basis  for  a  period  of  2  years.  This \nconsultant  is  also  tasked  to  review  documentation  on  liquidation  of  any  amount  paid  from  any \nsub-account for resettlement.   \n\n \nRisks and Mitigating Measures \n\nF. \n\nBased  on  the  above  impacts,  the  additional  financing  is  classified  as  complex.  The \n30. \noriginal  safeguards  categorization  will  remain  unchanged,  i.e.,  category  A  for  involuntary \nresettlement  and  category  B  for  indigenous  peoples  and  environment.  Major  risks  recognized \nduring  project  appraisal  included:  (i)  insufficient  number  of  bids;  (ii)  delays  in  completion  of \nincreased  construction  and  resettlement  costs;  (iv) \nprocurement  and  resettlement;  (iii) \ncontractors’ failure to perform, and (v) increased number and severity of accidents. Risks related \nto  procurement  have  been  effectively  managed  during  the  bidding  and  contracting  stages,  and \nthe performance of contractors is closely monitored. Implementation delays are unlikely since all \nproject  civil  works  are  well  advanced.  This  additional  financing  will  (i)  contribute  to  enhancing \nroad safety characteristics, and (ii) cover the financing gap until the project completion date.16  \n \n\nIV. \n\nASSURANCES \n\n31. \nThe  government  has  assured  ADB  that  implementation  of  the  overall  project  shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n32. \nfinancing, which are set forth in the loan and grant agreements. \n \n\nThe government has agreed with ADB on certain additional covenants for the additional \n\nV. \n\nRECOMMENDATION \n\n33. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  in  various \ncurrencies equivalent to SDR16,270,000 Special Drawing Rights to the Socialist Republic of Viet \nNam  for  the  additional  financing  of  the  Greater  Mekong  Subregion  Southern  Coastal  Corridor \nProject,  from  ADB’s  Special  Funds  resources,  with  an  interest  charge  at  the  rate  of  1.0%  per \nannum during the grace period and 1.5% per annum thereafter; a term of 32 years, including a \ngrace period of 8 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan agreement presented to the Board. \n \n \n \n\nHaruhiko Kuroda \nPresident \n \n\n                                                 \n16  Risk Assessment and Risk Management Plan: Updated (accessible from the list of linked documents in Appendix 2). \n\n18 January 2013 \n\n \n\n\fData Sources and \nReporting Mechanisms \n(Overall Project) \n\n \nNational and regional \neconomic data and \nstatistics; baseline and \nex-post surveys of \nhousehold income levels \nin project-affected areas; \nproject completion report \nand benefit monitoring \nand evaluation \n\nInternational trade \nstatistics \n \nBaseline traffic and \ntransport cost data; \ntraffic counts at border \ncrossings and strategic \npoints in the transport \nnetwork; \n\nCustoms statistics; field \nsurveys and interviews \nof road transport \noperators and road \nusers \n\n \n\nAssumptions and \nRisks \n(Overall Project) \n\nAssumption  \nGMS CBTA is fully \nimplemented \n\nAssumption\nGMS CBTA is \nimplemented at pilot \nsites \nReciprocal operating \npermits are granted to \ncommercial \npassenger and goods \nvehicles \n \nRisk \nCross-border \ninspection procedures \nare not \nharmonized \neffectively \n\nREVISED DESIGN AND MONITORING FRAMEWORK (Viet Nam Component Only) \n\nDesign Summary \n(Overall Project) \n\n \nUnchanged \n\nPerformance Targets \nand Indicators with \nBaselines \n(Current Project) \n\nPerformance Targets \nand Indicators with \nBaselines \n(Overall Project) \n\n \nUnchanged \n\nDesign Summary \n(Current Project) \nImpact \nPromoting economic \ngrowth in the project area \nand GMS by \nstrengthening connectivity \nwith neighboring countries \nand increasing \ncompetitiveness \n\n \nUnchanged \n\nOutcome \nReduce transport times \nand costs, and induce \nmore efficient movement \nof passengers and goods \nwithin the project area and \nbetween GMS countries \n\nOutputs \n1.  Completion of the road \n\n \n1.  Unchanged \n\nand bridge \nimprovements \nenabling unrestricted \npassenger and freight \ntransport \n\n \nUnchanged \n\n \nAverage per capita \nincome in project-\naffected provinces will \nreach the national \naverage within 5 years \nof project completion \n\nTotal trading volume \nbetween Cambodia and \nViet Nam will double \n5 years after project \ncompletion \n \nReduction in passenger \nand freight vehicle \noperating costs by an \naverage of 30%, in real \nterms, within 5 years of \nproject completion \n\nTraffic on improved \nroads increases by 40% \nfrom 2008 baseline \nwithin 2 years of project \ncompletion \n\nCross-border processing \ntimes of under 0.5 hours \nfor passengers and \nunder 2.0 hours for \nfreight by project \ncompletion \n \nIn Viet Nam, improve \n4 km of QL80 between \nXa Xia and Ha Tien, \n21 km of QL63 between \nMinh Luong and Thu \nBay, and 70 km of TL7 \nfrom Thu  \n\n \nIn Viet Nam, improve \n4 km of QL80 between \nXa Xia and Ha Tien, \n21 km of QL63 \nbetween Minh Luong \nand Thu Bay, and \n70 km of TL7  \n\n \nProject completion \nreport;  \nQuarterly progress and \nproject performance \nmonitoring reports  \n\nAssumption \nProcurement \nprocesses ensure that \nbidders are qualified \nand quality \nmanagement and cost \ncontrol of civil works  \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n \n\n9\n\n \n\n\fDesign Summary \n(Current Project) \n2.  Border facilities \nconstructed  \n \n \n \n\n3.  HIV/AIDS and \n\ntrafficking awareness \nand prevention \nprograms completed \non the project road \n\n \n\n \n\nDesign Summary \n(Overall Project) \n\n2.  Border facilities \n\nconstructed under \nstage 2 of the \nproject \n\n \n3.  Unchanged \n\n \n \n\n \n \n \n\n4.  Detailed design and \nimplementation \nsupport for stage 2  \n\n \n\n \n \n\n \n \n\nData Sources and \nReporting Mechanisms \n(Overall Project) \nProject progress and \ncompletion report \n\nPerformance Targets \nand Indicators with \nBaselines \n(Overall Project) \nfrom Thu Bay to Ca \nMau; construct bridges \nacross the Cai Be and \nCai Lon rivers; and \nconstruct border \nfacilities at Xa Xia \nunder stage 2 \nUnchanged \n \n \n \n\nPerformance Targets \nand Indicators with \nBaselines \n(Current Project) \n\nBay to Ca Mau; \nconstruct bridges across \nthe Cai Be and Cai Lon \nrivers; and construct \nborder facilities at Xa \nXia \n\nFinalization, approval, \nand implementation of \nresettlement plans and \nenvironmental \nmanagement plans \nwithout delays \n\nCivil works contracts \nawarded within \n9 months of invitation for \nbids \nProject-specific web \npages established and \nprocurement information \nmade available to the \npublic \nUnexploded ordnance \ncleared prior to start of \ncivil works \nCompletion of civil works \ncontracts on schedule, \nin compliance with \nconditions of contract \nand all defects rectified \nby end of defects liability \nperiod \n\nRoad safety audits \nundertaken during \ndetailed design and road \nsafety awareness \nprograms undertaken \nduring construction \nperiod \n\nUnchanged \n \n \n\nUnchanged \n \n \n \nUnchanged \n \n\nUnchanged \n \n\nUnchanged \n \n \n \n \n \n \n\n \n\n \n\n \n \n\n1\n0\n \n\nA\np\np\ne\nn\nd\nx\n \n1\n \n\ni\n\n \n\nAssumptions and \nRisks \n(Overall Project) \n\nare effective. \nRisks \nInsufficient number of \nbids received from \nqualified, eligible \nbidders \n\nDelays in completion \nof procurement or \nresettlement also \ndelay start of \nconstruction  \n\nIncreased \nconstruction and \nresettlement costs \nreduce the scope of \nwork achievable \nwithin the project  \n\nContractors fail to \nperform as required  \n\nIncreased number \nand severity of road \naccidents \n\nAssumptions \nProject remains a \npriority intervention for \nthe government and \nGMS \n \nExecuting and \nimplementing \nagencies remain \nunchanged and \ncontinue to perform \nsatisfactorily \n\n \n\n \n \n\n \n\n\fDesign Summary \n(Current Project) \n \n\nDesign Summary \n(Overall Project) \n\n \n\nData Sources and \nReporting Mechanisms \n(Overall Project) \n\nAssumptions and \nRisks \n(Overall Project) \n\n \n\nPerformance Targets \nand Indicators with \nBaselines \n(Current Project) \nAll vulnerable groups \nand contractor \npersonnel have \nparticipated in HIV/AIDS \nand trafficking \nawareness and \nprevention programs \n \n \n\nPerformance Targets \nand Indicators with \nBaselines \n(Overall Project) \n\nUnchanged \n \n \n \n \n \n \nDetailed designs for \nstage 2 agreed and \napproved by the \ngovernment, ADB, and \ncofinanciers; \nimplementation starts \nin 2014 \n\nBegin Q2 2010 and complete Q1 2011—ADB component \nBegin Q2 2010 and complete Q1 2011—KEXIM component \n\nBegin Q4 2008 and complete Q4 2009—ADB component \nBegin Q4 2008 and complete Q4 2009—KEXIM component \n\nBegin Q4 2007 and complete Q4 2008—ADB component \nBegin Q4 2007 and complete Q4 2008—KEXIM component  \n\nActivities with Milestones (Overall Project) \n1.1  Selection of detailed design and construction supervision consultant (completed)\n \n \n1.2  Preparation of detailed design an bidding documents (completed) \n \n \n1.3  Bidding for civil works contractors (completed) \n \n \n1.4  Civil works for roads and bridges (unchanged) \n \n \n1.5  Implement resettlement plans and project-specific gender strategy (unchanged) \n \n2.1  Civil works for cross-border facilities under stage 2 (changed) \n \n3.1  Implement HIV/AIDS and trafficking awareness and prevention programs (unchanged) \n \n4.1  Consultants for detailed design and implementation support for stage 2 (added) \n \n \n \n\nRecruitment begins in Q4 2012 and complete in Q1 2013 \nConsultants mobilized in Q2 2013 and design completed in Q2 2014 \nImplementation support begins in Q3 2014 and completed Q4 2018  \n\nBegin Q2 2011 and complete Q1 2014—ADB component \nBegin Q2 2011 and complete Q2 2014—KEXIM component \n\nBegin Q3 2016 and complete Q4 2017 \n\nBegin Q1 2010 and complete Q4 2014 \n\nBegin Q4 2009 and complete Q2 2011 \n\nInputs (Additional Financing) \n\nAmount ($ million) \n\nADB: $25 million ADF  \nItem\nCivil works \nResettlement \nConsultants \nFinancing charges \n \n \nGovernment of Viet Nam: $2.1 million \nItem\nTaxes and duties \n\n9.0 \n6.8 \n8.6 \n0.6 \n \n\n2.1 \n\nAmount ($ million) \n\n \nGovernment of Australia: $12.0 million \nItem\nCivil works \n\nAmount ($ million)\n12.0 \n\nADB  =  Asian  Development  Bank,  ADF  =  Asian  Development  Fund,  CBTA  =  cross-border  transport  agreement,  GMS  =  Greater  Mekong  Subregion,  KEXIM  = \nExport–Import Bank of Korea, QL = national highway  \nSource: Asian Development Bank. \n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n1\n \n\n1\n1\n\n \n\n\f12 \n\nAppendix 2 \n\nLoan Agreement \n\nGrant Agreement \n\nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=41496-014-3 \n \n\nSector Assessment (Summary): Transport, and Information and Communication \nTechnology \n\nProject Administration Manual \n\nSummary of Project Performance \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic and Financial Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy: Updated \n\nInitial Environmental Examination \n\nResettlement Plan: Thu Bay–Nga Bac Section (Updated) \n\nResettlement Plan: Minh Luong–Thu Bay Section (Updated) \n\nResettlement Plan: Xa Xia–Ha Tien Section (Updated) \n\nResettlement Plan: Nga Bac–Ca Mau Section (Updated) \n\nRisk Assessment and Risk Management Plan (Updated) \n\nSupplementary Document \n\n17. \n\nOutline Scope of Work and Terms of Reference for Consultants \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n \n\n\f", "author_pages": [" \n", " \n \n", " \n \n", " \n", " \n \n", "CURRENCY EQUIVALENTS \n(as of 10 January 2013) \n", "Currency unit\nD1.00\n$1.00\n", "dong (D) \n$0.00005 \n", "– \n= \n=  D20,820.00 \n", "ABBREVIATIONS \n \n", "ADB \nAusAID \nCuu Long CIPM \n", "GMS \nkm \nMOT \nMTR \nPAM \n", "– \n– \n– \n", "– \n– \n– \n– \n– \n", "Asian Development Bank \nAustralian Agency for International Development \nCuu  Long  Corporation  for  Investment,  Development  and \nProject Management of Transport Infrastructure \nGreater Mekong Subregion \nkilometer \nMinistry of Transport \nmidterm review mission \nproject administration manual \n", " \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n", "NOTE \n", "In this report, \"$\" refers to US dollars. \n", "S. Groff, Operations 2 \nK. Senga, Southeast Asia Department (SERD) \nJ. P. Lynch, Transport and Communications Division, SERD \n \nR. Ishenaliev, Transport Specialist, SERD \nM. Buendia, Senior Safeguards Specialist (Resettlement), SERD  \nN. Farrofo, Senior Project Officer, SERD  \nB. Konysbayev, Senior Counsel, Office of the General Counsel  \nJ. Miller, Principal Transport Specialist, SERD  \nJ. H. Nam, Safeguards Specialist, SERD \nL. D. Thang, Senior Project Officer (Transport), SERD \n", " \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n", " \n", "CONTENTS \n \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \nF. \n", "IV. \n", "ASSURANCES \n", "RECOMMENDATION \n", "V. \n \nAPPENDIXES \n", "MAP \n", "I. \n", "II. \n", "III. \n", "1. \n", "2. \n \n", "Revised Design and Monitoring Framework (Viet Nam Component Only) \n", "List of Linked Documents \n", "Page \n", "1 \n", "1 \n1 \n3 \n3 \n4 \n5 \n", "6 \n6 \n7 \n7 \n7 \n7 \n8 \n", "8 \n", "8 \n", "9 \n", "12 \n"]}