{"path": "data/input/reports/41666-01-pak-rrp.pdf", "pages": ["   \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n \n \n \n \n \n \n \n \n \nProject Number: 41666 \nAugust 2009 \nProposed Loans for Subprogram 2  \nIslamic Republic of Pakistan: Punjab Government \nEfficiency Improvement Program \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 26 August 2009) \n \nCurrency Unit –  Pakistan rupee/s (PRe/PRs) \nPRs1.00 =  $0.012 \n$1.00 =  PRs80.90 \n \nABBREVIATIONS  \n \nADB  –  Asian Development Bank \nADP  –  annual development program  \nCPA  –  core policy area \nCSR  –  civil service reform \nDFID  –  Department for International Development of the United Kingdom \nDOH  –  Department of Health \nEA  –  executing agency \nE&TD  –  Excise and Taxation Department  \nFY  –  fiscal year \nGDP  –  gross domestic product \nGP Fund  –  General Provident Fund \nGPIF  –  General Provident Investment Fund \nGRAP  –  gender reform action plan  \nIA  –  implementing agency \nL&DD  –  Livestock and Dairy Department  \nLIBOR  –  London interbank offered rate \nMDG  –  Millennium Development Goal \nMPDD  –  Management and Professional Development Department   \nMTBF  –  medium-term budget framework \nMVT  –  motor vehicles tax \nO&M  –  operation and maintenance  \nP&DD  –  Planning and Development Department \nPAM  –  program administration memorandum \nPAT  –  Pension Administration Task Force \nPDF   –  Project Development Facility \nPGEIP  –  Punjab Government Efficiency Improvement Program \nPIFRA  –  Project for Improvement in Financial Reporting and Auditing \nPMU  –  program (or project) management unit \nPPF  –  Punjab Pension Fund \nPPP  –  public–private partnership \nPPSC  –  Punjab Public Service Commission \nPRMP  –  Punjab Resource Management Program \nPRSP  –  poverty reduction strategy Paper \nPSD  –  private sector development \nRBM  –  results-based management \nSAP/R3  –  Systems, Applications, and Products in Data Processing/Third \nGeneration \nTA  –  technical assistance \nUIPT  –  urban immovable property tax  \n ", " \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., FY2009 \nends on 30 June 2009. \n \n(ii)  In this report, “$” refers to US dollars.  \n \n \nVice-President  X. Zhao, Operations 1  \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nCountry Director  R. Stroem, Pakistan Resident Mission (PRM), CWRD \nSector Director   R. Subramaniam, Financial Sector, Public Management, and Trade \nDivision, CWRD \n \nTeam leader  X. Fan, Senior Economist (Public Financial Management), CWRD \nTeam members  M. Abro, Project Implementation Officer, PRM, CWRD \n  F. Emmanuel, Senior Project Management Specialist, CWRD \n  C. A. Png, Counsel, Office of the General Counsel \n  J. A. Tan III, Economist (Public Finance), CWRD  \n  M. Van der Auwera, Social Security Specialist, CWRD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of, or reference to, a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \nPage \n \nLOAN AND PROJECT SUMMARY  i\nI.   THE PROPOSAL  1\nII.  MACROECONOMIC CONTEXT  1\nIII.   THE SECTOR  2\n  A.   Long-Term Economic Performance and Development Challenges  2\n  B.  Issues and Opportunities  2\n  C.  Development Partner Support of Reforms in Punjab  7\n  D.  Lessons  8\nIV  THE PROPOSED PROGRAM  10\n  A.   Rationale  10\n  B.  Impact and Outcome  12\n  C.  Summary of Achievements under Subprogram 1 and Subprogram 2  13\n  D.   Output and Activities of Subprogram 2  15\n  E.  Important Features  22\n  F.   Financing Plan  23\n  G.  Implementation Arrangements  24\nV.  PROGRAM BENEFITS, IMPACT, ASSUMPTIONS, AND RISKS  27\n  A.   Program Benefits  27\n  B.  Program Impact  28\n  C.   Risks and Mitigating Measures  29\nVI.  ASSURANCES  29\nVII  RECOMMENDATION  29\n \n \n \nAPPENDIXES \n1.     Design and Monitoring Framework  31 \n2.  Sector Analysis  34 \n3.  Development Coordination Matrix Resource Management and Governance  47 \n4.  Development Policy Letter    50   \n5.  Policy Matrix for Subprogram 2 of the Punjab Government Efficiency Improvement \nProgram  56   \n6.  Stocktaking of the Progress Under PGEIP and Fine-Tuning of the Policy Matrix    62   \n7.  List of Ineligible Items          72 \n8.  Summary Poverty Reduction and Social Strategy          73 \n \n \n       \n \n \n \n \n \n \n \n \n \n                   \n ", " \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Punjab's Fiscal Challenges \nB.  Punjab's Pension Financing Strategy \nC.  Action Plan for the Punjab Government Efficiency Improvement Program Subprogram 2 \nD.  Program Administration Memorandum for the Punjab Government Efficiency Improvement   \n  Program  \nE.  Draft Civil Service Reform Policy of Punjab \nF.  The Private and Public Partnership Framework of Punjab \nG.  Punjab's Draft Results-Based Management Framework \nH.  Update on Technical Assistance Loan 2386-PAK: Capacity Building for Punjab \nGovernment  Efficiency Improvement Program    \nI.  Update on Technical Assistance Grant TA 7003-PAK: Effective Implementation of Punjab \nGovernment Efficiency Improvement Program                                              \nJ.  Update on Procurement Plan for Technical Assistance Loan and Technical Assistance  \nK.  Action Plan for the Punjab Government Efficiency Improvement Program Subprogram 3   \n \n \n \n ", " \nLOAN AND PROGRAM SUMMARY \n \nBorrower  Islamic Republic of Pakistan (Pakistan) \n   \nThe Proposal  This proposal comprises a loan of $75 million from the ordinary capital \nresources  of  the  Asian  Development  Bank  (ADB)  and  a  loan  of \n$75 million  equivalent  from  ADB's  Special  Funds  resources  for \nsubprogram  2  of  the  Punjab  Government  Efficiency  Improvement \nProgram (PGEIP). \n \nClassification  Targeting classification: General intervention. \nSector (subsector): Public sector management (economic and public \naffairs management, public expenditure and fiscal management, \neducation sector development, health finance). \nThemes (subthemes): Governance (public administration), private \nsector development (policy reforms), economic growth (promoting \neconomic efficiency and enabling business environment), capacity \ndevelopment (institutional development). \nLocation impact: National (high impact). \n   \nEnvironment  Category C       \nAssessment \n   \nProgram Rationale  Punjab  is  the  largest  provincial  economy  and  the  most  populous \nprovince of Pakistan, accounting for more than 50% of the country's \ngross domestic product and population. Punjab has achieved robust \neconomic  growth  and  significant  poverty  reduction  in  recent  years. \nHowever, it still faces numerous development challenges arising from \nthe low standard of living and the high incidence of poverty. Average \nper capita income in the province is only about $1,000. The poverty \nratio remains high at over 20%. The level of well-being measured by \nsocial indicators is also low. Punjab's infrastructure is underdeveloped. \nThere is an acute power shortage, and 90% of the provincial road \nnetwork is rated as fair to poor. Punjab lacks sufficient employment \nopportunities. Each year nearly 1.6 million youths enter the labor force. \nThe official unemployment rate of 8% reflects prevalent underreporting.  \n \n  Addressing  Punjab's  challenges  requires  the  province  to  maintain \ninclusive growth at 7%–8% per annum. Yet, long-term economic growth \nsince the 1970s has been only about 5%. Inclusive growth requires the \nprovision of infrastructure and social services to enable the poor and \nvulnerable, including women, to participate in development.   \n \n  The Government of Punjab (the government) has made accelerating \nincome  growth  and  improving  social  services  its  twin  development \nobjectives. Punjab’s Vision 2020 envisages the doubling of per capita \nincome to about $2,000 by 2020 and significantly improving service \ndelivery. The government has identified an efficient, accountable, and \ncapable public sector and a dynamic private sector as the institutional \nfoundations for achieving these objectives. These factors underpin the \ndesign of the PGEIP.  \n ", "ii   \n \n   \nProgram  The  PGEIP  is  a  program  cluster  comprising  three  single-tranche \nDescription  subprograms. The proposed subprogram 2 builds upon and expands \nthe subprogram 1 reform agenda. The subprogram 2 supports reforms \nin five key policy areas:  \n \n(i)  public  financial  management:  the  adoption  of  output-based \nbudgets that link expenditures to service delivery;  \n(ii)  contingent  liability  management:  partly  funding  pension  and \nGeneral Provident (GP) Fund liabilities;  \n(iii)  civil  service  management:  linking  performance  with  service \ndelivery indicators, as well as private sector development; \n(iv)  promoting  public–private  partnership  (PPP)  for  infrastructure \nand  social  service  delivery;  especially  education  and  health \nservices; and \n(v)  results-based  management  (RBM):  promoting  greater \naccountability for results in public sector management.  \nThe RBM is a new core policy area introduced in subprogram 2 drawing \non lessons learned in the first subprogram. The PGEIP will help the \ngovernment achieve high, sustained, and private sector–driven growth \nand improved service delivery. The outcome of subprogram 2 is greater \ngovernment efficiency, accountability, and capability. \n \nFinancing Plan  Two loans are proposed for subprogram 2:   \n \n(i)  A  loan  of  $75  million  from  ADB’s  ordinary  capital  resources \nunder the London interbank offered rate (LIBOR)-based lending \nfacility. The loan will have a 15-year term, including a grace \nperiod  of  3  years;  an  interest  rate  to  be  determined  in \naccordance  with  ADB’s  LIBOR-based  lending  facility;  a \ncommitment charge of 0.15% per annum; and such other terms \nand conditions as set forth in the draft loan agreement.  \n(i)  A  loan  of  $75  million  equivalent  from  ADB’s  Special  Fund \nresources, with an interest rate of 1% per annum during the \ngrace  period  and  1.5%  per  annum  thereafter;  a  term  of  24 \nyears, including a grace period of 8 years; and such other terms \nand conditions as set forth in the draft loan agreement. \n \nPakistan will be the borrower. The Government of Pakistan will relend \nthe local currency generated from the loan proceeds to the Government \nof  Punjab.  The  terms  and  conditions  will  be  the  same  as  those \nextended by ADB to Pakistan. The Government of Punjab will assume \nforeign exchange and interest rate risks.   \n \nThe government has requested $250 million for subprograms 2 and 3 \nas envisaged in the preparation of the program cluster. The loan size \nand composition for subprogram 3 will be confirmed during processing \non the bases of reform progress, requirements, and the availability of \nresources. \n  ", "    iii\nCounterpart Funds  The government will ensure that the local currency generated from the \nproceeds of the loans will be used, first, to support the adjustment costs \nof reforms to be initiated and implemented under subprogram 2 and, \nsecond,  to  finance  expenditures  for  the  government’s  general \ndevelopment purposes.  \n   \nProgram Period and  The implementation period of PGEIP is from July 2006 to around March \nTranching  2011.  Subprogram  2  covers  reform  measures  implemented  from \nJanuary 2008 to September 2009. The loans are single tranche loans to \nbe disbursed upon satisfaction of policy actions under subprogram 2 \nand following loan effectiveness. The proposal for subprogram 3 will be \nsubmitted  for  Board  consideration  about  18–20  months  after  loan \neffectiveness for subprogram 2, subject to the government’s readiness \nto continue with its reform agenda.  \n   \nExecuting Agency   The  Planning  and  Development  Department  of  the  Government  of \nPunjab will be the Executing Agency.  \n   \nImplementation  Subprogram  2  uses  the  same  implementation  arrangements  as \nArrangements  subprogram  1.  A  senior  steering  committee  chaired  by  the  chief \nsecretary of the government and comprising members from the public \nand  private  sectors  guides  program  implementation.  An  executive \ncommittee under the planning and development chairman oversees and \nensures efficient program implementation. The program management \nunit coordinates program implementation. \n \nProcurement and  The loan proceeds will finance the foreign exchange costs (excluding \nDisbursement  local duties and taxes) of items produced in and procured from ADB \nmember countries, excluding ineligible items and imports financed from \nother bilateral and multilateral sources. ADB will have the right to audit \nthe use of the loan proceeds and verify the accuracy of the Borrower’s \ncertification. Loan proceeds will be disbursed to the Borrower according \nto  ADB’s  Simplification  of  Disbursement  Procedures  and  Related \nRequirements for Program Loans (1998).  \n   \nProgram Benefits  The PGEIP is expected to yield the following benefits for the residents \nand Beneficiaries  of Punjab.   \n \nMore efficient use of public financial resources. The shift from input- \nto output-based budgets will strengthen efficiency and accountability in \nthe use of public resources. The rationalization of many underfunded \nprojects will increase the efficiency of public investment.  \n \nImproved  financial  sustainability  for  the  pension  system.  The \npartial prefunding of the pension and GP Fund will improve system \nsustainability, alleviate the pension outlay on the current budget, and \nreduce  contingent  liabilities.  It  will  promote  savings  and  asset \naccumulation, which will contribute to growth. Better record-keeping will \nreduce leakages and improve accountability.  \n \n \n ", "iv   \n \nAn efficient, accountable, and capable civil service. More efficient \ninstitutional  structures,  simpler  business  procedures,  better  human \nresource management, and improved capacity in the public sector will \nimprove the performance of the government.   \n \nA dynamic private sector. The establishment of policy and institutional \nframeworks for PPP will enable Punjab to benefit from both public and \nprivate resources, resulting in more and better infrastructure and social \nservice delivery.      \n \nGreater focus on accountability. The adoption of RBM will transform \npublic sector management from micro control to a greater focus on \nresults. This combination of accountability for results and flexibility for \nmanagement is the hallmark of modern public sector management and \nwill modernize government operations in Punjab.  \n \nGender  benefits.  Punjab's  result  framework  explicitly  spells  out \ngovernment  targets  on  gender  equity,  particularly  in  health  and \neducation. The subprogram 2 has helped to identify large funding gaps \nand  increased  budget  allocation  in  the  health  sector,  with  positive \nbenefits to woman and children through increased access to medicine \nand improved medical facilities. The budgeting and planning processes \nin Punjab are paying increased attention to gender equity in budget \nallocations. Institutions that are tasked to work on gender equity, such \nas the Directorate of Women’s Development, have been set up to carry \nout the gender reform action plan.    \n \nAll  the  benefits  will  contribute  to  employment  creation,  inclusive \neconomic growth, and improved service delivery.   \n   \nAssumption, Risks,  Major risks are summarized below.  \nand Safeguards   \nSecurity risks. The number of violent assaults has increased in recent \nmonths in Pakistan, and the frequency of such incidents has increased \nin Punjab. The Government of Pakistan is implementing measures to \ncontain security risks. Sustained economic growth and stability are key \nto achieving peace and prosperity in the country.   \n \nPolitical risks. Political tension, compounded by justice sector issues, \nresulted in March 2009 in the dismissal of an elected government in \nPunjab,  which  was  subsequently  reinstated.  Recent  developments \nindicate a more cooperative approach between major political parties. \nThe risk of reversing the directions of program reforms is low given the \nbroad consensus on reforms.   \n \nMacroeconomic risks. The Government of Pakistan has launched a \nstabilization  program  to  improve  the  macroeconomic  situation  and \nrestore investor confidence. ADB is a major partner through its support \nunder  the  Accelerating  Economic  Transformation  Program,  which \nprovides measures to deal with short-term shocks and address long-\nterm  structural  issues.  PGEIP  measures  to  tackle  institutional  and \npolicy impediments to growth in Punjab will help to reduce economic \nvulnerability in the medium term. ", "    v\n \nWeak capacity. With the help of a technical assistance loan and grant, \nthe  program  management  unit  and  departments  involved  are \naddressing  capacity  limitations.  Enhancing  implementing  agency \nownership of the PGEIP has helped to mitigate implementation risks.  \n \nIntergovernmental coordination. The civil service reform component \nof subprogram 2 requires effective intergovernmental coordination. The \nupfront work being done on civil service reforms has been disseminated \nwidely. Change management, including stakeholder consultation and \ncommunication, forms an important part of program implementation to \nlessen resistance and increase support for reforms.    \n ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on two proposed \nloans to the Islamic Republic of Pakistan for the second subprogram of the Punjab Government \nEfficiency Improvement Program (PGEIP).1    \n \nII.  MACROECONOMIC CONTEXT \n2.  Pakistan. Real gross domestic product (GDP) expanded 7% annually on average from \nfiscal year (FY) 2002 to FY2008. Per capita income doubled to about $1,000, and the poverty \nincidence reduced significantly over this period.2 Economic conditions have worsened since late \nFY2008,  however,  amid  rising  world  oil  and food  prices,  global  financial  turmoil,  domestic \npolitical instability, and the deteriorating security situation. Growth slowed from 7.5% in FY2007 \nto 5.8% in FY2008 and is expected to be 3.4% in FY2009. The fiscal deficit rose to 7.4% and \nthe current account deficit widened to 8.4% of GDP in FY2008, and inflation reached 25% in \nOctober 2008. A serious debt overhang in the power sector has aggravated the already acute \npower shortage and seriously disrupted economic activity and investment.   \n \n3.  Against  this  background,  the  Government  of  Pakistan  launched  its  Economic \nStabilization Program and entered into a 23-month stand-by arrangement with the International \nMonetary Fund in November 2008. The Asian Development Bank (ADB) has been a key partner \nin stabilization efforts, with a focus on social safety nets and structural reforms in energy and \nfinance through the Accelerating Economic Transformation Program.3 Signs of recovery have \nemerged as fiscal and current account deficits declined, the exchange rate stabilized, and \ninflation abated, though macroeconomic conditions are still vulnerable.  \n \n4.  Punjab. Punjab is the largest provincial economy of Pakistan. Its provincial GDP is \nestimated at about $72 billion, or 50% of the national total. It is also the most populous province, \nwith 87 million inhabitants, or 56% of the country’s population. The economic performance of \nPunjab plays a critical role in the overall economic strength of Pakistan. \n \n5.  Punjab has achieved robust economic performance in recent years. Between FY2002 \nand FY2007, growth averaged over 7%, GDP per capita doubled, the poverty head-count ratio \ndeclined by about 11 percentage points to 20%, and key social indicators significantly improved. \nHowever, economic conditions have deteriorated since late 2007, as in the rest of the country. \nThe revised estimate for the FY2009 budget deficit is PRs95.8 billion, triple that of the previous \nyear and the original estimate (see Supplementary Appendix A). Federal fiscal transfers account \nfor about 80% of provincial revenue. Any shortfall in transfers reduces the ability of the province \nto pursue its own development objectives. \n \n                                                 \n1  Appendix 1 presents the design and monitoring framework for subprogram 2. \n2  The extent of poverty reduction is debated. While the Pakistan Social and Living Standards Measurement Survey \n2005 estimated that poverty declined from 34.5% in FY2002 to 23.9% in FY2006, the World Bank estimated that \npoverty incidence declined from 34.5% to 29.2% over the same period. Either estimate represents a significant \nreduction in poverty. Government of Pakistan, Federal Bureau of Statistics. 2006. Pakistan Social and Living \nStandards Measurement Survey. Islamabad. \n3  ADB. 2008. Report and Recommendation of the President to the Board of Directors on the Proposed Program \nCluster and Loans for Subprogram 1 to the Islamic Republic of Pakistan Accelerating Economic Transformation \nProgram. Manila (September). ADB. 2009. Report and Recommendation of the President to the Board of Directors \non the Proposed Program Cluster and Loans for Subprogram 2 to the Islamic Republic of Pakistan Accelerating \nEconomic Transformation Program. Manila (June). \n ", "2   \nIII.  THE SECTOR \nA.  Long-Term Economic Performance and Development Challenges \n6.  Punjab faces a number of interlinked development challenges, chief among them the low \nstandard of living and the high poverty incidence. Average per capita income in Punjab is about \n$1,000,  which  is  only  two-thirds  of  the  average  of  low  middle  income  countries.  Income \ninequality is high. Poverty incidence remained over 20% in 20074, the most recent year for \nwhich data are available, and is likely to have increased since then with the economic slowdown.    \n \n7.  Social indicators are poor in Punjab. Over one-third of children under the age of 5 are \nunderweight. The infant mortality rate of 71 per 1,000, and the maternal mortality rate of 300 per \n100,000 are double the Millennium Development Goal (MDG) targets. The literacy rate for \nchildren 10 years of age and above is only 56%. Nearly 9.6 million children of school-going age, \nor 30%, are out of school. Only half of the population is served by piped water systems. There \nare  large  gender,  income,  and  rural–urban  inequalities.  Gender  disparity  is  particularly \npronounced. The female literacy rate for age 15 and above is 35.2%, about half that of men. \nUnderemployment is 45% for women, compared to 8% for men. The estimated earned income \nfor females is only about one-third of that for males.   \n \n8.  Punjab's infrastructure is underdeveloped. An acute power crisis brings frequent outages. \nA survey of 650 firms noted that 80% of firms complained that the most important deterrent to \ninvesting was power shortages.5 About 90% of the provincial road network is rated as fair to \npoor.  Poor  urban  infrastructure  impairs  the  competitiveness  of  Punjab  cities,  affects  the \nenvironment and health conditions, and dampens investment.    \n \n9.  Employment is the most direct route for income generation. As of June 2007, Punjab's \nlabor  force  stood  at  50.3  million.  The  official  unemployment  rate  of  8%  reflects  prevalent \nunderreporting. The labor force grew at an annual rate of 3.2%, and nearly 1.6 million youths \nenter the labor force each year. Lack of productive employment opportunities is a serious \nproblem. Further, 74% of nonagricultural employed labor in Punjab is in the informal sector, and \nthe share for female workers in informal employment is even higher.    \n \n10.  Addressing Punjab's development challenges will not be possible without rapid and \nsustained economic growth. However, the long-term growth rate of Punjab since the 1970s has \nbeen about 5.1%, falling short of the desired rate of 7%–8% per annum. Punjab's growth should \nbe inclusive. This requires the provision of infrastructure and social services to enable the poor \nand vulnerable, including women, to participate in economic development.   \n \nB.  Issues and Opportunities  \n11.  A  key  problem  leading  to  the  challenges  in  Punjab  is  the  poor  quality  of  public \ninstitutions and lack of accountability for results. A problem tree summarizing this development \nproblem and its major causes and effects is presented in Figure 1. More details on issues and \nopportunities are in Appendix 2. \n                                                 \n4  Unless stated otherwise, data quoted in this section are from Government of Punjab. 2007. Punjab Economic \nSurvey. Lahore.  \n5\n  Haq, M. 2005. Entrepreneurship, Private Investment, Economic Growth. The Lahore Journal of Economics. \nSpecial Edition (September). ", "    3\n \n \n  Figure 1: Problem Tree of PGEIP \n \nE \n \nF \n \nLow and unsustainable  Poor service  F \ngrowth  delivery  E \nC \nT \nS \nPoor quality of public institutions and lack of \nCore Problem  accountability for results \nPoor public  Poor pubic human  Barriers to private \nfinancial  resource   sector participation \nmanagement  management\nPoor tax  Inefficient  Suboptimal  Lack of public–  Regulatory \nsystem   expenditure  functional   private  barriers \nmanagement allocation partnerships \nNarrow  Lack of budget  Outdated HRM  Lack of  Price \nrevenue  discipline and  system  enabling  distortions \nbase  prioritization   frameworks \n \nPoor tax  Poor  Inefficient  Entry barriers \nadministration  management of  business  Lack of   \n  ADP  processes capacity \nC \nInconsistent  A \nComplex tax  allocation  Weak capacity  Lack of  U \nstructure  between  successful \n  recurrent and  model projects  S \ndevelopment  E \nexpenditures \nS \nInconsistent \nallocation \nbetween \nsalary and \nnon-salary \nrecurrent \nexpenditures\nRising pension \nADP = annual development program, HRM = human resource management, \nand General \nProvident Fund  PGEIP = Punjab Government Efficiency Improvement Program. \ncashflow Source: Government of Punjab and Asian Development Bank. \n ", "4   \n \n1.  Need for Better Mobilization and Utilization of Public Financial Resources \n12.  Background. Budgeting in Punjab follows a dual system. The Finance Department \nprepares and manages the recurrent budget, and P&DD manages the development budget. \nRecurrent budget estimates are based on historical trends, with yearly increments to cover \nadditional costs. Thus, budgeting in Punjab is input-based and incremental.  \n \n13.  Incomplete  medium-term  budgetary  framework  (MTBF)  implementation.  The \nincremental and input-oriented approach to budgeting suffers multiple weaknesses. The lack of \nreliable estimates and enforcement of the resource envelope for the province or of strategic \nallocation for each sector leads to poor budget allocation, especially for development plans, \nwhich remain severely underfunded. Budget outturns for expenditures deviate significantly from \nbudget allocations. Line departments often require supplementary grants during the fiscal year. \nBudget allocations do not adequately reflect service delivery goals and priorities. The allocations \nfor key expenditure components, development, non-salary recurrent, and recurrent expenditures \nare often out of sync with one another. There has been chronic under-allocation for non-salary \nrecurrent expenditure, such as operation and maintenance (O&M) and medicine expenditures in \nthe health sector. This mismatch causes waste and poor service delivery.      \n \n14.  The  adoption  of  the  MTBF  will  improve  the  efficiency  and  accountability  of  public \nfinancial management. The MTBF comprises two major components: (i) a strategic, or top–\ndown,  element,  and  (ii)  a  bottom–up,  output-based  budgeting  element.  The  top–down \ndimension6 requires the Finance Department to define budget ceilings for each department in \naccordance with the Government of Punjab's (the government) development goals, while the \nbottom–up dimension requires line departments to prioritize and match their expenditures with \nmeasurable  service  delivery  outputs  within  budget  ceilings.  The  MTBF  thus  provides  a \nstructured process through which a department translates its mission into tangible targets in line \nwith resource constraints. Supported by subprogram 1, the government adopted the top–down \ndimension of the MTBF for FY2008 to FY2010. However, the bottom–up dimension has not yet \nbeen introduced.   \n \n15.  Continued weak coordination between budgeting and planning. The dual budgeting \nsystem impedes the integration of budgeting and planning. The Finance Department and P&DD \nfollow their own respective calendars and issue separate instructions for formulating the budget \nand development plans. Inconsistencies arise for lack of coherence between the budgeting and \nplanning systems, wasting resources. To address the problem, single units were established by \nthe Department of Irrigation and Power (DI&P) and the Department of Health (DOH) under \nPGEIP subprogram 1 and the Punjab MDGs Program to oversee the preparation of both the \ncurrent and the development budget. Joint protocols were adopted in 2007 to allow a joint \nreview by the Finance Department and P&DD for the two pilot departments. However, these \nmechanisms were yet to be operational at the end of subprogram 1.  \n \n16.  Underutilized  development  expenditures.  Punjab's  annual  development  program \n(ADP) for FY2009 was PRs160 billion, accounting for 38% of the budget. While the throw-\nforward for the whole ADP has been kept at about 3 years, it varies by sector. In some sectors, \nsuch as irrigation, the throw-forward can extend to more than 20 years. About 80% of new \nschemes are unapproved, and there are no rules to ensure their speedy approval during the \n                                                 \n6 The top–down dimension of the MTBF is also referred to as the medium-term fiscal framework.  ", "    5\nfiscal year. During midyear reviews of the ADP, funds are reallocated from slow-moving to fast-\nmoving schemes, but this is subject to P&DD discretion. No rules exist for the prioritization of \ndevelopment schemes.   \n \n17.  Weak revenue mobilization. Own-source revenue generation is hampered by complex \ntax  structures,  weak  tax  administration  capacity,  and  leakage.  The  Excise  and  Taxation \nDepartment (E&TD) administers eight taxes, of which the urban immovable property tax (UIPT) \nand the motor vehicles tax (MVT) have the strongest revenue potential. No survey has been \nundertaken for the UIPT since 2001, which results in considerably undervalued property. About \n50% of the UIPT tax base is exempt, amounting to PRs2.4 billion in foregone revenues. MVT \nadministration has been inefficient, with incomplete automation of collection. Tax assessment \nand collection are not separated, and there is no effective audit or internal control. This is further \ncomplicated by tax administration being split between E&TD and the Board of Revenue.  \n \n2.  Need for an Affordable and Sustainable Civil Service Pension System \n18.  Background.  With  about  1  million  civil  servants  and  415,000  pensioners,  the \ngovernment is the largest employer in the province. Upon retirement, civil servants are entitled \nto  a  monthly  pension  and  a  lump-sum  General  Provident  Fund  (GP  Fund)  payment.  The \npension  is  paid  from  the  budget,  while  the  GP  Fund  payment  is  financed  from  monthly \ncontributions deducted from civil servants' salaries.    \n \n19.  Inadequate financing and reporting of pension and GP Fund costs and liabilities. \nPension payments have increased at a rate of 12.1% per annum during the last 13 years; and \nare projected to grow by 14% per year in nominal terms over the next 20 years. During the \npreparation of subprogram 1, an actuarial study7 estimated the accrued pension liability at \nPRs425 billion as of 30 June 2007 and the pension expenditure for FY2009 at PRs15.1 billion, \nconsuming almost 6% of the recurrent budget. In the case of the GP Fund, the government \nspent PRs3.7 billion in FY2009. GP Fund costs and liabilities have steadily risen due to the \ncompounding effect of very high interest payments in the past.  \n \n20.  Faced with rising pension and GP Fund costs and liabilities, the government created the \nPunjab Pension Fund (PPF) in March 2007 and adopted a financing strategy to prefinance \npension costs. The government initially aimed to accumulate PRs100 billion by FY2016, with the \nexpectation of meeting approximately 30% of the annual expenditures from investment income. \nThe government has not been on track to reach this funding target during the past few years for \nthe reasons set forth in para. 57 (see also Supplementary Appendix B). The financing strategy \nneeds to be reevaluated using realistic expectations. In addition, a proper accounting and \nreporting system for pension and GP Fund costs needs to be developed to assist management \nand policy planning. \n \n21.  Lack  of  access  to  reliable  and  complete  data.  Record-keeping  and  benefit \ncalculations are largely manual and on paper. A computerized system was developed under the \nPIFRA  to  automate  the  accounting  and  auditing  system,  using  the  software  Systems, \nApplications,  and  Products  in  Data  Processing/Third  Generation  (SAP/R3).  The  database \nincludes a human resource module that updates records on payroll, pensions, and the GP Fund. \nThe pace and accuracy of data entry are low. At the time of the actuarial valuation in May 2009, \ninformation  on  29%  of  current  employees  was  entered  in  the  SAP/R3  database,  and  no \n                                                 \n7  ADB. 2007. Actuarial Valuation of Punjab Government Pension Scheme (prepared by Nauman A. Cheema). \nManila. \n ", "6   \ninformation was entered on pensioners. Thus the information available is insufficient in both \nquantity  and  quality  for  managing  pension  and  GP  Fund  payments.  The  absence  of  a \ncomprehensive and up-to-date record-keeping and information management system, combined \nwith  weak  financial  analysis  and  accounting  capacity,  causes  inaccuracies  in  pension \nentitlement calculations and individual payments.  \n \n3.  Need for a Merit-Based and Accountable Civil Service \n22.  Background. The Punjab public sector employs 11% of all employed workers in the \nprovince, making it the largest employer in the formal sector. The civil service wage and pension \nbill accounts for 60% of total consolidated recurrent expenditure. The civil service system is \ncommonly perceived to be weak and suffering a broad spectrum of problems.    \n \n23.  Weak functions, business processes, and human resource management systems. \nCivil service reforms need to result in a clear division of responsibilities between the private and \npublic sectors. The responsibilities of the government in owning, managing, and operating \ncommercial activities should be reduced. Government procedures in Punjab are considered \nlengthy and cumbersome. The human resource management system of Punjab is ineffective. \nThere are few management tools. Promotion is by seniority and rigidly defined by the All \nPakistan Unified Grades. There is little chance for technical staff to be promoted to senior levels. \nCompensation is fixed8 for each grade, and there is no room for rewarding performance in the \nmainstream system. Compensation is characterized by the prevalence of fringe benefits such as \nhousing and cars that, coupled with poor asset management, create an opaque and wasteful \nsystem. Recruitment is slow, and the process is not rigorous for non-cadre staff. Training plays \na little role in skill development. This absence of adequate human resource management tools \nhas frustrated managers and caused the overuse of administrative orders and frequent staff \ntransfers, both of which disrupt performance. For staff, this system provides little motivation to \nperform, grow, or develop in line with organization goals. \n \n4.  Need for Dynamic Private Sector–Led Growth   \n24.  Background. Punjab's private sector plays an important role in Pakistan, accounting, for \nexample, for over half of the country’s industrial production and about 70% of manufacturing \nestablishments. The elasticity of outputs with respect to employment in most industries is above \n1, indicating that a 1% increase in outputs leads to an increase of more than 1% in employment. \nIn recent years, Punjab's industrial sector experienced robust growth and generated many new \nemployment  opportunities.  Despite  this,  the  business  climate  is  constrained  by  regulatory \nhurdles, low human capital, and poor infrastructure.  \n  \n25.  Need to remove infrastructure bottlenecks through PPP. Weak infrastructure has \nparticularly hindered industrial performance in Punjab. A power crisis causing frequent outages \nundermines business. The unsatisfactory state of the transportation network has imposed large \ncosts on the economy. Lack of repair and maintenance has caused rapid deterioration, with \n90% of the provincial network rated as fair to poor. In recent years, PPPs have emerged as a \nmajor instrument for financing and providing public services, gradually replacing the traditional \npublic sector modality. The government has introduced several partnership models. However, \nmainstreaming PPP requires enabling policy and institutional frameworks that are not well \n                                                 \n8  This system distinguishes seniority into 22 basic pay scale grades and defines how many years of services are \nrequired for each grade.  ", "    7\ndeveloped in the province. There are acute capacity constraints, with very little experience in \ndeveloping PPP projects.   \n \nC.  Development Partner Support of Reforms in Punjab \n26.  The  government  fully  recognizes  the  development  challenges  and  issues,  and  has \nidentified six pillars of reforms to address ongoing challenges: \n \n(i)  improving  fiscal  and  public  financial  management  and  instituting  a \nresults-oriented medium-term planning and budgeting system, \n(ii)  establishing a well-funded and adequate pension system, \n(iii)  fostering an efficient civil service, \n(iv)  promoting private sector–led growth and public–private partnership (PPP),  \n(v)  accomplishing the MDGs, and \n(vi)  improving  access  to  justice  to  enhance  legal  and  regulatory  certainty  and \nenforceability in all economic spheres. \n \n27.  The government has established strong development partnerships with the ADB, World \nBank, and other development agencies to leverage resources, reinforce commitment towards \nreforms,  and  benefit  from  technical  assistance.  Due  to  the  reform  efforts  and  increased \nresources,  Punjab's  economic  and  social  indicators  have  improved.  For  example,  the  net \nenrollment rate in primary school is 57%, up from 44% in 1999. Immunization coverage rose \nfrom 57% in 2002 to 76% in 2007. Much remains to be done, however. The key reform efforts \nsupported by development partners are discussed below.  \n \n28.  Development  Partnership  with  ADB.  Prior  to  2007,  ADB  assistance  to  Punjab's \nreforms  focused  on  (i)  public  resource  management  through  the  implementation  of  two \nsubprograms  under  the  Punjab  Public  Resource  Management  Program  (PRMP) 9  and \n(ii) support for local governments and service delivery through the Punjab Devolved Social \nServices Program. Punjab has taken part in federally administered ADB programs like the \nAccess to Justice Program10 and the Decentralization Support Program.11 These reforms are \nreferred to as the first generation reforms.  \n \n29.  The government launched in 2007 its second-generation reforms, which identified the six \npillars of reforms (para.26). Given the need for financing as well as reinforcing the impetus for \nreforms, it sought ADB support for all six pillars. The first four pillars have been supported \nthrough the PGEIP cluster. As a follow-on to the Punjab Devolved Social Services Program,12 \nsubprogram 1 of the Punjab MDGs Program13 supports the fifth pillar of reforms and focuses on \n                                                 \n9  ADB. 2005. Report and Recommendation of the President to the Board of Directors on a Proposed Program Loan \nand Technical Assistance Grant to the Islamic Republic of Pakistan for the Punjab Resource Management \nProgram—Subprogram 2. Manila (November). \n10  ADB. 2001. Report and Recommendation of the President to the Board of Directors on Proposed Loans and \nTechnical Assistance Grant to the Islamic Republic of Pakistan for the Access to Justice Program. Manila \n(December). \n11  ADB. 2002. Report and Recommendation of the President to the Board of Directors on the Proposed Program and \nTechnical Assistance Loans to the Islamic Republic of Pakistan for the Decentralization Support Program. Manila \n(October). \n12  ADB. 2004. Report and Recommendation of the President to the Board of Directors on Proposed Program Loans \nand Technical Assistance Grant to the Islamic Republic of Pakistan for the Punjab Devolved Social Services \nProgram. Manila (November). \n13  ADB. 2008. Report and Recommendation of the President to the Board of Directors on the Proposed Program \nCluster and Loan for Subprogram 1 to the Islamic Republic of Pakistan for the Punjab Millennium Development \nGoals Program. Manila (November). \n ", "8   \nservice  delivery  in  the  health  sector.  The  government  has  requested  ADB  assistance  in \nimproving access to justice.14 ADB is assisting Pakistan through the Accelerating Economic \nTransformation Program and other programs whose benefits flow to provinces, including Punjab.     \n \n30.  ADB-funded programs in Punjab reflect the government's medium-term development \nagenda. Imbued with the spirit of inclusive growth, the design of subprogram 2 reflects the five \nstrategic drivers of change in ADB’s long-term strategic framework 2008–2020 (Strategy 2020): \n(i) private sector development and private sector operations, (ii) good governance and capacity \ndevelopment, (iii) knowledge solutions, (iv) partnerships, and (v) gender equity.15 The PGEIP is \nconsistent with the Country Partnership Strategy (2009-2013)16 for Pakistan, which identifies \ngovernance and institutional bottlenecks as binding constraints on economic growth.   \n \n31.  Other Donor Assistance. The World Bank, Department for International Development \n(DFID) of the United Kingdom, and other multilateral and bilateral partners are actively engaged \nin supporting economic and social sector reforms in Punjab. The Project for Improvement in \nFinancial Reporting and Auditing (PIFRA), supported by the World Bank, aims to improve the \naccuracy and timeliness of federal, provincial, and district financial reports. The World Bank–\nsupported Punjab Education Sector Reform Program aims to improve the quality and quantity of \neducation available. DFID has supported public financial management, civil service reforms, \nand private sector development under the PRMP umbrella.    \n  \n32.  Development Partner Coordination. Development partner coordination is supported by \ngovernment-led efforts in the spirit of the Paris Declaration. All development partner assistance \nis channeled through the Planning and Development Department (P&DD) as the nodal agency. \nBecause of its critical role in the reforms, the PRMP program management unit (PMU) has been \nassigned the role of donor coordination in governance reforms. This institutionalization of donor \ncoordination  has  facilitated  regular  coordination  meetings  with  all  the  partners  involved. \nAppendix 3 provides details on development partner assistance and coordination in Punjab. \n \nD.  Lessons \n33.  Lessons  from  implementing  subprogram  1  and  other  operations  in  Pakistan  are \nsummarized below.   \n \n34.  Focus on delivering results. Implementation of subprogram 1 highlights that public \nsector management in Punjab is input, activity, and procedure focused; and suffers from a lack \nof  clarity  and  accountability  on  results.  There  are  few  strategic  alignments  between  the \ngovernment's  long-term  vision,  medium-term  strategic  frameworks,  and  annual  budget  and \nhuman resource management structures.   \n \n35.  Reflecting these observations, subprogram 2 includes a new core policy area (CPA) to \nintroduce  Results-based  management  (RBM)  to  Punjab.  RBM  is  a  modern  public  sector \nmanagement approach that focuses on achieving development objectives by linking results with \nefficient  public  financial  and  human  resource  management.  It  has  been  successfully \nimplemented  by  many  countries,  most  notably  Malaysia  and  Canada.  More  and  more \n                                                 \n14  ADB is currently preparing the program completion report for the ADB-funded Access to Justice Program in \nPakistan, which will examine options for moving forward in this area in Pakistan.  \n15  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n16 ADB. Pakistan Resident Mission. 2009. Pakistan Country Partnership Strategy 2009-2013. Islamabad, Pakistan. ", "    9\ndeveloping  countries  are  adopting  RBM.  Punjab  is  keen  to  benefit  from  the  lessons  of \nsuccessful international experiences on implementing RBM. \n \n36.  The RBM CPA ties in closely with the other reform areas of the Program. The inclusion \nof this new CPA demonstrates that programs need to be regularly evaluated and reengineered \nfor better outcomes. As such, reform programs need to retain flexibility in adjusting policy \nactions to respond to changing circumstances and incorporating lessons learned.       \n \n37.  Align development partner support with governments' own reform agenda. Strong \ngovernment  ownership  is  a  prerequisite  for  successful  program  implementation.  The \nimplementation  of  the  PRMP  and  PGEIP  subprogram  1  indicates  that  assistance  from \ndevelopment partners plays a catalytic role in setting desired changes in motion, provided that \nthere is strong government ownership and commitment. External assistance by itself cannot \nsubstitute for government commitment and actions. The policy agenda needs to be backed by \nbroader country or provincial reforms that are owned and driven by the government.     \n \n38.  Cultivate broad support for reforms. Program reforms should have strong stakeholder \nsupport. The PGEIP has particularly benefited from this strength. The new government that \ncame into power in February 2008 took time to review the program and has taken full ownership \nfrom September 2008. While this change of government delayed implementation somewhat, the \nprogram gained stronger momentum after the government's review. The PGEIP supported \nregular  stakeholder  consultation  and  active  change-management  efforts,  which  have  been \nessential for designing reforms that are owned, understood, and supported by key stakeholders.  \n \n39.  Align resources and incentives with desired outcomes. Most programs involve one \nexecuting agency (EA) and several implementing agencies (IAs). Implementation arrangements \nneed to strike a balance between fostering the central role of the EA and creating ownership in \neach IA.  \n \n40.  Allow sufficient time for TA implementation. The implementation time for past TA \nwas  often  too  short,  leaving  insufficient  time  for  recruiting  firms  as  opposed  to  individual \nconsultants. The management of a large number of individual consultants complicates quality \ncontrol. TA design needs to allow at least 1 year for recruiting firms in the case of Pakistan, \ngiven the tight supply of qualified consultants. Procurement and implementation procedures \nneed to be simplified to increase efficiency, while building in strong accountability mechanisms.   \n \n41.  Build reform momentum. Programs may target complex reform areas, which require \nsustained implementation for reforms to deliver desired benefits over the long term. While \ncomplex reforms need to be confronted, often overlooked are the easy wins and the low-\nhanging fruit that can demonstrate sorely needed early success and give impetus to reforms. \nThus, while an ambitious reform agenda is commendable, programs should include achievable \nresults over the shorter term to sustain momentums for reforms.  \n \n42.  Country-specific lessons were identified by the Country Assistance Program Evaluation17 \nfor Pakistan. The Country Assistance Program Evaluation found that the success of large ADB \nprograms  was  hindered  by  covering  too  many  sectors  with  too  few staff,  complex  project \ndesigns,  and  inadequate  analytical  work.  The  completion  report  for  the  Pakistan  Country \nStrategy and Program 2002–200618 observed that reforms in Pakistan advance incrementally \n                                                 \n17  ADB, Operations Evaluation Department. 2007. Country Assistance Program Evaluation for Pakistan. Manila.  \n18  ADB. 2008. Pakistan Country Strategy and Program 2002–2006 Completion Report. Islamabad.  \n ", "10  \nand that there was a need for continued ADB support. ADB’s new program-centered approach \nin the social sectors has the potential to demonstrate better results than the earlier project-\nbased support for education, health, and water supply and sanitation. The Country Assistance \nProgram  Evaluation  and  Country  Strategy  and  Program  completion  report  observed  that \nreforms need to be constantly fine-tuned to ensure they remain relevant and responsive to the \ncountry’s needs.  \n  \n43.  The PGEIP has incorporated these lessons. It is closely aligned with the government \nvision  and  strategy  and  ADB's  long-term  strategy  and  the  Pakistan  Country  Partnership \nStrategy, (2009-2013). It adopts a flexible cluster approach that takes into consideration the \npolitical economy of reforms, as reflected in the sequencing, and gradually builds upon and \nincreases the depth and breadth of reforms. The PGEIP reflects strong ownership by relevant \ndepartments. Because of these strengths, the PGEIP has remained on track despite changes in \npolitical leadership in the province.  \n \nIV.  THE PROPOSED PROGRAM \nA.  Rationale \n44.  Punjab today is home to 87 million people, and is still a relatively underdeveloped \nprovince: per capita income is low, poverty is high, there are many infrastructure bottlenecks, \nand  the  provision  of  social  services  is  inadequate.  The  government  wants  to  change  this \nsituation. It has identified accelerating income growth and improving social services as its twin \ndevelopment  objectives.  Punjab’s  Vision  2020  envisages  Punjab  as  a  reasonably  well-off, \neducated, and healthy society by 2020, with the doubling of per capita income to $2,000. \nGuided  by  Vision  2020,  Punjab's  medium-term  development  framework  for  FY2008–2011 \nhighlights the need to develop a productive private sector and strengthen public institutions. The \ngovernment is adopting a province-wide results based framework to define development targets \nand monitor progress in key sectors, including education, health, irrigation and power, transport, \nwater supply and sanitation, livestock and dairy, and revenue.    \n \n45.  The province requires large investment to realize its vision and development results. The \nmajor public sector revenue sources include the province's own source revenue, fiscal transfers \nfrom  the  federal  government,  and  development  assistance  from  development  agencies. \nDevelopment assistance plays an important role in supplementing domestic savings. In addition \nto public investment, the province increasingly needs to benefit from greater private investment. \nIndeed, the lion's share of provincial investment is made by the private sector. The government \nneeds to enable greater private sector participation not only in economic sectors, but also in \nfinancing and provision of infrastructure and social services. Achieving Punjab's development \nresults  also  requires  the  province  to  use  its  scarce  resources  efficiently.  The  institutional \nfoundation  for  achieving  Punjab's  development  objectives  is  an  efficient,  accountable,  and \ncapable public sector19. This strategic consideration underpins the design of the PGEIP. The \nrecent worsening of economic conditions has accentuated the urgency of such reforms. The \noverview of Punjab's Vision, strategic objectives, key impact and outcome indicators, resource \nenvelop, and reforms are outlined in Figure 2. \n                                                 \n19  For a discussion on the need to reform the public sector, see Ishrat Husain. 2007. Reforming the Government in \nPakistan:  Rationale,  Principles,  and  Proposed  Approach,  Lahore  Journal  of  Economics,  Special  Edition \n(September).   ", "    11\n \nFigure 2: Punjab's Vision and Result Framework \n \n  Punjab's Vision 2020 \n  Fully literate, fully employed, highly skilled, talented, tolerant, culturally sophisticated, internationally \n  connected, and reasonably well-off healthy society; with at least doubled per capita income from 2007 \n \n \n  Strategic Objectives \n(i)  Improve public sector institutions so that government does better  \n  (ii)  Unleash the ingenuity and entrepreneurship of people so that government does less.  \n  (iii)  Improve social services to promote human development.   \n(iv)  Improve infrastructure provision to lay the foundation for growth and development. \nKey Impact Indicators by 2020\n(i)  Average Punjab GDP growth of 7% or more per annum. \n(ii)  Average per capita income more than doubled. \n(iii)  Poverty incidence halved. \n(iv)  Population life expectancy increased by at least 4 years, and adult literacy rate increased by at \nleast 20%. \n(v)  Greater gender parity achieved in accessing to services and economic opportunities \nOutcome indicators by 2015  Annual  Resources \nRevenue: Increase own source revenue  outputs  Provincial own source revenue: PRs78 billion in 2008/09, \nincreased to 30% from 22% currently    annual average growth rate was 22% over past 5 years. \n     \nHealth: Achieve MDGs, including    Federal transfer: PRs274 billion, annual average growth \neliminating gender disparity    rate was 18% over past 5 years. \n     \nEducation: Achieve MDGs, including    Assistance from the ADB, World Bank, DFID, and other \neliminating gender disparity    donors: about $500 million per year.  \n     \nWater supply and sanitation: Achieve    Private investment: PRs965 billion in FY2008/09, annual \nMDGs    average growth rate was 21% over past 5 years. \n   \nIrrigation and Power: Blackouts halved  Output \nthrough power generation and reforms  indicators \nReformsand Major Development Partner Assistance\nsupplemented at the provincial level  at sector \n \n  levels and \nPunjab's pillar's of reforms:  \nTransport: At least 70% of population  are \n \nconnected to paved roads from the  updated by \n(i)  improving fiscal and PFM, \npresent 50%  each line \n(ii)  establishing  a  well-funded  and  adequate \n  department \npension system, \nAt least 40% of the road network  annually \n(iii)  fostering an efficient civil service,  \ncertified as good from the current 90%   \n(iv)  promote private sector-led growth and PPPs,  \nrated as fair to poor. \n(v)  accomplishing the MDGs, and  \n \n(vi)  improving access to justice.  \nLivestock and dairy: Dairy sector \n \nproductivity more than doubled from the \nADB: PGEIP, MDG, AETP, PDSSP. \ncurrent level \n. \n \nWorld Bank: PIFRA, PESRP, PLRMISP, PISDPL. \nPrivate sector development: Private \n \nsector investment increases from 13% of \nprovincial GDP to 18%  Other Donors: Support for service delivery, good \ngovernance, and community empowerment. \nADB = Asian Development Bank, AETP = Accelerating Economic Transformation Program, DFID = Department for International Development,  \nMDG = Millennium Development Goal, PDSSP = Punjab Devolved Social Services Program, PESRP = Punjab Education Sector Reform  \nProgram, PGEIP = Punjab Government Efficiency Improvement Program, PISDPL = Punjab Irrigation Sector Development Policy Loan,  \nPLRMISP = Punjab Land Revenue Management Information system Project, PIFRA = Project for Improving Financial Reporting and Auditing,  \n \nPPP = Public-Private Partnership, GDP = gross domestic product. \nSource: Government of Punjab and Asian Development Bank", "12  \nB.  Impact and Outcome \n46.  The  PGEIP  supports  the  government's  dual  objectives  of  promoting  growth  and \nimproving service delivery. The impact of the PGEIP will be high, sustained, and private sector–\ndriven growth, as well as improved service delivery. The outcome of the PGEIP will be an \nefficient, accountable, and enabling government that is capable of using scarce public resources \nfor the benefit of citizens. The program structure is presented in Figure 3. \n \nFigure 3: Overview of the PGEIP Structure \n \nProgram Impact \nHigh, sustained, and private sector–driven growth in the province of Punjab and improved service delivery \n \n \nProgram Impact \nHigh, sustained, and private sector–driven growth in the province of Punjab and improved service delivery \n   \n                                                \nCore Policy Reform Areas \nOutcome  CPA5:    CPA1: Public  CPA2: Contingent  CPA3: Civil  CPA4: \narea  Results- Financial  Liability  Service  Private \nbased  Management  Management  Reforms  Sector \nmanagement        Development \nEfficiency      Integrate recurrent  Refunding of  Optimize  Promote PPP \n  and development  pension and GP  functions   to increase \n  expenditures  Fund to free up    efficiency and \n       resources for future  Reengineer  augment \n  Rationalize ADP  pro-poor spending  business  resources for \n  process    process   infrastructure \n      and social \nAdopt RBM  Improve tax  Link rewards  service \nto achieve  administration and  with  delivery \ndevelopment  widen tax base  performance \nresults     \nAccountability      Enforce budget  Improved reporting  Benchmark  Make \n  discipline and  on government  performance  infrastructure \n  introduce sector  obligations  and social \nceilings  service work \n \nLink expenditure with \noutputs \nCapacity    Improve budget and  Automate record- Automate  Capacity \nplanning techniques    keeping and  business  development \npayment systems  processes  on PPP \n   \nEnhance financial,  Enhance \ninvestment, and  training and \ngovernance  capacity \ncapacities  development \nADP = annual development program, CPA = core policy area, GP Fund = General Provident Fund,  \nPPP = public–private partnership, PGEIP = Punjab Government Efficiency Improvement Program,  \nRBM = results-based management.  \nSources: Asian Development Bank and Government of Punjab.  \n ", "    13\n \n47.  The subprogram 2 supports reforms in five CPAs: \n \n(i)  CPA1. Improve public financial management by (a) adopting an output-based \nmedium-term budgetary framework, and (b) widening the tax base and improving \ntax administration.  \n(ii)  CPA2. Strengthen contingent liability management by improving the financing, \ninvestment, and management of pension and GP Fund expenses, as well as the \nrecord-keeping and administration for pension and GP Fund schemes.  \n(iii)  CPA3. Improve civil service management by strengthening civil service function, \nbusiness processes, human resource management, and capacity.  \n(iv)  CPA4. Enable private sector development by promoting PPP for infrastructure \ndevelopment and social service delivery.  \n(v)  CPA5. Enhance development results by adopting an RBM framework. \n \n48.  CPA5, adopting RBM, is introduced in subprogram 2 to promote a paradigm change \nfrom activities to results-based public sector management. This CPA is closely linked with the \nother four CPAs: while RBM clearly maps out development results, effective public financial \nmanagement, human resource management, and private sector development are key building \nblocks for the successful implementation of RBM. The design and monitoring framework is \noutlined in Appendix 1. The development policy letter is in Appendix 4. The policy matrix is in \nAppendix 5, and the explanation on how the policy matrix has evolved is presented in Appendix \n6. An action plan for achieving subprogram 2 is in Supplementary Appendix C, while a program \nimplementation  memorandum  (PAM)  is  in  Supplementary  Appendix  D.  The  reform  actions \nunder each CPA are described below. \n \nB.  Summary of Achievements under Subprogram 1 and Subprogram 2 \n49.  The three subprograms in the PGEIP program cluster support progressively deepening \ninstitutional  reforms  in  public  financial  management,  contingent  liability  management,  civil \nservice reform, and private sector development. Given the large gender disparity in Punjab \n(para. 7), subprogram 2 has focused special attention on supporting gender mainstreaming in \nthe program framework (paras. 72–77 and Table 2). Table 1 summarizes the achievements of \nsubprograms 1 and 2. More details on subprogram 2 actions are discussed in paras. 50-77.  \n \nTable 1: Major Achievements under Subprogram 1 and Subprogram 2   \nSubprogram 1 Key Activities  Subprogram 2 Achievements \nObjectives  \n(July 2006 to December 2007)  (January 2008 to September 2009) \nCPA1: Fiscal and Financial Management \nImprove  1. MTBF for 2008–2010  Implement output-based budgeting. The new MTBF for \ncoordination,  defined the aggregate  FY2010–FY2012 combines the aggregate resource \ntransparency, and  resource envelope.  envelope and strategic allocations with output-based \naccountability in the    budgeting for two pilot departments, DOH and DI&P. MTBF \nbudget process  2. Joint Finance Department  will be rolled out to the education, livestock and dairy, and \nand P&DD protocols adopted  excise and taxation departments in FY2010/11. \nto increase coordination   \nbetween recurrent and  Improve coordination in budget formulation. Single units \ndevelopment expenditures   have been created for the pilot departments to oversee \n   overall budget preparation. Finance Department and P&DD \n3. Transparent planning  have implemented joint protocols to review consolidated \nprocedures stipulated at  budgets.  \ndistrict level   \nImprove consultation in budget formulation. Pre-budget \n ", "14  \nSubprogram 1 Key Activities  Subprogram 2 Achievements \nObjectives  \n(July 2006 to December 2007)  (January 2008 to September 2009) \nconsultations with the provincial assembly were conducted \nfor the 2010 budget for the first time in the province's history. \nThis will help to reduce ad hoc political bargaining and \nreinforce budget predictability. \n \nCPA2: Pension Reform \nImprove finance  1. Actuarial assessment  Fund contingent liabilities. The Finance Department has \nand governance   carried out to estimate  transferred PRs12 billion to prefund the PPF. The funding \npension liabilities and  strategy was updated based on a 2009 actuarial \ndetermine cash-flow needs  assessment. Reporting pension and GP Fund costs and \n  liabilities on an accrual basis in line with international best \n2. Pension funding strategy  practice has been introduced. \nadopted   \n  Enhance governance of fund management. A trustee and \n3. Good governance structure  an external auditor were appointed for the PPF. Investment \nof PPF introduced  policy for PPF was adopted by the management committee. \n   \n4. GPIF law submitted to  General Provident Investment Fund Act. The provincial \nprovincial assembly  assembly passed the GPIF Act on 2 July 2009, providing an \nenabling legal framework for funding GP Fund liabilities. \n \nImprove record- 1. Policy note on priorities for  Improve record-keeping and administration. Over 90% of \nkeeping and  pension administration  pension records and almost 20% of GP Fund records have \nadministration    prepared, and the PAT  been compiled and verified. A pilot project has been initiated \nappointed to improve record- to test methods to speed the uploading of historic GP Fund \nkeeping and administration  records. \nsystems   \n \nCPA 3: Civil Service Reforms \nImprove human  1. A working group for  Develop a CSR road map. An overarching CSR policy to \nresource  reviewing human resource  transform the civil service and map out the sequence for \nmanagement    policies was notified.  reforms has been approved by the provincial cabinet.   \n   \n2. Competitive and incentive- Benchmark civil service performance. Benchmarking of \nbased recruitment system was  service delivery in key departments is being introduced to \nadopted for managing  reinforce performance accountability. \ndevelopment projects and \nprograms.  Create model departments. The piloting of fully fledged \n  functional review, business process reengineering, and \n3. Piloting departments were  human resource management reforms in E&TD and L&DD \nidentified for functional review  has been launched, leading the way for broader reforms. \nand business processes   \nreengineering.  Modernize recruitment. PPSC business process improved. \n  Further business process reengineering and adoption of a \nrecruitment system using information technology are under \nway.   \n \nStrengthen capacity  1. MPDD was designated as  Improve capacity. MPDD increased the number of training \nof civil servants  the principal capacity-building  hours and courses by 20% from FY2008 to 2009. A training \narm for public servants, and  strategy has been developed to transform training initiatives \nmodernization of MPDD  for skill development from supply driven to demand driven. \nstarted   \nCPA 4: Private Sector Development \nPromote PPP  1. A PPP cell was established  Develop PPP frameworks and projects. PPP institutions, \nin P&DD.    policy, and law have been developed. The provincial \ncabinet's approval of PDF guidelines, capitalization of PDF, \nand identification of potential projects will help to \nmainstream PPP. Subsequent work will include developing \ndetailed operational guidelines and projects, focusing on the \neducation, health, and infrastructure sectors. ", "    15\nSubprogram 1 Key Activities  Subprogram 2 Achievements \nObjectives  \n(July 2006 to December 2007)  (January 2008 to September 2009) \nCPA 5: Enhance development results \nAdopt RBM    Strengthen result focus. This new CPA has been \nintroduced to integrate reforms with a focus on development \nresults. A draft RBM framework has been prepared through \nconsultation map out result indicators in the education, \nhealth, and key infrastructure and economic sectors. The \ngradual adoption of RBM will transform civil service \nmanagement from a rigid micro-management style to a \nsystem that combines accountability for results and \nautonomy and flexibility in management. \nPromoting gender equity \nGender    Integrate gender actions in the program. Gender equity is \nmainstreaming  a crosscutting area that is supported by CPAs 1, 3, and 5. \nThe overall budget and planning processes have been \nreoriented toward increased attention to gender equity. \nGender equity–enabling institutions such as the Directorate \nof Women’s Development have been established. The RBM \nframework incorporates gender equity indicators, especially \nin health and education.    \n \nCPA = core policy area, CSR = civil service reform, DI&P = Department of Irrigation and Power, DOH = Department of \nHealth, E&TD = Exercise and Taxation Department, GPIF = General Provident Investment Fund, GP Fund = General \nProvident Fund, L&DD = Livestock and Dairy Department, MPDD = Management and Professional Development \nDepartment, MTBF = Medium-Term Budgeting Framework, P&DD = Planning and Development Department, PPF = \nPunjab Pension Fund, PPSC = Punjab Public Service Commission, PPP = public–private partnership, PDF = Project \nDevelopment Facility, PAT = Pension Administration Task Force, RBM = results-based management.  \n \nC.  Output and Activities of Subprogram 2 \n1.  CPA1: Improve Public Financial Management \n50.  The objective of this CPA is to improve public financial management to promote the \nefficient and accountable use of scarce public resources.  \n  \na.  Improve Expenditure Management \n51.  Implement output-based budgeting. A key reform in the PGEIP is the use of the \nMTBF to improve efficiency, accountability, and predictability in public financial management. \nSubprogram  1  institutionalized  the  explicit  estimation  of  the  province's  overall  resource \nenvelope and strategic sector allocations by introducing the top–down dimension of the MTBF. \nSubprogram 2 introduced bottom–up output-based budgeting in two key departments, DOH and \nD&IP. The comprehensive MTBF strengthens budget preparation in three aspects: (i) explicitly \ncommunicating the amount of resources available to departments to enforce fiscal discipline; (ii) \nlinking  service  delivery  with  the  budget  allocation  through  unit  costing;  and  (iii) adopting \nmultiyear forward planning to improve budget credibility and predictability.  \n \n52.  Output-based  budgeting  represents  a  paradigm  shift  from  incremental  input-based \nbudgeting to results, so that it becomes possible to monitor and evaluate the cost-effectiveness \nof public spending. In DOH, for example, there has been significant under-budgeting of non-\nsalary recurrent expenditure, such as medicine and O&M, through the years. This component is \nvital for service delivery. Under the MTBF, the current expenditure of DOH for FY2010 is about \n70% higher than that for FY2009. The reduction in the mismatch between expenditures and \noutputs, and between expenditure components, improves efficiency in using public resources. \nMTBF  implementation  will  be  rolled  out  in three  more  departments  in  subprogram  3.  The \n ", "16  \ngovernment has tentatively identified them as E&TD, Livestock and Dairy Department (L&DD), \nand Department of Higher Education.    \n \n53.  Spring  cleaning  of  ADP.  Budget  allocation  since  2009  has  been  tilted  toward \ncompleting ongoing schemes with the allocation of 70% of resources, with the remaining 30% \nallocated for new schemes. The government has taken measures to rationalize the FY2010 \nADP. The number of schemes with token allocations was reduced by about 25% compared with \nthe  previous  year,20 and  block  allocations  was  reduced  in  both  number  and  size.  The \ngovernment approved 70% of unapproved schemes in the first quarter of FY2010, equivalent to \nthe share of approved schemes for the whole FY2009. In subprogram 3, the government will \nincorporate rules in the planning manual to remove ongoing schemes whose present allocations \nare less than 10% of the financing needs and eliminate most new schemes where the allocation \nis less than 15% of the financing needs. The government has committed to reduce the number \nof unapproved schemes by at least 90% by the second quarter of each FY starting from \nFY2011. This will help to mitigate the phenomenon of “too many projects, too few funds” and \nreduce time and cost overruns.  \n \n54.  Greater accountability in budget execution. The prevalence of supplementary grants \nnegates  the  precision  and  discipline  gained  from  the  MTBF.  Subprogram  2  supports  the \ninstitutionalization of pre-budget consultations with the provincial assembly. This dialogue allows \nlegislators' concerns to be considered at an early stage of the budget process. This is expected \nto reduce demand for supplementary budgets and ad hoc development projects. As the costing \nof  outputs  within  the  resource  envelope  under  the  MTBF  improves,  the  government  has \ninstituted ceilings on net supplementary grants for the two pilot MTBF departments.21   \n \nb.  Improve tax administration and structure \n55.  Tax administration reforms will be actively pursued in subprogram 3, with some activities \nbegun under subprogram 2. The property survey to support UIPT collection was initiated in July \n2009 and is expected to be completed by December 2009. Concurrently, the annual rental \nvaluation tables will be updated to reflect more recent rental values by December 2009. On the \nMVT, the E&TD expects to implement online collection of the tax through commercial banks \nduring subprogram 3. This will be supported by completing the rollout of the motor vehicle \ndatabase to all districts in Punjab. E&TD institutional capacity—staff, functional structure, and \nbusiness processes for tax administration—will be addressed in the civil service reform (CSR) \ncomponent,  as  E&TD  is  one  of  the  two  departments  that  will  undergo  business  process \nreengineering.   \n \n2.  CPA2: Manage Contingent Liabilities \n56.  The objective of this component is to manage the growing burden of pension and GP \nFund expenditures and liabilities on provincial finances sustainably and efficiently.  \n \na.  Improve Financing and Reporting  \n57.  Funding. The government will not reach the funding target set in 2007 for subprogram 1 \nto accumulate PRs100 billion by FY2016 because of a number of developments. First, resource \n                                                 \n20  New schemes with allocations of less than 10% of project cost are considered token allocations.  \n21  Net supplementary grants refer to funding of proposed expenditures that are not funded by savings within the grant \ncontrolled by the administrative department. Such net supplementary grant requests are submitted to the Finance \nDepartment for its approval. ", "    17\nshortfalls arose from worsening economic conditions and reduced development partner support. \nSecond, there have been changes to the government's priorities with increased expenditure \noutlay to counter increased poverty and security risks. Third, poor economic conditions and high \ninflation mean few investment opportunities are generating positive returns.   \n \n58.  The government remains committed to addressing the growing pension and GP Fund \nliabilities. In FY2009, it transferred PRs6 billion to the PPF. For FY 2010, PRs6 billion was \ntransferred in August 2009. The government prepared a revised funding strategy that takes into \naccount  current  fiscal  conditions  (Supplementary  Appendix  B).  From  FY2011  onward,  the \ngovernment will stop borrowing GP Fund contributions deducted from the employees' salaries \nand transfer the amount to the General Provident Investment Fund (GPIF). At the same time, it \nwill initiate the amortization of GP Fund liabilities. The government will continue transferring \nfunds to the PPF and use the funds as a buffer for unexpected pension outlays or government \nrevenue shortfalls. Both the financing and investment strategies will be updated regularly to \nreflect changing needs, the maturity of the institutional mechanism, and fiscal conditions.     \n \n59.  Governance  structure.  The  governance  structure  of  the  PPF  adopted  under \nsubprogram  1  has  been  implemented  under  subprogram  2.  A  management  committee \ncomprised of six ex-officio members and four private sector members has been created and \nmeets regularly. Four subcommittees, investment, human resource, governance, and accounts \nand compliance, have been formed. In August 2009, a general manager was hired from the \nprivate sector; the trustee, legal advisor, and external auditor were appointed; and the signing \nauthority of the pension account was transferred to the PPF. An investment policy for PPF was \napproved by the management committee in October 2008. The GPIF Act was adopted by the \nprovincial  assembly  on  2  July  2009.  In  the  future,  both  the  PPF  and  GPIF  funds  will  be \nmanaged  by  the  same  management  committee  to  minimize  operational  costs  and  share \nprofessional expertise.  \n \n60.  Accounting for pension and GP Fund costs. The government reports pension and \nGP Fund costs based on annual benefit payments. To assess the solvency and sustainability of \nthe pension scheme, it is necessary to look at long-term costs on an accrual basis. Under \nsubprogram 2, the government, for the first time, reported on the current cost and accrued \nliabilities of the pension and GP Fund based on an actuarial valuation using June 2008 data \ncontained in the white paper for FY2010. The government will report on the current cost and \naccrued liabilities of the pension and GP Fund in line with International Public Sector Accounting \nStandard 25,22 as a supplement to the budget starting from the next fiscal year.    \n \nb.  Improve Record-Keeping and Administration   \n61.  Under subprogram 1, the Finance Department created the Pension Administration Task \nForce (PAT), which is responsible for improving the administration of pension and GP Fund \nexpenses. Under subprogram 2, a baseline has been introduced to monitor the progress of data \ngathering, verification, and entry for payroll, pension, and GP Fund records into the SAP/R3 \ndatabase. As of 10 August 2009, over 988,000 employees were paid through the SAP/R3 \nhuman resource module, and 782,000 GP Fund accounts and 162,000 pension records were \nregistered. Substantial progress has been made in collecting pension record data. Across the \nprovince, over 90% of pension records have been entered into excel files. About half of the \n                                                 \n22 The International Accounting Board has selected a particular actuarial method as the standard for pension \naccounting to ensure that pension expenses reported by different entities are comparable. Projected unit cost  is an \naccrual accounting method in which the required assets correspond to the accrued liabilities and the annual cost \ncorresponds to the value of the benefits earned for that year of service. \n ", "18  \ncomputerized  data  had  been  uploaded  into  the  SAP/R3  database.  Although  most  of  the \nemployees have a GP Fund account, these accounts are far from complete. About 20% of \nhistoric GP Fund records have been converted from ledger books into the SAP/R3 database. A \npilot project has been initiated to test alternative methods that may speed the process.    \n \n3.  CPA3: Forge Civil Service Reforms \n62.  The objective of this component is to foster an efficient, accountable, and capable civil \nservice.    \n \na.  Improve Functions, Streamline Business Processes, and Modernize \nHuman Resource Management in the Civil Service \n63.  Adopting a civil service reform policy. The daunting challenge confronting CSR in \nPunjab necessitates an incremental approach toward introducing sustainable changes. To guide \nreforms and enable departments to adopt human resource management practices that depart \nfrom the existing rules and regulations, the provincial cabinet approved a CSR policy in August \n2009 which sets out the government's intention and commitment to modernize the civil service \n(Supplementary Appendix E). The policy articulates key parameters for reforms, including the \nrole  of  government,  open  and  merit-based  posting  and  recruitment,  modern  compensation \npackages, stable tenure, skills development, simplified business processes, and rewards linked \nwith service delivery indicators.      \n \n64.  Reforming departments. The government identified two key departments, E&TD and \nL&DD, to undergo a full-fledged functional review, business process reengineering, and human \nresource management reform. While E&TD is a key provincial revenue office, L&DD supports a \nsector that generates about 40% of farmers' income. Functional review is especially important \nfor L&DD. In addition to providing extensive services, the department provides animal nutrition \nand vaccines and owns farms. Encouraging private sector participation in the livestock and dairy \nsector will reduce the administrative burden of the government and improve efficiency in using \nresources such as land. The government is considering leasing out most of the farms to the \nprivate sector. As 80% of dairy sector work is managed by women, improved the functioning of \nthis department will help to empower women by increasing their income.   \n \n65.  Business process reengineering in L&DD and E&TD will reduce redundant processes \nand improve operational efficiency, supported by the use of information technology. Human \nresource management reforms strengthen incentives for better service delivery. These include \nintroducing open and merit-based recruitment and posting, linking compensation with skills and \nperformance, stabilizing tenure, monetarizing benefits, outsourcing nonessential functions, and \ntransforming the civil service from a large unskilled structure into skilled institutions.      \n \n66.  Modernizing  recruitment.  A  major  complaint  against  the  Punjab  Public  Service \nCommission (PPSC) is its slow response to departments' recruitment requests. Supported by \nthe subprogram 2, the PPSC adopted a new procedure in August 2009 to move away from \ninterviewing  all  candidates  to  only  those  who  are  shortlisted.  This  will  significantly  reduce \nrecruitment  time.  The  effort  to  introduce  simplified  business  processes  and  a  recruitment \nmanagement system using information technology will continue into subprogram 3 and beyond.  \n \n67.  Benchmarking Performance. Designing an evidence-based performance-management \nsystem is a key support for reforms. This program supports benchmarking to identify and \nmeasure key performance indicators. Comprehensive benchmarking will be carried out initially ", "    19\nin  E&TD,  L&DD,  and  PPSC,  focusing  on  strategic,  functional,  performance,  and  process \naspects. While PPSC benchmarking has been completed, work for E&TD and L&DD has started. \nOver time, benchmarking performance will constitute an important part of the performance \nmanagement system throughout the province.   \n \nb.  Strengthen Civil Servant Capacity \n68.  The number of training days conducted by MPDD almost doubled from 2007 to 2008 \nand increased a further 20% from 2008 to 2009. The training subjects include provincial policies \nand regulations; technical matters such as financial management, project management, and \ncomputer  skills;  and  personal  skills  such  as  problem  solving,  decision  making,  and \ncommunications.  Gender-sensitization  workshops  have  been  held  and  are  supported  by \nsubprogram 2. MPDD training infrastructure has improved significantly. Its facilities are now \nrented by other organizations, creating additional income for the government. MPDD will adopt \na management information system to improve the efficiency of training by 2009. A training \nstrategy was developed during subprogram 2 to transform the training initiative in the province \nfrom  supply  based  to  demand  driven,  providing  increased  autonomy  and  incentives  to \ndepartments and staff.    \n \n4.  CPA4: Enable Private Sector Development \n69.  The objective of this CPA is to promote PPP for higher economic growth and better \nservice delivery. Subprogram 2 supports the development of an enabling environment for PPP \nof infrastructure and social services, especially education and health services. A framework was \nprepared in April 2009 to outline a road map for developing PPP (Supplementary Appendix F). \nA  PPP  policy  was  approved  in  August  2009  by  the  provincial  cabinet  to  articulate  the \ngovernment's intention to adopt PPP for infrastructure and social service delivery. A PPP law \nwas prepared and discussed with stakeholders, and submitted in August 2009 to the provincial \nassembly. A series of training workshops have been held for key line departments. During \nsubprogram  3,  the  PPP  Cell  established  in  subprogram  1  will  be  complemented  by  the \nestablishment of a senior policy board chaired by the chief secretary. The experience of federal \ngovernment PPP reforms demonstrates that PPP development should include opportunities to \nlearn by doing through actual project development, which will help sustain government interest \nand commitment toward PPP. While the government continues to develop PPP regulatory \nframeworks, it has also made efforts to support PPP project development. Project development \nfacility  (PDF)  guidelines  was  approved  by  the  provincial  cabinet  in  August  2009,  and  the \ngovernment has allocated $1 million funds in the FY2010 budget for the facility and identified a \nlist of potential PPP projects.23   \n \n5.  CPA5: Adopt Results-Based Management  \n70.  This  is  a  new  CPA  which  helps  the  government  to  adopt  modern  public  sector \nmanagement techniques to achieve its vision. Punjab has developed a draft result framework \nthrough a consultative process to shift its development agenda from inputs and activities toward \ngreater accountability for results. The key sectors included in the framework are education, \nhealth, water supply and sanitation, irrigation and power, transport, livestock and dairy, and \nexcise and taxation. Punjab's RBM framework pays particular attention to achieving positive \ngender results, especially in health and education, to contribute to achieving the MDGs.  \n                                                 \n23 Any PPP project developed with support from the PGEIP will be designed taking into consideration applicable \ngovernment and ADB environmental and safeguard requirements. \n ", "20  \n \n71.  Punjab's  RBM  framework  focuses  on  results  (outputs,  outcomes,  and  impact)  and \nemphasizes the need to efficiently use resources. Adopting sound public financial management, \nhuman resource management, efficient business processes, and monitoring and evaluation \nsystems form an essential part of RBM. There is also a great need to streamline the role of the \ngovernment and enable the private sector to deliver results. The focus to deliver development \nresults underpins the five CPAs in the PGEIP. The linkages between Punjab's development \nresults  and  the  ADB's  strategic  focus  provide  a  platform  for  the  ADB  to  assist  Punjab's \ndevelopment through both providing financing and supporting reforms. The overview of Punjab's \nRBM framework is set out in Figure 2, and the details of Punjab's RBM framework are outlined \nin Supplementary Appendix G.    \n \n6.  Gender Focus of the Program \n72.  Subprogram 2 of the PGEIP mainstreams gender reforms and supports gender equity in \nPunjab24, building upon past ADB support to Pakistan under the Decentralization Support \nProgram. The subprogram 2 action plan (see Supplementary Appendix C and Table 2) includes \na number of gender-specific actions. Over 2004–2007, the Decentralization Support Program \nsupported the Government of Pakistan in developing the national Gender Reform Action Plan \n(GRAP), which was later approved by the National Assembly, and provincial GRAPs that were \napproved by provincial assemblies or cabinets. Promoting gender equity is an important part of \nsubprogram 2, especially in CPA1 (improving public financial management), CPA3 (civil service \nreforms), and CPA5 (adopting RBM).  \n \n73.  The government has begun to orient budget and planning processes toward increased \nattention to promoting gender equity. Two pre-budget seminars were conducted to increase \nawareness on gender sensitive budgeting in FY2010. While still small, resource allocation for \nGRAP implementation has more than doubled during subprogram 2, from PRs70 million in \nFY2008 to PRs148 million in FY2010.   \n \n74.  Gender  mainstreaming  units  have  been  established  in  seven  key  departments: \neducation, health, finance, planning and development, home, law, and services and general \nadministration. Gender support units have been established in 27 districts. The gender support \nunits conducted a review of 179 project documents. Based upon the review, these project \ndocuments were revised to reflect better gender balance. MTBF helped to significantly increase \nbudget for the health sector in FY2010. The ADP for health and education includes a clear focus \non  bridging  the  gap  in  services  and  infrastructure  available  to  male  and  females.  The \ngovernment prepared gendered budget statements for the districts of Rajanpur and Gujrat to \ngauge whether public investment is gender responsive. The findings were incorporated into the \ngender aspects section of the budget call circular for FY2010. Subprogram 3 will further deepen \nand  institutionalize  gender-sensitive  public  financial  management  by  introducing  gender-\nresponsive budgeting in the health and education departments.    \n \n75.  The livestock and dairy sector contributes 11% of provincial GDP and employs 30 million \npeople, largely in rural areas. Women play an important role in animal husbandry. Over 90% of \nfresh milk consumed in Pakistan is derived from small domestic production, which is mainly \nmanaged by women. The government realizes the importance of this sector. Budget allocation \nfor livestock and dairy more than doubled to PRs1,640 million in FY2010 from PRs806 million in \n                                                 \n24 Subprogram 2 of PGEIP has been categorized as an effective gender mainstreaming program by the Regional \nSustainable Development Department and the program team.  ", "    21\nFY2009. The initiatives will improve productivity in this sector and augment the earning power of \nwomen. Lack of economic empowerment is a major problem facing women in Punjab.  \n \n76.  CPA3 supports the establishment of institutions that enable gender equity. The GRAP \nproject  will  conclude  in  June  2010.  Anticipating  this  and  the  continuous  need  for  gender-\nsensitive  interventions,  the  government  has  established  the  Directorate  of  Women’s \nDevelopment  to  be  responsible  for  sustainably  carrying  out  GRAP  activities.  The  PGEIP \nsupports the conduct of a series of sensitization workshops on gender equity to raise awareness \nof gender issues and to mainstream gender equity in the reform agenda. Benchmarking and in-\ndepth functional review, business process reengineering, and human resource management \nreforms in L&DD will improve the performance of the dairy sector and boost woman's earning \npower. Gender equity will be a regular training topic in the MPDD curriculum in subprogram 3.  \n \n77.  Bridging the gender gap is a core element of Punjab's RBM framework, especially in \nhealth  and  education.  The  RBM  framework  working  group  will  report  both  progress  and \nshortfalls in achieving the indicators to the provincial cabinet and assembly. The realization of \nconcrete outcome indicators in key sectors, such as eliminating the gender disparity in primary \nschool  enrollment,  will  go  a  long  way  toward  improving  the  welfare  of  women  and  other \nvulnerable  groups  in  Punjab.  Subprogram  3  will  support  the  assessment  of  GRAP \nimplementation regarding public financial management, civil service reforms, service delivery, \nand  economic  empowerment  aspects;  and  the  deepening  of  gender  mainstreaming \ninterventions. Table 2 summarizes gender initiatives included in the subprogram 2 action plan.  \n \nTable 2: Action Plan for the Gender Mainstreaming Component of \nSubprogram 2 of the Punjab Government Efficiency Improvement Program \nSubprogram 2 Prior \nActions (January 2008 \nto September 2009)   Responsible Agencies  Deadlines  Outputs \nCore Policy Area 1: Public Financial Management \nHold pre-budget seminar  GRAP units worked with district  Completed  Seminars \non gender equity  governments. Participants included \nrepresentatives from civil society \norganizations, elected \nrepresentatives, and government \nofficers from finance, P&DD and \nline departments at the district \nlevel   \nIncrease GRAP budget  Finance Department  Completed  GRAP allocation doubled  \nallocation   \nPRs70 million in FY2008 to PRs148 \nmillion FY2010 \nReview ADP schemes to  Gender support units in 27 districts   Completed  Revised PC-Is reflecting more \nmake them more gender  gender sensitive project designs \nsensitive \nImprove health sector  Finance Department and Health  Completed  Non-salary recurrent allocation \nnon-salary recurrent  Department  increased by nearly 70% to improve \nexpenditure  provision of medicine and O&M \nIncrease allocation to  Finance Department and Livestock  Completed  Budget allocation for livestock and \nlivestock and dairy sector    and Dairy Department  dairy more than doubled to \nPRs1,640 million in FY2010 from \nPRs806 million in FY2009, to \nimprove productivity in a sector \nwhere 80% of the work is done by \nwomen \n ", "22  \nSubprogram 2 Prior \nActions (January 2008 \nto September 2009)   Responsible Agencies  Deadlines  Outputs \nCore Policy Area 3: Civil Service Reforms \nEstablish Directorate of  Government of Punjab  Completed  The Directorate of Women’s \nWomen’s Development  Development \nHold gender-sensitization  PMU working with MPDD  30 July 09  Workshops   \nworkshops   \nCore Policy Area 5: Adopt Result Based Management \nIntegrate gender-equity  P&DD to coordinate  15 July  Draft result framework with clear \nindicators in Punjab's       gender equity indicators \nresult framework    \nADP = annual development program, GRAP = gender reform action plan, L&DD = Livestock and Dairy Department, \nO&M = operation and maintenance, PC-I = Planning Commission Pro Forma-I, PMU = program management unit, \nMPDD = Management and Professional Development Department, P&DD = Planning and Development Department.  \nSource: ADB using information provided by the Government of Punjab. \n \nD.  Important Features \n78.  Introducing result based management. The PGEIP is introducing RBM in Punjab, \nwhich is characterized by focus and accountability for results. RBM serves as an overarching \nframework linking development results with effective and efficient systems and procedures. The \nfirst four CPAs of the PGEIP aim to equip the government with efficient, accountable, and \nenabling financial, human resource, information, and monitoring and evaluation systems for \ndelivering results, while the new fifth CPA integrates long-term goals, medium-term outcomes, \nand short-term actions.  \n \n79.  Deepening the long-term reform agenda and sharpening the focus on results. The \nPGEIP has evolved to include a few strategic reform areas focusing on delivering results. This \ndeparts from past programs that were overburdened by scattered and numerous actions.  \n \n80.  Sustained government ownership. Vision 2020 and the MTBF articulate the need for \nan efficient, effective, and responsive government, as well as a dynamic and productive private \nsector.  Extensive  dialogue  with  the  government  and  consultations  with  stakeholders  have \nensured that all four CPAs of the PGEIP are in close alignment with the government’s policy \ndirections.  Ongoing  consultation  with  stakeholders  will  help  ensure  sustained  support  for \nreforms despite political and leadership changes. The current government, which came to \npower in February 2008, has strongly embraced program reforms.     \n \n81.  Integrated program design. The PGEIP is consistent with ADB's Strategy 2020 and the \nCountry Partnership Strategy for Pakistan, and it complements operations by ADB and other \ndevelopment partners. Its CPAs are integrated. For example, public financial management \nreforms link resource allocation with performance, while business process reengineering in \nE&TD under CSR complement tax administration reforms.  \n \n82.  Introducing the program administration memorandum. A PAM has been developed \nby ADB and the government to monitor program progress and facilitate reform implementation. \nThe PAM is an evolving tool that maps out the actions to be taken and the responsibilities of \nagencies  and  individuals,  and  monitors  progress.  The PAM  will  be  a  useful instrument  to \nsupport the PGEIP and TA implementation and communications among and within the ADB and \ngovernment teams.  ", "    23\n \n83.  Gender mainstreaming. Effective gender mainstreaming is an important part of the \nPGEIP, especially in the areas of public financial management, civil service reform, and RBM. \nGender mainstreaming will be regularly evaluated and deepened as program implementation \nproceeds.  \n \nE.  Financing Plan \n84.  Loan size, terms, and conditions. Two loans with an aggregate amount of $150 million \nequivalent will be provided to finance subprogram 2 of the PGEIP. The first loan of $75 million \nwill be financed from ADB’s ordinary capital resources, with interest to be determined according \nto ADB's London interbank offered rate (LIBOR)-based lending facility; a 15-year term, including \na grace period of 3 years; a commitment charge of 0.15% per annum; and other terms and \nconditions set forth in the draft loan agreement. The Government of Pakistan has provided ADB \nwith (i) the reasons for its decision to borrow under ADB’s LIBOR-based lending facility under \nthese terms and conditions and (ii) an undertaking that these choices were its own independent \ndecision and not made in reliance on any communication or advice from ADB. The second loan \nof $75 million equivalent will be financed from ADB Special Funds resources with a term of 24 \nyears including a grace period of 8 years; an interest rate of 1.0% per annum during the grace \nperiod and 1.5% thereafter; and other terms and conditions set forth in the draft loan agreement. \nThe borrower will be Pakistan.   \n \n85.  Financing of subprograms 2 and 3 were provisionally estimated in subprogram 1 at $250 \nmillion each. Subprogram 2 has been scaled back in light of the exceptional financing needs at \nthe national level. The government has requested that $250 million be provided for subprogram \n3 as originally envisaged. The loan size and composition of subprogram 3 will be confirmed \nduring processing on the bases of progress, financing requirements, and the availability of \nresources.  \n \nTable 3: Adjustment Cost of Reformsa \n(PRs billion, unless otherwise specified) \n Policy areas  FY2010  FY2011  FY2012 \nCore Policy Area 1: Public Financial Management \nResults-oriented  budgeting  in  key  social  sector  and  infrastructure  12.0  14.0  27.0 \ndepartments \nCosts related to tax reforms     0.7  0.7 \nCore Policy Area 2: Contingent liability Management  \nCapitalization of PPF   6.0  2.0  2.0 \nCapitalization of GPIF     7.0  7.0 \nCore Policy Area 3: Civil Service Management \nBusiness process reengineering  0.1  0.2  0.4 \nReduction in wage compression      4.0  8.0 \nOutsource of nonessential functions     0.1  0.2 \nRight sizing        0.2 \nCore Policy Area 4: Private Sector Participation \nPPP transactions services  0.1  0.3  0.6 \nViability gap funding       1.0 \nPPP project costs  4.0  10.0  16.0 \nTotal   22.2  38.3  63.1 \nIn $ millionb  308.3  531.9  876.4 \n   FY = fiscal year, GPIF = General Provident Investment Fund, MTBF = medium-term budgetary framework, PPF =    \n   Punjab Pension Fund. \na. Adjustment  costs  in  FY2008  and  FY2009  mainly  included  pension  and  GP  fund  capitalization.  The  actual \ncapitalization was PRs6 billion in 2008/09, lower than originally envisaged for reasons specified in para. 57.  \n ", "24  \nb  Conversion uses an estimated average exchange rate between FY2006 and FY2009 of $1 = PRs72.0. \nSources: Government of Punjab Annual Budget FY2010 and Asian Development Bank estimates. \n \n86.  The primary reason for the government to seek ADB policy and financial support is to \ncarry out institutional reforms toward an efficient, accountable, and capable government. The \nfinancial,  economic,  and  political  costs  associated  with  the  reforms  are  substantial.  Direct \nadjustment  costs  include  (i)  costs  for  results-oriented  budgeting  in  key  social  sector  and \ninfrastructure  departments,  specifically  relating  to  bridging  the  gaps  caused  by  chronic \nunderfunding of nonrecurrent expenditure in the incremental and input-based budget system; \n(ii) the capitalization of PPF and GPIF; (iii) increased wage costs as civil service reforms bring \ncompensation more in line with the market rate; (iv) support of PPP projects in infrastructure \nand social services, and (v) costs to support consensus building (Table 3). \n \n87.  Earlier discussion on the use of the program proceeds focused on pension and GP Fund \ncapitalization. The government modified this focus for the following reasons: (i) slow growth and \nhigh inflation in Pakistan has made it difficult to find investment opportunities that generate \npositive  returns;  (ii)  the  reduction  in  government  revenue  and  delayed  disbursement  and \nreduction in funds available from ADB programs have made unfeasible pursuing the initial \npension and GP Fund path; (iii) based on the updated actuarial assessment and changed \nmacroeconomic  situation,  the  updated  pension  financing  strategy  provides  for  slower \naccumulation in the next 5 years; (iv) the need to weigh pensions and GP Fund against other \nadjustment costs and financing needs suggests a more balanced approach in using program \nproceeds. Subprogram 2 proceeds will thus be used to partly cover all areas of reform costs. \n \n88.  The adjustment costs of PGEIP reforms are substantial. Program proceeds will only \npartly  cover  the  adjustment  costs.  The  government  needs  to  generate  resources  through \nimproved efficiency. In public financial management, for example, rationalization of development \nplans and recurrent expenditure is needed to create fiscal space. In some cases, expenditure \nwill need to be reduced based on the government's strategic priorities and resource constraints. \nIn pension and GP Fund management, the funding pace has slowed, partly reflecting the \ngovernment's resource constraints. In civil service reforms, while the wage compression of \nskilled employees needs to be addressed, the number of unskilled employees needs to be \nreduced to create fiscal space and make better use of the province's human resources. Fringe \nbenefits need to monetarized and rationalized to create a more liquid, more transparent, and \nless  wasteful  compensation  system.  In  private  sector  development,  while  developing  PPP \nprojects requires initial public funding, it will bring more resources and better utilization of \nresources over time. The reforms under PGEIP subprogram 2 entail short-term costs, but \nPunjab will draw larger benefits over the long run. \n \n89.  Relending. The Government of Pakistan will relend the local currency generated from \nthe proceeds of the loans to the Government of Punjab under the same terms and conditions as \nthose  extended  by  ADB  to  Pakistan.  The  Government  of  Punjab  will  assume  the  foreign \nexchange and interest rate risks. \n \nF.  Implementation Arrangements \n1.  Program Management \n \n90.  P&DD is the EA. The steering committee established under subprogram 1 continues to \nguide  PGEIP  implementation.  The  executive  committee  chaired  by  the  P&DD  chairman \nsupports the steering committee and ensures efficient implementation. The executive committee ", "    25\nmeets  at  least  twice  a  year  and  oversees  program  implementation.  To  increase  program \nownership among the IAs, the executive committee includes the IAs working on the specific \nreform area concerned. Membership thus changes according to the specific area covered. ADB \nmay be invited to participate in executive committee meetings as an observer. Each CPA has \ndedicated focal departments. The Finance Department is responsible for implementing CPAs 1 \nand 2, the Service and General Administration Department is coordinating CPA3, and P&DD is \nin charge of CPAs 4 and 5. A RBM working group has been established to develop and monitor \nthe implementation the results and report its findings to the provincial cabinet and assembly. \nThe PMU established under the PRMP in 2003 is the secretariat of the steering and executive \ncommittees. A PAM using Microsoft Project has been prepared to assist and monitor progress \n(Supplementary Appendix D). PGEIP subprogram 2 implementation has been supported by the \nTA loan and TA grant for the PGEIP program cluster. \n \n2.  Implementation Period \n \n91.  The  implementation  period  of  PGEIP  is  from  July  2006  to  around  March  2011. \nSubprogram 2 covers reform measures implemented from January 2008 to September 2009. \nThe proposal on the subprogram 3 loan will be submitted for Board consideration about 18–20 \nmonths  after  loan  effectiveness  for  the  subprogram  2  loans,  subject  to  the  governments' \ncontinued commitment to the reform agenda and adequate reform progress. \n \n92.  To  guide  reform  actions,  an  action  plan  for  subprogram  3  was  developed  during \nsubprogram 2 implementation. While the government is committed to implementing key reform \nprinciples, the action plan will be a working document and actions therein will be adjusted where \nneeded to address unforeseen situations, in close coordination with ADB.  \n \n3.  Tranches and Counterpart Financing \n \n93.  The proceeds from the two loans will be available for withdrawal in a single tranche \nsubject to satisfaction of all subprogram 2 policy actions and following loan effectiveness. \n \n94.  The government will ensure that the local currency generated from the proceeds of the \nloans  will  be  used,  first,  to  support  the  adjustment  costs  of  reforms  to  be  initiated  and \nimplemented under subprogram 2 and, second, to finance expenditures for the government’s \ngeneral development purposes.  \n \n4.  Procurement and Disbursement Arrangements \n \n95.  The loan proceeds will be used to finance the full foreign exchange costs (excluding \nlocal duties and taxes) of items produced and procured in ADB member countries, excluding \nineligible items (Appendix 7) and imports25 financed by other bilateral and multilateral sources. \nThe loan proceeds will be disbursed to the Islamic Republic of Pakistan, the Borrower, in \naccordance  with  the  provisions  of  ADB’s  Simplification  of  Disbursement  Procedures  and \nRelated  Requirements  for  Program  Loans.26 No  supporting  import  documentation  will  be \nrequired if, during each year that loan proceeds are expected to be disbursed, the value of \nPakistan’s  total  imports  minus  imports  from  nonmember  countries,  ineligible  imports,  and \nimports financed under other official development assistance is equal to or greater than the \n                                                 \n25 Eligible imports minus imports from nonmember countries, imports specified on the list of ineligible items, and \nimports financed by ADB or other international and bilateral development agencies. \n26 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n ", "26  \namount of the loan expected to be disbursed during that year. The Government of Pakistan will \ncertify  its  compliance  with  this  formula  in  its  withdrawal  request.  Otherwise,  import \ndocumentation under existing procedures will be required. Disbursements will be made under \nthe simplified procedures for program loans. \n \n5.  Anticorruption, Fiduciary Issues, Accounting, and Auditing \n \n96.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  governments  of  Pakistan  and  Punjab.  Consistent  with  its  commitment  to  good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nProject. To support these efforts, relevant provisions of ADB’s Anticorruption Policy are included \nin  the  loan  regulations  and  bidding  documents  for  the  Project.  In  particular,  all  contracts \nfinanced by ADB in connection with the Project shall include provisions specifying the right of \nADB  to  audit  and  examine  the  records  and  accounts  of  the  Executing  Agency  and  all \ncontractors, suppliers, consultants, and other service providers as they relate to the Project. \n \n97.  Much progress has been made on accountability and auditing, with support from the \nPIFRA. The PGEIP will complement the government's anticorruption efforts. For instance, CPA1 \naims for an efficient and accountable public financial management regime.27 The introduction of \naccrued accounting and the automation of pension and GP Fund records under CPA2 will \nincrease  transparency  and  minimize  the  scope  for  error  and  fraud  in  the  accounting  and \ndisbursement  of  pension  benefits.  Human  resource  reforms  and  business  process \nreengineering under CPA3 will enhance transparency and reduce opportunities for corruption. \nThe promotion of PPP under CPA4 will improve discipline in service delivery.   \n \n6.  Performance Monitoring, Evaluation, and Program Review \n \n98.  The government and ADB have agreed on a range of outcome and output indicators to \nmonitor PGEIP implementation and evaluate its impact within the program framework (Appendix \n1). The government and ADB will periodically review progress on PGEIP implementation. The \ngovernment will keep ADB informed of the outcome of policy discussions with other multilateral \nand bilateral agencies that have implications for PGEIP implementation and provide ADB with \nthe opportunity to comment on any resulting policy proposals. A review will be conducted by the \nexecutive committee every quarter, and a progress report will be shared with ADB, with the first \nprogress report due on 31 December 2009. A summary of the progress report will be published \non the PRMP website (http://www.punjab-prmp.gov.pk/). To assist monitoring and evaluation \nand guide implementation, a detailed action plan has been prepared for subprogram 3. PGEIP-\nrelated information is widely disseminated to the public through a dedicated website. Regular \nworkshops and meetings involving civil society will be organized by the PMU to seek ideas from \nthe public and disseminate information. ADB will regularly carry out review missions to review \nprogress and, based on the result, prepare subprogram 3.    \n \n \n \n                                                 \n27  CPA 1 (improve public financial management) is an important initiative for addressing and mitigating risks \nidentified  in  the  country-level  risk  assessment  in  the  area  of  public  financial  management  in  the  Country \nPartnership Strategy, which was approved in March 2009. This is a good example of following through with action \nto address country-level risks identified during Country Partnership Strategy formulation through program reforms. \n ", "    27\nV.  PROGRAM BENEFITS, IMPACT, ASSUMPTIONS, AND RISKS \nA.  Program Benefits \n99.  The PGEIP reinforces is expected to yield a number of benefits for the residents of \nPunjab, which are summarized below.   \n \n100.  More efficient use of public financial resources. The shift from input- to output-based \nbudgets  will  strengthen  efficiency and  accountability  in  the  use  of  public  resources.  It  will \neliminate the mismatch between expenditure components, especially the squeeze on non-salary \nrecurrent expenditure, thereby reducing waste and improving service delivery. By integrating \nplanning  and  budgeting  processes,  the  PGEIP  will  ensure  greater  cohesion  between \ndevelopment priorities and fiscal resources. The integration of annual budgeting under the \nMTBF will make budgeting more predictable and disciplined. The increase of the GRAP budget \nwill contribute to gender mainstreaming. All these actions will improve the use of scarce public \nresources and the provision of public services, especially to women and other vulnerable groups.       \n \n101.  Greater financial sustainability for the pension system. The partial prefunding of \npension  and  GP  Fund  costs  will  free  up  finances  and  reduce  contingent  liabilities.  The \nestablishment of the PPF and GPIF will promote savings, which will contribute to financial sector \ndevelopment and economic growth. The improvement of pension and GP Fund record-keeping \nwill reduce leakage and improve service delivery.    \n \n102.  An  efficient,  accountable,  and  capable  civil  service.  Improved  human  resource \nmanagement in the civil service will infuse merit and performance orientation and motivate civil \nservants  for  better  service  delivery.  Efficient  institutional  structures,  simpler  business \nprocedures, better human resource management, and improved capacity in the public sector \nwill improve the functioning of government. These efforts will help to transform the Punjab civil \nservice from a rigid, hierarchical bureaucracy into a citizen-responsive organization capable of \nleveraging scarce resources and providing an environment that is conducive to private sector–\nled growth. These reforms are fundamental to improved service delivery, especially to women \nand other vulnerable groups, and creating a better investment climate.  \n \n103.  A  dynamic  private  sector.  The  establishment  of  policy,  institutional,  and  financial \nmechanisms for PPP will enable Punjab to benefit from the resources of both the private and \nthe public sector for improved infrastructure and social service delivery, higher investment and \ngrowth, and more jobs.  \n \n104.  Results-based  management.  The  adoption  of  RBM  will  transform  public  sector \nmanagement  from  rigid  micro  control  to  greater  focus  on  results.  This  combination  of \naccountability for results and flexibility in management is the hallmark of modern public sector \nmanagement and will usher in a paradigm change in government functions in Punjab. The result \nframeworks of the social sectors will contribute to improving the welfare of women and other \nvulnerable groups through increased focus on development results and better service delivery.  \n \n105.  Gender benefits. Punjab's result framework explicitly spells out government targets for \ngender equity, particularly in health and education. One of the PGEIP's key target departments \nis livestock and dairy, in which women carry out 80% of activities. The government increased \nthe livestock and dairy budget to PRs1,640 million in FY2010 from PRs806 million in FY2009. \nImproved function, business processes, and human resource management in L&DD will help to \nimprove productivity in the sector and economically empower women. Building on Punjab's \n ", "28  \nGRAP, the PGEIP helped to identify large funding gaps and increased budget allocation in the \nhealth sector, with positive benefits to woman and children through better access to medicine \nand improved medical facilities. Supported by the PGEIP, budgeting and planning processes in \nPunjab are paying increased attention to gender equity in allocations. Institutions tasked to work \non gender equity, such as the Directorate of Women’s Development, have been set up to carry \nout GRAP activities. The PGEIP is conducting a series of sensitization workshops on gender \nequity in Punjab. All these efforts will contribute to women's welfare and empowerment. The \nsummary poverty reduction and social strategy of the PGEIP is in Appendix 8. \n  \n106.  The  institutional  reforms  embodied  in  the  PGEIP  will  improve  government  function \nacross the board and are essential for good governance, economic growth, and improved public \nservice delivery. The realization of these benefits requires commitment and determination from \nthe government. The PGEIP's support and leverage are critical to keeping the reforms on track. \n \nB.  Program Impact \n107.  Fiscal space. The PGEIP will contribute to creating fiscal space by (i) reducing wastage \nin public expenditure through the MTBF, (ii) prefunding of pension and GP Fund costs to contain \nexpenditure outlay, (iii) reducing pension and GP Fund leakage through better record-keeping, \n(v) developing an efficient civil service, and (vi) leveraging investment through PPP. \n \n108.  Institutional development. Increased coordination between planning and budgeting will \npromote a more coherent approach to public expenditure management, with significant gains in \noutput-oriented financial management. An improved ADP will enhance the effectiveness of the \ngovernment's development efforts. Establishing a professionally managed PPF and GPIF is a \nmilestone for managing the funds in line with international best practice. Civil service reforms \nwill bring across-the-board institutional improvement in the public sector. The establishment of \nthe PPP Cell will strengthen the interface between the public and private sectors. The adoption \nof RBM will modernize public sector management in Punjab.  \n  \n109.  Service delivery and social impact. More efficient public resource management and \nimproved civil service management will improve the quality of service delivery, especially in the \neducation and health sectors. Improved management of contingent liabilities will strengthen the \nsocial safety net. The creation of fiscal space will allow more social spending, especially on \nvulnerable groups, including women.   \n \n110.  Economic growth and poverty reduction. Improved public financial management will \nimprove  value  for  money  in  public  spending  and  generate  resources  for  investment.  The \nestablishment of the PPF and GPIF will contribute to investment and economic growth. The \nefficiency gains achieved through civil service reforms and private sector development will spur \nsustainable economic growth. Promoting PPPs will enable more resources for investment and \nthe provision of more and better infrastructure and social services. The PGEIP will contribute to \npoverty  reduction  by  increasing  investment  and  the  expansion  of  income-generating \nopportunities, more and better social and development spending, and a more effective public \nsector that is geared towards service delivery outcomes. \n \n111.  Resettlement, indigenous people, and the environment. The PGEIP will cause no \ndirect or indirect involuntary resettlement or  raise any issues affecting indigenous peoples \n(category C). It is also unlikely to have any adverse environmental impact (category C). \n ", "    29\nC.  Risks and Mitigating Measures \n112.  Program design and implementation need to manage and mitigate a variety of risks. \nThese are summarized below.    \n \n113.  Security  risks.  The number of  violent assaults has increased in recent months in \nPakistan,  with  the  frequency  of  such  incidents  increasing  in  Punjab.  The  Government  of \nPakistan is implementing measures to contain security risks. Sustained economic growth and \nstability are necessary for achieving peace and prosperity in the country.   \n \n114.  Political risks. Recent developments indicate a more cooperative approach between \nmajor political parties. The risk of reversing the direction of program reforms is low given the \nbroad consensus on reforms.   \n \n115.  Macroeconomic  risks.  The  Government  of  Pakistan  has  launched  a  stabilization \nprogram to improve the macroeconomic situation and restore investor confidence. ADB is a \nmajor partner through its support under the Accelerating Economic Transformation Program, \nwhich  provides  measures  to  deal  with  short-term  shocks  and  address  long-term  structural \nissues.  Signs  of  economic  recovery  have  emerged  recently.  Program  measures  to  tackle \ninstitutional  and  policy  impediments  to  growth  in  Punjab  will  help  to  reduce  economic \nvulnerability in the medium term. \n \n116.  Weak capacity. Program implementation may be delayed by weak capacity in a number \nof departments. With the help of a TA loan and grant, the PMU and departments involved are \naddressing capacity limitations. Enhancing IA ownership of the PGEIP has helped to mitigate \nimplementation risks.  \n \n117.  Intergovernmental coordination. The civil service reform component requires effective \nintergovernmental  coordination.  The  upfront  work  on  civil  service  reforms  has  been \ndisseminated widely, including to those who may be affected. Change management forms an \nimportant part of program implementation to lessen resistance and increase support for reforms. \n \nVI.  ASSURANCES \n118.  In addition to the standard assurances, the Government of Pakistan has given the \nfollowing assurances, which are to be incorporated into the loan agreements:  \n \n(i)  the policies adopted and actions taken under subprogram 2, as set forth in the \nDevelopment Policy Letter and the Policy Matrix, will be in effect for and beyond \nthe duration of subprogram 2; and \n(ii)  based  on  the  recommendation  from  the  MTBF  assessment  report,  the \nGovernment of Punjab will provide the Finance Department with at least five (5) \nqualified technical staff designated for the implementation of the MTBF in the \nBudget Wing of the Finance Department by 31 November 2009. \n \nVII.  RECOMMENDATION \n119.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve \n \n ", "30  \n(i)  the  loan  of  $75,000,000  to  the  Islamic  Republic  of  Pakistan  for  the  second \nsubprogram of the Punjab Government Efficiency Improvement Program from \nADB’s ordinary capital resources with interest to be determined in accordance \nwith ADB's London interbank offered rate (LIBOR)-based lending facility; a term \nof 15 years, including a grace period of 3 years; a commitment charge of 0.15% \nper  annum;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft Loan and Program Agreements \npresented to the Board; and \n(ii)  the loan in various currencies equivalent to Special Drawing Rights 48,298,000 to \nthe  Islamic  Republic  of  Pakistan  for  the  second  subprogram  of  the  Punjab \nGovernment  Efficiency  Improvement  Program  from  ADB’s  Special  Funds \nresources with an interest charge at the rate of 1.0% per annum during the grace \nperiod and 1.5% per annum thereafter; a term of 24 years, including a grace \nperiod of 8 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft Loan and Program Agreements \npresented to the Board. \n \n \n \n \n \n \n \nHaruhiko Kuroda \nPresident \n \n \n \n \n \n26 August 2009 \n ", "       Appendix 1      31 \nDESIGN AND MONITORING FRAMEWORK \nData Sources  Assumptions \nDesign  and/or Reporting  and Risks \nSummary  Performance Targets/Indicators  Mechanisms   \nImpact       \nHigh, sustained,  Real GDP growth sustained at 7% per  Publications of  Assumptions \nand private sector– year.  statistics bureaus  Political and \ndriven growth and    of Punjab and  macroeconomic stability \nimproved service  More than doubling of average per capita  Pakistan  \nStrong government \ndelivery in the  income.    \ncommitment to reforms \nprovince of Punjab    Punjab economic \n(by 2020)  Halve the incidence of poverty.   report    \n    Risks \nPopulation life expectancy increased by at  Multiple-indicators  Slowdown in economic \nleast 4 years  cluster survey  activity of trading partners \n   \nAdult literacy rate increased by at least  Poor security situation \n20%.   Political instability  \n \nEndogenous and/or \n \nexogenous shocks  \n \nOutcome       \nAn efficient,  Performance indicators of key departments  Benchmarking  Assumptions \naccountable, and  and agencies improved by at least 20%  surveys  Continued government \nenabling  between FY2007 and FY2011 (for    commitment to reform \ngovernment  example, PPSC recruitment time, the cost  Publications of  and effective leadership in \n(by 2012)  and collection ratio of revenue  statistics bureaus  line departments \n  departments, and the coverage of livestock  of Punjab and   \nvaccination services)  Pakistan   Risks \n    Government's lack of \n  Punjab economic  willingness or capacity to \nDevelopment outcomes in Punjab's RBM  report   counter opposition of \nframework achieved (A2.5, Appendix 2).    vested interests \n  Punjab's RBM \nWeak absorptive capacity  \n  framework \n   \nMedium-term \ndevelopment  and \nbudgetary \nframeworks \n \nKey Outputs for       \nSubprogram 2       \n      Assumptions \n1.  Improved public  Greater fiscal and financial discipline  MTBF and annual  Sufficient commitment, \nfinancial  evidenced though FY2010 annual health  budget document  capacity, and positive \nmanagement  and DI&P budgets equal to 1st year MTBF,    attitudes to reform in \n  and supplementary grants capped at 10%    Planning and \n  of total budget    Development \n    Information from  Department, Finance \n  Reducing number of new schemes with  the Finance  Department, and relevant \n  less than 10% allocation of project cost by  Department and  line departments  \n  25% from the FY2009 ADP.   Planning and \nQuality consultancy \n    Development \nservices procured \n  Reducing the number of unapproved new  Department \n  schemes by at least 50% in the FY2010    Sufficient TA support  \n  ADP.    \n       \n  GRAP budget doubled from PRs70 million  Provincial budget  Risks \n  in FY2008 to PRs148 million in FY2010    Government's inability to \n      counter resistance from \n ", " 32  Appendix 1 \n \nData Sources  Assumptions \nDesign  and/or Reporting  and Risks \nSummary  Performance Targets/Indicators  Mechanisms   \n2.  Improved  PRs6 billion for FY2009 and PRs6 billion  Information from  vested interests   \ncontingent  for FY2010 transferred to the Punjab  Punjab Pension \nWeak reform \nliability  Pension Fund   Fund management \nmanagement capacity in \nmanagement    committee \ngovernment agencies  \n  Sound governance structure and practices   \n  instituted in the Punjab Pension Fund    Rapid turnover of project \n    Finance  management staff  \n  Accuracy of data entry in SAP/R3  Department, \n  confirmed by Pension Administration Task  confirming data  Delay in consulting \n  Force forb   from the Office of  service recruitment and \n  (i)  979,810  civil servants  the Accountant  poor quality of consultant \n  (ii) 165,572  pensioners  General  outputs \n  (iii) 782,414  GP Fund records   \n \n     \n     \n3.  Improved civil  Functional review, business process  Cabinet approved \nservice  reengineering, and merit and performance  CSR policy \nmanagement  human resource management road map   \n  developed   \n     \n  Civil service efficiency indicators  Benchmarking \n  formulated for L&DD and E&TD to set  studies \n  targets for itself and monitor reforms.   \n  Specifically, average recruitment time of   \n  PPSC will be reduced by at least 50%,   \n  vaccination coverage by L&DD will be   \n  increased by at least 20%, and cost and   \n  collection ratio of E&TD will be reduced by   \n  at least 20% between 2007 and 2011.    \n     \n  MPDD training days increased by 20%   \n  between 2008 and 2009. Gender- MPDD reports \n  sensitization workshops held.     \n     \n     \n4.  Private sector  Key  elements  on  PPP  enabling  Draft PPP policy, \nparticipation  environment in place to encourage private  PPP law, and PPP \npromoted  sector  participation  in  the  education,  framework \n  health, and infrastructure sectors   \n    Draft Punjab's \n5.  Results-Based  Results indicators for education, health,  RBM framework \nManagement  and infrastructure sectors identified. Major   \nAdopted  output indicatorsa include:   \n      \n  (i)  At least 600 primary and 200  Progress report on \nmiddle school upgraded  implementation of \neach year  the Punjab's RBM \n(ii)  At least 1500 schools   \nprovided with missing   \nfacilities on a whole school   \nbasis each year   \n(iii)  At least 50,000 more girls   \nbenefited from girls' stipend   \nprogram each year   \n(iv)  At least 8 hospital/ major   \nhealth facilities and 5  Draft Punjab's \nmedical colleagues built or  RBM framework \nupgraded.    \n \n ", "       Appendix 1      33 \nData Sources  Assumptions \nDesign  and/or Reporting  and Risks \nSummary  Performance Targets/Indicators  Mechanisms   \nGender equity indicators incorporated in \nthe education and health sectors \n \nSubprogram 2 key activities to be completed by September 2009  Inputs \n   \n1.1. Pre-budget consultations with provincial assembly instituted   PGEIP subprogram 2 \n1.2. Revenue targets and expenditure ceilings approved by cabinet through MTBF for  loans of $150 million  \nFY2012  \nTA loan of $8.8 million \n1.3. Bottom–up output-based budgets prepared for DOH and DI&P for FY2012 \nsupporting the PGEIP \n1.4. Spring cleaning of the FY2010 annual development program carried out by reducing \ncluster \ntoken allocations and the number and size of blocked allocations \n1.5. Ceilings on net supplementary grants for DOH and I&DP instituted for FY2010  TA grant of $950,000 \n1.6. Gender mainstreaming pre-budget consultations held  supporting the PGEIP \n1.7. GRAP allocation doubled   cluster \n \n2.1. Partial prefunding of pension and GP Fund liabilities initiated, and revised financing   \nstrategy for PPF and GP Fund schemes approved by chief minister \n2.2 PPF management structure established through management committee, \nsubcommittees, staff recruited through a market-based competitive process, and \nappointment of trustee, legal advisor and external auditor \n2.3. Pension and GP Fund expense report  prepared as note to the white paper \n2.4. Pilot project introduced to test alternative procedures to increase speed of \ngathering, verifying, and entering historic GP Fund records, without compromising \nthe quality of the data \n \n3.1. A CSR policy approved by the cabinet to endorse and guide optimization of \ngovernment functions, reengineering of business processes, and introduction of \nmerit- and performance-based human resource management systems   \n3.2. Strategic, functional, performance, and process benchmarking completed for PPSC \n3.3. Directorate of Women’s Development established to be responsible for carrying out \nGRAP activities. \n3.4. Government training strategy approved by the cabinet  \n3.5. Gender mainstreaming workshop in the areas of public financial management, civil \nservice reforms, and economic empowerment held \n \n4.1. PPP policy approved by the cabinet \n4.2. PPP law submitted to the provincial assembly \n4.3. PDF guidelines adopted and fund capitalized \n \n5.1. Punjab's Draft Result Based Management Framework developed, articulating \nservice delivery outcome targets in education, health, and infrastructure sectors, \nand on reducing gender disparities.  \n \nADB = Asian Development Bank, CSR = civil service reforms, DOH = Department of Health, DI&P = Department of \nIrrigation and Power, E&TD = Excise and Taxation Department, FY = fiscal year, GDP = gross domestic product, GP \nFund = General Provident Fund, L&DD = Livestock and Dairy Department, MDG = Millennium Development Goal, \nMPDD = Management and Professional Development Department, MTBF = medium-term budget framework, PDF = \nProject Development Facility, P&DD = Planning and Development Department, PGEIP = Punjab Government Efficiency \nImprovement Program, PPF = Punjab Pension Fund, PPP = public–private partnership, PPSC = Punjab Public Service \nCommission,  RBM  =  results-based  management,  SAP/R3  =  Systems,  Applications,  and  Products  in  Data \nProcessing/Third Generation, TA = technical assistance.  \na: These output indicators refer to the total outputs achieved by the Government of Punjab, using the government's own \nsource revenue and funds from other sources, including fiscal transfers from the federal government and development \nassistance. The total budget allocation of FY2009/10 is PRs490 billion (about $6.1 billion equivalent), and the annual \ndevelopment plan (ADP) allocation is PRs175 billion (about $2.2 billion equivalent). The average sectoral distribution of \nADP from FY2003/04 to FY2008/09 was 35.7% for roads, highways, bridges, and building; 3.8% for water supply and \nsanitation, 7.7% for education, 2.2% for health, 7.0% for irrigation, and 2.4% for agriculture.   \nSources: Asian Development Bank, Government of Punjab, and websites of various donor agencies \n \n ", " 34  Appendix 2 \n \nSECTOR ANALYSIS \n \n1.  This sector analysis provides a summary assessment of public financial management, \npension and General Provident Fund (GP Fund) contingent liability management, civil service \nmanagement, and private sector development.    \n \nA.  Public Financial Management \n \n1.  Issues \n \n2.  As  part  of  the  Punjab  Resource  Management  Program  (PRMP),  the  Finance \nDepartment published its first medium-term budget framework (MTBF) in August 2004. However, \nthis exercise was not subsequently updated annually. In fiscal year (FY) 2006, the Planning and \nDevelopment  Department  (P&DD)  published  its  first  medium-term  development  framework \n(MTDF), providing sector overviews, strategies, and principal targets. Although this exercise has \nbeen  replicated  every  year,  these  reforms  are  piecemeal  and  lack  an  integrated  and \nprogrammatic  approach.  Further,  budget  reforms  in  Punjab  are  complicated  by  the  dual \nbudgeting system in Pakistan. Current and development budgets are prepared separately from \nthe  beginning  and  get  to  be  presented  together  only  at  a  very  late  stage,  i.e.,  prior  to \npresentation  to  the  provincial  assembly.  The  Punjab  Government  Efficiency  Improvement \nProgram (PGEIP) sought to re-engage Punjab in budgeting reforms. Under subprogram 1, the \nGovernment of Punjab (the government) (i) adopted the MTBF for FY2008 to FY2010, (ii) \napproved joint protocols to enable the Finance Department and P&DD to jointly review the \ncurrent and development budgets, and (iii) established units in the two pilot departments, the \nDepartment of Health (DOH) and the Department of Irrigation & Power (DI&P), that allow the \npreparation of consolidated departmental budgets. \n \n3.  Large  variations  in  expenditure  outturns. While the government has adopted a \nmultiyear budget framework, expenditure outturns increasingly deviate from budget estimates \n(Table A3.1). In terms of total expenditure, the deviations of actual expenditures from original \nbudget estimates have increased in recent years. Between FY2005 and FY2007, the deviations \nfor aggregate expenditures were kept within ±5%. But this increased to –14.2% in FY2008 and \n9.3% in FY2009. For FY2008, this is largely attributable to the huge deviation in development \nexpenditures (–25.2%). For FY2009, both current and development expenditures deviated from \nbudget estimates by 8%–10%.1 The composition of expenditures also deviated significantly from \nthe original budget estimates. Budget deviations in FY2008 and FY2009 were double digit for \nmost  sectors.  These  deviations  and  reallocations  weaken  the  budget's  usefulness  as  a \nstatement of policy intent. \n \n \n \n \n \n \n \n \n                                                 \n1  Although utilization of the annual development program is below budget estimates, additional development \nexpenditures were recorded in the revised estimates for FY2009 due to expenditures directly funded by federal \ngovernment grants and releases from project accounts lodged in the public accounts. The revised estimate for \ndevelopment expenditures may also be overestimated due to gaps in recording the surrender and re-appropriation \nof excess funds. \n ", "       Appendix 2      35 \nTable A2.1: Aggregate Expenditure Outturns \n(PRs '000) \nFiscal Year   Budget  Actual  Deviation (%) \nTotal Expenditures     \nFY2004  160,802.49  148,258.48  (7.8) \nFY2005  186,590.64  178,429.61  (4.4) \nFY2006  223,313.47  224,847.91  0.7 \nFY2007  308,502.69  321,000.26  4.1 \nFY2008  393,487.29  337,464.58  (14.2) \nFY2009a  416,948.66  455,535.52  9.3 \nCurrent Expenditures     \nFY2004  129,445.49  119,934.76  (7.3) \nFY2005  142,134.43  133,986.74  (7.7) \nFY2006  157,778.03  158,523.86  (0.5) \nFY2007  191,378.17  205,837.69  7.6 \nFY2008  243,487.29  226,010.73  (7.2) \nFY2009 a  256,948.66  282,281.01  9.9 \nDevelopment Expenditure     \nFY2004  31,357.00  28,323.72  (9.7) \nFY2005  44,456.21  44,442.87  0.0 \nFY2006  65,535.44  66,324.05  1.2 \nFY2007  117,124.52  115,162.58  (1.7) \nFY2008  150,000.00  117,453.84  (25.7) \nFY2009 a  160,000.00  173,254.50  8.3 \n( ) = negative, FY = fiscal year. \na  These are revised estimates. \nSource: Accountant General Punjab, Civil Accountants; Finance Department, Government of Punjab. \n \n4.  Incomplete MTBF implementation. The primary reason for the lack of precision in the \nbudget is that the budgeting reforms are still incomplete. Thus far, reforms have focused on the \ntop–down dimension, which is the fiscal framework, while budgeting at the department level has \nremained incremental. The next steps will include (i) prescribing budget ceilings for departments, \n(ii) improving department budgeting, and (iii) setting up a budget execution and monitoring \nsystem.  Political  instability  prevented  the  government  from  undertaking  subsequent  MTBF \nreforms in preparation of the FY2009 budget. The government was unable to roll out the top–\ndown fiscal framework for FY2009–FY2011. Further, budgeting reform in the pilot departments \nenvisaged to implement the bottom–up dimension of the MTBF was not undertaken during \nFY2009 budget preparation. \n \n5.  The government reinitiated the MTBF reforms in preparing the FY2010 budget. A new \nfiscal framework for the top–down dimension MTBF is being developed for FY2010–FY2012. \nThis will be fully integrated with the FY2010 budget, the latter being reflected as the first year of \nthe MTBF. Pilot implementation of output-based budgeting is being implemented in DOH and \nDI&P. In line with this, a new budget call circular that reflects the budget ceilings for both current \nand development budgets was issued to the pilot departments in October 2008. Forms have \nbeen designed to implement output-based budgeting in the pilot departments. Training for \ndrawing and disbursing officers of the spending units has been undertaken, and both the current \nand development budget are expected to be reviewed using the joint protocols developed under \nsubprogram 1. The new MTBF will reflect the departmental resource envelopes. Adopting the \nMTBF process is the first step toward instituting a full-fledged performance budgeting system, \nsince the process requires departments to specify goals in the form of measurable outputs and \noutcomes.  Through  MTBF,  the  government  wants  to  move  from  incremental  budgeting  to \nbudgeting based on the actual cost of programs and projects. The government aims eventually \nto  organize  all  expenditure  by  means  of  MTBF  exercises,  including  local  government \n ", " 36  Appendix 2 \n \nexpenditures. Implementing MTBF will help do away with the unwarranted bifurcation of the \nprovincial budget.  \n \n6.  Prevalence  of  supplementary  grants.  The  MTBF  is  designed  to  introduce  both \naccuracy  and  stability  in  the  budget.  Ideally, a  well-estimated  budget  should  minimize  the \nintroduction  of  supplementary  budgets.  However,  the  system  in  Punjab  allows  retroactive \napproval of supplementary grants, by which means the demand for supplementary grants for \nthe current fiscal year are approved at the end of the fiscal year, together with the next fiscal \nyear's budget. Supplementary grants have been subject to political requests. As a result, they \nare quite prevalent, averaging around 21% of aggregate expenditures from FY2004 to FY2008 \n(Table A3.2). To address this situation, the Finance Department has instituted a mid-year review \nof the FY2009 budget that includes insistence on justification for supplementary grants. In \naddition, pre-budget consultations with members of the provincial assembly were conducted in \nFebruary 2009 in preparation for the FY2010 budget. \n \nTable A2.2: Supplementary Grants  \n(PRs '000) \n Fiscal Year   Amount  % of Actual \nFY2004                36,891.21   24.9 \nFY2005                40,028.97   22.4 \nFY2006                45,607.96   20.3 \nFY2007                69,107.21   21.5 \nFY2008                53,268.90   15.8 \nFY = fiscal year. \nSource: Accountant General Punjab, Civil Accounts; Finance Department, Government of Punjab. \n \n7.  Continued  weak  coordination  between  budgeting  and  planning.  The  dual \nbudgeting system makes MTBF implementation challenging. It is important that mindsets in both \nthe  Finance  Department  and  P&DD  change  toward  improving  coordination,  particularly  at \noperating  levels.  Operating  procedures  need  to  be  aligned  to  pursue  the  integrated \nimplementation of the MTBF. While the budget call circular issued by the Finance Department \nprescribes  ceilings  for  current  and  development  budgets  with  its  corresponding  templates, \nP&DD  subsequently  issued  another  instruction  for  the  MTDF  with  its  own  ceilings  for \ndepartments. The issuance of dual instructions should be avoided in the future. Further, there is \na  lack  of  coherence  between  the  budget  classification  systems  followed  by  the  Finance \nDepartment and the P&DD. No standards have been adopted to reclassify the scheme-based \nMTDF  classification  to  the  functional,  economic,  and  administrative  classifications  that  are \nconsistent with the chart of accounts of the new accounting model. Transforming the current \nscheme-wise classification to a chart of account–consistent classification will add an extra layer \nin budget preparation for development expenditures. \n \n8.  Underutilized development expenditures (annual development program). Punjab's \nannual development program (ADP) for FY2009 is PRs160 billion, accounting for about 38% of \nthe budget. While the throw-forward for the whole ADP has been kept at about 3 years, it varies \nby sector. In some sectors, such as irrigation, the throw-forward, particularly for new schemes, \ncan extend to more than 20 years. There are no rules to ensure that unapproved schemes will \nbe  approved  during  the  current  fiscal  year  and  a  large  share  of  new  schemes  remain \nunapproved throughout the fiscal year. During mid-year reviews of the ADP, funds are re-\nappropriated from non-moving or slow-moving schemes to fast-moving ones at the discretion of \n ", "       Appendix 2      37 \nP&DD. There are no rules for prioritizing development schemes, whose inclusion has been \npartly driven by political requests. \n \n9.  Weak revenue mobilization. The lack of precision in the provincial budget largely \nreflects poor revenue forecasting. For example, federal government transfers account for about \n75%–80%  of  total  provincial  receipts.  Lower-than-expected  revenues  from  the  federal \ngovernment translate into lower fiscal transfers accruing to the government. Likewise, there is \nmuch potential for improving own-source revenues. Both tax and nontax revenues have been \nsignificantly below budget estimates (Table A3.3). Taxation in Punjab is undertaken by two \nagencies, the Excise and Taxation Department (E&TD) and the Board of Revenue. The PRMP \nhad earlier attempted to reform the stamp tax, urban immovable property tax (UIPT), and \nagricultural income tax but was constrained by the poor tax administration.  \n \nTable A2.3: Provincial Revenue Receipts  \n(PRs '000) \n  FY2007    FY2008 \nItem  Budget   Actual   Deviation (%)  Budget   Actual   Deviation (%) \nTax receipts  30,343.12  23,954.37  (21.1)  37,315.60  23,587.47  (36.8) \nNontax receipts  57,038.32  36,013.09  (36.9)  85,780.33  55,988.67  (34.7) \nTotal  87,381.44  59,967.46  (31.4)  123,095.92  79,576.14  (35.4) \n( ) = negative, FY = fiscal year. \nSource: Accountant General Punjab, Civil Accounts. \n \n10.  Own-source revenue generation is hampered by weak tax administration capacity and \nthe prevalence of leakage in the tax system. E&TD administers eight taxes, of which the UIPT \nhas the strongest revenue potential. Yet, this tax has been poorly administrated. No survey has \nbeen undertaken since 2001, resulting in considerable undervaluing of property. Exemptions \nhave significantly diluted the revenue potential of the UIPT. E&TD has indicated that about 50% \nof the tax base (1.8 million properties) is exempt, which amounts to PRs2.4 billion in foregone \nrevenues. \n \nTable A2.4: Excise and Taxation Department Collection  \n(PRs million) \nTaxes  FY2007  FY2008 \nProperty tax  2,147.0  2,467.4 \nMotor vehicle tax  4,527.6  4,260.3 \nEntertainment duty  60.9  39.4 \nCotton fee  453.4  380.9 \nProfessional tax  270.7  296.0 \nExcise fee  830.7  986.9 \nHotel tax  279.6  275.2 \nMedicinal opium tax  11.2  15.9 \nArrears of abolished taxes  0.4  74.0 \nTotal  8,581.5  8,796.1 \nFY = fiscal year. \nSource: Excise and Taxation Department, Government of Punjab. \n \n11.  The  government  has  taken  steps  toward  reforming  the  property  tax  in  Punjab.  In \nDecember 2007, it adopted its 5-year medium-term framework for UIPT reforms. Among the key \nsteps is the establishment of a review committee for the UIPT. The committee was notified in \nAugust 2008, and a report was prepared in October 2008 outlining the reform options on the \n ", " 38  Appendix 2 \n \nUIPT, including rationalizing exemptions. With World Bank support, a draft UIPT law has been \nprepared and is being review by the government.  \n \n12.  E&TD is currently developing and populating its property database, which can be used \nfor billing and assessment. As of February 2009, the database included 100,000 properties. An \nongoing reform is linking the geographic information system—referred to as Iris and developed \nby the Urban Unit of P&DD—with the E&TD property database to improve the collection of the \nUIPT. Started in 2008, Iris aims to digitize 700,000 properties in Lahore and store them in a \ngeographic  information  system  environment  where  they  can  be  matched  up  with  E&TD \nassessment and billing information.  \n \n13.  The other tax that has good yield potential is the motor vehicle tax (MVT). E&TD has \nindicated that it has a fairly good motor vehicle registration database but that there are problems \nwith the collection points. The MVT is paid to post offices and the National Bank of Pakistan (the \nbank). Payments through post offices are done manually without maintaining proper collection \nrecords. There is no online connection with the bank. Discussions for online connection have \nbeen initiated with the bank, but they have stalled and the latter has not shown an interest in \npursuing this option. E&TD has suggested that collection could be done through private banks \nthat can establish an online link with E&TD. On the professional tax, E&TD suggested that one \nway to improve collection is to introduce such electronic payments as credit cards and smart \ncards. \n \n14.  E&TD has raised issues about its weak capacity for tax collection. There is also scope \nfor reforming the structure of E&TD to more clearly demarcate assessment, collection, audit, \nand  appeal.  Currently,  tax  assessment  and  collection  are  not  separated,  and  there  is  no \neffective tax audit or internal control. There is likewise scope for tax facilitation measures. One \npossible reform is to establish model E&TD collection offices that are taxpayer friendly.  \n \n15.  The Board of Revenue collects five taxes, with the stamp duty and registration fee as \nthe high-yielding ones. It has looked at possible administrative or process reforms for these \ntaxes,  but  these  necessitate  legislative  measures  that  require  the  approval  of  the  federal \nparliament. In February 2007, the government approved the Board of Revenue Automation \nProject, amounting to PRs50 million, which aims to (i) improve the efficiency of work and \nmaintenance of records in the Board of Revenue by automating systems and reengineering \nbusiness processes and (ii) strengthen the capacity building of Board of Revenue staff to \nimprove their efficiency. The project has not been implemented, however.   \n \nB.  Management of Contingent Pension and GP Fund Liabilities \n \n16.  Background. The civil service retirement system has two main parts: the pension \nscheme and the General Provident Fund (GP Fund). In addition, civil servants are covered by \nthe  benevolent  fund  scheme  and  a  group  insurance  policy.  This  analysis  covers  only  the \npension and GP Fund schemes.  \n \n17.  The  pension  scheme  is  non-contributory  and  pay-as-you-go  with  defined  benefits. \nPensions are paid from the budget and do not require employee contributions. So far, the \nbudget covers the full cost of pensions. The benefit is determined by a formula based on the \nfinal  monthly  basic  salary  times  2.33%  for  each  year  of  service  completed.  The  normal \nretirement age is 60, subject to having completed 10 years of service. For those who fail to meet \nthe  minimum  requirement,  a  gratuity  is  paid.  A  maximum  of  30  years  of  service  can  be \ncomputed to reach a maximum pension benefit equal to 70% of the basic wage. Civil servants \n ", "       Appendix 2      39 \ncan retire voluntarily after 25 years of service. Up to 35% of the pension benefit can be taken as \na lump sum. The remainder is paid as an annuity until death. Upon the death of a recipient, a \nsurvivor’s benefit equal to half the pension is paid. Disability benefits are also provided. The \nannuity is not indexed but rather increased on a discretionary basis.  \n \n18.  The GP Fund is a contributory, notionally funded, defined contribution scheme. Monthly \ncontributions, ranging between 3% and 8% of basic pay, are deducted from the civil servants' \nmonthly pay. To date, employee contributions are not kept separately in a fund but included in \nthe budget. Interest rates are annually declared by the federal Ministry of Finance and have \naveraged 15% annually over the past 35 years, well above market rates and substantially \nincreasing the final benefit payment. Civil servants can borrow from their GP Fund for specific \npurposes up to the age of 50. After this age, civil servants can borrow up to 60% of the balance \nwithout having to give a reason or pay back the advance. After age 55, an advance of 80% of \nthe balance can be made. The remaining balance is paid out as a lump sum at the age of 60. \n \n19.  Rising  pension  and  GP  Fund  costs  and  liabilities.  The  actuarial  assessment, \ncommissioned under the first subprogram, estimated the accrued pension liability at PRs425 \nbillion as of 30 June 2007, of which 70% pertains to current civil servants and the remainder to \npensioners. Annual pension expenditure was projected to increase rapidly from PRs15.1 billion \nin FY2009 to PRs63.5 billion in FY2024, a growth of 10% each year over the next 15 years. A \npreliminary update of pension liability shows that the accrued pension liability grew to PRs515 \nbillion as of 30 June 2008. The increase in liability arises mainly from significantly higher salary \nincreases  (20%)  and  pension  indexation  (20%)  announced  in  the  2009  budget  speech, \ncompared to the respective 9% and 6% assumed in the actuarial assessment.    \n \n20.  In September 2007, the government passed the Pension Fund Act and prepared a note \nproviding a funding strategy up to 2030 for the Punjab Pension Fund. The government planned \nto transfer PRs100 billion ($1.7 billion) to the Punjab Pension Fund and the General Provident \nInvestment Fund by FY2016. After the initial period, annual funding would be linked to the \npayroll expenditure of the government. The capitalization would allow the government to cover \napproximately 30% of the pension expenditures from FY2016-FY2030. Under subprogram 1, \nthe government and ADB agreed on the funding strategy outlined below. \n \n21.  So far, the government has put aside in FY2009 and FY 2010, in a bank account \nseparate from the government budget, PRs12 billion, lower than the PRs20 billion originally \nenvisaged.  The  change  in  economic  climate  and  the  reduced  loan  size  and  delayed \ndisbursement for subprogram 2 are the main reasons for slower-than-planned capitalization. \nFinancing the funding strategy for pensions has to compete with more urgent spending on \nsecurity, subsidies, and social safety nets, as well as the continued need to repay expensive \ndomestic debts. At the same time, the pace and volume of ADB budget support is much lower \nthan projected in 2007. A new funding strategy is prepared based on an updated actuarial \nvaluation. Over time, the strategy will need to be adapted to changing circumstances. \n \n22.  In  2007,  the  government  adopted  the  Punjab  Pension  Fund  Act  and  created  an \ninvestment fund into which it would transfer monies to finance part of the future civil service \npension payments. International best practice requires a set of internal statutes and external \nregulations  to  ensure  that  the  investment  fund  is  managed  in  the  best  interests  of  the \nbeneficiaries. Substantial progress has been made since the creation of the Punjab Pension \nFund. A management committee has been established. Staff for the investment unit, including \nthe general manager, have been hired from the private sector. A trustee, legal advisor, and \n ", " 40  Appendix 2 \n \nexternal auditor have been appointed. A short-term investment strategy has been developed \nbased on the new financing strategy and in line with the investment policy. \n \n23.  The  Punjab  General  Provident  Investment  Fund  (GPIF)  Act  was  enacted  by  the \nprovincial assembly on 2 July 2009, after which the management committee notified the new \nfunds  regulations.  Both  the  Punjab  Pension  Fund  account  and  the  GPIF  account  will  be \nmanaged by a single investment unit. This will require some changes in the oversight board and \nin the investment unit of the Punjab Pension Fund. Additional reforms are required in the \nmanagement committee to strengthen oversight.  \n \n24.  It is necessary to look at the long-term costs on an accrual basis to assess the solvency \nand long-term sustainability of the pension and GP Fund schemes. Initial estimates based on \nthe actuarial assessment show that the pension and GP Fund costs currently reported are \nsubstantially lower than the accrued value. \n \n25.  Poor data- and record-keeping. The information currently available is of insufficient \nquality to allow decisions ensuring adequate management of the pension scheme and GP Fund, \nmuch less to produce reliable actuarial estimates. The available data is insufficient for reliable \nanalysis of current and future costs. The quality of planning and management decisions suffers \nas they are made on inaccurate, incomplete, and inadequate information. No pension scheme \ncan operate optimally without an adequate, reliable, and current database. All pension and GP \nFund records were stored manually in ledger books, which are difficult to access. The Project to \nImplement Financial Reporting and Accounting (PIFRA) was introduced to computerize the \nwhole accounting and auditing system of the country, including automating the employee payroll, \npension, and GP Fund record-keeping system. The main challenge is to populate the database \nwith accurate and complete data, especially the historic GP Fund data that covers the monthly \ncontributions of all civil servants starting from the date of appointment. A pilot project has been \ninitiated to test alternative methods of collecting, verifying, and entering accurate and complete \ndata in the most efficient and cost-effective way.  \n \nC.  Civil Service Reform \n \n26.  An efficient, accountable, and enabling civil service is the backbone of a country’s \ninstitutional architecture. With Punjab's 40 departments, 35 districts, and hundreds of municipal \nadministrations, and, most importantly, 86 million people, the civil service machinery of the \ngovernment must be well structured, have efficient business processes, and be geared toward \nthe effective delivery of public services. The need to reform the civil service has been felt both \nnationally and provincially. The most prominent reforms at the federal level were introduced in \n1973 and 2001. Despite various reform attempts, the common perception is that the system \nremains similar to that inherited from Pakistan’s colonial past. A survey by the Pakistan Institute \nof Development Economics indicates widespread negative perceptions and general discontent \nabout public services and disillusionment among civil servants. The civil service system suffers \nmany problems, some of the most crucial of which are summarized below.  \n  \n1.  Key Issues \na.  Overstretched Government Functions \n27.  Punjab needs productive employment to generate income for its people. It also needs \nmore and better social and infrastructure services. Yet per capita development expenditure in \nPunjab is only about $16 per year. The constraints on the government’s financial and human \n ", "       Appendix 2      41 \nresources mean that attracting private sector participation in the economy is essential. Further, \nthere is increasing empirical evidence that the private sector is more suited to and efficient in \ncarrying out economic activities. In recent years, there have been increasing successful models \nfor private sector participation in infrastructure and social services, a domain that is traditionally \nmonopolized by the public sector. Increased private sector participation, however, does not \nmean  that  the  government  will  abdicate  or  dilute  its  responsibilities;  rather,  these  can \nincreasingly be more strategic and targeted. The government will remain the referee to make \nand apply the rules and regulations to ensure a level playing field and quality of services. \n \n28.  Civil service reform (CSR) needs to deal with the division of responsibilities between \nthe private and public sectors. Pakistan has carried out privatization and deregulation over the \npast  2  decades  and  benefited  from  a  more  dynamic  private  sector.  The  process  remains \nincomplete, however. The government owns 123 autonomous bodies, many of which engage in \ncommercial  activities  at  a  loss.  In  addition  to  autonomous  bodies,  some  government \ndepartments  undertake  economic  activities,  such  as  the  printing  press  in  the  Industries \nDepartment.  \n \n29.  The  PGEIP  supports  in-depth  reforms  in  E&TD  and  the  Livestock  and  Dairy \nDepartment.  A  functional  review  is  especially important  for  L&DD.  In  addition  to  providing \nextensive services, the department undertakes the production of animal feed and vaccines. It \nowns more than 2,000 hectares of land and 20 farms whose productivity is low. Livestock \ncontributes over 40% of total agricultural outputs. Farmers derive 40% of their income from \nlivestock, and 35 million rural people are engaged in raising livestock. Despite its importance, \nthe sector encounters many problems. Fodder and feed resources are inadequate, and the \nproductivity of fodder is low because of poor research and extension support. Animal health \ncover and artificial insemination are still far from satisfactory. The standardization of livestock \nproducts is also weak. Only 3% of milk is processed. A functional review of L&DD needs to \nexplore how the private sector can play a larger role in supporting dairy industry development. \nL&DD has already started work along these lines.   \n \nb.  Outdated Business Process \n30.  Inefficient processes absorb many resources for unproductive activities. Government \nprocedures  in  Punjab  are  generally  considered  lengthy  and  cumbersome.  The  advent  of \ninformation technology provides great scope for business process reengineering to improve the \nefficiency and responsiveness of the government. In Punjab, the use of information technology \nis limited in the public sector despite a vibrant private information technology sector. The switch \nfrom manual to automated processes is slow and will require a new skills mix and training for \ncivil servants. The PGEIP supports the automation of processes in a number of organizations, \nsuch as E&TD, L&DD, Punjab Public Service Commission, and Management and Professional \nDepartment.  Business  process  reengineering  supported  by  information  technology  will \neventually be expanded to the whole government.  \n \nc.  Obsolete Human Resource Management System \n31.  The human resource management system in Punjab suffers from many problems. The \nPunjab Public Service Commission (PPSC) recruits public servants for the basic pay scale2 17 \n                                                 \n2 The civil service of Pakistan is structured across 22 basic pay scales (BPS). With some exceptions, the government \nofficers of BPS 17 and higher are categorized as gazetted officers and assigned middle to senior level managerial \nresponsibilities such as heads of sections, departments, field offices and drawing and disbursing officers. Civil \nservants below BPS 17 generally work as support staff. \n ", " 42  Appendix 2 \n \nand above. Structural, capacity, and procedural constraints cause long delays in recruitment, up \nto 1 year in some cases. A large proportion of civil servants do not have job descriptions. The \nannual confidential report, instead of being a performance evaluation record, is commonly \nregarded as a compliance task. Moreover, performance evaluations play a limited role in career \nprogression in a system in which promotions are largely based on seniority. There is substantial \nevidence that the real compensation gap between public and private salaries and conditions has \nsteadily widened. In addition, the wage structure is not linked to performance and does not \nprovide adequate incentives for good performance. The provincial government has no control \nover civil service salary scales, which are set by the federal government. The government can, \nhowever, create contract positions outside the cadre scales or pay additional allowances for \nspecific positions. For example, project or program management units have been used as a \ndevice to create specific positions attracting higher rewards. However, the creation of islands of \nexcellence has caused uneasiness among civil servants. Tenure is short, and transfers are \noften made within a year, eroding performance. Often, incumbents barely have time to settle \ninto a new job before they are moved on. Capacity constraints in the public sector are acute, \nand training is not valued.  \n  \n2.  Punjab's Efforts in Civil Service Reform    \n32.  The root causes of most civil service problems can be traced to structural, procedural, \nand motivational deficiencies in the overall system of governance. Any attempts to treat the \nsymptoms in an isolated manner without tackling the root causes will not be effective. The \nreform package thus must be comprehensive, with a clear blueprint, but be introduced in a \nproperly phased and sequenced manner. Fully aware of the challenges it faces in attempting \nsuch reforms, the government carried out widespread consensus building on CSR with private \nand public sector stakeholders. It has also taken steps to push forward reforms. A high-powered \nCSR Task Force has been set up. A CSR policy has been approved by the cabinet to enable \nand guide CSR. Two departments, E&TD and L&DD, have been selected by the Government of \nPunjab  to  undertake  fully  fledged  functional  reviews,  business  process  reengineering,  and \nhuman resource reforms. Supported by the Program, PPSC has moved away from an inefficient \nprocedures of interviewing all candidates to only the shortlisted candidates. Other efforts of \nbusiness process reengineering in PPSC is underway and expected to significantly improve \nefficiency in recruitment. The government has strengthened its training capability to upgrade the \nskills of provincial employees. The government has started to clearly benchmark civil service \nperformance indicators, initially in E&TD, L&DD, and PPSC. The comparison of performance \nbefore and after will be essential for evaluating the impact of reforms, as well as for encouraging \ndepartments to improve performance and service delivery.  \n \nD.  Support Dynamic Private Sector–Led Growth \n \n33.  Background. Punjab's private sector plays an important role in Pakistan. About 70% of \nmanufacturing  establishments  are  located  in  Punjab.  Punjab  produces  the  bulk  of  most \nindustrial outputs: 77% of sugar, 70% of fertilizer, 69% of cotton yarn, 96% of paper and \npaperboard, and 44% of cement. The elasticity of outputs with respect to employment for most \nindustries is above 1, indicating that a 1% increase in outputs leads to an increase of more than \n1% in employment. The textiles sector is the largest, with the highest rate of labor absorption, \nemploying 56% of the industrial labor force. The bulk of Punjab's firms employ fewer than 10 \nworkers.    The  economy  of  Punjab  is  undergoing  structural  transformation  away  from  its \ntraditional reliance on agriculture toward increased dependence on manufacturing and services. \nThe  share  of  agriculture  declined  from  31%  in  FY1991  to  21%  in  FY2006,  while  that  of \nmanufacturing increased from 13% to 20% and of services from 49% to 53%. Despite the \n ", "       Appendix 2      43 \nchanges, 44% of Punjab’s labor force is employed in agriculture However, strong growth in \nmanufacturing  and  services  will  be  crucial  to  generating  future  productive  employment \nopportunities.   \n \n34.  Punjab's business climate is constrained by regulatory hurdles, low human capital \ncapacity,  and  poor  infrastructure,  among  other  factors.  Consequently,  the  private  sector \noperates mostly informally. A study by the World Bank3 pointed out that improvements in the \ninvestment climate (such as a reduction in power outages and in management time spent \ndealing with regulations, etc.) could sharply increase the productivity of firms. Some of the \nresults could be quite spectacular. The report estimated that if the quality of the investment \nenvironment in Pakistan were to match that of Shanghai, the productivity of Pakistan's textile \nfirms operating in Karachi would improve on average by 81%, the rate of return to capital by \n36%, and wages by 23%. Some key business climate issues are discussed below.  \n \n1.  Removing Infrastructure Bottlenecks through Public–Private Partnership  \n \n35.  Weak physical infrastructure has been a major factor hindering the competitiveness \nand performance of manufacturing in Pakistan. The expensive and unreliable electricity supply \nposes heavy costs on business. To minimize downtime caused by problems in power supply, \nfirms are often forced to use their own generators. The use of generators is estimated to tie up \nto about 12% of firms' fixed capital assets. The unsatisfactory state of the transportation network \nhas imposed enormous costs on the economy: according to a recent estimate, inefficiency in \ntransport alone costs the economy of Pakistan PRs320 billion a year, and a large share of this \ncost is in Punjab. The lack of repair and maintenance of existing roads has caused rapid \ndeterioration of the road network. It is estimated that 90% of the provincial road network is rated \nas fair to poor. Poor urban infrastructure and service delivery—in water supply and sanitation, \nurban transport, and solid waste management—impairs the competitiveness of firms, affects the \nenvironment and health, and constrains investment growth.   \n  \n36.  Developing  infrastructure  requires  large  capital  investment.  While  Pakistan's  total \ndevelopment expenditure budget was only $6 billion in FY2009, the estimated need for annual \ninfrastructure investment is $20 billion, and a large share of this is in Punjab. In recent years, \npublic–private partnership (PPP) has emerged as a major instrument for financing and providing \npublic services, gradually replacing the traditional public sector modality. Developed countries \nsuch as Canada and Singapore require that large public investment projects go through a \nfiltering process and be carried out using PPP unless there are compelling reasons not to do so.   \n \n37.  In view of the government's limited resources, it has introduced several partnership \nmodels, including developing industrial estates, developing the livestock and dairy industry, \nencouraging  the  expansion  and  development  of  housing,  and  promoting  skill  development \nthrough the Technical Education and Vocational Training Authority. However, mainstreaming \nPPP  requires  enabling  institutional,  legal,  and  financial  frameworks.  It  also  requires  that \ngovernment  departments  have  adequate  skills  to design  and  implement  PPP.  Institutional, \npolicy,  and  legal  frameworks  in  Punjab  are  not  well  developed.  There  are  acute  capacity \nconstraints, with very little locally available experience in developing PPP projects. The lack of \nsuccessful PPP projects makes it difficult to judge the risks involved.      \n \n                                                 \n3  World Bank. 2006. Pakistan: Growth and Export Competitiveness. Washington DC. \n ", " 44  Appendix 2 \n \n38.  The  government  has  made  substantial  progress  toward  creating  an  enabling \nenvironment for PPP.4 A PPP Cell has been notified. A PPP framework has been developed to \noutline a road map for developing PPP. A PPP policy has been approved by the Cabinet, \narticulating the government's intention to adopt PPP as a key modality for infrastructure and \nsocial service delivery. A PPP law has been prepared and discussed with stakeholders, and \nwas submitted to the provincial assembly. A series of training workshops have been held for key \nline  departments.  Efforts  have  been  made  to  support  PPP  project  development.  Project \ndevelopment facility (PDF) guidelines were approved by the provincial cabinet, and PDF was \ncapitalized with a fund of about $1 million. A list of potentially bankable projects has been \ndeveloped,  and  work  on  selected  projects  has  started.  The  PGEIP  will  support  Punjab’s \nmainstreaming of PPP with at least 20% of infrastructure and social services projects delivered \nthrough PPP in a decade, up from a current level that is negligible.  \n \n2.  Improving Regulatory Frameworks.  \n \n39.  Most regulations remain within the purview of federal government. Overregulation is \nprevalent, with nearly 60 separate government regulations and laws being applied to small and \nmedium-sized firms. One particular issue in Pakistan is the lack of review and updating of \nregulations. Many regulations were developed in the colonial era and continue on the books \ndespite  long  since  outliving  their  usefulness.  Over  time,  new  and  sometimes  conflicting \nregulations have been developed, creating a complex web. Proper institutional mechanisms \nneed to be set up to review and update regulations and to evaluate the cost and benefits of new \nregulations. While these efforts need to be spearheaded by the federal government, provincial \ngovernments can make a positive contribution by actively engaging in dialogue with it and \nsimplifying regulations that fall within their mandate.  \n \n40.  Supported by the World Bank, Punjab is undertaking its first doing business survey. \nPreliminary results indicate that compliance costs are considered high by most firms. The final \nresults will feed into the identification and addressing of regulatory barriers. The PGEIP will \nsupport Punjab's efforts to simplify existing regulations and undertake regulatory impact analysis \nfor new regulations.  \n \nE.  Adopt Results-Based Management \n \n41.  The government has identified income growth and improved social services as its twin \ndevelopment  objectives.  Punjab’s  Vision  2020  projects  Punjab  as  a  reasonably  well-off, \neducated, and healthy society by 2020, envisaging a doubling of per capita income to $2,000 in \nthe  same  period.  The  government  wants  to  adopt  modern  public  sector  management \ntechniques  to  achieve  this  vision  and  is  in  the  process  of  introducing  a  results-based \nmanagement (RBM) framework linking development objectives, outcomes, outputs, systems, \nand resources to guide reforms and monitor the progress of the province in realizing its vision.   \n \n42.  RBM  is  a  public  sector  management  philosophy  and  approach  that  focuses  on \nachieving goals and objectives through strategic planning; systematic implementation; effective \nresource use; and performance monitoring, measurement, reporting, and evaluation to improve \nresult delivery. It has been successfully implemented by many countries, most notably Malaysia \nand Canada. Punjab has started to introduce the result framework and desires to benefit from \n                                                 \n4  ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Program \nCluster, Loan for Subprogram 1, Technical Assistance Loan, and Technical Assistance Grants for the Islamic \nRepublic of Pakistan for the Punjab Government Efficiency Improvement Program. Manila (Loan 2386-PAK). \n ", "       Appendix 2      45 \nthe experience of these countries. RBM in Punjab aims to serve as an important tool to help \nlegislators, executives, people, and development agencies monitor and evaluate how well the \ngovernment is performing and achieving outcomes. The key sectors include education, health, \nwater supply and sanitation, irrigation and power, transport, livestock and dairy, taxation, and \nprivate sector development. RBM pays particular attention to achieving positive gender results.  \n \n43.  Punjab's RBM framework focuses on achieving development goals through clearly \nidentified development targets. While it stresses the importance of identifying and tracking \ndevelopment  indicators,  it  pays  special  attention  to  improving  the  efficiency  of  resource \nmanagement. In this regard, it is critical to put in place sound public financial management, \nhuman  resource  management,  efficient  business  processes  supported  by  information \ntechnology, and monitoring and evaluation systems. There are great needs for optimizing the \nfunction of government and enabling greater private sector participation in economic activities \nand  delivering  infrastructure  and  social  services.  These  form  the  foundation  for  delivering \ndevelopment results. Over time, the RBM framework will support a development agenda that \nshifts  emphasis  from  inputs  and  activities  to  greater  accountability  for  results,  and  it  will \ntransform  public  sector  management  in  Punjab  from  rigid  micro  management  to  greater \naccountability for development results, combined with flexibility and autonomy for management.    \n \nTable A2.5: Indicative Sector Outcome Indicators  \nBaseline  Baseline  Targets\nIndicators   year  value  (2012)  Targets (2015) \nEducation           \nOverall NER, primary level (5–9 age group, grades  2006/07   62   66   100 (universal primary \n1–5) total [male, female] (%)  [59, 64] [62, 70 education) \nOverall NER, middle level (10–12 age group, grades  2006/07  20  22   \n6–8)  \nFemale–male ratio NER, primary level in rural areas  2006/07  89  92  100 (eliminate gender \n(%)  disparity) \nFemale–male ratio NER, middle level in rural areas  2006/07  74  78  100 (eliminate gender \n(%)  disparity) \nHealth         \nInfant mortality rate per 1,000 live births  FY2007  71  67  40 \nMaternal mortality ratio per 100,000 live births  FY2007  300  218  140 (FY2019) \nUnder-5 mortality rate per 1,000 live births  FY2007  102    52 \nWater supply and sanitation         \nUrban water supply population coverage (%)  2001  56  75  80 \nRural water supply coverage (%)  2001  25  56  65 \nUrban sewage/drainage population coverage (%)  2001  51  75  82 \nRural sewage/drainage population coverage (%)  2001  33  62  70 \nTransport         \nPopulation connected to paved roads (%)  2007  50  62  70 \nRoad network certified as good (%)  2007  10  28  40 \nIrrigation and power         \nElectricity blackout (hours per day)  2009  6  0  0 \nLivestock and dairy         \nAnnual animal mortality (%)  2009  10  6  2 \nMilk yield per year (liter) per cow  2009  1,200  2,200  3,200 \nArtificial insemination services for buffalo (%)  2009  8  17  22 \nArtificial insemination services for cattle (%)  2009  31  44  50 \nExcise and Taxation         \nGrowth in E&TD Tax Collection (%)  FY2008  3     \nGrowth Rate of UIPT (%)  FY2008  15     \nGrowth Rate of MVT (%)  FY2008  (6)     \nTime to complete tax payments (No. of days/hours)          \n( ) = negative, E&TD = Excise and Taxation Department, MVT = motor vehicle tax, NER = net enrollment rate, UIPT = \nurban immovable property tax. \nSource: Line departments, Government of Punjab.  \n ", " 46  Appendix 2 \n \nTable A2.6: Efficient, Accountable, and Enabling Systems and Processes \nBase- \nline  Target   Target \nIndicators   year  Baseline value  Target (2012)  (2015)  (2020) \nPublic Financial Management  \nOutput- and  2009  2 departments  8 departments and 3  20 departments  All departments \noutcome-based  districts  and 10 disticts  and local \nbudgeting  governments' \nbudget output and \noutcome based \nRationalize annual  2009  Average throw- Average throw- Average throw- Average throw-\ndevelopment plan  forward of 3.5  forward of 2.5 years  forward of 2 years  forward of 1.5 years \nyears       \n       \n102 tokenized       \nnew schemes       \n  No unapproved  No unapproved  No unapproved \n80% of new  schemes  schemes  schemes \nschemes \nunapproved \nHuman Resource Management \nIntroduce  2009  None  5 departments  All departments  All departements \nperformance- and  and local \nmerit-based HRM  government \nRevise HRM rules  2009  Cabinet  Rules drafted to allow  Tenure stablized  Modern HRM \nand procedures  approval of civil  merit- and  and monetarization  systems similar to \nserivce reform  performance-based  of compensation  that of Singapore \npolicy  recruitment and  carried out  and Australia \nperformance  introduced \nmanagment \nBusiness Processes and Systems \nInformation  2009  None  5 departments  All departments  All departements \ntechnology– and local \nsupported  government \nbusiness process \nreengineering  \nEnabing Private Sector Participation \nPPP policy  2009  PPP policy and  PPP poicy, law, and  PPP policy  PPP policy \nframework  law drafted  rules approved  framework fully  framework fully \ndeveloped  developed  developed and \nwidely used \nOutsource no  2009  None  5 departments  All departments  All departements \nessential functions  and local \ngovernment \nImprove  2009  Ranking in  Ranking in doing  Ranking in doing  Doing business \nregulations on  doing business  business survey  business survey  environment \ndoing business  survey  improved by 3 places  improved by 6  comparable to that \nplaces  of India \nMonitoring and Evaluation \nEstablish  2009  1 department  5 departments  All departments  All departements \nMISsystem  and local \nsupported by  government \ninformation \ntechnology \nEstablish results- 2009  0 departments  5 departments  All departments  All departements \nbased M&Esystem  and local \ngovernment \nHRM = human resource management, M&E = monitoring and evaluation, MIS = management information system. \nSource: Government of Punjab and Asian Development Bank. \n \n ", "       Appendix 3      47 \nDEVELOPMENT COORDINATION MATRIXa \nRESOURCE MANAGEMENT AND GOVERNANCE \nAsian Development Bank (ADB)  Other Multilateral Agencies  Selected Bilateral Agencies \n   \nAccess to Justice Program for  World Bank.  United States Agency for \nPakistan. In December 2001, ADB  The major operations of the World  International Development. \napproved a $350 million loan to the  Bank in Pakistan and Punjab include  Supporting and training civil society \nGovernment of Pakistan in support of  the following.  organizations, media representatives, \njustice sector reform, the Access to    members of parliament, and local \nJustice Program. The $330 million  Second Poverty Reduction  government representatives  \nprogram loan included a $25 million  Support Credit. This $350 million   \nendowment fund. The program also  policy program support from May  Improving transparency and the \nincluded (i) a $20 million technical  2007 to March 2008 is aimed at  accountability of the legislature \nassistance (TA) loan and (ii) advisory  poverty reduction through accelerated  through TA, training, mentoring, and \nTA funded through two TA grants. The  economic growth, improved  networking \nMinistry of Law was the Executing  governance and devolution, and   \nAgency, and the federal implementing  investments in human capital while   \nagencies (IAs) were the Law and  targeting the poor.    \nJustice Commission of Pakistan,    Department for International \nFederal Ombudsman, Federal Judicial  Tax Administration Reforms. The  Development of the United \nAcademy, Ministry of Interior, and  $103 million project from March 2005  Kingdom.  \nHigher Education Commission. In the  to December 2009 promotes   \nprovinces, the departments of law,  voluntary compliance, more equitable  Tax Administration Reform Project. \nfinance, judiciary, ombudsman, and  application of tax laws, and a  This is a $21 million project \nhome were the IAs. The program was  modernized human resource policy  assistance grant from 2005 to 2010 \nclosed, and the TA loan is going  framework and institutional  that seeks to support tax \nthrough the final steps of financial  structures.    administration reforms. It aims to \nclosure.   raise tax revenue through institutional \n   and procedural reforms; improve the \nSecond Improvement to Financial \nDecentralization Support Program.   effectiveness, responsiveness, and \nReporting and Auditing. This $84 \nThe Decentralization Support Program  efficiency of tax administration; \nmillion project from September 2005 \nwas approved on 21 November 2002.  improve collection through \nto December 2010 will build capacity \nThe program had four components: (i)  transparent and high-quality tax \nto improve the accuracy, \nLoan 1935, $205 million equivalent  services; and strengthen audit and \ncomprehensiveness, reliability, and \nfrom ADB’s ordinary capital resources;  enforcement procedures. \ntimeliness of intra-year and year-end \n(ii) Loan 1936, $65 million equivalent   \ngovernment financial and fiscal \nfrom ADB’s Special Funds resources; \nreports at federal, provincial, and  Support to Governance Reforms in \n(iii) TA Loan 1937 (Local Government \ndistrict levels. Currently PIFRA II is  Pakistan. This $10 million project \nPerformance Enhancement), $23 \nunder process and  has following  from 2007 to 2010 aims to improve \nmillion equivalent from ADB’s Special \ncore components:   the performance of devolved service \nFunds resources; and (iv) TA Loan \n(i) the development of a financial  delivery and justice sector institutions, \n1938 (Gender and Governance \naccounting and budgeting System  especially for the poor and \nMainstreaming), $7 million from ADB’s \nand  vulnerable. It is a technical assistance \nSpecial Funds resources. During the \n(ii) capacity building   cluster started in March 2007 and \nimplementation of the program, two TA \nlasting until February 2010. The total \ngrant projects were approved to \ncost is estimated at $14.50 million \nsupport the implementation of the TA  The annual review will be conducted \nequivalent, of which $11.50 million \nloans. The two program loans closed in  in June 2009. \nwill be financed by the DFID as a \nJune 2006, and the closing date for the   \ngrant and $3 million will be \ntwo TA loans was 30 June 2007. TA  Punjab Education Development \ncontributed by the Government of \n4207 closed on 30 April 2007 and TA  Policy Credit IV. The Fourth IDA \nPakistan for office accommodation \n4602 in May 2008. The program  Development Sector Policy Credit of \nand counterpart staff support. ADB \nobjective was improved local  $100 million from June 2007 to \nwill administer the DFID grant. \ngovernment representation,  December 2007 provided continued \naccountability, and efficiency, resulting  support to the PESRP, toward  The project consists of five sub-\nin improved service delivery through  improving the quality of school  clusters:  \nfiscal support for reforms in policy,  education, promoting school  (i) support for justice sector reforms;  \nlegal, technical, and fiscal domains.  participation, and reducing gender  (ii) support for devolution reforms;  \nThe program supported the  and regional disparities. Currently the  (iii) support for strengthening public \ndevelopment of GRAPs in the federal  program is funded by the  financial management;  \ngovernment and all four provinces. The  Government of Punjab.  (iv) capacity building for \n ", " 48  Appendix 3 \n \nAsian Development Bank (ADB)  Other Multilateral Agencies  Selected Bilateral Agencies \nPGEIP's gender actions build on the    accountability, transparency, and \ngender initiatives in the  Second Punjab Irrigation  anticorruption; and  \nDecentralization Support Program.   Development Policy Loan. $100  (v) a performance and learning cell \n   million covering FY2008 was for  The project is on track. \nPunjab Devolved Social Services  policy and institutional reforms, better   \nProgram. This program was approved  water resource management, and  Faisalabad Devolution Project. This \non 20 December 2004 and has four  improved service delivery. The major  $10 million project from 2004 to 2008 \ncomponents: (i) Loan 2144, $75 million  components of the program were  established efficient and effective \nequivalent from ADB’s ordinary capital  (i)  IDA-institutional development,  local government in Faisalabad \nresources; (ii) Loan 2145, $75 million  (ii) water resource management,  District that is responsive to the \nequivalent from ADB’s Special Funds  (iii) irrigation service delivery  needs of local communities and \nresources; (iii) grant assistance of $30  improvement, and  especially the poor. The project \nmillion from the Government of the  (iv) water management improvement  aimed to improve the finances of the \nUnited Kingdom through DFID to be   The program was capped in June  district government by introducing \ndisbursed with ADB loans (TA 4505);  2008 with the receipt of a second  online budgeting, facilitating public-\nand (iv) TA grant of $20 million  tranche of $100 million in FY2008.  private partnership, and developing a \nequivalent from the Government of the    geographic information system in the \nUnited Kingdom, through the DFID TA  Public Sector Capacity Building  district. The project was completed in \n4504. The objectives of the program  Project (credit number 3904). The  June 2008, and the chief minister of \nare to assist the Government of Punjab  World Bank has provided a $61  Punjab has approved the replication \nin achieving the Millennium  million loan for capacity building to  of the project in nine districts with \nDevelopment Goals (MDGs) for  the federal government, out of which  funding from the government.  \npoverty reduction; gender equality; and  $3 million has been allocated to the   \nimprovements in education (including  Government of Punjab.   \nspecial education), health, and water  Consequently, Punjab launched the  Medium-Term Budget Framework \nsupply and sanitation. TA 4504 is  Punjab Capacity Building Program in  Program. This $8 million assistance \nongoing.  2007 with IDA3904, which provides  from 2006 to 2009 aims to improve \n  for training officers in masters’ degree  federal resource use by aligning \nPunjab Millennium Development  and executive courses. Provincial  expenditures with government \nGoals Program. This program cluster,  officers are given an opportunity to  strategies.  \nat an estimated total amount of $400– study in 1- year masters’ programs   \n500 million, builds on the work of  related to the public sector. Thirty- Punjab Resource Management \nPunjab Devolved Social Services  seven officers have been trained  Program. DFID is supporting the \nProgram. It supports Punjab in  under this program. A memorandum  Government of Punjab in \nachieving MDG goals in health.  of understanding has been signed  implementing a reform agenda and \nSubprogram 1 was effective in  with Asian Institute of Technology in  has committed a TA grant worth £5 \nDecember 2008, and subprogram 2 is  Thailand for training technical  million to be disbursed over 3 years \ncurrently being implemented. Key  departments using this facility. It is  from 2008 to 2011. Out of this, £2 \nreform areas include improving the  expected that 500 officers from  million has been allocated as a policy \navailability and quality of primary and  Punjab will be trained in short  development fund that may be used \nsecondary health services, (ii)  programs of a technical nature until  for demand-led interventions. This TA \nstrengthening the management of  December 2009.  supports the PRMP by assisting \nhealth service delivery, and (iii)    institutional and capacity \nestablishing a sustainable pro-poor  Punjab Land Record Management  improvements in public financial \nhealth-financing system.    & Information Systems Project.  management, civil service reforms, \n  The project was initiated with $51.3  and private sector development, with \nSouthern Punjab Basic Urban  million in assistance from World Bank  an additional focus on data collection \nServices Project. This project loan  and is scheduled to run from January  and research and analysis capacities. \naimed to reduce urban poverty,  2007 to March 2012. The objectives  The services of a TA management \nimprove community health, and reduce  of the project are to improve land  agency have been procured through \nenvironmental degradation in 21  records in Punjab, contributing to  competitive bidding, and it started \nproject towns. ADB approved a $90  tenure security and more efficient  functioning in July 2008. Some \nmillion loan in December 2003; the  operation of land markets. The  projects, including a review of \nloan will close in 2009, after some $45  project will upgrade the land records  processes in the Finance Department \nmillion in disbursements. ADB  management system for Punjab by  and the development of a private \nsuspended funding in February 2009  revising current business processes  sector development strategy, are \nfor 26 subprojects with safeguard non- and associated legislation and  under process. P&DD is the \ncompliance issues. Efforts are under  regulations, as well as establishing  Executing Agency, and the TA \nway to bring the project into safeguard  service centers where land records  management agency is housed with \ncompliance and to effect prompt  will be maintained.  the PRMP PMU.  \n ", "       Appendix 3      49 \nAsian Development Bank (ADB)  Other Multilateral Agencies  Selected Bilateral Agencies \nclosure.     \n  Programmatic Sector Loan for   \nADB recently approved project  Punjab Large Cities. This is being  Government of Switzerland. \npreparatory TA for a $300 million multi- provided by the World Bank for urban  Support for devolution through the \ntranche financing facility to support  improvement. This loan is for 5 years  Essential Institutional Reforms \nurban services improvement in  and will cover (i) land use planning,  Operationalization Program and \nPunjab's intermediate cities. The  (ii) urban transport, (iii) water supply  Devolution Trust for Community \nproposed Punjab Cities Improvement  and sanitation, (iv) solid waste  Empowerment  \nInvestment Program will improve the  management, and (v) property taxes.     \nmunicipal environment and public  The loan will be approximately $350–  \nhealth for an estimated 6 million  500 million. Some components of the  Government of Japan. Support for \nresidents of urban centers in Punjab.  loan will be used to build capacity in  local government capacity building in \n  the urban sector.  management skills and the \nPakistan Private Participation in      implementation of citizen community \nInfrastructure. This program cluster,  United Nations Development  boards  \ntotaling $600 million, aims to  Program. Major activities include    \nstrengthen the enabling environment  (i) institution-strengthening support to   \nfor private participation in  enhance people’s participation in  Canadian International \ninfrastructure. It supports the  local governance through citizen  Development Agency. Assistance to \nGovernment of Pakistan in leveraging  community boards under the  the Federal and provincial \nmore financial resources into  Devolution Trust for Community  governments and community-based \ninfrastructure by using the private  Empowerment,  organizations to strengthen social \nsector as an intermediary. This will  (ii) support for strengthening electoral  service delivery in communities  \nhelp fill the gap between the  management through capacity   \ninfrastructure that the Government of  building in the Election Commission,  Assistance in promoting effective \nPakistan can afford and the  and   representation by female councilors \ninfrastructure needed for economic  (iii) support for a needs-based  at all levels of local government. \ndevelopment and poverty reduction.  capacity-building program for about  Contribution to Devolution Trust for \n  27,000 elected women councilors in  Community Empowerment and \nunions, subdistricts, and districts.   devolved services delivery study \n \nDFID = Department for International Development of the United Kingdom, FY = fiscal year, GRAP = gender reform action \nplan, IDA = International Development Association, PESRP = Punjab Education Sector Reforms Program, PIFRA = \nProject for Improving Financial Reporting and Auditing, P&DD = Planning and Development Department, PGEIP = Punjab \nGovernment  Efficiency  Improvement  Program,  PMU  =  program  management  unit,  PRMP  =  Punjab  Resource \nManagement Program.  \na Only major recent or ongoing interventions. \nSource: Asian Development Bank and various websites of development agencies, \n \n \n ", " 50  Appendix 4 \n \n \nDEVELOPMENT POLICY LETTER \n \n \n \n \n \n \n ", "       Appendix 4      51 \n \n \n ", " 52  Appendix 4 \n \n \n \n ", "       Appendix 4      53 \n \n \n \n ", " 54  Appendix 4 \n \n \n \n ", "       Appendix 4      55 \n \n \n ", "56  Appendix 5 \n \nPOLICY MATRIX FOR SUBPROGRAM 2 OF THE PUNJAB GOVERNMENT EFFICIENCY \nIMPROVEMENT PROGRAM  \n(as of 21 August 2009) \n \n Impact: High, sustained, and private sector–driven growth in the province of Punjab and improved service delivery  \n \nOutcome: An efficient, effective, accountable, and enabling government  \n \nIndicative  Long-Term \nSubprogram 2 Actions  Subprogram 3 Actions  Vision and \nPrincipal  Subprogram 1 Actions  (January 2008– (October 2009– March  Performance \nObjectives  (July 2006–October 2007)  September 2009)  2011)  Targets (by 2018) \nCPA 1: Improve Public Financial Managementa \nImprove  Greater predictability and  1.1 Pre-budget  Pre-budget  Budget fully \nexpenditure  transparency achieved in  consultations with  consultations with  outcome-based, \nmanagement  budget allocation through  provincial assembly  provincial assembly  particularly in \nto strengthen  the adoption of a rolling  completed for FY2010,  held for FY2011 and  social service \nfiscal  MTBF for FY2008– and proposed  FY2012 budgets.  sectors. \ndiscipline  FY2010.   amendments to rules of     \n    procedure submitted to  Application of MTBF   \n  Transparency of annual  provincial assembly.    extended to Excise and   \n  budget statements    Taxation Department   \n  increased through  1.2 (i) Provincial  (E&TD), Livestock and   \n  consolidation of recurrent  revenue targets and  Dairy Department   \n  and development  expenditure ceilings  (L&DD), and Higher   \n  expenditure by sectors.   approved by cabinet  Education Department   \n  through MTBF for  by FY2010.  \nFiscal discipline enhanced  FY2010–FY2012    \nthrough improved  (ii) Pilot bottom–up  MTBF extended to \ncoordination between  output-based budgets  Public Health \nplanning and budgeting  prepared for DOH and  Engineering \nfunctions.  DI&P for FY2010– Department, \n  FY2012 to link  Communications and \nTransparent planning  expenditure with  Works Department, and \nprocedures, including  outputs  a selected district in \nrequirements for public  (iii) Annual budget and  FY2011. \nconsultations, stipulated at  MTBF integrated for   \ndistrict and municipality  DOH and DI&P for  ADP for FY2011 \nlevels.   FY2010 (in the  rationalized by  \n  application of the MTBF  (i) eliminating ongoing \nPlanning and budgeting  for the first year for  schemes whose present \nfunctions improved in key  these two departments  allocation is less than \nsectors through   in FY2010–FY2012).  10% of the financing \n(i) operationalizing the    needs, and  \nSPU in Department of  1.3 Improved process of  (ii) excluding new \nHealth (DOH) to define  applying for  schemes where the \nstrategic priorities and  supplementary grants  allocation is less than \nimprove medium-term  implemented by the  15%. \nplanning and budgeting  Finance Department   \nprocesses and   through piloting in DOH  Quality of ADP \n(ii) establishing the  and DI&P in FY2010:   improved by reducing \nmedium-term expenditure  (i) The use of a new pro  unapproved schemes \nframework committee in  forma that requires  by 90% by 31 \nDepartment of Irrigation  justification for  December of each FY, \nand Power to oversee  supplementary grant  and this practice \nmedium-term planning and  requests.  institutionalized in the \nbudgeting.  (ii) For DOH through  revised Planning \nsetting the ceiling for  Manual. \nnet supplementary   \ngrants (i.e., gross   \nsupplementary grants  Gender-responsive \n ", "Appendix 5    57 \n \nIndicative  Long-Term \nSubprogram 2 Actions  Subprogram 3 Actions  Vision and \nPrincipal  Subprogram 1 Actions  (January 2008– (October 2009– March  Performance \nObjectives  (July 2006–October 2007)  September 2009)  2011)  Targets (by 2018) \nless savings in the  budgeting introduced in \nsame grant) for current  the health and \nexpenditures at 10% of  education departments \nits budget estimates  from FY2011. \nand for development   \nexpenditures at 5% of   \nits budget estimates.   \n(iii) For IP&D through \nsetting the ceiling for \nnet supplementary \ngrants (i.e., gross \nsupplementary grants \nless savings in the \nsame grant) for current \nexpenditures at 5% of \nits budget estimates \nand for development \nexpenditures at 10% of \nits budget estimates. \n \n1.4. Quality of FY2010 \nannual development \nprogram (ADP) \nimproved by \n(i) reducing the number \nof new schemes with \nless than 10% \nallocation of project cost \nby 25% under ADP for \nFY2009 and  \n(ii) reducing the number \nof unapproved new \nschemes (through either \napprovals or \ncancellation) by at least \n50% in ADP for \nFY2010.  \n \n1.5 GRAP budget \nallocation doubled from \nFY2008 to FY2010 to \nsupport gender \nmainstreaming. \n \nImprove tax      Property tax survey  Less dependence \nadministration     completed and annual  on federal \nand structure  rental valuation tables  transfers, with \nupdated.  own-source \n  revenues \nUrban immovable  accounting for at \nproperty tax exemptions  least 50% of \nrationalized.  provincial \n  revenues. \nOnline collection of \nmotor vehicle tax \nimplemented. \n \n ", "58  Appendix 5 \n \nIndicative  Long-Term \nSubprogram 2 Actions  Subprogram 3 Actions  Vision and \nPrincipal  Subprogram 1 Actions  (January 2008– (October 2009– March  Performance \nObjectives  (July 2006–October 2007)  September 2009)  2011)  Targets (by 2018) \nCPA 2: Improve Contingent Liability Management \nImprove  Fiscal transparency  2.1. GPIF Act enacted  PRs9 billion for FY2011  Pension and GP \nfinancing,  increased by estimating  by provincial assembly.   transferred to PPF and  Fund liabilities \ninvestment,  civil service pension    GPIF in line with  financed in a \nand  liabilities and determining  2.2. PRs12 billion  financing strategy.  transparent and \nsustainability  annual cash-flow needs.   transferred to the PPF    sustainable \nof pension    in line with revised  PPF and GPIF  manner. \nand GP Fund  Fiscal space and  funding strategy for the  managed by a single   \nexpenses  predictability enhanced  PPF and GPIF  investment unit, with   \n  through the adoption of a  approved by the  adequate capacity and     \n  funding strategy to meet  provincial cabinet.   sound governance \nthe pension liabilities.     structures and \n  2.3. PPF  practices. \nSteps for good fiduciary  operationalized with   \ngovernance of the  (i) appointment of  Pension and GP Fund \npension system put in  general manager and at  expense report \nplace through the  least three professional  prepared in line with \nadoption of Punjab  staff and   Public Sector \nPension Fund (PPF)  (ii) appointment of  Accounting Standard 25 \nmanagement and  trustee and external  and attached to FY2011 \ninvestment rules and  auditor.  budget. \nestablishment of a   \nmanagement committee.   2.4. Contingent \n  liabilities of the PPF and \nProposed General  the GP Fund as of June \nProvident Investment  2008 estimated and \nFund (GPIF) law  included in the white \nsubmitted to provincial  paper for the FY2010 \nassembly.  budget. \n   \nImprove  A policy note on key  2.5 PAT to launch  Data gathering,  Payment of \nrecord- priorities for pension  testing of alternative  validation, and entry of  pension and GP \nkeeping and  administration prepared,  procedures to facilitate  historic GP Fund  Fund benefits \nadministration   and the Pension  efficiency and accuracy  records implemented.  timely and \n  Administration Task Force  of data gathering,    accurate.  \n  (PAT) appointed to  validation, and entry of  PAT to confirm data \nestablish sound record- historic GP Fund  entry in SAP/R3 \nkeeping and  records.  database completed for \nadministration systems.    most of civil servants on \n  2.6. The Office of the  payroll, pensioners, and \nAccountant-General  GP Fund records. \nhas completed data   \nentry in SAP/R3 \ndatabase for  \n(i)  988,338 \nemployees,  \n(ii)  165,899 \npensioners, and  \n(iii)  782,443 GP \nFund records of \nwhich 162,587 \nrecords have \nbeen updated \nbased on ledger \nbooks excluding \nmissing \nsubscriptions. \n \n ", "Appendix 5    59 \n \nIndicative  Long-Term \nSubprogram 2 Actions  Subprogram 3 Actions  Vision and \nPrincipal  Subprogram 1 Actions  (January 2008– (October 2009– March  Performance \nObjectives  (July 2006–October 2007)  September 2009)  2011)  Targets (by 2018) \nCPA 3: Improve Civil Service Management \nImprove  A CSR vision circulated,  3.1. A CSR policy  E&TD and L&DD to  Punjab civil \nfunctions,  and a CSRTF established  approved by the  implement CSR policy  service \nstreamline  to articulate and guide  provincial cabinet to  through  modernization \nbusiness  CSR.  endorse and guide  (i) functional review, (ii)  completed. \nprocesses,    optimization of  business process   \nand  Coordination of CSR  government functions,  reengineering, and    \nmodernize  efforts improved by  reengineering of  (iii) completed human  All policies, laws, \nhuman  upgrading the Civil  business processes,  resource reforms.    and regulations \nresource  Service Change  and introduction of    governing civil \nmanagement  Management Unit.   performance-based  Implementation of CSR  service human \n    human resource  policy initiated in  resources \n  CSR change  management systems.  departments of health,  modernized and \n  management process    irrigation and power,  approved by \n  initiated by designating  3.2 PPSC approved a  and higher education.   assembly by \n  change management  key recommendation on    2014.  \n  agents in all 40 provincial  adopting a more  PPSC to    \n  departments and 35  efficient approach to  (i) complete functional   \n  districts.    scrutinizing civil service  review on civil servant   \n    applications.  recruitment and an   \n  A working group for    action plan for business  Benchmarking \n  reviewing human    process reengineering  and citizens’ \n  resource policies,    and (ii) implement some  feedback \n  chaired by the additional    recommendations.  constitute regular \nchief secretary, notified.      components of \n  E&TD and L&DD to  performance \nFirst batches of civil  complete benchmarking  management in \nservants recruited under  (including establishing  provincial and \nthe newly established  indicators) for  local \nProvincial Management  measuring strategic,  governments.   \nService, leading to the  functional, performance,   \ndevelopment of a  and process.   \nprofessional management   \ncadre.   Citizens' feedback \n  mechanism designed, \nCompetitive and incentive- and implementation \nbased recruitment system  begun, for L&DD and \nadopted for managing  E&TD to gauge public \ndevelopment projects and  opinions on service \nprograms.  delivery. \n   \nAt least eight core  Based on piloting in \ndepartments identified for  E&ED and L&DD, \npiloting a performance- provincial civil service \nbased human resource  human resource \nmanagement system in at  management policies \nleast one unit or section in  and regulations to be \neach department.  reviewed and revised to \n  improve efficiency and \nDepartments of planning  effectiveness of civil \nand development, finance,  service management \nlocal government and  and service delivery. \ncommunity development,   \nand services and general  S&GAD to study the \nadministration selected for  causes and effects and \nfunctional review and  recommend measures \nbusiness process  for addressing issues \nreengineering.  related to (i) frequent \n ", "60  Appendix 5 \n \nIndicative  Long-Term \nSubprogram 2 Actions  Subprogram 3 Actions  Vision and \nPrincipal  Subprogram 1 Actions  (January 2008– (October 2009– March  Performance \nObjectives  (July 2006–October 2007)  September 2009)  2011)  Targets (by 2018) \n  transfer and short \nWorking group for  tenure; (ii) fringe \nreviewing the rules of  benefits and need for \nbusiness established.   monetization; and (iii) \n  civil servant grade, \ncadre, and \ncompensation issues \nand then implement \nrecommendations by \nadopting new or revised \npolicies.   \n \nDevelop  MPDD designated as the  3.3 Government training  Government training  Modern training \ncapacity  principal capacity-building  strategy approved by  strategy approved by  systems \n  arm for public servants,  the chief minister.  the cabinet.  established.    \n  and modernization of     \nMPDD started.    Gender mainstreaming \n    training adopted as a \nA provincial capacity-   regular part of MPDD \nbuilding framework for    training curriculum.  \ncivil service training   \ndeveloped.  Departmental training \n  budget allocated. \n \nMPDD to establish \ntraining partnership with \nreputable international \ninstitutions.   \n \nAutomated training \nsystems adopted in \nMPDD. \n \nCPA 4: Promote Private Sector Participation \nPromote PPP  A PPP cell established in  4.1. PPP policy  PPP steering committee  PPP institutional, \nfor  P&DD to draft policy and  approved by the  established.   policy, legal, \ninfrastructure  regulatory framework for  provincial cabinet to    regulatory, \nand social  PPP and support  specify the  Hiring of professional  financial, \nservice  development of PPPs in a  government’s objectives  staff based on staffing- concession \ndelivery  systematic manner.  for private sector  level indicated in the  management, \n    participation in  PC-I completed for the  safeguard, and \n    infrastructure  PPP cell.  risk management \nA private sector  development and the    frameworks fully in \ndevelopment (PSD)  principles for achieving  PPP risk management  place. \ncommittee and its terms of  these objectives.  framework established   \nreference established and    and PPP Risk   \nmade operational to lead  4.2. PPP law submitted  Management Unit in the   \nPSD initiatives.  to the provincial  Finance Department  PPP approach \n  assembly or approved  operationalized.  mainstreamed \nA communication strategy  by the provincial cabinet    with at least 20% \nadopted by PSD  for implementing the  Policies, guidelines, and  of infrastructure \ncommittee to effectively  PPP policy.  regulations on land  projects and social \npromote compliance with    acquisition,  services delivered \ncore labor, international  4.3 P&DD hired head  environmental, and  through PPP \nquality, and environment  (or acting head) and at  social safeguards  projects. \nstandards, to boost  least two professional  pertaining to PPP \nPunjab’s competitiveness.  staff for the PPP cell.  projects developed. \n     \n ", "Appendix 5    61 \n \nIndicative  Long-Term \nSubprogram 2 Actions  Subprogram 3 Actions  Vision and \nPrincipal  Subprogram 1 Actions  (January 2008– (October 2009– March  Performance \nObjectives  (July 2006–October 2007)  September 2009)  2011)  Targets (by 2018) \n  4.4 Project  Detailed PPP \ndevelopment facility  operational guidelines \n(PDF) guidelines  adopted by the PPP \napproved by the  Cell. \nprovincial cabinet and   \nPDF financed through  Concession agreements \nbudget allocation of $1  signed for at least two \nmillion equivalent under  PPP projects. \nPC-I.   \n   \n4.5 A list of PPP   \nprojects identified by \nP&DD.  \n \nCPA5: Achieve development results  \nAdopt result    5.1 Punjab's strategy for  Punjab's result  Punjab's results-\nframeworks  economic growth and  framework approved by  based \nservice delivery  cabinet.  management \napproved by the    framework serves \nprovincial cabinet.    as an overarching \n    and integrated tool \n5.2. A results framework  First annual progress  for enhancing \nworking group chaired  report on implementing  development \nby the P&DD chairman,  the result framework  results and \nestablished for the  prepared by the result  performance \nintroduction of Punjab's  framework working  accountability. \nresult framework.  group, and findings   \n  presented to the cabinet  Outcome targets \n5.3. Draft result  and provincial  in key sectors \nframework for the  assembly, and this  achieved. \nprovince and key  initiative   \nsectors linking key  institutionalized.    \ndevelopment impact,   \noutcomes, and outputs  GRAP implementation \nwith resources and  on public financial \nenabling systems and  management, civil \nprocesses adopted as a  service reform, service \nworking document by  delivery, and economic \nthe result framework  empowerment \nworking group.  assessed; annual \n  progress report \n5.4 Gender equity  prepared; and further \nindicators for health and  gender mainstreaming \neducation integrated in  actions in line with \nPunjab's results-based  program reforms \nmanagement  identified. \nframework.   \nCPA = core policy area, CSR = civil service reform, DI&P = Department of Irrigation and Power, E&TD = Exercise and \nTaxation Department, FY = fiscal year, GP Fund = General Provident Fund, GRAP = gender reform action plan, L&DD = \nLivestock and Dairy Department, MDG = Millennium Development Goal, MPDD = Management and Professional \nDevelopment Department, MTBF = medium-term budgeting framework, PDF = project development facility, PPSC = \nPunjab Public Service Commission, PC-I = Planning Commission Pro Forma-I, PPP = public–private partnership, PSD = \nprivate sector development, S&GAD = Services and General Administration Department, SPU = Strategic Policy Unit, \nWWS = water supply and sanitation, SAP/R3 = Systems, Applications, and Products in Data Processing/Third Generation. \na  The team will discuss with the Government of Punjab the possibility of including procurement reforms under this CPA in \nsubprogram 3. \nSource: Asian Development Bank and Government of Punjab \n \n ", "   \n \n \nSTOCKTAKING OF THE PROGRESS UNDER PGEIP AND FINE-TUNING OF THE POLICY MATRIX    6  \n2  \nSubprogram 2 Indicative  Updated Subprogram 2     \n \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008 \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)    A\np\nA.         CPA1: Fiscal and Financial Management  p\ne\nn\n1. Improve public  MTBF and annual budget fully  Finance Department has  There is no change in direction in  1.1 Pre-budget consultations  d\nresource management  integrated (i.e., the annual  updated the top–down  the MTBF reforms. Instead, the  with provincial assembly  ix\n 6\nwith the aim of  budget is the first year of  dimension (medium-term  prior actions have been refined to  completed for FY2010, and   \nimproving   MTBF)  fiscal framework) of the MTBF  reflect the major results or high- proposed amended rules of \n(i) coordination between    for FY2010–FY2012. Two  impact activities to improve  procedure of provincial \nmedium-term planning  MTBF and MTDF prepared  pilot departments have  precision, transparency, and  assembly submitted to \nand budgeting,   and issued within the same  implemented the MTBF, and  accountability in the budget. Prior  provincial assembly to \n(ii) transparency and  time frame   their 1st year budgets have  actions that are considered  institutionalize the \naccountability of the    been reflected in the  intermediate steps have been  consultation. \nbudget process, and  MTDF and MTBF cells in  approved annual budget.  incorporated in the action plan, e.g.,   \n(iii) efficiency in revenue  Finance Department and    BCC issuance, MTBF and MTDF  1.2 (i) Provincial revenue \ncollection to at least  P&DD fully staffed to prepare  Finance Department has  cells.   targets and expenditure \ndouble the own-source  updated projections of  assigned its budget wing to    ceilings approved by cabinet \nprovincial revenues over  resource envelope for the  handle MTBF matters, while    through MTBF for FY2010–\nthis period.  period FY2010–FY2012  P&DD has an MTDF cell to    FY2012  \n    handle MTDF matters.    (ii) Pilot bottom–up output-\n        based budgets prepared for \n    The MTDF was prepared by    DOH and DI&P for FY2010–\n    P&DD, and information from    FY2012 to link expenditure \n  MTDF was used in preparing    with outputs \n  the MTBF for the two pilot    (iii) Annual budget and MTBF \n  departments.    integrated for DOH and DI&P \n    Adoption of fiscal responsibility  for FY2010 (in the application \nBCC to include notification of  Finance Department issued a  policy was found to be less  of the MTBF for the first year \nrecurrent budget ceilings to  new MTBF BCC in November  meaningful in the provincial context,  for these two departments in \nindividual line departments   2008 to the two pilot  as provinces have limited power to  FY2010–FY2012). \n  departments (DOH and DI&P)  incur debt. Instead, greater   \n  that required them to prepare  accountability is expected to be an  1.3 Improved process of \nFiscal discipline further  multiyear output-based  outcome of the MTBF reforms.  applying for supplementary \nimproved through adoption of  budgets. The new BCC    grants implemented by the \n(i) a policy and regulatory  includes ceilings for both  Fiscal discipline is being  Finance Department through \nframework for fiscal  current and development  compromised by the prevalence of  piloting in DOH and DI&P in \nresponsibility and  budgets.  supplementary grants and the lack  FY2010:  \n(ii) a policy regulating the ad    of appreciation of the budget at the  (i) The use of a new pro \nhoc demand for additional  The government has agreed  political level. As such, prior actions  forma that requires \ngrants from line departments  to set ceilings for net  are needed to address  justification for supplementary \nthrough supplementary  supplementary grants for  supplementary grants.  grant requests. \napplications to the Finance  current and development    (ii) For DOH through setting \nDepartment  expenditures.    the ceiling for net \n ", "                                             \n \nSubprogram 2 Indicative  Updated Subprogram 2 \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008 \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \n      supplementary grants (i.e., \nAdoption of revised midyear  In March 2009, Finance  This prior action is an intermediate  gross supplementary grants \nbudget review  procedure that  Department undertook the  step toward achieving more  less savings in the same \nincludes monitoring of budget  midyear review of the FY2009  precision in the budget and  grant) for current \neffectiveness (i.e., actual  budget. It has also linked the  improving budget execution. This  expenditures at 10% of its \nspending versus outputs  supplementary grants with the  has been moved as an action in the  budget estimates and for \nachieved)  midyear budget review,  action plan.  development expenditures at \n  putting importance on the    5% of its budget estimates. \n  justification of the    (iii) For IP&D through setting \n  supplementary grants. The    the ceiling for net \n  midyear budget report has    supplementary grants (i.e., \n  been prepared.    gross supplementary grants \n      less savings in the same \nP&DD to assess compliance  The local government  Since the MTBF reforms are still  grant) for current \nwith the guidelines in five pilot  planning manual was  focused on the provincial  expenditures at 5% of its \ndistrict governments and  published.   departments and involving local  budget estimates and for \nmake improvements to the    governments in the MTBF process  development expenditures at \nmanual    may take time, there is sufficient  10% of its budget estimates. \n    justification to drop this prior action    \n      1.4. Quality of FY2010 annual \nProvincial tax revenues  The government has    development program (ADP) \nshowing clear upward trend,  proposed the implementation  The actions on revenue so far by  improved by \nincreasing by at least 13%– of administrative actions to  the government have been very  (i) reducing the number of \n15% over the last 2 fiscal  improve provincial tax  preliminary, and meaningful actions  new schemes with less than \nyears  generation. Some initiatives  and results will occur in  10% allocation of project cost \n  started in July 2009, such as  subprogram 3.  by 25% under ADP for \nAdoption of comprehensive  the property tax survey. The    FY2009 and  \nplan for improving tax policy  government is considering    (ii) reducing the number of \nformulation and administration  measures to improve motor    unapproved new schemes \nbetween the provincial and  vehicle tax collection.    (through either approvals or \nlower tiers of government    cancellation) by at least 50% \n    in ADP for FY2010.  \nBeginning in subprogram 2, support   \nfor gender mainstreaming has  1.5 GRAP budget allocation \nA\nbecome an important component of  doubled from FY2008 to  p\np\nthe PGEIP to reduce gender  FY2010 to support gender  e\nn\ndisparity through reforms   mainstreaming.  d\nix\n     6\n2. Achieve performance  Strategy and policy unit in  Under PMGDP, DOH  The FMC, with the support of Loan  Intermediate action to achieve   \norientation in annual  DOH is fully staffed  established a FMCl to handle  2386 consultants, prepared the  Prior Action 1.2 \nbudgeting process in    budget preparation for both  MTBF for DOH.   \n6\nkey sectors, with clear    current and development      3\n \n ", "   \n \n \nSubprogram 2 Indicative  Updated Subprogram 2  6  \n4  \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008     \n \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \ntargets to increase    budgets.     \nA\nprimary school      Prior action is an intermediate step    p\np\nenrollment rate from    The MTBF BCC had included  in the bottom–up dimension of the    e\nn\n70% in school year  Departmental expenditure  a rapid sector review for the  MTBF process but should instead    d\nix\n2006/07 to above 80%  review for DOH and DI&P  pilot department as part of  be part of the action plan for MTBF     6\n \nin 2008/09 and reaching  under supervision of  budget preparation. However,  prior actions.    \nthe MDG target of 100%  respective strategy and policy  this could not be implemented     \nby 2012, and to reduce  units     due to the difficulty of     \ninfant mortality to below    procuring consultancy     \n60 per 1,000 live births    support. Instead, pilot     \nfrom 72 and maternal    departments had to make     \nmortality to below 220    their own assessment of     \nper 100,000 live births    priorities and objectives in     \nfrom 257 over this    budget preparation.     \nperiod, paving the way         \nto meet the MDG target  DI&P and Health Department  Costing methodologies have  This is part of the MTBF process  Intermediate action to achieve \nof 145 by 2019  to develop costing  been developed for DI&P and  and is incorporated in the action  Prior Action 1.2 \n  methodology in line with  DOH as part of preparing their  plan for MTBF prior actions.    \nservice delivery norms   output-based budgets for     \n   FY2010–FY2012.     \n    Since the output-based budgets are   \nA citizens’ satisfaction survey  The citizens' satisfaction  not to be executed until FY2010, it   \ndesigned its first round to  survey will be done as a part  is premature to undertake the   \ngauge public opinion about  of the benchmarking exercise.  citizens’ satisfaction survey during   \nthe quality of public services  The work has started and will  subprogram 2 as means of \nbe completed in subprogram  performance assessment.  \n3. \nB.         CPA2: Pension Reform \n1. Establish the PPF and  1.1 GPIF rules adopted and  GPIF Act was approved in  Passage of the GPIF Act took place  2.1. GPIF Act enacted by \nGPIF by   GPIF management committee  July 2009. Draft rules have  only in July 2009. There will be no  provincial assembly.  \n(i) accelerating their  established   been prepared and will be  separate GPIF management   \ncapitalization to achieve    submitted for approval to the  committee. This role will be taken   \na funding level of at    next management committee  on by the PPF management   \nleast PRs100 billion by    meeting.  committee to improve efficiency.   \nFY2016 and          \n(ii) instilling sound  .2 Assets transferred from the  PRs12 billion was transferred  The funding level is less substantial  2.2. Rs12 billion transferred to \nfiduciary discipline in the  Government of Punjab  to a private bank account.     than put forward in the initial  the PPF in line with revised \nmanagement of PPF  reserve funds to the PPF and    funding strategy due to changes in  funding strategy for the PPF, \nand GPIF.   GPIF    economic conditions and other  and GPIF approved by the \n    A short-term investment  factors outlined in the RRP. A new  provincial cabinet.  \n3 Prudent investment strategy  strategy started in July, after  funding strategy has been prepared   \n ", "                                             \n \nSubprogram 2 Indicative  Updated Subprogram 2 \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008 \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \nfor PPF and GPIF adopted   the Finance Department  for pension and GP Fund.  2.3. PPF operationalized with \n  turned over the PPF account    (i) appointment of general \n  to the PPF. The long-term  As the long-term investment  manager and at least three \n  investment strategy will be  strategy has yet to be prepared  professional staff and  \n  developed under subprogram  under subprogram 3, the focus of  (ii) appointment of trustee and \n  3.  action is on the development of the  external auditor. \n    PPF   \n  The government prepared a    2.4. Contingent liabilities of \n  new funding strategy for  A new action 1.4 has been created,  the PPF and the GP Fund as \n1.4 Review of funding strategy  pension and GP Fund, based  requiring Finance Department  of June 2008 estimated and \ncompleted and revised  on the actuarial assessment  reporting on its accrued pension  included in the white paper for \nfunding strategy adopted  using June 2008 data.   and GP Fund liabilities as a part of  the FY2010 budget. \n  the budget documents   \n \n2. Improve record- 2.1 Time-bound action plan  A 3-month pilot project started  Action has been reworded, and a  2.5 PAT to launch testing of \nkeeping and  for upgrading information  in June 2009 to test  new action has been added to  alternative procedures to \nadministration to ensure  technology and other systems  alternative methods to  introduce a baseline and enable  facilitate efficiency and \naccurate and timely  and procedures for record- populate the GP Fund  monitoring progress  accuracy of data gathering, \npayment of pension and  keeping and pension  database. Based on the  validation, and entry of \nGP Fund benefits   administration on the basis of  findings of the pilot project, a  historic GP Fund records. \n  PAT’s assessment and  comprehensive plan will be   \nrecommendations adopted,  prepared for the rollout using  2.6. The Office of the \nand resources allocated in the  the selected procedures.  Accountant-General has \nannual budgets for  completed data entry in \nimplementing the plan   SAP/R3 database for  \n  •  988,338 employees,  \n•  165,899 pensioners, and  \n782,443 GP Fund records of \nwhich 162,587 records have \nbeen updated based on \nledger books excluding \nmissing subscriptions. \n3. Improve adequacy  3.1 Reform agenda adopted  The government wants to  The pace and areas of reforms will   \nand coverage of pension  on the basis of a  move policy reform to a later  be decided after further discussions  A\nbenefits   comprehensive review of  stage. Policy reforms must be  between the Federal and provincial  pp\n  existing pension and GPF  undertaken as a national  governments.     en\n  benefits, coverage, and  effort, not just a provincial    dix\n  contributions  initiative. Punjab and Sindh   6\n \n    are discussing with the federal \n3.2 In-depth actuarial analysis  government on the policy \nconducted to fully assess  reforms needed.   6\n5\n \n ", "   \n \n \nSubprogram 2 Indicative  Updated Subprogram 2  6  \n6  \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008     \n \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \nimplicit pension liabilities and   \nA\nto guide parametric and  p\np\nsystemic reforms  e\nn\n  d\nix\nC.         CPA3: Civil Service Reform   6\n \n6. Establish the  The CSR institutional  CSRTF resumed meetings in  The CSR institutional arrangement  Not listed in the policy matrix \ninstitutional foundation  arrangement reviewed and  May 2009 after the new  is needed to drive reforms. This  but in the action plan  \nfor civil service reform  improved by the CSRTF  government of Pakistan came  represents the key supporting \nand set a vision for  to power in February 2008.   mechanism for CSR. In the effort to \neffectively managing the    make policy matrix more focused \n1 million–plus civil  Additional chief secretary was  and result oriented, These action \nservants.   appointed focal person for  have been moved to the action \ncoordinating CSR in Punjab,  plan.  \nreporting to CSRTF.  \n \nPPCMW carried out activities \nto support CSR. The frequent \nchanges in its secretary, \nhowever, prompted the \ngovernment to streamline \nPPCMW into a unit headed by \nan additional secretary.  \n \nOverall, the CSR institutional \ncapacity has been sustained \nand made more focused.  \n  \n7. Strengthen civil  Human resource legislation  A working group for reviewing  Actions in this areas have been  3.1. A CSR policy approved \nservice HRM to deliver  and policies, including the  civil service human resource  made more focused for the  by the provincial cabinet to \npublic services efficiently  Civil Service Act (1974),  policy was established and  following reasons:  endorse and guide \nwith adequate incentives   Contract Employment Policy,  reviewed the contract    optimization of government \nand Provincial Management  employment policy.   (i) The government wants to  functions, reengineering of \nService Rules (2003),    pursue CSR in a firm, yet  business processes, and \nreviewed and improved   A draft human resource  gradual and focused manner  introduction of performance-\n  manual and tool kit,  to make reforms achievable  based human resource \nComprehensive HRM manual  describing international good  and sustainable.  management systems. \ndeveloped  practices and comparing them     \n  with the Punjab system, has  (ii) Implementation   \nA full-fledged piloting scheme  been prepared.   experience to date shows   \nof performance-based HRM    that initial actions in the   \ndeveloped and put in place for    policy matrix were overly   \n ", "                                             \n \nSubprogram 2 Indicative  Updated Subprogram 2 \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008 \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \nat least one section or unit in  Situation analysis and  ambitious and should be   \neach of the selected  discussions with key  better sequenced. For   \ndepartments and for the  government departments on  example, reviewing the Civil   \nProvincial Management  human resource problems  Service Act (1974) is a major   \nService  have been carried out.      exercise that cannot be   \n  completed within a year.   \nOn the basis of a  Furthermore, the review will   \ncomprehensive review,  be more useful if it is done   \nfunctioning of PPSC improved  after concrete piloting of   \nto protect and sustain merit- human resource reform is   \nbased recruitment  carried out to clarify   \n  directions and generate   \n  public support for reform.    \n     \nThe government has thus   \nfocused on developing a   \nroad map for reforms and   \ncreating model departments   \nto pave the way for   \nfundamental CSR.   \nRecruitment of an   \ninternational firm is under   \nway.    \n  3.2 PPSC approved a key \nThere is strong traction to  recommendation on adopting \nreform the PPSC recruitment  a more efficient approach to \nprocess.  A new action has  scrutinizing civil service \nbeen added.   applications. \n   \n8. Improve government’s  Framework adopted for the  CSRTF met in May 2008 and  It was agreed during subprogram 1   \nfunctions and streamline  system of appointing principal  revisited the list of  that departments of planning and  See above \nbusiness processes  secretaries to improve  departments for functional  development, finance, local   \nmanagement and  review and business process  government and community \neffectiveness of coordination  reengineering. It has been  development, and services and \nA\nbetween departments    agreed with ADB that E&TD  general administration would  p\np\n  and L&DD will undertake  undertake functional review and  e\nn\nFunctional review and  functional review and  business process reengineering.  d\nix\nbusiness process  business process  The new Government of Punjab   6\nreengineering of the  reengineering. Recruitment of  revisited the list and decided to   \ndepartments of planning and  consulting services is  carry out functional review and \ndevelopment, finance, local  underway.   business process reengineering \n6\ngovernment and community    and human resource reform in  7\n \n ", "   \n \n \nSubprogram 2 Indicative  Updated Subprogram 2  6  \n8  \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008     \n \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \ndevelopment, and services  The review and update of  E&TD and L&DD to  \nA\nand general administration   rules of business have been  (i) make reforms more manageable  p\np\n  carried out by the  given the moderate size of the two  e\nn\nRules of business amended to  government.   departments,   d\nix\nimprove civil service efficiency  (ii) successfully create model   6\n \nby the working group for  departments, and \nreviewing the rules of  (iii) choose departments with strong \nbusiness  service delivery to showcase the \n  benefits of reforms.  \n \n9. Strengthen the  Adequate funding allocated  The number of training days  The policy matrix is consolidated to  3.3 Government training \ncapacity of civil servants  for sustained capacity  conducted by MPDD tripled  reflect major policy changes, in this  strategy approved by the \nbuilding, and MPDD upgraded  between 2006 and 2007,  case the development of the  chief minister. \ninto a full-fledged civil service  doubled from 2007 to 2008,  training strategy.    \ntraining outfit  and increased by 20% from   \n  2008 to 2009. The training   \nCapacity-building framework  infrastructure of MPDD   \nexpanded by MPDD to cover  improved significantly, and   \nlocal government training    some facilities are rented by \n  other organizations, creating \nadditional income for training.  \nD.         CPA4: Private Sector Development \n10. Strengthen public  A PSD strategy formulated to  An economic growth strategy     \nsector support for  meet the growth and  was approved by the Cabinet,   \nprivate sector  development priorities of  which includes the strategy on   \ndevelopment, with the  Punjab, including an  PSD.    \naim of boosting private  implementation plan     \nsector share of gross    A series workshop on   \nprovincial product to  Communication strategy  communication between the   \n40% by 2012, from 30%  implemented   public and private sectors,   \nin 2006    and on compliance with core   \nCore standards reviewed and  standards involving private   \nreformulated by a lead  and public sector participants   \ndepartment  were held.    \n    The World Bank is conducting \nBenchmarks for the cost of  The chief minister has  survey on the cost of doing \ndoing business in Punjab  established a committee to  business in Punjab, which includes \nestablished with oversight by  work out institutional  assessing regulations, so no \nPSD committee  mechanisms for foreign direct  separate doing-business survey is \n  investment through  required.  \nPeriodic surveys every 2  establishing one-window   \n ", "                                             \n \nSubprogram 2 Indicative  Updated Subprogram 2 \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008 \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \nyears on regulatory costs to  operations for foreign  Subprogram 2 has focused more \nbusiness initiated and carried  investors.    on developing PPP, given the \nout with oversight by PSD    strong traction. Actions on \ncommittee  A proposal is being developed  improving regulations have started \n  to merge the Industries  in subprogram 2 and will extend in \nRegulatory impact  Department and Commerce  subprogram 3. The action plans of \nassessment in at least two  Department to form a  the subprogram 2 and subprogram \ndepartments institutionalized  consolidated department for  include the following actions: \nand carried out by these  promoting private sector  (i) Regulatory regime assessments \ndepartments   development in the province.  initiated to streamline regulations \n    and reduce red tape for domestic \nSupported by the TA grant  and foreign investors   \nunder the second Punjab  (ii) Price distortions for major \nPublic Resource Management  commodities analyzed and \nProgram, Ferguson, an  removed. \naccounting firm, has reviewed  (iii) Punjab's policy for attracting \nthe performance of nine public  foreign direct investment in \nsector organizations and  agriculture approved \nrecommended actions for  (iv) A stocktaking exercise carried \nchange. A workshop was held  out by Finance Department to \nwith department to review and  evaluate the financial performance \nsubsequently implement  of public sector organizations. \nfindings.    \n    \nThe Government of Punjab \nhas set up a cabinet \nsubcommittee to approve a \npublic sector organization \nreform plan. \n \n11. Promote PPP  PPP legal and regulatory  A PPP law has been drafted.   The government has shown  4.1. PPP policy approved by \nframework established by    increasing appreciation of PPP.  the provincial cabinet to \nP&DD  The PPP Cell is being  Leveraging strong government  specify the government’s \n  established at P&DD  interest and ownership, the updated  objectives for private sector \nA\nRisk management framework    policy matrix includes more actions  participation in infrastructure  p\np\nand a viability gap funding  A PPP policy paper has been  than originally envisaged.    development and the  e\nn\nmechanism established to  developed incorporating PPP  principles for achieving these  d\nix\nsupport high-value  frameworks.   objectives.   6\ninfrastructure projects       \nL&DD discussed with  4.2. PPP law submitted to the \npotential investors the  provincial assembly or \n6\npossibility of using leasing or  approved by the provincial  9\n \n ", "   \n \n \nSubprogram 2 Indicative  Updated Subprogram 2  7  \n0  \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008     \n \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \ncontract management to  cabinet for implementing the \nA\nmanage dairy farms that are  PPP policy.  p\np\nowned by the government.    e\nn\n4.3 P&DD hired head (or  d\nix\nacting head) and at least two   6\n \nprofessional staff for the PPP \ncell. \n \n4.4 Project development \nfacility (PDF) guidelines \napproved by the provincial \ncabinet and PDF financed \nthrough budget allocation of \n$1 million equivalent under \nPC-I. \n \n4.5 A list of PPP projects \nidentified by P&DD.  \n \nCPA5: Achieve development results  \n      This is a new CPA introduced  5.1 Punjab's strategy for \nAdopt result frameworks  during subprogram 2. There were  economic growth and service \ntwo major reasons for including it.  delivery approved by the \nFirst, all the reforms in the PGEIP  provincial cabinet. \nare geared toward improving   \ndevelopment results. Introducing  5.2. A results framework \nRBM will integrate all the reform  working group chaired by the \nactions and sharpen its result  P&DD chairman, established \nfocus. Second, RBM is a new  for the introduction of \npublic sector management  Punjab's result framework. \napproach. The adoption of RBM by   \nthe government will help to  5.3. Draft result framework for \nmodernize public sector  the province and key sectors \nmanagement in Punjab.   linking key development \n  impact, outcomes, and \n  outputs with resources and \n  enabling systems and \n  processes adopted as a \n  working document by the \n  result framework working \n  group. \n ", "                                             \n \nSubprogram 2 Indicative  Updated Subprogram 2 \nPrior Actions Included in  Progress in Implementing  Prior Actions (January 2008 \nPrincipal Objective  Subprogram 1 RRP  Subprogram 2 Prior Actions  Changes Required and Reasons  to September 2009)   \n   \nGender equity is an important  5.4 Gender equity indicators \ndimension of development.  for health and education \nReflecting the need to address the  integrated in Punjab's results-\nlarge gender disparity in Pakistan  based management \nand ADB's strategic consideration  framework. \nof gender mainstreaming as a key   \ndriver of change, beginning in \nsubprogram 2, the PGEIP has \nmade conscious efforts to take \nadvantage of opportunities created \nby the program reforms on gender \nmainstreaming. \n \nBCC = budget call circular, CPA = core policy area, CSMRTF = Civil Service Modernization and Reform Task Force, CSR = civil service reform, CSRTF = Civil \nService Reform Task Force, DI&P = Department of Irrigation and Power, DOH = Department of Health, E&TD = Exercise and Taxation Department, FMC = \nFinancial Management Cell, FY = fiscal year, GP Fund = General Provident Fund, GPIF = General Provident Investment Fund, HRM = human resource \nmanagement, L&DD = Livestock and Dairy Department, MDG = Millennium Development Goal, MPDD = Management and Professional Development Department, \nMTBF = medium-term budgeting framework, MTDF = medium-term development framework, MTEF = medium-term expenditure framework, P&DD = Planning and \nDevelopment Department,  PAT = Pension Administration Task Force, PC-I = Planning Commission Pro-Forma I, PGEIP = Punjab Government Efficiency \nImprovement Program, PMGDP = Punjab Millennium Development Goals Program, PPSC = Punjab Public Service Commission, PPCMW = Public Policy and \nChange Management Wing, PPF = Punjab Pension Fund, PPP = public–private partnership, PSD = private sector development, RBM = results-based \nmanagement, RIA = regulatory impact assessment, RRP = report and recommendation of the President. \n \n \nA\np\np\ne\nn\nd\nix\n 6\n \n7\n1\n \n ", "72   Appendix 7   \n \nLIST OF INELIGIBLE ITEMS \nNo withdrawals shall be made in respect of expenditures \n(i)  for  goods  included  in  groups  or  subgroups  of  the  United  Nations  Standard \nInternational  Trade  Classification,  Revision  3  (Table  A8),  or  any  successor \ngroups or subgroups under future revisions in the classification, as designated by \nADB to the Borrower. \n(ii)  in the currency of the Borrower or of goods supplied from the territory of the \nBorrower;  \n(iii)  for goods supplied under a contract that any national or international financing \ninstitution or agency will have financed or has agreed to finance, including any \ncontract financed under any loan from ADB;  \n(iv)  for  goods  intended  for  a  military  or  paramilitary  purpose  or  for  luxury \nconsumption;  \n(v)  for narcotics;  \n(vi)  for environmentally hazardous goods, the manufacture, use, or import of which is \nprohibited under the laws of the Borrower or international agreements to which \nthe Borrower is a party; and \n(vii)  on account of any payment prohibited by the Borrower in compliance with a \ndecision of the United Nations Security Council taken under Chapter VII of the \nCharter of the United Nations.  \n  \n \nTable A8: Ineligible Items \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco \nsubstitute \n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or \nworked \n718  718.7  Nuclear reactors, and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors \n728  728.43  Tobacco processing machinery \n897  897.3  Jewelry of gold, silver, or platinum-group metals (except \nwatches and watch cases) and goldsmiths’ or silversmiths’ \nwares (including set gems) \n971    Gold, nonmonetary (excluding gold ore and concentrates) \nSource: United Nations. \n \n \n ", "Appendix 8  73\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY   \nCountry/Program Title: Pakistan/Punjab Government Efficiency Improvement Program \nLending/Financing  Department/  Central and West Asia Department \nPolicy-Based \nModality:  Division:  Financial Sector, Public Management and Trade Division \nI.  POVERTY ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \nIn January 2009, the Government of Pakistan released its second National Poverty Reduction Strategy Paper (PRSP-\nII). It covers a 3-year period from fiscal year (FY) 2009 to FY2011. PRSP-II builds upon nine pillars: (i) macroeconomic \nstability and real sector growth, (ii) protecting the poor and the vulnerable, (iii) increasing productivity and value \naddition in agriculture, (iv) an integrated energy development program, (v) making industry internationally competitive, \n(vi) human development for the 21st century, (vii) removing bottlenecks through public–private partnership (PPP), \n(viii) capital and finance for development, and (ix) governance for a just and fair system. The Punjab Government \nEfficiency Improvement Program (PGEIP) echoes the strategic thrust of PRSP-II, focusing on the efficient and effective \ndelivery  of  public  services.  Common  areas  between  the  federal  and  provincial  development  strategies  include \n(i) strengthening tax administration to mobilize additional resources for development; (ii) improving accountability and \nfinancial management by developing a medium-term budgetary framework (MBTF); (iii) civil service reform toward a \ncompetent, effective, and neutral civil service; and (iv) the promotion of PPP to increase demand for income-generating \nemployment and the provision of key services and to overcome constraints on the government's financial and human \nresources. \n \nProvincial financial resource management reform is a major strategic area in ADB's Country Partnership Strategy \n2009–2013, aiming to reduce market distortions and institutional bottlenecks, improve public financial and human \nresource management, develop the private sector, and promote structural transformation. The other main strategic \nareas are energy, infrastructure and urban services. Building on the first generation reforms included in the public \nresource management programs (PRMPs) and the devolved social services programs, new assistance under the \nCountry  Partnership  Strategy  is  focused  on  improving  medium-term  budgetary  frameworks,  strengthening  the \nprovincial government's capacity to plan and manage expenditure allocations, strengthening tax administration skills, \nand creating an enabling business and regulatory environment that reduces the cost of doing business. \nB.  Poverty Analysis                                                                    Targeting Classification: General Intervention \n1.  Key Issues  \nPunjab experienced strong annual growth of 7%–8% between FY2003 and FY2008, allowing significant poverty \nreduction. Federal poverty estimates based on the 2005/06 Pakistan Socioeconomic Living Standard Measurement \nSurveya indicated a decline in the number of people living below the poverty lineb from 34.5% of the population in \nFY2000/01 to 22.3% in FY2005/06, a decline of 12.2%. While the magnitude of the decline is disputed, the trend is \nwidely accepted. The key issue is whether the trend can be sustained and the pace of poverty reduction is fast enough. \nEven with a poverty level of 22.3%, roughly 35 million people would still be living below the poverty line. This is higher \nthan the number of poor in Pakistan in FY1996/97. Further, rural poverty is substantially more prevalent than in urban \nareas. In FY2004/05, the overall poverty incidence in Punjab was 29.7%, with the 20.6% urban area rate much lower \nthan the 33.9% rural rate. \n \nThe lack of new poverty data after FY2005/06 precludes an update of the poverty situation, but it is probable that \npoverty started increasing again in FY2008/09 with high domestic inflation caused by high food and energy prices. The \nPunjab Multiple Indicators Cluster Survey indicates that the impact of food price increases on poverty is substantially \ngreater than the impact of energy price increases. A 20% increase in food prices would lead to an 8% increase in the \npoverty head count, from 36% to 44%, with the harmful impact of food price shocks falling disproportionately on the \nrural poor.  \n2. Design Features \nAlthough the PGEIP is categorized as a general intervention, it has a pro-poor focus with an increased expenditure on \nsocial safety nets. In the face of recent dramatic food shocks, the government decided to provide food security to poor \nhouseholds through (i) the Punjab Food Support Scheme, (ii) the Sasti Roti Scheme, (iii) the Free Medicine Initiative, \n(iv) support for deserving students, and (v) the Green Tractors Scheme. The Punjab Food Support Scheme provides \ncash  transfers  of  PRs1,000  per  month  to  1.8  million  poor  families.  The  cost  of  the  scheme  is  estimated  at \nPRs10.8 billion for FY2009. Sasti Roti subsidizes tandoors to provide roti to the poor at a rate of Prs2 per roti. The \nFinance Department indicated that PRs6.1 billion would be spent under the scheme in FY2009. The Free Medicine \nInitiative is expected to cost PRs1.8 billion in FY2010. Support for deserving students is expected to cost PRs3 billion, \nand the Green Tractor Scheme PRs2 billion. The PGEIP supports pro-poor expenditure by improving public resource \nmanagement and creating fiscal space.  \n ", "74  Appendix 8   \n \nA.  Poverty Impact Analysis for Policy-Based Lending  \n \n1.  Discuss the impact channels of the policy reform(s) to the country and major groups affected. \n \nThe PGEIP will provide significant benefits in general and directed benefits for the poor in particular.  \n \n(i)  First, it will help the government to improve public financial management by strengthening the revenue system, as \nwell as improving spending efficiency.  \n(ii)  Second, the PGEIP will help the government to improve contingent liability management by capitalizing the \nPunjab Pension Fund and the General Provident Investment Fund and by instilling sound fiduciary practices in \nfund management, as well as by improving the record-keeping and administration of both schemes. \n(iii)  Third, the PGEIP will contribute to enhancing civil service management by improving the functions, business \nprocesses, and human resource management of the civil service and by linking performance with service delivery \nindicators. \n(iv)  Fourth, the PGEIP will enable the private sector by promoting PPP for infrastructure and social service delivery \nand improving the regulatory environment. \n \n2.  Discuss the impact of the policy reform(s) on vulnerable groups and ways to address it/them (refer to social \nanalysis). \n \nThe government faces multiple challenges. Poverty is high, and social indicators are low. Infrastructure and productive \nemployment opportunities are lacking. At the same time the government faces fiscal constraints resulting in annual \nbudget deficits. The PGEIP will assist the government in strengthening both the provincial revenue systems and \nexpenditure  management,  including  improved  contingent  liability  management  needed  for  improved  spending \nefficiency, allowing for a larger share of development expenditure, which in turn supports the provision of infrastructure \nand social services for social development and economic growth. The reform of the civil service will eventually lead to a \ncompetent, effective, and neutral civil service that will provide better services to the public for some core public \nservices. It will encourage greater private sector participation. The private sector is in general a more efficient creator of \njobs. As such, it can contribute to employment generation and at the same time create more fiscal space by taking \npressure off the government budget.   \n \n3.  Discuss how the policy reform(s) contribute(s) to poverty reduction, pro-poor growth, and the MDGs. \n \nThe challenge of poverty alleviation remains huge. Pakistan, being a signatory to the Millennium Development Goals \n(MDGs), is committed to achieving the MDG target for poverty by halving the incidence of poverty between 1990 and \n2015, from an estimated 26% in 1990 to 13%. With the latest poverty estimates from FY2005/06 at 22.3%, there is a \nlong way to go. The poverty problem cannot be eliminated immediately and will require sustained efforts. The \ncontinued and consistent pursuit of pro-poor growth policies—along with accompanying investments; a focus on \neffective investment spending; and the forging of long-term partnerships with the private sector, civil society, and \ndevelopment institutions—will be key to ensuring the long-term success of the government’s poverty reduction strategy \nand programs.    \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis \nThe 2007 Punjab Economic Survey found 20% of the provincial population to be poor, with a higher concentration of \npoor in the rural areas (44%). This means roughly 18 million people in Punjab live under the poverty line, and \nvulnerability is high. Social indicators are poor in Punjab. Malnutrition is high, with one third of children under 5 being \nunderweight, which poses a serious public health problem. The infant mortality rate and the maternal mortality rate are \ndouble the MDG targets. The literacy rate for children 10 years of age is 56% in Punjab, and the dropout rate is 30%. \nOnly half of the population is served by piped water systems and a covered sewerage system. The lack of human \ndevelopment is a hindrance for social and economic progress. Further. Punjab faces large infrastructure deficits that \nhamper economic growth. The lack of productive employment opportunities is another serious problem. The PGEIP \nfully recognizes and confronts the institutional roots of these problems.  \nB.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the project preparation. \n \nThe design of the PGEIP is the result of stakeholder consultations at all levels of government and with civil society. The \nconsensus-building strategy for the second subprogram of the PGEIP is in line with that used for the PRMP, which was \nthe result of a policy dialogue that began in 2002 and continues today.  \n \n2.  What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n ", "Appendix 8  75\n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.  Was a C&P plan prepared?    Yes      No  \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why.  \nThe PGEIP entails a continuous policy dialogue with all key stakeholders in the province. In addition, the cluster \napproach with regular dialogue will continue to ensure that the reforms stay broadly on track. \nC.   Gender and Development \nKey Issues. Gender inequality continues to be a major problem in Punjab. The literacy rate for females is still \nsubstantially lower than for males. Large gender disparities persist across the urban and rural areas but tend to be \nhigher in rural areas. Limited access to income-generating opportunities—together with a range of lifecycle risks \nrelated to malnutrition, school non-attendance, marriage and dowry, pregnancy, child birth, and widowhood—have left \nwomen considerably more vulnerable to poverty than men, resulting in the increasing feminization of poverty.         \n \nKey  Actions.  ADB  has  supported  gender  reforms  in  Pakistan.  Among  the  targeted  programs  for  gender \nmainstreaming in Pakistan, ADB supported the Government of Pakistan in developing a national gender reform action \nplan (GRAP) under the Decentralization Support Program, which was later approved by the national assembly, and \nprovincial GRAPs that were approved by provincial assemblies and/or cabinets. Building upon past efforts, subprogram \n2 of the PGEIP has attempted to mainstream gender reforms and support gender equity in Punjab.   \n \nAs part of the PGEIP, the government has increased its efforts to promote gender equity. Two pre-budget seminars \nwere conducted to increase awareness of gender-sensitive budgeting in FY2010. Resource allocation for GRAP \nimplementation has more than doubled, from PRs70 million in FY2008 to  PRs148 million in FY2010. Gender \nmainstreaming units have been established in seven key departments. Gender support units have been established in \n27 districts. As part of subprogram 2, the gender support units conducted a review of 179 project documents, and \nthese were subsequently revised to reflect a more gender-balanced approach. The annual development program for \nthe health and education sectors has seen a clear focus on bridging the gap in services and infrastructure available for \nmales and females. The government prepared gendered budget statements for the districts of Rajanpur and Gujrat and \nfor the provincial government as a whole to gauge whether public investment is gender sensitive and balanced. The \nfindings were incorporated into the gender section of the budget call circular for FY2010. All these efforts have \ncontributed to gender-sensitive budgeting and planning.  \n \nThe government has established the Directorate of Women’s Development to be responsible for carrying out GRAP \nactivities. The PGEIP supports gender-focused capacity building and the conduct of a series of workshops on gender-\nequity sensitization in Punjab. Over time, gender equity will be a regular training topic in the curriculum of MPDD.   \n \nThe livestock and dairy sector contributes around 11% of provincial gross domestic product and employs 30 million \npeople, largely in rural Pakistan. More importantly, over 90% of fresh milk consumed in Pakistan is from smallholder \ndomestic production, which is managed mainly by women. Budget allocation for livestock and dairy more than doubled \nto PRs1,640 million in FY2010 from PRs806 million in FY2009. The initiatives will specifically augment the earning \npower of women and facilitate their empowerment in general.   \n \nIn addition to this direct assistance on gender equity, the PGEIP will support gender equity though increased fiscal \nspace and fiscal discipline. The civil service reforms will improve service delivery and make government more \nresponsive  to  citizen’s  needs,  especially  women  and  other  disadvantaged  groups.  The  PGEIP  is  introducing \nbenchmarking and in-depth functional review, business process reengineering, and human resource management \nreforms in L&DD, which will have a positive impact on woman's earning power. The bridging of underfunding in the \nhealth sector will benefit women and children's health. PGEIP reforms, coupled with government interventions for pro-\npoor expenditure and gender mainstreaming, will improve expenditure efficiency and sustain funding for social services \nthat will particularly benefit women and other vulnerable groups. \n2.  Key Actions. Measures included in the design to promote gender equality and women’s empowerment—access \nto and use of relevant services, resources, assets, or opportunities and participation in decision-making process: \n   Gender plan          Other actions/measures         No action/measure \n \nGender initiatives are included in three out of five core policy areas: public financial management, civil service reforms, \nand results-based management. Key actions are reflected in the policy matrix. In addition, a gender action plan for \nPGEIP subprogram 2 is included in the main text of the report and recommendation of the President.  \n ", "76  Appendix 8   \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/Limited/  Strategy  to  Address  Plan  or  Other  Measures \nNo Impact  Issue  Included in Design \n         Full Plan \nInvoluntary  No impact     Short Plan \nResettlement     Resettlement Framework \n   No Action \n         Plan \nIndigenous Peoples  No impact     Other Action \n     Indigenous Peoples \nFramework \n   No Action \nLabor       \n Employment   No immediate impact      Plan \nopportunities     Other Action  \n Labor retrenchment     No Action \n Core labor standards \n         Action \nAffordability  No impact     No Action \nOther  Risks  and/or       \nVulnerabilities    Plan \nHIV/AIDS    Other Action \nHuman trafficking     No Action \nOthers(conflict, political \ninstability,  etc),  please \nspecify:  \nIV.  MONITORING AND EVALUATION \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development \nactivities and/or social impacts during project implementation?      Yes         No  \n \nThe following indicators have been included to measure the expansion and gradual improvement of social indicators: \nhalve poverty incidence and increase the literacy ratio by at least 5 percentage points, life expectancy by at least 2 \nyears, and piped water supply by at least 10 percentage points between FY2007 and FY2016  \nADB = Asian Development Bank, FY = fiscal year, GDP = gross domestic product, L&DD = Livestock and Dairy \nDepartment, MTBF = medium-term budget framework, MTDF = medium-term development framework, PDF = Project \nDevelopment Facility, PGEIP = Punjab Government Efficiency Improvement Program, PRMP = Punjab Resource \nManagement Program, PRSP = Poverty Reduction Strategy Paper.   \naGovernment of Pakistan, Federal Bureau of Statistics. 2006. Pakistan Social and Living Standards Measurement \nSurvey. Islamabad. \nbThe poverty line is based on a threshold of 2,350 calories per adult equivalent per day, using the calorific approach for \nestimation. \nSource(s): ADB and Government of Punjab \n \n "], "metadata": {"CreationDate": "D:20090827082005+08'00'", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20090918105423+08'00'", "Title": ""}, "author_page": " \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 30 June. FY \nbefore a calendar year denotes the year in which the fiscal year ends, e.g., FY2009 \nends on 30 June 2009. \n \n(ii)  In this report, “$” refers to US dollars.  \n \n \nVice-President  X. Zhao, Operations 1  \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nCountry Director  R. Stroem, Pakistan Resident Mission (PRM), CWRD \nSector Director   R. Subramaniam, Financial Sector, Public Management, and Trade \nDivision, CWRD \n \nTeam leader  X. Fan, Senior Economist (Public Financial Management), CWRD \nTeam members  M. Abro, Project Implementation Officer, PRM, CWRD \n  F. Emmanuel, Senior Project Management Specialist, CWRD \n  C. A. Png, Counsel, Office of the General Counsel \n  J. A. Tan III, Economist (Public Finance), CWRD  \n  M. Van der Auwera, Social Security Specialist, CWRD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of, or reference to, a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "R. Stroem", "role": "Pakistan Resident Mission (PRM)", "organization": "CWRD"}, {"fullname": "R. Subramaniam", "role": "Financial Sector", "organization": "Public Management"}, {"fullname": "X. Fan", "role": "Senior Economist (Public Financial Management)", "organization": "CWRD"}, {"fullname": "M. Abro", "role": "Project Implementation Officer", "organization": "PRM"}, {"fullname": "F. Emmanuel", "role": "Senior Project Management Specialist", "organization": "CWRD"}, {"fullname": "C. A. Png", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "J. A. Tan III", "role": "Economist (Public Finance)", "organization": "CWRD"}, {"fullname": "M. Van der Auwera", "role": "Social Security Specialist", "organization": "CWRD"}, {"fullname": "designation of", "role": "or reference to", "organization": "a particular territory or geographic area in this document"}]}