{"path": "data/input/reports/42173-016-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 42173-016 \nSeptember 2021 \nProposed Loans and Grant for Additional Financing \nPeople’s Republic of Bangladesh:  \nDhaka Environmentally Sustainable Water \nSupply Project \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. ", " \nCURRENCY EQUIVALENTS \n(as of 10 August 2021) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.012     \n$1.00  =  Tk84.80     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  AFD  –  Agence Française de Développement \n  CBO  –  community-based organization \n  COVID-19  –  coronavirus disease \n  DBO  –  design-build-operate \n  DWASA  –  Dhaka Water Supply and Sewerage Authority \n  DWSNIP  –  Dhaka Water Supply Network Improvement Project \n  EARF  –  environmental assessment and review framework \n  EIB  –  European Investment Bank \n  EMP  –  environmental management plan     \n  EOCC  –  economic opportunity cost of capital \n  IEE  –  initial environmental examination \n  km  –  kilometer \n  LIBOR   –  London interbank offered rate \n  LIC  –  low-income community \n  NGO  –  nongovernment organization \n  NRW  –  nonrevenue water \n  O&M  –  operation and maintenance \n  OCR  –  ordinary capital resources \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  SDG  –  Sustainable Development Goal \n  SPS  –  Safeguard Policy Statement \n  WTP  –  water treatment plant  \n       \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2021 ends on 30 June 2021. \n \n(ii)  In this report, “$” refers to United States dollars. \n \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDeputy Director  Manmohan Parkash, SARD \nGeneral \nDirector  Norio Saito, Urban Development and Water Division (SAUW), SARD \n   \nTeam leader  Momoko Tada, Urban Development Specialist, SAUW, SARD \nTeam members  Mikael R. Andersson; Financial Management Specialist; Portfolio, \n     Results and Quality Control Unit; Office of the Director General \n(SAOD-PR); SARD \n  Saswati G. Belliappa, Safeguards Specialist, SAUW, SARD \n  Dharmesh Dawda; Procurement Specialist; Procurement Division 1; \nProcurement, Portfolio and Financial Management Department \n  Felix Emmanuel Golez, Project Analyst, SAUW, SARD \nRodellyn S. Manalac, Operations Assistant, SAUW, SARD \nJaemin Nam, Urban Development Specialist, SAUW, SARD \nRoshan G. Ouseph, Senior Counsel, Office of General Counsel \nAchyutha Aleti Rao, Environment Specialist, SAUW, SARD \nNasheeba Selim, Senior Social Development Officer (Gender), \nBangladesh Resident Mission (BRM), SARD \nPushkar Srivastava, Project Management Specialist, BRM, SARD \nFrancesco Tornieri, Principal Social Development Specialist (Gender \nand Development), SAOD-PR, SARD \nPeer reviewer  Stephen Blaik, Principal Urban Development Specialist, Urban \nDevelopment and Water Division, Pacific Department \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "CONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI. THE PROPOSAL 1 \nII. THE PROJECT 1 \nA. Rationale 1 \nB. Project Description 3 \nC. Value Added by ADB 4 \nD. Summary Cost Estimates and Financing Plan 5 \nE. Implementation Arrangements 6 \nIII. DUE DILIGENCE 7 \nA. Technical 7 \nB. Economic and Financial Viability 8 \nC. Sustainability 8 \nD. Governance 8 \nE. Poverty, Social, and Gender 9 \nF. Safeguards 10 \nG. Summary of Risk Assessment and Risk Management Plan 11 \nIV. ASSURANCES AND CONDITIONS 12 \nV. RECOMMENDATION 12 \nAPPENDIXES \n1. Revised Design and Monitoring Framework 13 \n2. List of Linked Documents 18 ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 42173-016\nProject Name Dhaka Environmentally Sustainable Water  Department/Division SARD/SAUW\nSupply Project – Additional Financing \nCountry Bangladesh Executing Agency Dhaka Water Supply and \nBorrower Bangladesh Sewerage Authority\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=42173-016-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=42173-016-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 2.01\ninfrastructure and services Urban sanitation 4.19\nUrban water supply 133.80\nTotal 140.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 136,483.06\nAccelerating progress in gender equality 0\nClimate Change impact on the  Medium\nTackling climate change, building climate and disaster resilience, and \nProject\nenhancing environmental sustainability\nMaking cities more livable\nADB Financing\nStrengthening governance and institutional capacity\nAdaptation ($ million) 21.38\nMitigation ($ million) 7.08\nCofinancing\nAdaptation ($ million) 9.63\nMitigation ($ million) 35.89\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.4, 1.5, 1.b Effective gender mainstreaming (EGM)\nSDG 3.9\nSDG 5.2, 5.5 Poverty Targeting\nSDG 6.1, 6.3, 6.4 General Intervention on Poverty\nSDG 11.3\nSDG 13.a\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 140.00\n     Sovereign Project grant: Asian Development Fund 5.00\n     Sovereign Project (Concessional Loan): Ordinary capital resources 50.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 85.00\nCofinancing 141.50\n     Agence Francaise de Developpement - Project loan (Partial ADB  141.50\nAdministration)\nCounterpart  148.50\n     Government  148.50\nTotal 430.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07092021085556856217 Generated Date: 20-Sep-2021 12:56:39 PM", " \nMAP \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on proposed loans \nand a proposed grant, both to the People’s Republic of Bangladesh for the additional financing of \nthe Dhaka Environmentally Sustainable Water Supply Project.1 \n \n2.  The ongoing Dhaka Environmentally Sustainable Water Supply Project (the ongoing \nproject) will provide more reliable and improved security of water supply in Dhaka by developing \na  new  surface  water  supply  scheme  and  improving  the  existing  distribution  network.  The \nadditional financing (the project) will finance the cost overrun of the ongoing project, and a change \nin scope to (i) include a secondary distribution pipeline to ensure the overall outcome of the \nongoing  project,2 and  (ii)  empowerment  of  women  and  vulnerable  groups  in  low-income \ncommunities (LICs) and improving their access to basic infrastructure and social services. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Urbanization and water supply issues in Dhaka. The population in Dhaka is growing \nrapidly, and is expected to increase from 20 million in 2018 to 28 million in 2030 at an average \nannual growth rate of 3.0%, exacerbating the challenges in Dhaka’s urban environment.3 Basic \ninfrastructure and services, including water supply, are often insufficient. The Dhaka Water Supply \nand Sewerage Authority (DWASA) provides water supply to about 20 million people. It currently \nrelies heavily on groundwater, but extraction has been increasing to meet demand, resulting in \ngroundwater depletion, with levels declining by 2–3 meters per year.4 Further groundwater \ndepletion (with groundwater lowering about 5 meters per year by 2030) will  potentially lead to \nwidespread land subsidence, associated higher flood level particularly combined with floods of \nincreasing magnitude due to climate change, and severe shortfall in drinking water supply.5 To \naddress this, DWASA is increasing its reliance on surface water resource from the current 22% \nto 70%. However, the main existing source of surface water in Dhaka is polluted, and it is \nincreasingly difficult to produce water of acceptable quality through treatment; this makes it \nessential for DWASA to find a good quality, sustainable water source. \n \n4.  Support of the Asian Development Bank to the ongoing project. To support DWASA’s \nstrategy  (para.  3),  the  Asian  Development  Bank  (ADB)  approved  a  concessional  loan  of \nSDR165.0 million ($250 million equivalent) from ADB’s ordinary capital resources (OCR) for the \nongoing project on 22 October 2013. The loan closing date is 30 June 2023 following two \nextensions.6 The ongoing project will provide more reliable and improved security of water supply \nin Dhaka, using the Meghna River as a new water source. The river is about 30 kilometers (km) \neast of Dhaka, and has water of good quality and ample quantity even during the dry season. The \nongoing project supports the development of a water intake, raw water transmission line, a water \n \n1  Asian Development Bank (ADB). 2013. Report and Recommendation of the President: Dhaka Environmentally \nSustainable Water Supply Project. Manila. The additional financing is listed in ADB. 2020. Country Operations \nBusiness Plan: Bangladesh, 2021–2023. Manila. \n2  The secondary distribution pipeline was originally planned to be funded by the government. The government \nsubsequently requested ADB financing to ensure continuity of the works with other related packages and the quality \nof safeguards monitoring. \n3  United Nations. 2018. World Urbanization Prospects: The 2018 Revision. New York. \n4  DWASA. 2019. Dhaka Water Supply and Sewerage Authority Annual Report, 2018–2019. Dhaka. \n5  World Bank. 2019. Rapid Assessment of Greater Dhaka Ground Water Sustainability. Dhaka. In addition to increase \nin flood risk due to land subsidence, higher flood level is also expected due to climate change. Climate Risk and \nVulnerability Assessment is accessible from the list of linked documents in Appendix 2. \n6  The original project loan closing date was 30 June 2020.  \n \n ", "2 \ntreatment  plant  (WTP)  with  500  million  liters  per  day  production  capacity,  treated  water \ntransmission line, and primary distribution line. It also improves the existing distribution network \nto reduce nonrevenue water (NRW). Package 1, the largest package (which includes an intake, \nraw water transmission line, and WTP), is cofinanced by (i) Agence Française de Développement \n(AFD) for €47 million ($64 million equivalent), partially administered by ADB; and (ii) the European \nInvestment Bank for €100 million ($136 million equivalent), not administered by ADB.  \n \n5.  Performance of the ongoing project. The ongoing project is performing well. While it \nexperienced startup delays (para. 6), it is now on track with solid progress to meet its outcome. \nUnder output 1 (new surface water supply system developed), package 1 is being steadily \nimplemented with 40% of design and construction works completed as of 31 July 2021. Package \n2 for treated water transmission line  was awarded in May 2021. Package 3.1 for primary \ndistribution line is expected to be awarded in September 2021. Output 2 (distribution network \nstrengthened) has been completed in July 2021 except for small packages, and has overachieved \nthe 376 km targets for improved distribution networks by about 120 km. Under output 3 (project \nmanagement and administration adequately supported), the project management unit (PMU), the \ntwo teams of management and supervision consultants, and three nongovernment organizations \n(NGOs) are fully in place.7 As of 31 July 2021, ongoing project cumulative contract awards were \nat 97%, with disbursements at 69%, while time elapsed was 80%. All fiduciary and safeguard \npolicy requirements have been met. Management of risks is satisfactory. The current project \nperformance  rating  is  ‘on  track.’  The  ongoing  project  is  highly  relevant  in  addressing  the \ncoronavirus disease (COVID-19) and future pandemics as it will establish a sustainable and safe \nwater supply system which is essential for basic hygiene.  \n \n6.  Rationale for additional financing. The ongoing project is experiencing cost overruns. \nProcurement of package 1, using a design-build-operate (DBO) contract, took about 3.5 years \nbecause of (i) an unfavorable security situation in Dhaka, which led to five extensions of the bid \nsubmission deadline; (ii) litigation filed by a bidder; (iii) the complexity of evaluating the DBO \ncontract; and (iv) lengthy government approval process for this large contract. After the contract \naward in May 2018, the government procedures for land acquisition required an additional year, \nand delays were experienced in the release of cofinancier funds. While these issues were \nsubsequently  settled,  the  overall  delays  led  to  a  price  escalation  of  $84.9  million  by  the \ncommencement of package 1 in May 2019.8 In addition, because the design by the awarded \nbidder differed technically from the outline design at appraisal, the contract amount of package 1 \nwas increased by $49.9 million to $329.2 million. During bid evaluation, it was concluded that the \nproposed design was technically more robust and necessary to address liquefaction and river \nerosion risks.9 The land acquisition cost for the overall project also increased by $42.8 million \nbecause of changes in local law. Lastly, the financiers’ loans depreciated by $45.7 million due to \ncurrency fluctuation. These factors, together with the associated increase in taxes and duties by \n$78.0 million, consultant cost by $16.2 million, and other items,10 resulted in an aggregate cost \noverrun of $336.0 million in the ongoing project including the government portion. Also, the \ngovernment has requested a new scope of package 3.2, at a cost of $56.2 million, for secondary \ndistribution pipeline, as it is essential to achieve the overall project outcome (footnote 2).  \n \n7.  Additional financing is a suitable modality as it will ensure continuity of the ongoing works, \n \n7  The progress of the ongoing Gender Action Plan is in the Summary of Project Performance (accessible from the list \nof linked documents in Appendix 2). \n8  To settle the issues, DWASA has (i) increased the safeguard team’s inputs to smoothly process land acquisition, \nand (ii) set up a clear process for EIB fund flow with specific timeline and procedures at each milestone. \n9  While there is no other DBO package in the project, the lessons were discussed in detail, and DWASA and the \ngovernment gained more experience in DBO evaluation processes. \n10 Other items are $18.5 million for recurrent cost, small packages in output 2, and price escalation since mid-2019. \n \n ", "3 \nand efficiency by using the same implementation and project management arrangements. To \navoid any further funding shortfall, DWASA and the government will (i) conduct third-party vetting \nof any future variation proposal by the contractors; (ii) strengthen cost containment; and (iii) \nstrengthen the PMU, especially on safeguards, to accelerate contractors’ access to sites. The \noverall project (i) remains technically feasible, economically viable, financially sound, and in \ncompliance with safeguard covenants; (ii) is accorded high priority by the government (para. 9); \n(iii) retains the same development objectives as the ongoing project and strengthens them with \nthe new output 4 ($5.7 million) for gender empowerment (para. 12); and (iv) is consistent with \nADB’s country partnership strategy (para. 9). The overall project is expected to be completed by \n30 September 2025, within 3 years from the closing date of the ongoing project (30 June 2023). \n \n8.  Lessons. Key lessons from the ongoing project and other ADB-funded projects in urban \nand water sector include (i) a thorough assessment should be made of the capacity of the \nexecuting agency and the government to evaluate a complex contract modality; (ii) project \nreadiness should be as high as possible; (iii) the project implementation period should fully reflect \nthe local security situation, and capacity of the executing agency and the government to introduce \na new contract modality; (iv) to minimize the risk of cost increases, the quality of site investigation \nshould be as high as possible, even for DBO contracts;11 and (v) adequate support for capacity \nbuilding is necessary for smooth land acquisition. ADB will continue to document and disseminate \nthe lessons learned from this project to inform future projects.  \n \n9.   Alignment with strategic priorities. The overall project aligns with the government’s \nEighth Five Year Plan 2021–2025 which prioritizes meeting  the basic needs of the people amid \nrapid urbanization.12 It also aligns with ADB’s country partnership strategy for Bangladesh, 2021–\n2025, that aims to ease urban infrastructure constraints.13 It will contribute to the following ADB \nStrategy 2030 operational priorities (OPs): (i) making cities more livable (OP4) and tackling \nclimate  change,  building  climate  and  disaster  resilience,  and  enhancing  environmental \nsustainability (OP3) by improving water supply in Dhaka through an environmentally sustainable \nscheme;  (ii)  strengthening  governance  and  institutional  capacity  (OP6)  by  strengthening \nDWASA’s  capacity;  (iii)  accelerating  progress  in  gender  equality  (OP2)  by  building  basic \ninfrastructures with an emphasis on, and empowering women in, LICs; and (iv) addressing \nremaining poverty and reducing inequalities (OP1) by providing basic infrastructure in LICs.14  \n \nB.  Project Description \n \n10.  The overall project is aligned with the following impact: improved access to and quality of \nsustainable water supply services in Dhaka.15 The overall project will have the following outcome: \nmore reliable and improved security of water supply and sanitation in Dhaka.16 The additional \nfinancing will finance cost overruns and the change in scope under the three outputs of the \nongoing project, and finance a new output 4. \n \n11.  Outputs 1, 2, and 3. Output 1 (new surface water supply system developed) will develop \n \n11 The successful bidder of package 1 conducted their own detailed site survey. They submitted the technical proposal \nbased on the findings, which led to the cost increase, driven in particular by more robust intake and WTP structures.  \n12  Government of Bangladesh, Ministry of Planning. 2020. Eighth Five Year Plan 2021–2025: Promoting Prosperity and \nFostering Inclusiveness. Dhaka. \n13 ADB. 2021. Country Partnership Strategy: Bangladesh, 2021–2025—Sustain Growth, Build Resilience, and Foster \nInclusion. Manila. \n14 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n15 The original project impact remains aligned with the current five-year plan of the government (footnote 12).  \n16 The revised design and monitoring framework is in Appendix 1. The element of sanitation is added to the original \noutcome statement to capture the benefits of the new ADF grant-funded output. \n \n ", "4 \na water intake, raw water transmission line, a WTP, treated water transmission line, and primary \ndistribution line.17 The additional financing will finance cost overruns under output 1, and a change \nin scope to include secondary distribution line (footnote 2). Output 2 (existing distribution network \nin zone 6 strengthened) will improve the existing distribution network in zone 6 as a continuation \nof DWASA’s efforts toward NRW reduction including new or regularized connections in LICs. The \nadditional financing will finance cost overruns under the remaining small packages under output \n2. Output 3 (DWASA’s management and administration capacity improved) remains unchanged.  \n \n12.  Output 4: Empowerment of women and vulnerable groups supported. The additional \nAsian Development Fund (ADF) grant financing will be critical in broadening the access of women \nand vulnerable groups in LICs to basic infrastructure and social services, while enabling them to \nact  upon their rights through  sector-focused legal  empowerment  initiatives in line  with the \nSustainable  Development  Goal  (SDG)  5  transformative  gender  agenda.  It  will  (i)  expand \nDWASA’s gender equity strategy to emphasize women’s equitable rights to clean water and \nsanitation and address this consideration in DWASA’s training modules, tools, and programs;  \n(ii) develop socially and gender inclusive emergency response plans for DWASA informed by the \nCOVID-19 experience, for dissemination and possible replication across other water utilities in \nBangladesh and in the region;18 (iii) strengthen women's representation and effective participation \nin governance structures and processes in CBOs to (a) inform financial decisions and budgetary \nallocations for basic infrastructure and social services addressing the needs of women and \nvulnerable  groups;  and  (b)  contribute  to  gradual  institutionalization  of  legal  empowerment \ninitiatives (legal literacy and legal aid services) that address, among other issues, the increased \nrate of gender-based violence; and (iv) develop gender-inclusive toilets and bathing facilities in \nselected LICs. The ADF grant will support a range of transformative reforms that would have been \nimpossible to support through the loan proceeds for the additional financing that will fund cost \noverruns of the investment project. \n \nC.  Value Added by ADB \n \n13.  Support for strategic improvement of water supply in Dhaka. Since 2007, ADB has \nbeen supporting DWASA’s strategic direction to improve water supply services. The completed \nand ongoing ADB-funded projects established district-metered areas and rehabilitated water \nsupply networks, contributing to lower NRW and more judicious use of existing water.19 The \noverall project will be mutually complementary to these efforts by connecting the new bulk water \nsupply  system  using  surface  water  resources  to  the  improved  network,  thereby  providing \ncontinuous water supply service to the citizens with sustainable resources.20 ADB has been also \nholistically  supporting  DWASA’s  institutional  strengthening. 21  Further,  ADB  has  provided \n \n17 Output 1 will contribute to switching from ground water to surface water source, and avoiding further land subsidence \nand associated higher flood level that takes longer to subside. \n18 For item (ii), the grant will support DWASA’s gender commitments and facilitate more holistic reforms in its programs, \ni.e., upscaling of water, sanitation, and hygiene activities and COVID-19 pandemic-related responses. \n19  ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Loans and Technical \nAssistance Grant to the People’s Republic of Bangladesh for the Dhaka Water Supply Sector Development Program. \nManila; and ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Loan to \nthe People's Republic of Bangladesh for the Dhaka Water Supply Network Improvement Project. Manila. \n20 To address the increase in wastewater associated with new water supply system, ADB is supporting DWASA to \nprepare a sewerage project under the Dhaka Water Supply Network Improvement Project (footnote 19). \n21 Major achievements include (i) an annual tariff increase of at least 5% since 2007; (ii) ongoing training on financial \nmanagement, operation and maintenance (O&M), and billing and accounting; (iii) rationalization of staff, evidenced \nby reduction in staff per 1,000 connections from 17 in 2007 to 9 in 2015 and thereafter; (iv) development of a 5-year \ncorporate business plan and regular update since 2011; and (v) full O&M cost recovery. Details are in M. Sharma \nand M. Alipalo, 2017. The Dhaka Water Services Turnaround. Manila, through which DWASA became well-known \nas one of the best performing water utilities in South Asia. \n \n ", "5 \ntechnical assistance on the water quality of Meghna River with a set of recommendations for its \nlong-term protection.22 ADB will continue engaging in Meghna River protection (para. 23). The \nadditional financing will also support transformative women empowerment (para. 12). \n \nD.  Summary Cost Estimates and Financing Plan \n \n14.  The overall project is estimated to cost $1,104.9 million (Table 1). It will finance works, \nequipment, and consulting services. Detailed cost estimates by expenditure category and by \nfinancier are included in the project administration manual (PAM).23  \n \nTable 1: Summary Cost Estimates \n($ million) \nCurrent  Additional \nItem  Amounta  Financingb  Total \nA.  Base Costc          \n      1.  New surface water supply system developed  529.2   366.4d      895.6  \n      2.  Existing distribution network in zone 6 strengthened    52.4       4.3         56.7  \n      3.  DWASA’s management and administration capacity improved      3.1  21.6e        24.7  \n      4.  Empowerment of women and vulnerable groups supported      0.0       5.7        5.7 \n             Subtotal (A)  584.7   398.0       982.7  \nB.  Contingenciesf    68.8     26.1        94.9  \nC.  Financial Charges During Implementationg    21.4      5.9        27.3  \n                          Total (A+B+C)  674.9  430.0   1,104.9  \na  Refers to the original amount. \nb  Includes taxes and duties of total $98.9 million to be financed from government resources by cash contribution. \nc  In mid-2021 prices; exchange rate of $1 = Tk84.8 is used. \nd  Includes $56.2 million for package 3.2 (in addition to packages 1, 2, and 3.1) and $42.8 million for land acquisition.  \ne  Includes $16.2 million consultant cost and $5.4 million recurrent cost. In the ongoing loan, consultant cost was included \nunder output 1. In the additional financing, it is included under output 3 to capture the support related to management \nand administration. \nf  Physical contingencies are computed at 2.0% for civil works and consultant costs. Price contingencies are computed \nat 1.6%–1.8% on foreign exchange costs and at 5.7% on local currency costs; includes provision for potential exchange \nrate fluctuation under the assumption of a purchasing power parity exchange rate. \ng  Includes interest and commitment charges. Interest during construction for a regular ordinary capital resources (OCR) \nloan has been computed at the 5-year fixed swap London interbank offered rate (LIBOR) plus a spread of 0.5% and a \nmaturity premium of 0.1%. Commitment charges for a regular OCR loan are 0.15% per year to be charged on the \nundisbursed loan amount. Interest during construction for a concessional OCR loan has been computed at 2.0% per \nannum. For Agence Française de Développement loan, 0.25% has been considered as interest during construction. \nSource: Asian Development Bank estimates. \n \n15.  The government has requested (i) a  regular loan of  $85 million  from ADB’s  OCR,  \n(ii) a concessional loan of $50 million from ADB’s OCR, and (iii) a grant not exceeding $5 million \nfrom ADB’s Special Funds resources (ADF) SDG 5 thematic pool to help finance the project. The \nregular loan will have a 25-year term, including a grace period of 5 years; an annual interest rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; a commitment charge of 0.15% per year; and such other terms and conditions set forth in \nthe draft loan agreement. Based on the straight-line method, the average maturity is 15.25 years, \nand the maturity premium payable to ADB is 0.10% per year. The concessional loan will have a \n25-year term, including a grace period of 5 years; an interest rate of 2.00% per year during the \ngrace period and thereafter; and such other terms and conditions set forth in the draft loan \nagreement. \n \n \n22 ADB. 2019. Protecting the Meghna River: A Sustainable Water Resource for Dhaka. Manila; and DWASA. 2014. \nWater Supply Mater Plan for Dhaka City. \n23 Project Administration Manual (accessible from the list of linked documents in Appendix 2).  \n \n ", "6 \n16.  The ADB loans and grant will finance the expenditures related to civil works, equipment, \nconsultants,  incremental  administrative  costs,  contingencies,  and  financial  charges  during \nimplementation.24 The government will provide $148.5 million to cover taxes and duties, land \nacquisition and resettlement, road cutting, power supply, and a part of contingencies. AFD will \nprovide loan cofinancing of €119.3 million (equivalent to $141.5 million)25 for packages 1 and 2.26 \nADB will partially administer the AFD loan for disbursement and procurement activities. The \ngovernment will provide the ADB financing and AFD loan, along with its counterpart funding, to \nDWASA as a mix of loan and grant through subsidiary financing agreements. The summary \nfinancing plan is in Table 2.  \n \nTable 2: Summary Financing Plan \n  Currenta  Additional Financing  Total \n  Amount  Share of  Amount  Share of  Amount  Share of \nSource  ($ million)  Total (%)  ($ million)  Total (%)  ($ million)  Total (%) \nAsian Development Bank              \nOCR (regular loan)  0.0  0.0  85.0  19.8  85.0  7.7 \nOCR (concessional loan)  250.0  37.0  50.0  11.6  300.0  27.2 \nSpecial Funds Resources  0.0  0.0  5.0  1.2  5.0  0.4 \n(ADF grant)b    \nAgence Française de  64.0  9.5  141.5  32.9  205.5  18.6 \nDéveloppementc   \nEuropean Investment Bank  136.0  20.2  0.0  0.0  136.0  12.3 \nGovernmentd  224.9   33.3  148.5  34.5  373.4  33.8 \nTotal  674.9  100.0  430.0  100.0  1,104.9  100.0 \nADF = Asian Development Fund, OCR = ordinary capital resources. \na  Refers to the original amount. \nb  ADF grant Thematic Pool for Sustainable Development Goal 5, transformative gender agenda. \nc   The amount of Agence Française de Développement’s additional financing does not include administration fees and \nother charges to be deducted pursuant to the cofinancing agreement. \nd  Land acquisition, road cutting cost, power supply, and taxes and duties to be financed from government resources. \nSource: Asian Development Bank estimates. \n \n17.  For the proposed additional financing, climate mitigation is estimated to cost $56.46 million \nand climate adaptation is estimated to cost $34.63 million. ADB and AFD will finance 76.1% of \nmitigation costs and 89.6% of adaptation costs.27 The climate mitigation cost is derived mostly \nfrom use of energy-efficient pumps. The climate adaptation cost is derived mostly from switching \nfrom ground to surface water source.28 \n \nE.  Implementation Arrangements \n \n18.  The implementation arrangements of the ongoing project, including the executing and \nimplementing agency, will remain unchanged.29 These are summarized in Table 3 and described \nin detail in the PAM (footnote 23). The PMU will remain responsible for the project implementation \nincluding the new scope of the secondary distribution pipeline and the ADF grant.30 The potential \n \n24 As a result of cost increase in the packages under the ongoing project, the increase in consultant and NGO costs, \ncontingencies, recurrent cost, and financial charges in the additional financing are calculated as total $52.8 million. \n25 $1.00 = €0.8433 as of 15 August 2021.  \n26 The AFD loan’s terms and conditions will be described in a loan agreement between AFD and the government. \n27 Details are in Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n28 For the civil works under the proposed ADF grant to establish toilets in LICs, the potential climate financing costs will \nbe determined during implementation when the design is prepared. \n29 As output 2 for network improvement has been completed except for the remaining small packages, the additional \nfinancing will not include the management and supervision consultant under output 2. \n30 DWASA will hire three additional staff at the PMU to expedite land acquisition and resettlement. \n \n ", "7 \nimpact  of  COVID-19  pandemic  is  considered  in  the  project  implementation  period  and \ncorresponding cost estimates as the material partially depends on the global supply chain. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  November 2021–September 2025 \nEstimated completion date  30 September 2025 \nEstimated loan and grant  31 March 2026 \nclosing date \nManagement \n(i) Oversight body  Inter-ministerial project steering committee  \n- Secretary, LGD under MLGRDC (chair) \n- Bangladesh Inland Water Transport Authority; Bangladesh Water Development Board; \nDepartment of Environment: Dhaka North and South City Corporations; DWASA; \nEconomic Relations Division and Finance Division under the Ministry of Finance; \nImplementation, Monitoring and Evaluation Division; LGD; Local Government \nEngineering Department; Ministry of Land; Planning Commission; Power Grid \nCompany Bangladesh Ltd.; RAJUK; Roads and Highways Department; Rural \nElectrification Board (members) \n(ii) Executing agency  DWASA \n(iii) Key implementing agency  DWASA \n(iv) Implementation unit  Project management unit, 34 staff \nProcurement  Open competitive bidding (internationally advertised)  2 contracts  $43.0 million \nOpen competitive bidding (nationally advertised)  6 contracts  $3.2 million \nConsulting services  CQS: NGOs or firms  684 person-months  $0.9 million \nICS: Individual consultants  96 person-months  $0.8 million \nRetroactive financing and/or  Advance contracting will be used to recruit consultants and/or NGOs and procure works \nadvance contracting  and equipment. Retroactive financing of up to 20% of the loan and grant amounts will \napply for the eligible expenditures of the contracts for civil works, equipment, and \nconsulting services incurred before loan and grant effectiveness but not earlier than 12 \nmonths before their signings. \nDisbursement  The loan and grant proceeds will be disbursed following ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements agreed \nbetween the government and ADB. \nADB = Asian Development Bank; CQS = consultants’ qualifications selection; DWASA = Dhaka Water Supply and \nSewerage Authority; ICS = individual consultant selection; LGD = Local Government Division; MLGRDC = Ministry of \nLocal Government, Rural Development and Co-operatives; NGO = nongovernment organization; RAJUK = Rajdhani \nUnnayan Kartripakkha (capital development authority). \nSource: Asian Development Bank. \n \n19.  While ADB and AFD will jointly finance package 2 through the additional financing, the \ngovernment, ADB, and AFD agreed that universal procurement will not apply to package 2 as its \nprocurement was initiated under the ongoing project and has been completed. ADB’s member \ncountry procurement eligibility restrictions will apply to procurement under the additional financing.  \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n20.  The water intake, raw water transmission pipeline, and WTP have adopted a DBO contract \nto incentivize design innovation and ensure the integrated design of these facilities and their \nefficient operation.31 The WTP will be compactly built using less land than existing DWASA WTPs \nwith fully automated operation for efficient operation and maintenance (O&M). The primary and \nsecondary distribution lines will connect the treated water to DWASA’s district-metered areas. \nThey  will  be  mutually complementary  to  supply  a  greater  quantity of  sustainable  water  of \n \n31 The costs for the first 3 years of operation will be solely financed by DWASA and are not included in the financing \nfrom ADB or other financiers.  \n \n ", "8 \nincreased quality. Climate change assessment and climate risk and vulnerability assessment \nwere prepared to assess climate change risks and capture climate change financing. \n \nB.  Economic and Financial Viability \n \n21.  Economic analysis. Economic analysis was conducted for the overall project. The \neconomic rationale for the government’s intervention is sound, as the project aims to provide \nstronger and more sustainable urban basic services focusing on water supply in Dhaka City. The \neconomic internal rate of return of the overall project is estimated at 12.4%, which is higher than \nthe economic opportunity cost of capital (EOCC) estimated at 9.0%,32 indicating significant \neconomic returns. The results of the sensitivity analysis are also satisfactory against all downside \nrisks. In addition, the project is expected to further increase its economic viability if unquantifiable \nbenefits such as environmental improvements are included in the analysis.33  \n \n22.  Financial analysis. Financial analysis was conducted to assess the financial viability of \nthe overall project based on expected project revenues and capital and O&M expenditures.34 The \nfinancial internal rate of return is estimated at 3.2%, higher than the weighted average cost of \ncapital of 1.2%, indicating that the overall project would generate sufficient revenues to cover both \ncapital and O&M expenditures. The financial projections for DWASA (carried out for 25 years) \nalso indicate that DWASA would have sufficient revenues to cover its O&M costs as well as the \ninterest  and  principal  payments  for  its  debts,  except  for  a  brief  period  (FY2024–FY2029). \nConsidering that an annual tariff increase of more than 5% requires government approval, \nDWASA needs to enhance its revenue base by (i) further reducing NRW ratio through the ongoing \nADB-funded Dhaka Water Supply Network Improvement Project (footnote 19); (ii) reducing O&M \ncosts through proper asset management and more efficient operation including establishing \nstandard  operating  procedures;  and  (iii)  enlisting  continued  government  support,  including \nconsolidating  tariff  structure  (being  prepared  under  the  Dhaka  Water  Supply  Network \nImprovement Project). ADB will provide continued policy advice and capacity-building support to \nfacilitate DWASA’s financial sustainability.35  \n \nC.  Sustainability \n \n23.  The contractor of package 1 will be engaged during the first 3 years of O&M to confirm \ntheir functionality and transfer O&M skills to DWASA. A draft O&M plan was developed, describing \nstandard  operating  procedures  and  budget,  and  will  be  elaborated  during  implementation. \nDWASA’s financial performance is projected to stay strong with its revenue to basically cover both \nthe O&M and capital costs (para. 22). It will be further enhanced by the efficiency improvements \nincluding  assets  automation  and  NRW  reduction.  The  project  will  support  environmental \nsustainability, by switching from ground water to surface water resources. ADB support for \nMeghna River protection is proposed in monitoring the quality of effluent into the river (para. 13).36 \n \nD.  Governance \n \n24.  Financial  management.  A  financial  management  assessment  was  conducted  for \n \n32 The EOCC of 12.0% used for the ongoing project was also considered to compare the economic viability between \nthe overall and ongoing projects. The sensitivity analysis based on an EOCC of 12% showed the overall project to \nbe satisfactory only against an increase in O&M costs and delays in operation.   \n33 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n34 Project revenues were estimated based on the expected tariff increases and beneficiary population. For future tariff \nincreases, the average annual tariff increase (8.4%) for the last 10 years was considered.  \n35 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n36 ADB. 2020. Country Operations Business Plan: Bangladesh, 2021–2023. Manila. \n \n ", "9 \nDWASA  in  accordance  with  ADB’s  guidelines.37 It  found  that  DWASA  has  experience  in \nimplementing ADB-assisted projects including the ongoing project and has adequate financial \nmanagement capacity to (i) record the required financial transactions, (ii) provide reliable financial \nstatements and audit reports in a timely basis, and (iii) safeguard the financial assets. However, \nthe assessment concluded that the financial management risk is substantial because (i) new \naccounts staff lack experience in ADB requirements; (ii) there is scope to improve financial \nreporting; (iii) counterpart funding is insufficient; (iv)  internal audit function to cover all externally \nfinanced projects is insufficient; (v) fixed asset management is suboptimal at the entity level; and \n(vi) there have been a number of audit observations, some of which are long outstanding.38  \n \n25.  These risks will be mitigated by (i) an ongoing training to the accounts staff on financial \nreporting and audit requirements, (ii) improving the quality and comprehensiveness of annual and \nquarterly financial reporting, (iii) establishing a project audit reply and settlement committee to \nmonitor audit observations and ensure corrective actions are undertaken in a timely manner, and \n(iv) improving asset management practices and systems at the entity level. Moreover, the project \nwill maintain separate books of account in accordance with accounting standards acceptable to \nADB, and the detailed project financial statement will be audited annually by an independent \nauditor in accordance with auditing standards acceptable to ADB. \n \n26.  Procurement. All procurement of goods and works and consultant recruitment under the \nproject will adhere to the ADB Procurement Policy (2017, as amended from time to time) and the \nProcurement Regulations for ADB Borrowers (2017, as amended from time to time). The DBO \ncontract includes 3 years of O&M (para. 23), which enables private sector participation for \nsustainable O&M, and building the skills of DWASA staff. A merit point system will be adopted for \nthe evaluation of technical proposals of package 3.2, involving the relatively complex secondary \ndistribution line.39 These key aspects in the contracts is expected to contribute to value for money.  \n \n27.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and DWASA. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 23). Integrity due diligence was conducted.40 Integrity risks \nwere identified, arising from adverse media coverage and complaints relating to DWASA’s \noperation and projects. Mitigation measures include continued monitoring by the project team of \nthe project from an integrity perspective, increased oversight during procurement, as well as \nstrengthened transparency of and publicity regarding DWASA’s projects.41 \n \nE.  Poverty, Social, and Gender \n \n28.  Poverty and social. In Dhaka, people living in LICs generally lack legal access to water \nsupply and sanitation, and must depend on illegal water lines or water vendors, and pay higher \ncharges.  Under  the  ongoing  project,  community-based  organizations  (CBOs)  have  been \norganized to make LIC residents eligible for legal water connections, either through legalization \nor  new  connections.  The  CBOs  have  been  responsible  for  payment  of  water  tariffs  and \nmaintenance of the community water points. Under the ADF grant, community toilets and bathing \n \n37 ADB. 2015. Financial Due Diligence: A Methodology Note. Manila. \n38 The latest audited entity financial statements obtained unqualified opinion. The outstanding audit observations are \nexpected to be largely resolved once the government approves the updated project implementation period.  \n39 Bidders’ technical proposals will be assessed using the methods and scoring set out in the bid document. \n40 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n41 The risks and mitigation measures are outlined in items 13 and 17 in the Risk Assessment and Risk Management \nPlan (accessible from the list of linked documents in Appendix 2). \n \n ", "10 \nfacilities will be built in LICs, and support provided to empower women and vulnerable people.42  \n \n29.  Gender. The ADF grant (gender thematic pool) will enable DWASA to deepen and sustain \nthe gender impact of its operations, by committing to an enhanced gender equity strategy, in line \nwith the transformative gender agenda under SDG 5. An integrated approach to women’s \nempowerment  will  be  pursued  by  (i)  enhancing  the  targets  for  women’s  participation  and \nleadership in decision making, (ii) promoting targeted legal empowerment initiatives for women, \n(iii) engaging men and boys in women’s empowerment, and (iv) supporting women’s greater \nresilience to and preparedness for natural hazards and disasters. This integrated approach to \nwomen’s empowerment presents prospects for replication in similar utilities and agencies in \nBangladesh  and  the  region.  More  specifically,  the  ADF  grant  will  (i)  support  DWASA’s \ncommitment to (a) women’s increased leadership (up to 40%) in executive bodies of CBOs and \n(b) women’s increased membership (up to 50%) in CBOs; (ii) enable DWASA to act on its \ncommitment to sustained access to water supply and sanitation by women and vulnerable groups \nby promoting access to legal empowerment services;43 (iii) engage men and boys to address \ngender  stereotypes  and  discriminatory  practices  including  gender-based  violence,  through \nadvocacy and awareness; and (iv) enhance women’s resilience to external shocks by developing \nemergency response plans informed by the gendered impact of COVID-19.  \n \nF.  Safeguards \n \n30.  In  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  classification  of  the \nadditional financing and implementation of the ongoing project is described in paras. 31–34, along \nwith the potential safeguard impacts under the additional financing.44 \n \n31.  Environmental safeguards (category B). The additional financing is category B for \nenvironment, based on the assessment that environmental impacts are site-specific, with few if \nany that are irreversible, while mitigation measures are mostly readily available. A draft initial \nenvironmental examination (IEE) with an environmental management plan was prepared in line \nwith ADB’s Safeguard Policy Statement and government laws. Based on the IEE, no significant \nadverse environmental impacts are envisioned. No project site is located in a sensitive area, and \nany impacts during construction and O&M can be avoided and/or mitigated through measures in \nthe  environmental  management  plan.  Further,  an  environmental  assessment  and  review \nframework (EARF) was prepared for components under the ADF grant that will be prepared after \nthe ADB Board of Directors approval, for which limited impacts are anticipated. The EARF \nprovides site selection criteria to ensure that environmental impacts are not significant. It will also \nguide DWASA in the environmental assessment and preparation of assessment documents for \nthis  infrastructure.  The  environmental  assessment  documents  shall  be  submitted  for  ADB \nclearance prior to the start of construction.  \n \n32.  The  package  under  the  new  scope  (package  3.2)  will  be  awarded  only  after  the \ncorresponding draft IEE is finalized.  Contracts under the  ADF grant will be awarded after \ncorresponding assessment reports are finalized based on the EARF. All statutory clearances and \nno objections will be obtained prior to start of construction. Capacity building and training for this \n \n42 To enhance awareness regarding water use, water quality, and public hygiene, public awareness campaign activities \nunder the ongoing project will continue under the additional financing, including those that address COVID-19. \n43 These initiatives include capacity building programs to support women’s legal empowerment and the establishment \nof a network of community-based legal service providers for effective provision of legal literacy and aid services to \nwomen and vulnerable groups, in the area of rights with regard to water supply and sanitation, gender-based and \ndowry-related violence, inheritance and family laws, and child marriages. \n44 ADB. Safeguard Categories. \n \n ", "11 \npackage will be included in the project’s overall capacity building program.45 Grievances will be \nhandled following the project grievance redress mechanism in the PAM (footnote 23). DWASA \nwill prepare a semiannual environmental monitoring report for ADB review and disclosure. \n \n33.  Involuntary  resettlement  (category  B).  The  additional  financing  is  category  B  for \ninvoluntary resettlement, based on the assessment that the project would cause only temporary \neconomic impacts during civil works. No land acquisition or permanent and significant impacts \nare anticipated. A draft resettlement plan for package 3.2 for the secondary distribution line was \nprepared in accordance with ADB’s Safeguard Policy Statement and the laws of Bangladesh.46 \nThe measures in the draft resettlement plan are adequate to deal with identified risks. The draft \nresettlement plan will form part of the contract documents, updated during finalization of detailed \ndesign and submitted to ADB for review. The draft and the updated resettlement plan will be \ndisclosed  to  project-affected  people  and  on  the  ADB  and  project  websites.  In  addition,  a \nresettlement framework was prepared for components of the project financed by the ADF grant \nthat will be prepared after Board approval. The civil works under the ADF grant are proposed to \nbe located on government land, with no acquisition of private land required; possible resettlement \nimpacts are therefore anticipated to be limited. The resettlement planning documents shall be \nsubmitted to ADB for clearance upon finalization of the sites and prior to the start of construction. \nThe resettlement framework will guide DWASA in preparing appropriate resettlement planning \ndocuments. DWASA has demonstrated the capacity to manage resettlement impacts. Project \nconsultants  will  further  support  DWASA  in  enhancing  such  capacity.  DWASA  will  prepare \ncombined semiannual social monitoring reports for ADB review and disclosure for the ongoing \nloan and additional financing. \n \n34.  Indigenous peoples (category C). The project is category C for indigenous peoples in \naccordance with ADB’s Safeguard Policy Statement. No indigenous peoples impacts, involving \ndirect or indirect impacts to the dignity, human rights, livelihood systems or territories, or natural \nor cultural resources that are used, owned, occupied, or claimed by indigenous peoples as their \nancestral domain or asset are anticipated. None of the affected persons surveyed belongs to \ntribes, minor races, ethnic sects, and communities. 2011 census by the Bangladesh Bureau of \nStatistics does not report the presence of any tribes, minor races or ethnic sects and communities \nin the project area including potential area where ADF grant-funded infrastructure will be located. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n35.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.47 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nDelays in land acquisition and  Public consultations to explain the entitlements of affected people will continue. \nresettlement hamper timely project  Local nongovernment organizations have been engaged to facilitate land \nimplementation.  acquisition and resettlement. ADB has been providing an independent monitor \nto mitigate the risk. To expedite the process, DWASA will hire three more staff \nat the project management unit by the end of September 2021.  \nInsufficient government counterpart  The government has committed to allocate and release all necessary \nfunding hampers timely project  counterpart funding in a timely manner. ADB will closely monitor the adequacy \nimplementation.  and timely release of the counterpart funding. \nWeaknesses in financial management  Mitigation includes (i) ongoing training in ADB’s financial reporting and audit \narrangements may result in material  requirements, and disbursement procedures; (ii) improving the quality and \n \n45 Under the ADF grant, CBOs and NGOs involved will be trained and engaged for environmental monitoring. \n46 Potential temporary economic impacts to 95 roadside vendors and their 113 employees are assessed. \n47 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n \n ", "12 \nRisks  Mitigation Measures \nmisstatement in the project financial  comprehensiveness of annual and quarterly financial reporting; (iii) establishing \nstatements, loss of funds, non- a project audit reply and settlement committee to monitor audit observations \ncompliance with ADB’s requirements,  and ensure corrective actions are being undertaken in a timely manner; and (iv) \nand disbursements delays.  improving asset management practices and systems at the entity level. \nDelay in issuance of road cutting  DWASA and the management, design, and supervision consultant have been \npermissions by relevant authorities  closely coordinating with the relevant authorities. ADB has been communicating \nhampers project implementation.  with the government to strengthen cooperation among these authorities. \nADB = Asian Development Bank, DWASA = Dhaka Water Supply and Sewerage Authority. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n36.  The  government  and  DWASA  have  assured  ADB  that  project  implementation  shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement, \nas described in detail in the PAM (footnote 23) and loan and grant documents. \n \n37.  The government and DWASA have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreements, grant agreement, and project agreement. \n \n38.  The government and DWASA have agreed with ADB that no withdrawal will be made from \nthe loan or grant account until the Subsidiary Financing Agreement has been duly executed and \ndelivered on behalf of the government and DWASA and is legally binding on each in accordance \nwith its terms. \nV.  RECOMMENDATION \n39.  I am satisfied that the proposed loans and grant would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve: \n \n(i)  the loan of $85,000,000 to the People’s Republic of Bangladesh for the additional \nfinancing of the Dhaka Environmentally Sustainable Water Supply Project, from ADB’s \nordinary  capital  resources,  in  regular  terms,  with  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending facility; \nfor a term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan and \nproject agreements presented to the Board; \n(ii)  the loan of $50,000,000 to the People’s Republic of Bangladesh for the additional \nfinancing of the Dhaka Environmentally Sustainable Water Supply Project, from ADB’s \nordinary capital resources, in concessional terms, with an interest charge at the rate \nof 2.0% per year during the grace period and thereafter; for a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  and  project \nagreements presented to the Board; and \n(iii)  the grant not exceeding $5,000,000 to the People’s Republic of Bangladesh from \nADB’s Special Funds resources (Asian Development Fund) for the additional financing \nof  the  Dhaka  Environmentally  Sustainable  Water  Supply  Project,  on  terms  and \nconditions that are substantially in accordance with those set forth in the draft grant \nand project agreements presented to the Board. \n \nMasatsugu Asakawa \nPresident \n17 September 2021 \n \n ", "Appendix 1  13 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nThe revised design and monitoring framework strikes out content for deletion and underlines \ncontent to be added. \nImpact the Project is Aligned with \nImproved access to and quality of sustainable water supply services in Dhaka (Eighth Five Year Plan \n2021–2025)a \n \nData \nSources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nOutcome  By 2019 2026      \nMore reliable and improved       \nsecurity of water supply and  a. 3 million people in zones 5, 6, 8, 9,  a.–c., e., f.  R: Tariff level \nsanitation in Dhaka  and 10 received continuous water  DWASA  not raised to \nachieved  supplyb (2012 baseline: 14–15 hours  surveys  cover full \n  per day in zones 4 and 10, and 22.5    operation and \nhours per day in zones 5, 6, 8, and 9  maintenance \n \nin 2012) (OP 4.1)  costs and debt \n \n  recovery \n \nb. Water supply pressure of at least   \n \none bar at consumer end achieved  A: DWASA \n \n(2012 baseline: 0.2–0.3 bars) (OP  reduces \n \n4.1)  nonrevenue \n \n  water to less \n \nc. Dependence on groundwater in  than 20% in its \n \nproject areas reduced to 30% for  service area in \n \nsustainable water supply and greater  output 1 \n \nresilience to climate change (2012   \n \nbaseline: 100% except zone 6) (OP  A: River water \n \n3.3.4)  quality at the \n \n  intake is \nd. Joint \nd. 98% of water quality test results  maintained \nsurveys of \nwithin DWASA distribution systems \nDWASA and \nmet country standards (2011 \nDepartment \nbaseline: 90%) (OP 4.1.1) \n  of \ne. Nonrevenue water reduced to  Environment \n15% or less in 16 district metered  on water \nareas in zone 6 (2013 baseline:  quality \n35%) (OP 4.1.1)   \n   \nf.  At least 10,000 women and 1,000   \nvulnerable people in LICs received \nimproved sanitation servicesc (2020 \nbaseline: 0) (OPs 2.1.4; 4.1)   \nOutputs                                    B   y 2019 2025     \n1.  New surface water       \nsupply system developed  1a. Water intake with capacity of  1a.–1e.   R: Increasing \n  1,050 MLD constructedd (2012  DWASA’s   political \nbaseline: 0) (OPs 3.2.5; 4.1.2)  progress  instability \n  hampers \nreports \n ", "14  Appendix 1 \nData \nSources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \n1b. 21.5 km raw water transmission  project \npipeline laid (2012 baseline: 0) (OPs  activities \n3.2.5; 4.1.2)   \n  R: Sharp price \n1c. WTP with production capacity of  increases \n500 MLD constructede  of construction \n(2012 baseline: 0) (OPs 3.2.5; 4.1.2)  materials \n   \n1d. 347 km of treated water  R: Delay in \ntransmission mains and primary  acquisition of \ndistribution mainsf installed (2012  road cutting \npermission, \nbaseline: 0) (OP 4.1.2) \ndespite efforts \n \nby DWASA to \n1e. 43 km of treated water \ncoordinate with \nsecondary distribution mains \nrelevant \ninstalled (2020 baseline: 0) (OP  authorities, \n4.1.2)  hampers timely \n  project \nimplementation  \n \nR: Insufficient \ngovernment \ncounterpart \nfunding hamper \ntimely project \nimplementation \n \nA: AFD \nand EIB \ncofinancing is \ndisbursed on \ntime \n \nA: Timely \nacquisition of \nrequired land \n2. Existing distribution  By 2019 2021      \nnetwork in zone 6       \nstrengthenedg  2a. 376 km of water distribution  2a.–2c.  A: Timely \n  network rehabilitated  DWASA  issuance of \n(2012 baseline: 0) (OP 4.1.2)  progress  permits by \n  reports  local \n2b. 32,000 household and    governments \ncommunity connections covering at  2d. DWASA’s \nleast 160,000 beneficiaries  end line \nrehabilitated, including replacement  survey \nof meters (2012 baseline: 0) (OPs \n1.3.1; 4.1; 4.1.2) \n \n2c. 6,0003,700 new or legalized \nhousehold and community \nconnections installed, including \n50017 connections in LICsh (target: \nbenefiting 10,000300 women in \n ", "Appendix 1  15 \nData \nSources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nLICs) (2012 baseline: 0)) (OPs \n1.3.1; 2.1.4; 4.1) \n \n2d. Public awareness on water use \nand conservation raised in all 16 \ndistrict-metered areas (2012 \nbaseline:0)  \n3. ProjectDWASA’s  By 2023     \nmanagement and     \nadministration adequately  3a. PMU established and fully staffed  3a and 3c. \nsupportedcapacity improved  on time, with at least 30% women, by  DWASA \n  the end of 2013.  progress \n \nreports \n3a. Special management unit for the \n \nnew surface water system established \n \nin DWASA by 2018 2024 (2012 \n \nbaseline: 0) \n \n \n3b. Project is implemented on time   \nand within budget (Baseline: 0)   \n   \n3b.  At least 60 DWASA staff  3b. Pre- and \n(including 12 female staff) reported  post-training \nincreased knowledge Capacity  assessment \ndevelopment programs on financial \nmanagement and gender \nmainstreaming implemented by 2019 \n2025 (2012 baseline: 0) (OP 6.1) \n \n3c. Project performance management \nsystem, with social and gender \nindicators and sex-disaggregated \ndata, integrated with existing DWASA \nmanagement information system by \n2014 2021 (2012 baseline: not \napplicable) (OP 6.1) \n4. Empowerment of women  By 2025     \nand vulnerable groups in       \nLICs supported  4a. At least 1,000 community toilets  4a.-4c.  R: Delay in \n  and bathing chambers with separate  DWASA  temporary \n  units for males and females in LICs  progress  resettlement, if \n  constructed (2020 Baseline: 0)   reports  any, for \n   \nbuilding \n4b. Inclusive and gender-responsive   \nsanitation \ncoronavirus disease (COVID-19) risk   \nfacilities \ncommunication strategy and   \n  despite efforts \nemergency response plan developed \n  by DWASA to \nand implemented (2020 Baseline: 0) \n  coordinate with \n(OP 2.5.1) \n  relevant \n \n  authorities \n4c. CBOs on the new facilities formed, \nwith women comprising at least 40%     \n \n \n ", "16  Appendix 1 \nData \nSources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nof appointed leaders in the executive   \nbody (2020 baseline: 0) (OP 2.3.1)   \n   \n4d. 300 representatives of key  4d and 4e. \nstakeholder groupsi reported  DWASA’s \nincreased legal literacy on the rights  end line \nof women and vulnerable groups  survey \n(2020 baseline: 0) (OP 2.2.3)   \n   \n4e. At least 750 men and/or boys from   \nschools and madrasahs (Islamic   \ncolleges) in pilot project areas \n \nreported increased awareness of and \n \nhave expressed support for women \n \nempowerment and gender equalityj \n \n(2020 baseline: 0) (OP 2.2.3) \n \nKey Activities with Milestones \n1. New surface water supply system developed \n1.1 Mobilize design-build contractor (Q1 2015Q2 2018) (completed). \n1.2 Conduct detailed design for treated water pipelines (Q2 2015Q4 2018) (completed). \n1.3 Complete construction works (2018Q3 2025). \n1.4 Commence operation of the WTP at Gandharbpur (end of 2018Q3 2025).  \n \n2. Existing distribution network in zone 6 strengthened  \n2.1 Mobilize design-build contractor (Q3 2014Q1 2015) (completed). \n2.2 Complete construction works (Q3 2017Q2 2021) (completed). \n2.3 Prepare bid documents for two future packages (20172019) (completed). \n \n3. ProjectDWASA’s management and administration adequately supportedcapacity improved \n3.1 DWASA provides PMU with office space and initiates staff recruitment, including project director (May \n2013) (completed). \n3.2 Issue bid documents for distribution network improvement (July 2013) (completed). \n3.3 Issue bid documents for Gandharbpur WTP design-build contract (Q2 2014) (completed). \n3.4 Recruit all consultants and NGOs (Q3 2014Q3 2021). \n3.5 Engage all contractors (Q2 2016Q4 2021). \n3.6 Develop modules of capacity-building programs and implement them (continuous from 20142017 until \n2019Q3 2025). \n3.7 Undertake regular surveys and issue quarterly and semiannual monitoring reports and audit reports \non time (continuous from 2014 until 2019Q3 2025). \n \n4. Empowerment of women and vulnerable groups supported \n4.1 Recruit all consultants and NGOs (Q3 2021). \n4.2 Conduct detailed design for separate toilets/bathing facilities (Q4 2021). \n4.3 Issue bid documents for separate toilets/bathing chambers (Q1 2022). \n4.4 Engage all contractors (Q2 2022). \n4.5 Conduct trainings and awareness-raising campaigns with all stakeholders (for output 4e, 1 initiative \n/year with 250 men and / or boys) (Q3 2025). \nProject Management Activities \nEstablish and strengthen the PMU. \nMobilize the design monitoring and supervision consultant and NGO. \nConduct review missions and mid-term review. \n ", "Appendix 1  17 \nData \nSources and  Risks and \nReporting  Critical \nResults Chain  Performance Indicators  Mechanisms  Assumptions \nPrepare and submit quarterly project reports and safeguards monitoring documents. \nInputs  \nLoans \nADB: $250390 million ($140 million additional) \nGovernment of Bangladesh: $225373 million ($149 million additional) \n \nGrant \nADF: $5 million ($5 million additional) \n \nCofinancing \nAFD: $64206 million ($142 million additional) \nEIB: $136 million \nA = assumption, ADB = Asian Development Bank, ADF = Asian Development Fund, AFD = Agence Française de \nDéveloppement, CBO = community-based organization, DWASA = Dhaka Water Supply and Sewerage Authority, EIB \n= European Investment Bank, km = kilometer, LIC = low-income community, MLD = million liters per day, NGO = \nnongovernment organization, OP = operational priority, PMU = project management unit, Q = quarter, R = risk, WTP = \nwater treatment plant. \nNote: The design and monitoring framework has been retrofitted to align with ADB. 2020. Guidelines for Preparing and \nUsing a Design and Monitoring Framework: Sovereign Operations and Technical Assistance. Manila. \n \na  Government  of  Bangladesh,  2020.  Eighth  Five  Year  Plan  2021-2025:  Promoting  Prosperity  and  Fostering \nInclusiveness. Dhaka. The impact statement of the ongoing project remains aligned with the government’s current \nfive-year plan. \nb  3 million beneficiaries is unchanged from the ongoing project. The figure is added to indicate the project’s contribution \nto OP 4.1. Continuous water supply means that the water supply service will be provided for 24 hours, 7 days a week. \nc  The target LICs will be identified during implementation. In the LICs, community toilets and bathing facilities with \nseparate male and female arrangements and appropriate fecal sludge management will be built. \nd  The water intake is designed to be climate change resilient with longer inlet pipes, higher ground level, and a more \nrobust structure to withstand river floods.  \ne  The WTP is designed to be climate change resilient with a higher ground level and extensive soil reinforcement to \nwithstand floods in the nearby river. \nf  The new indicator 1d refers to both treated water transmission mains and the primary distribution mains with distinct \nfunctions. The total length is also updated to add 3 km as a result of design adjustments during implementation. \ng  Output 2 supports rehabilitation of the existing network, the networks under output 1 will be newly built. \nh A part of the planned new and legalized connections in the project area have been provided through DWASA’s own \ninitiative outside the project, and thus removed from the targets. The updated survey in the target area concluded \nthat the number of LICs and its population significantly reduced due to rapid urbanization in the area, and also due \nto employment losses related to COVID-19 pandemic. The area of output 2 is much smaller and has less LICs \ncompared to the areas of outputs 1 and 4. \ni  Stakeholder groups refer to religious leaders, teachers, youth, community groups, and other relevant social groups. \nj  Topics under the awareness raising campaign and activities will include gender-based violence, discrimination against \nwomen based on inheritance and family laws, child marriages, divorces, dowry-related violence, and discrimination \nagainst hijras (persons whose gender identity is neither male nor female) and differently abled, unpaid care work. \n \nContribution to the ADB Results Framework  \nThe expected values and methodological details for all OP indicators to which this operation will contribute results are \ndetailed in Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in Appendix \n2). In addition to the OP indicators tagged in the design and monitoring framework, the additional financing will \ncontribute to: \nOP 4.2: Entities with improved urban planning and financial sustainability (expected value: 1 [DWASA]).  \nOP 3.3: People benefiting from strengthened environmental sustainability (expected value: 3 million) \nSource: Asian Development Bank. \n ", "18  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42173-016-3 \n1. Loan Agreement: Ordinary Operations (Concessional)\n2. Loan Agreement: Ordinary Operations\n3. Grant Agreement\n4. Project Agreement\n5. Approved Report and Recommendation of the President for the Ongoing Project\n6. Sector Assessment (Summary): Water and Other Urban Infrastructure and Services\n7. Project Administration Manual\n8. Summary of Project Performance\n9. Financial Analysis\n10. Economic Analysis\n11. Summary Poverty Reduction and Social Strategy\n12. Risk Assessment and Risk Management Plan\n13. Climate Change Assessment\n14. Gender Action Plan\n15. Initial Environmental Examination\n16. Environmental Assessment and Review Framework\n17. Resettlement Plan\n18. Resettlement Framework\n19. Contribution to Strategy 2030 Operational Priorities\nSupplementary Documents \n20. Financial Management Assessment\n21. Project Procurement Risk Assessment\n22. Climate Risk and Vulnerability Assessment\n23. Supplementary Document for Economic Analysis"], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20210919184448+08'00'", "Creator": "Microsoft® Word for Microsoft 365", "Keywords": "bangladesh, dhaka, meghna river, dwasa, water supply, access to water, water resources, water security, safe water, urban sanitation, 42173-016, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20211012210618+08'00'", "Producer": "Microsoft® Word for Microsoft 365", "Subject": "The additional financing will finance the cost overrun of the ongoing project, and a change in scope to (i) include a secondary distribution pipeline to ensure the overall outcome of the ongoing project, and (ii) empowerment of women and vulnerable groups in low-income communities (LICs) and improving their access to basic infrastructure and social services.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated September 2021 is provided for the ADB project 42173-016 in Bangladesh.", "Title": "Dhaka Environmentally Sustainable Water Supply Project - Additional Financing: Report and Recommendation of the President"}}