{"path": "data/input/reports/42182-vie-rrp.pdf", "pages": [" \nRReeppoorrtt  aanndd  RReeccoommmmeennddaattiioonn  ooff  tthhee  PPrreessiiddeenntt    \nttoo  tthhee  BBooaarrdd  ooff  DDiirreeccttoorrss\n  \n  \nProject Number: 42182 \nMarch 2009 \nProposed Loan and Technical Assistance Grant  \nSocialist Republic of Viet Nam: Renewable Energy \nDevelopment and Network Expansion and \n \nRehabilitation for Remote Communes Sector Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 18 February 2009) \n \nCurrency Unit –  dong (D) \n \nD1.00 =  $0.00006     \n$1.00 =  D17,490 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  CDM  –  Clean Development Mechanism \n  EMDF  –  ethnic minority development framework \n  EMDP    ethnic minority development plan \n  EVN  –  Vietnam Electricity \n  GDP  –  gross domestic product \n  ICB  –  international competitive bidding \n  IEE  –  initial environmental examination \n  LDU  –  local distribution unit \n  MOF  –  Ministry of Finance \n  MOIT  –  Ministry of Industry and Trade \n  NCB  –  national competitive bidding \n  PC 1  –  Power Company 1 \n  PC 2   –  Power Company 2 \n  PC 3  –  Power Company 3 \n  PMB  –  project management board \n  PPC    provincial people’s committee \n  REREPMB  –  Rural Electrification and Renewable Energy Project \nManagement Board \n  SEDP  –  Socio-Economic Development Plan \n  TA  –  technical assistance \n \n \nWEIGHTS AND MEASURES \n \n  GWh  –  gigawatt-hour (1,000,000 kWh) \n  km  –  kilometer \n  kV  –  kilovolt (1,000 volts) \n  kWh  –  kilowatt-hour (1,000 watt-hours) \n  MW  –  megawatt (1,000,000 watts) \n  MVA  –  megavolt-ampere (1,000,000 volt-ampere) \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. ", " \n \nVice-President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy and Water Division, SERD \n   \nTeam leader  E. Baardsen, Senior Infrastructure Specialist, SERD  \nTeam members  P. Perera, Senior Evaluation Specialist, IED \n  M. Buendia Social Development Specialist (Resettlement), SERD  \n  S. Kawazu, Counsel, Office of the General Counsel \n  M. Sultana, Social Development Specialist, SERD \n  Y. Tsujiki, Financial Analysis Specialist, SERD \n  A. M. Tuan, Information Technology Officer, SERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nLOAN AND PROJECT SUMMARY  i \nMAP                                 \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  8 \nA.  Impact and Outcome  8 \nB.  Outputs  8 \nC.  Special Features  9 \nD.  Project Investment Plan  10 \nE.  Financing Plan  10 \nF.  Implementation Arrangements  11 \nIV.  TECHNICAL ASSISTANCE  15 \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  16 \nA.  Assumptions and Risk Factors  16 \nB.  Overall Assessment of the Sector Project  19 \nVI.  ASSURANCES AND CONDITIONS  19 \nA.  Specific Assurances  19 \nB.  Conditions for Loan Effectiveness  22 \nC.  Conditions for Disbursement of Funds Earmarked for Component 2  22 \nVII.  RECOMMENDATION  22 \nAPPENDIXES   \n1.  Design and Monitoring Framework     23 \n2.  Power Subsector Analysis    25 \n3.  Sector Road Map for Renewable Energy and Rural Electrification Sectors   30 \n4.  External Assistance to the Power Subsector  34 \n5.  Technical Description of Subprojects    36 \n6.  Subproject Selection Criteria and Approval Procedures  42 \n7.  Detailed Cost Estimates  44 \n8.  Implementation Schedule  48 \n9.  Procurement Plan  49 \n10.  Technical Assistance Description, Cost Estimates, and Outline Terms of Reference  55 \n11.  Summary Poverty Reduction and Social Strategy  61 \n \n ", "SUPPLEMENTARY APPENDIXES (available on request) \nA.  Summary Economic Analysis of Core Subproject \nB.  Financial Analysis of Core Subprojects \nC.  Detailed Economic Analysis \nD.  National Competitive Bidding Procedures Applicable to Viet Nam \nE.  Fund Flow Diagram for loan disbursement \nF.  Financial Performance and Financial Management Analysis of Implementing Agencies \nG.  Detailed Description of Technical Assistance \nH.  Environmental Assessment and Review Framework \nI.  Summary Initial Environmental Examination for Core Subproject \nJ.  Summary Resettlement Plan and Framework \nK.  Resettlement Framework \nL.  Resettlement Plan for Core Subproject \nM.  Ethnic Minority Development Framework \nN.  Summary Ethnic Minority Development Framework \nO.  Ethnic Minority Development Plan for Core Subprojects \nP.  Consultation and Participation Strategy \nQ.  Gender Strategy \n \n \n ", " \nLOAN AND PROJECT SUMMARY \n \nBorrower  Socialist Republic of Viet Nam \n   \nClassification  Targeting classification: Targeted intervention (geographical poverty \nissues [TI-G]) \nSector: Energy \nSubsector: Renewable energy  \nThemes:  Economic  growth,  social  development,  environmental \nsustainability \nSubtheme: Human development  \n   \nEnvironment  Category B. An initial environmental examination was completed for a \nAssessment  core  subproject,  and  an  environmental  assessment  and  review \nframework was prepared.  \n   \nProject Description  The  primary  objective  of  the  sector  Project  is  to  develop  rural \nelectrification  and  renewable  energy  in  Viet  Nam  to  benefit  ethnic \nminority  communities  inhabiting  remote  and  poorer  parts  of  the \ncountry. The Renewable Energy Development and Network Expansion \nand Rehabilitation for Remote Communes Sector Project consists of \ntwo investment components: (i) mini-hydropower plants in mountain \nprovinces, and (ii) network expansion and rehabilitation of distribution \nnetworks serving poor provinces.  \n \nComponent 1 of the Project will develop about 5–10 grid-connected \nrun-of-river mini-hydropower plants with 7.5 megawatts (MW) or less \ncapacity, totaling 30 MW in Lai Chau, Dien Bien, and several other \nprovinces in northern and central Viet Nam. Electricity connections will \nbe provided to about 60–75 villages in poor, remote ethnic minority \nareas in northern Viet Nam, and about 100 gigawatt hours (GWh) of \nrenewable  energy  to  the  national  grid.  The  Project  will  provide  a \nsustainable financing mechanism to remote mountainous provinces in \nunderdeveloped provinces in northern and central Viet Nam to finance \nrural  electrification  through  revenues  from  the  sale  of  electricity, \ngenerated using renewable energy resources, to the national grid.  \n \nComponent 2 of the Project will support the Government’s ongoing \nspecial program of supporting rural electrification of poor provinces \ninhabited by ethnic minorities by which the Government provides 85% \nof the funding and EVN 15%. The Government is providing more than \n$70  million  to  regional  power  distribution  companies  of  Viet  Nam \nElectricity (EVN) to electrify more than 100,000 households in five \nprovinces in the Central Highlands. The Government intends to extend \nthis program to five more provinces in the northern mountain areas \n(i.e.,  Dien  Bien  and  Lai  Chau),  Mekong  Delta  (Tra  Vinh  and  Soc \nTrang), and central Viet Nam (Quang Tri). This is estimated to require \nabout $90 million; the proceeds from component 2 will be allocated for \nfinancing the Government’s program in these additional five provinces. \nApproximately 100,000 poor households in about 1,000 villages are \nexpected to receive electricity under this component.  ", "ii   \n  The Project will include an associated technical assistance (TA) grant \nfor capacity building for renewable energy development.  \n \nRationale  Access  to  electricity  increased  rapidly  in  Viet  Nam  from  51%  of \nhouseholds in 1996 to more than 91% in 2008. In 2007, more than \n97% of the country’s communes were connected to the national grid. \nHowever, 278 communes are not yet connected. The Government’s \nlong-term  development  strategy  for  rural  electrification  envisages  a \ncombined  effort,  with  EVN  taking  responsibility  for  extending  the \nmedium voltage network to rural areas, and the provincial and district \nauthorities taking a lead role in investing and operating low voltage \ndistribution  systems  in  remote  areas.  However,  recently  the \nGovernment  decided  to  transfer  the  development  of  low  voltage \nnetworks to EVN to expedite the electrification of remote parts of the \ncountry populated by poor and vulnerable ethnic minorities.  \n \nComponent  1  of  the  Project  promotes  the  use  of  renewable  and \ndistributed  energy  sources  to  provide  electricity  to  these  remote \ncommunes. The development of mini-hydropower projects in remote \nparts  of  northern  Viet  Nam  will  reduce  generation  at  polluting \ncentralized  thermal  power  plants,  and  reduce  transmission  and \ndistribution losses. These mini-hydropower plants are expected to be \nconnected  to  the  national  grid,  thus  providing  (i)  additional  clean \nenergy to the national grid, (ii) access to electricity to remote areas and \n(iii) a sustainable financing source for further rural electrification from \nrevenues  generated  by  selling  electricity  generated  by  mini-\nhydropower  plants  to  the  grid.  The  Project  will  contribute  to  the \ninstitutional development of renewable energy and rural electrification. \n \nThe rapid roll-out of Viet Nam’s rural electrification during 1993–2005 \nwas facilitated by (i) EVN taking responsibility for extending medium \nvoltage  lines  to  commune  centers  (i.e.,  a  commune  is  an \nadministrative entity in Viet Nam with 5–6 villages and about 1,000–\n2,000  households),  and  (ii)  local  residents  acting  through  village \norganizations  (i.e.,  cooperatives)  taking  responsibility  for  the  low \nvoltage  network.  However,  this  approach  has  resulted  in  poorly \nconstructed low voltage networks with poor service quality and high \ndistribution  losses.  Many  villages  without  electricity  are  officially \nclassified as electrified when only the commune center is provided with \nelectricity.  Component  2  of  the  Project  is  to  expand  the  rural \ndistribution  network  to  connect  villages  without  electricity  and  to \nrehabilitate  the  existing  poorly  constructed  low  voltage  networks \nserving poor communes. The use of Asian Development Fund funding \nand concessionary onlending terms and state budget transfers from \nthe  Ministry  of  Finance  (MOF)  to  regional  executing  agencies  is \njustified for the Project, based on the low per capita investment and \nlow consumer density in rural areas that result in low financial returns \nto the utility.  \n   ", "  iii\nImpact and Outcome  The  impact  of  the  Project  is  to  promote  pro-poor  and  balanced \neconomic development of remote mountainous communes and poor \ncommunes through the sustainable use of electricity and renewable \nenergy in an affordable manner. \n \nThe  outcome  of  the  Project  is  provision  of  reliable  and  affordable \nsupply of electricity to remote mountainous and poor communes.  \n   \nProject Investment  The  investment  cost  of  the  Project  is  estimated  at  $197.6  million \nPlan   including taxes and duties of $20.0 million. The total cost includes \nphysical  and  price  contingencies,  and  interest  and  other  charges \nduring implementation. \n   \nFinancing Plan  The  Government  has  requested  a  loan  of  SDR  102,161,000 \n($151,000,000  equivalent)  from  the  Asian  Development  Fund  to \nfinance the Project. The loan will have a 32-year maturity, including a \ngrace period of 8 years, a 1% interest charge during the grace period \nand 1.5% during the amortization period. The counterpart funds will be \nprovided by the executing agencies funded through their internal cash \ngeneration.  \n \n($ million) \nSource  Amount  % \nAsian Development Bank  151.0  76.4 \nPower Company 1  21.9  11.1 \nPower Company 2  8.9  4.5 \nPower Company 3  15.8  8.0 \n   Total  197.6  100.0 \n   \nAllocation and  Component 1, to be implemented in selected northern and central \nRelending Terms  provinces by Power Company 1 (PC 1) and Power Company 3 (PC 3), \nis allocated $61 million. MOF will onlend the proceeds of the Asian \nDevelopment Bank (ADB) loan allocated for component 1 to PC 1 and \nPC  3  pursuant  to  a  subsidiary  loan  agreement  with  terms  and \nconditions acceptable to ADB. The funds allocated for component 2 for \nprovinces  included  in  the  Government’s  special  program  for  rural \nelectrification will be provided to PC 1, Power Company 2 (PC 2), and \nPC 3 on grant basis through the state budget. The total fund allocation \nfor component 2 will be $90 million. For those provinces not included in \nthe Government's special program, funds will be onlent.  \n   \nPeriod of Utilization  30 June 2016 \n   \nEstimated Project  31 December 2015 \nCompletion Date \n   \nExecuting Agencies  Power Company 1, Power Company 2, and Power Company 3 of EVN \n    \n ", "iv   \nImplementation  Ministry of Industry and Trade (MOIT) will set up a steering committee \nArrangements  to coordinate and monitor implementation of both project components. \nApproval  of  the  technical  design,  contract  award,  installation \nsupervision, and approval of payments will be undertaken by PC 1, \nPC 2, and PC 3. ADB will administer the associated TA grant. The \nconsultants  will  work  closely  with  MOIT  to  provide  policy-related \ntechnical support, and with the executing agencies to support project \nimplementation. \n   \nProcurement  Procurement  of  goods  and  works  to  be  financed  by  ADB  will  be \nprocured in accordance with ADB’s Procurement Guidelines (2007, as \namended from time to time). Contracts for works valued at more than \n$2 million equivalent will be procured through international competitive \nbidding.  Small  packages  of  works  valued  at  less  than  $2  million \nequivalent,  but  more  than  $100,000  equivalent  will  be  procured \nthrough national competitive bidding procedures. For works less than \n$100,000 equivalent, shopping procedures may be used. Contracts for \ngoods  valued  at  more  than  $500,000  equivalent  will  be  procured \nthrough  international  competitive  bidding.  Goods  costing  less  than \n$500,000 equivalent but more than $100,000 will be procured through \nnational competitive bidding. Smaller packages for goods valued at \nless than $100,000 may be procured through shopping procedures.  \n   \nConsulting Services  The  consulting  services  requirement  of  technical  and  safeguard \nsupport  for  subproject  preparation  will  be  provided  through  the \nassociated TA grant. ADB will select and engage these consulting \nservices  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2007, as amended from time to time).  \n   \nProject Benefits and  The main beneficiaries of the Project are the residents of communes \nBeneficiaries  targeted to receive access to electricity under the Project. Access to \nreliable and affordable electricity supply will contribute to improved \nquality of life; reduced indoor air pollution; increased time available for \nleisure, income generation, and educational activities in the targeted \ncommunes.  Availability  of  electricity  will  have  a  major  impact  on \nimproving the productivity of industrial and commercial activities. This \nwill result in general improvement of the commune’s economy and \nimprove  the  incomes  and  living  conditions  of  residents.  In  remote \nmountain  areas,  the  availability  of  electricity  to  ethnic  minority \ncommunities will facilitate provision of social services, such as health \nand education, in a more efficient manner. \n   \n  The  mini-hydropower  plants  will  provide  the  bulk  of  the  generated \nelectricity to the national grid. This will be an inexpensive and clean \nsource of electricity for the distribution network, reduce transmission \nand distribution losses, and improve the voltage profile of the network. \nThe Project will reduce greenhouse gas emissions by reducing the \ngeneration  at  centralized  thermal  power  plants  because  of  the \ncontributions of the mini-hydropower plants. To improve the financial \nviability of the subprojects, these global environmental benefits are \nexpected to be captured through the Clean Development Mechanism.  ", "  v\nRisks and  The  project  design  assumes  that  the  executing  agencies  will  form \nAssumptions  provincial joint-stock companies to take over operation of the mini-\nhydropower projects financed under the Project. These entities will be \nprovided with capacity building during project implementation through \nthe associated TA grant. The newly set up joint-stock companies are \nassumed to have the necessary technical expertise to operate the \nmini-hydro plants in a satisfactory manner. \n \nThe hydrological risk will be minimized by collecting on-site field data \nfor a minimum of 12 months and correlating with adjacent river basin \nlong-term  data  during  the  technical  design.  The  design  and \nconstruction supervision will be undertaken by technical consultants \nrecruited under the associated TA grant. The financial viability of the \nmini-hydropower projects critically depends on the feed-in tariff to the \nnational grid. The Government has instituted a feed-in tariff regime \nbased on the avoided cost of generation in the national power system. \nThis is assumed to provide adequate financial return to the joint-stock \ncompanies. No major social or environmental risks are associated with \nthe Project as the mini-hydro projects to be included are required to \nmeet the environment and resettlement categorization B or C. The \nresources are made available to promote productive use of energy in \nmountain areas to increase the societal benefits of the Project to poor \nand vulnerable ethnic minority communities.   \n \nTechnical  An advisory TA will be provided to MOIT and the executing agencies \nAssistance  (PC 1, PC 2, and PC 3) for the Capacity Building of Renewable Energy \nDevelopment. The TA, comprising of three separate components, will \n(i)  prepare  a  renewable  energy  law  to  promote  development  of \nrenewable energy through appropriate fiscal and policy incentives; (ii) \nprovide  capacity  building  in  sustainable  small  hydropower  plant \nplanning,  implementation  and  operation,  including  preparations  for \nCDM  registration;  and  (iii)  promote  productive  use  of  energy  and \nincome generation activities in mountain areas. The cost of the TA is \nestimated at $2.9 million. The TA will be financed through the Climate \nChange  Fund  ($1.6  million)  and  the  Technical  Assistance  Special \nFund ($0.9 million). The Government and the executing agencies will \nfinance $400,000 equivalent in kind.  \n \n ", "103o  00’E 108o  00’E\nPEOPLE'S  REPUBLIC\nOF  CHINA\nHa GiangCao Bang\n7 9\nLao Cai\n1 6 10 Trang Dinh\nLai Chau 4 Bac Kan\n8 Tuye1n1 QuTahnagi Ngu1y6en Lang Son\nYen Bai\n2 Mong Cai\nSon La Phu Tho 12Vinh Yen 18\nDiePnh Buien3 HoVai eB5ti nThriHA N1O3I 1145 HaBi1a9c GHiaanig P1h7HonaCg aLmo nPgha\n22HunPgh Yu e2Ln3y Duon2g120\nThai Binh\n24\n25 Gulf   of   Tonkin\n26 Ninh Binh\n20 o 00’N LAO PEOPLE'S 20 o 00’N\nDEMOCRATIC REPUBLIC Thanh Hoa\nThai Hoa PROVINCES\n27\nDien Chau 1. Lai Chau\n2. Dien Bien\nVinh 3. Son La\n4. Lao Cai\nHa Tinh 5. Phu Tho\n28 6. Tuyen Quang\n7. Ha Giang\n8. Yen Bai\n9. Cao Bang\nDong Hoi\n10. Bac Kan\n29 11. Thai Nguyen\nSOCIALIST REPUBLIC OF VIET NAM 12. Vinh Phuc\n13. Ha Noi\nRENEWABLE ENERGY DEVELOPMENT AND\nDong Ha 14. Bac Ninh\nNETWORK EXPANSION AND REHABILITATION FOR 15. Hung Yen\n30 Hue 16. Lang Son\nREMOTE COMMUNES SECTOR PROJECT 17. Quang Ninh\n31 Da Nang 18. Bac Giang\n32 19. Hai Duong\nHoi An 20. Hai Phong\nProject Provinces 21. Thai Binh\nNational Capital 33 Tam Ky 22. Hoa Binh\n23. Ha Nam\nProvincial Capital 24. Ninh Binh\nCity/Town 35 34 Quang Ngai 2256.. NThaamn hD iHnoha\nNational Road Kon Tum 27. Nghe An\n28. Ha Tinh\nOther Road Bong Son\n37 29. Quang Binh\nRailway 30. Quang Tri\n31. Thua Thien Hue\nRiver\nProvincial Boundary Pleiku 36 Quy Nhon 3323.. DQau aNnagn Ngam\n34. Quang Ngai\nInternational Boundary\n35. Kon Tum\nBoundaries are not necessarily authoritative. 39 38 3367.. GBiinah L Daiinh\nBuon Ma Tuy Hoa 38. Phu Yen\nCAMBODIA Thuot 39. Dak Lak\n40 40. Dak Nong\nDak Song Ninh Hoa 41. Khanh Hoa\nGia Nghia Da Lat N41ha Trang 4423.. LNainmh  DThounagn\n12 o 00’N Dong4 X4oai 42 43 Cam Ranh 4445.. BTainyh N Pinhhuoc 12 o 00’N\nAn Loc Di Linh 46. Binh Duong\n45\nTay Ninh Phan Rang- 47. Dong Nai\n46 47 Thap Cham 48. Binh Thuan\nThu Dau Mot Bien Hoa 48 Lien Huong 49. Ba Ria - Vung Tau\nGulf   of   Thailand Phan Thiet 50. Ho Chi Minh\n51\nChau Doc Cao Lanh Tan An Ho C4h9i Minh City 5512.. LToienng G Ainang\nHa Tien XLuoC5yn4aegnn 5T7hoVi5n3h 5L8ong5592 MyB Te5nh0 oTre VuDnagt D Toau 555345... DAKnioe nnGg Gi aTnihaganpg\nN Phu Quoc Island Rach VGii aThanh 56 60 Tra Vinh 5567.. HCaaun  TGhiaong\n55 61 58. Vinh Long\n62 Soc Trang 59. Ben Tre\nCa Mau 60. Tra Vinh\n0 50 100 200 Bac Lieu 61. Soc Trang\n62. Bac Lieu\nKilometers 63 63. Ca Mau\n103o  00’E 108o  00’E\n09-0087 HR", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan to the Socialist Republic of Viet Nam for the Renewable Energy Development and Network \nExpansion and Rehabilitation for Remote Communes Sector Project, and (ii) proposed technical \nassistance (TA) on a grant basis for Capacity Building of Renewable Energy Development. The \ndesign and monitoring framework for the Project is in Appendix 1. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \n2.  Viet Nam has been one of the fastest growing economies in Asia for the last two \ndecades, with real gross domestic product (GDP) growth averaging about 8.0% per annum \nduring 2003–2007; per capita GDP increased to $817 in 2007 from $441 in 2002. Although the \ncountry has experienced high inflation due to energy and food price and supply problems, long-\nterm  growth  prospects  remain  positive.  Viet  Nam  has  achieved  remarkable  progress  in \nsocioeconomic development since 1993. The reduction of national poverty from 58% in 1993 to \nless than 20% by 2007 is unprecedented. However, the poverty rate remains at more than 50% \nin  northern  mountain  provinces  inhabited  by  ethnic  minority  communities.  The  lack  of \ninfrastructure facilities and nonfarm income generation activities are major contributors to the \npersistent poverty in these isolated areas.  \n \n3.  The Government’s strategy to reduce poverty to 10%–11% by 2010 is outlined in the \nSocio-Economic Development Plan (SEDP) for 2006–2010 approved by the National Assembly \nin  2006.  The  SEDP  acknowledges  the  critical  importance  of  environmentally  sustainable, \nequitable, and regionally balanced pro-poor growth to maintaining the achievements of Viet \nNam’s  socioeconomic  development.  Although  the  recent  global  financial  crisis,  domestic \ninflationary pressures, and the Government’s corrective measures are expected to slow GDP \ngrowth to around 6%–6.5% during 2008–2010; Viet Nam will likely achieve the socioeconomic \ntargets set in the SEDP. The country strategy and program for Viet Nam 2007–20101 prepared \nby the Asian Development Bank (ADB) is closely aligned with the SEDP and ADB’s long-term \nstrategic  framework  2008–2020  (Strategy  2020).  It  promotes  inclusive  pro-poor  economic \ngrowth through investments in rural infrastructure to remove development barriers in poorer \nregions of the country. It also encourages promoting environmentally sustainable investments, \nespecially in the energy sector through cleaner and renewable forms of energy.  \n \nA.  Performance Indicators and Analysis  \n4.  The power generation capacity of Viet Nam increased by more than 50% during 2002–\n2007 to reach over 13,000 megawatts (MW); it needs to double in the next 5 years to meet \nprojected annual demand growth of 15% during 2008–2012. However, with the recent economic \nslowdown in Viet Nam, GDP growth for 2008 is expected to slow to 6.5% from estimated initially \n8.5%, likely resulting in a reduction of power demand growth to around 12%. Viet Nam’s present \ngeneration capacity is insufficient to meet dry season demand. The power shortage in the dry \nseason is more than 1,500 MW due to lower capacity in hydropower plants. While demand is \nessentially driven by industrial load growth, residential power consumption is also increasing. \nDuring the last 5 years, performance of the power industry has been good, with sound financial \nperformance, reduced system losses, and service quality. The detailed analysis of the power \nsubsector is provided in Appendix 2. \n \n                                                 \n1  ADB, 2007, Country Strategy and Program for Viet Nam 2007–2010, Manila. ", "2 \n5.  Access of households to electricity has increased rapidly in Viet Nam from 51% in 1996 \nto over 91% of households in 2008. The Government’s long-term development strategy for rural \nelectrification  envisages  a  combined  effort,  with  Viet  Nam  Electricity  (EVN)  taking  the \nresponsibility for extending the medium voltage network to rural areas, and the provincial and \ndistrict  authorities  taking  a  leading  role  in  investing  and  operating  low  voltage  distribution \nsystems in remote areas. More than 97% of the country’s communes are connected to the \nnational grid. However, 278 communes in mountain areas in the northern and central regions \nand eight island districts are not yet connected. Regional variations in the electrification rate are \nsignificant:  the  northwestern  and  northeastern  regions  have  low  rates  of  electrification. \nProvincial rates of household electrification are 36% in Lai Chau, 58% in Dien Bien, 58% in Ha \nGiang, and 65% in Cao Bang. Poverty rates in these provinces are also significantly higher than \nthe national average due to lack of productive investment opportunities and underdeveloped \ninfrastructure.    \n \n6.  The electricity supply mix of Viet Nam is dominated by conventional sources with large \nhydropower  accounting  for  32%,  gas  46%,  and  coal  17%.  Renewable  energy  comprising \nbagasse cogeneration and small hydro (i.e., less than 30 MW) contributes only 1.5% of total \nelectricity generation. As a result of several recent policy reforms, the contribution of small grid-\nconnected hydro is changing quickly; the Ministry of Industry and Trade (MOIT) identified more \nthan 42 operating projects, 70 under construction, and a pipeline of more than 200 identified \nprojects. Some 380 small hydro projects (less than 100 kilowatts) have been built in remote \nareas to provide local electricity supply where grid connections are absent. Most of these off-\ngrid schemes are run by cooperatives and operate with various degrees of success (at least one \nthird are no longer in operation, and are in various stages of abandonment). Many of these off-\ngrid supplied villages are provided with grid electricity. A policy framework is needed to facilitate \nthe connection of existing off-grid mini-hydropower plants to the grid.  \n \nB.  Analysis of Key Problems and Opportunities \n1.  Key Challenges for Power Sector Development \n7.  Meeting  Demand  Growth.  Viet  Nam's  electric  power  industry  faces  tremendous \nchallenges. To maintain the growth momentum of a rapidly industrializing economy, a massive \nexpansion of the power system is required over the next decade. At the same time, the country \nis embarking on a major power sector reform program, designed to establish new institutional \narrangements, restructure the dominant vertically integrated electricity utility (i.e., EVN), and \ngradually  develop  a  competitive  power  market.  Policy  makers  face  major  challenges  from \npressure  to  meet  soaring  power  loads,  to  urgently  mobilize  investment  for  new  capacity \nconstruction, and to ensure that the new corporate configurations and institutions being created \nfor the reformed and restructured power industry will best serve long-term needs. \n \n8.  Mobilizing  Investment.  Funds  for  investment  must  be  mobilized  from  all  sources, \nincluding  greater  self-financing  from  the  domestic  power  industry  itself  and  large-scale \ndevelopment of independent power producers. Total power sector investment requirements \nwill exceed $3 billion per year during the next 10 years. Mobilizing this financing and scaling \nup  project  implementation  is  an  immense  challenge  for  the  country.  EVN's  substantial \ninvestments in generation capacity, transmission and distribution network, and a portion of \nrural low-voltage distribution, will total $2.4 billion–$2.5 billion per year (in constant terms). \nAlthough  the  bulk  of  investments  are  in  generation  capacity  additions,  transmission \ninvestments will continue to be substantial in 2008–2010, as EVN seeks to complete the \ntransmission backbone in main load centers in Hanoi and Ho Chi Minh City. The power \n ", "3 \ndistribution sector does not require major investments. However, additional investments are \nrequired to improve service quality and extend the coverage in more remote parts of the \ncountry.   \n \n2.  Key Opportunities and Challenges in Rural Electrification   \n9.  The first challenge in bringing access to electricity to the remaining households without \nelectricity is resource mobilization, which must be considered in the context of the overall scale \nof  investment  requirements  for  the  power  sector.  Nongovernment  sources  of  finance  and \ndomestic bond issuance to supplement EVN’s own resources relate mainly to power generation \nand transmission projects. In particular, foreign direct investments are targeted at larger thermal \npower plants, and local private sector investments support small and medium-sized hydropower. \nThe investment requirement for rural electrification and network expansion to reach 100% \nelectrification in the country from the current 91% requires total investments in the range of  \n$3 billion over the next 10 years. Due to the unattractive financing returns of rural electrification, \navailability of concessionary financing will remain a critically important factor. \n \n10.  For some poor provinces (Central Highlands) where the connection rate is significantly \nbelow  average,  the  Government  has  introduced  a  special  program  to  promote  rural \nelectrification. Under this program, 85% of the cost is provided from the state budget to EVN \nand  15%  is  borne  by  executing  agencies  through  their  own  resources.  However,  how  to \nmobilize the necessary resources in a sustainable manner over the next 10 years remains the \nmain  issue.  A  rural  electrification  fund  has  been  proposed  as  a  mechanism  for  cross-\nsubsidization of rural power distribution due to high cost structures inherent to low load densities \nof urban consumers. The existing mechanism of cross-subsidy through adjustments in the bulk \nsupply tariff to EVN power distribution companies is not transparent and will have to be phased \nout with the introduction of the competitive generation market in 2010. \n \n11.  The  second  challenge  is  institutional  reform.  About  two  thirds  of  the  low  voltage \ndistribution networks in rural areas are owned by local distribution units (LDUs), comprising \nvillage  cooperatives  and  other  consumer  organizations  that  receive  electricity  from  EVN’s \nmedium-sized voltage system. The LDUs are responsible for operation and maintenance of the \nlow voltage systems, billing, and collections. Until 2004, many LDUs consisted of commune \nelectricity groups and other informal entities, which are now required to become formal legal \nentities  (cooperatives  or  joint-stock  companies).  They  require  consolidation  and  capacity \nbuilding to develop into efficient commercial utilities capable of providing good quality electricity \nsupply to rural areas. Due to the poor performance of these entities, the Government recently \ndecided to transfer the low voltage networks to EVN in a phased manner, and entrust EVN with \nthe responsibility of extending low voltage networks in areas inhabited by poor ethnic minorities. \n  \n3.  Opportunities and Challenges for Renewable Energy Development  \n12.  The Government recently established a policy framework to facilitate development of \nrenewable  energy  generation  projects  by  requiring  EVN  to  purchase  electricity  based  on \nstandard  power  purchase  agreements  using  the  avoided  cost  of  power  generation.  The \nprospects for attracting significant private investment into renewable energy generation have \nimproved as a result. While the large state-owned enterprises and foreign investors focus on \nlarge thermal and hydropower generation projects, smaller joint-stock companies will need to \nplay a growing role in small hydro schemes (less than 30 MW) if the very ambitious targets set \nby the sixth power development master plan are to be met (2,500 MW of renewable energy \nincluding small hydropower plants [less than 30 MW] by 2015, and 3,000 MW by 2020). \n ", "4 \n \n13.  The realization of this challenge will depend upon several issues yet to be satisfactorily \nsolved. Viet Nam’s track record in attracting carbon finance into the small hydro sector is poor \n(particularly when compared with the People’s Republic of China and India), with only two \nprojects  approved  for  the  Clean  Development  Mechanism  (CDM).  Financing  of  small \nhydropower projects through the commercial banking system is still largely confined to balance \nsheet lending rather than project finance and, more importantly, rarely offering loan tenors of \nmore than 10 years. Without tenors of around 15 years, inadequate debt service coverage ratios \nwill prevent project financing. While international financial institutions can potentially provide \nlonger loan terms, the amount of such support from domestic commercial banks will remain \nlimited.  \n \n14.  The prospects for other grid-connected technologies are less certain. The tariff required \nto make wind projects financially viable is more than double that provided by the avoided cost \ntariff, and providing subsidy support to such projects has little justification given the large \nunexploited resource potential of small hydropower and biomass. Some biomass, especially \nbagasse cogeneration and wind, may be enabled by the likely increase in avoided cost tariff due \nto changes to Viet Nam’s fuel mix in power generation and increasing use of imported coal and \ngas for power generation. However, in the short term these technologies will require subsidy \nsupport. Such support depends upon a sustainable source of revenue, particularly if lenders are \nto view the subsidy revenue as credible. For this reason, a renewable energy fund is proposed, \nfunded by a universal charge (as in the Philippines) levied on electricity consumption, and \nanchored in a proposed new renewable energy law.  \n \n15.  The  greatest  challenge  concerns  the  use  of  renewable  energy  for  off-grid  rural \nelectrification. Network expansion in the remaining un-electrified areas implies costs exceeding \n$0.50/kilowatt hour (kWh) because of small loads. Thus micro-hydro (i.e., less than 200 kW \ncapacity) based schemes are generally the least cost option. Experience with isolated small \nhydropower plants operated by district authorities has not been good (paras. 20–21). Another \nissue is how to ensure the financial sustainability of the schemes due to low demand and poor \npayment  history.  Options  are  to  provide  support  for  a  district  or  provincial  operation  and \nmaintenance support entity; or bundle the sales from the mini-hydropower plants to the grid as \nproposed in the Project. \n \n4.  Government Strategy and Policy Dialogue \n16.  A  comprehensive  government  strategy  for  renewable  energy  is  articulated  in  the \nrenewable  energy  master  plan,  the  draft  of which  is  presently  under  consideration  by  the \nGovernment, and is expected to be approved during 2009. The next stage of this strategy is the \nenactment of renewable energy law, incorporating the key recommendations of the renewable \nenergy master plan and this would be supported by the technical assistance component of the \nproposed Project. While several possible options for funding have been proposed (including the \nuse of a natural resource tax and consumption tax on electricity and petroleum uses) under the \noverall direction of the Electricity Regulatory Authority of Viet Nam, efficient disbursement of \nsubsidies will be a main challenge. In the case of grid-connected renewable energy projects, \nsubsidies are proposed to be given only to technologies with costs below the economic avoided \ncost (around D1,100/kWh), but above the financial avoided cost (around D700/kWh). This will \nenable biomass, landfill gas, and bagasse cogeneration to receive subsidies from the proposed \nrenewable energy fund. The renewable energy master plan proposes that these subsidies be \ncompetitively bid out.  \n \n ", "5 \n17.  Achieving the 100% electrification target will be constrained mainly by availability of \nresources. Many of the areas with low electrification rates are ethnic minority areas. The Project \nwill make a significant contribution to these efforts by supporting rural electrification in the \nremote mountain areas in the north and central regions, as well as in the poor parts of the \nMekong Delta in south, by financing the Government’s efforts to extend grid electrification. The \nGovernment’s strategy is outlined in Appendix 3. \n \n5.  External Assistance to Renewable Energy and Rural Electrification  \n18.  External assistance to the power sector is outlined in Appendix 4. External assistance to \nrenewable energy has focused on off-grid electrification mainly through small hydro projects \n(World Bank Remote Area Rural Electrification with a scheme in Muong Te; Viet Nam–Sweden \nrenewable energy program with four pilot projects). A World Bank project for financing a private \nsector grid connecting small hydro projects (Renewable Energy Development Program) through \ncommercial banks will start in 2009; and as part of preparation of this Project, the World Bank \nsupported  some  of  the  policy  reforms  to  encourage  renewable  energy  development  (i.e., \nstandardized power purchase agreement based on avoided cost tariff). The Government of the \nNetherlands is supporting a program to encourage household use of biogas for cooking and \nlighting. \n \n19.  The  World  Bank  has  led  the  external  assistance  for  rural  electrification.  The  Rural \nElectrification I project (completed in 2007 with a total investment of $150 million) financed the \nconnection of more than 500,000 households. Rural Electrification II (commenced in 2006 with \n$200  million,  supplemented  with  an  additional  $250  million  in  2008)  addresses  the \nstrengthening of EVN’s medium voltage network to support rural electrification, rehabilitation of \nexisting low voltage systems owned and operated by LDUs, and development of institutions and \nparticipants to ensure service delivery. The Rural Distribution project (approved in 2008 with \n$150 million) focuses on improving medium voltage systems (22 kilovolts [kV] and 35 kV) and \nsupports the corporate development of the power company.  \n \n6.  Lessons  \n20.  By 2005, 507 small hydropower stations (i.e., capacity less than 10 MW) with total \ninstalled capacity of about 100 MW had been installed in Viet Nam. About one third of these \npower plants are not working, abandoned for various reasons. Most of the others are operating \nat  below  the  rated  capacity.  The  first  reason  for  this  situation  is  poor  maintenance,  a \nconsequence of lack of operator training, difficulties in retaining trained staff (partly due to low \nsalaries  and  better  employment  opportunities  in  the  big  cities),  lack  of  spares,  and  poor \ninventory policy. Second, commissioning procedures have often been poor; in many cases \nequipment did not conform to specifications and manuals for operation and maintenance were \neither  not  provided  or  provided  in  languages  other  than  Vietnamese.  Third,  and  most \nimportantly, these problems have proven difficult to resolve because the entities responsible for \nplant operation lack financial capacity. Off-grid schemes that depend entirely (or mostly) on tariff \nrevenue  from  poor  domestic  households  cannot  cover  operating  costs,  and  subsidy \ncommitments from the Government are ad hoc and often late. With no policy framework to \nfacilitate the connection of small plants to the grid, local authorities viewed the arrival of the grid \nas  removing  their  political  commitment  to  maintain  small  hydropower  plants.  However  no \ntechnical reason indicates why a well-functioning small hydro project cannot continue to operate \nand sell surplus power into the grid.  \n \n ", "6 \n21.  These lessons are incorporated to the project design, which is based on the concept of \ncombining  remote  area  electrification  with  the  development  of  mini-hydro  power  plants  of \nsufficient size that warrant grid connection, thereby providing a sustainable operating cash flow. \nThe participation of EVN’s power companies as executing agencies ensures adequate technical \nexpertise and ongoing support for operation and maintenance. The Project will also set up \nprovincial subsidiaries of executing agencies with the mandate to operate the mini-hydropower \nplants;  they  will  be  provided  with  capacity  building  on  preventive  maintenance  under  the \nassociated  technical  assistance.  To  combat  the  issue  of  equipment  not  complying  with \nprescribed specifications, the technical assistance consultants will assist the executing agencies \ncarry out a thorough evaluation of technical bids, and inspections during manufacturing and \nerection. \n \n7.  ADB Sector Experience Strategy \n22.  ADB has approved four ordinary capital resources loans2 totaling $1,676 million and \nthree Asian Development Fund (ADF) loans3 amounting to $186.3 million for Viet Nam’s power \nsector. The ADF loans were primarily for expansion and rehabilitation of distribution networks in \nurban areas. The two ordinary capital resources loans approved in 2004 and 2005 finance \nexpansion  of  the  500  kV  high  voltage  transmission  systems  in  northern  Viet  Nam.  More \nrecently, ADB has focused on power generation. For example, the Mong Duong 1 Thermal \nPower  Project  and  Song  Bung  4  Hydropower  Project  (footnote  1)  are  financing  power \ngeneration facilities using domestic coal and hydro resources in an environmentally sustainable \nmanner. ADB has also supported private sector investment in power generation by providing \ndirect loans and political risk guarantees for the Phu My 2.2 gas-fired power project in 2002 and \nthe Phu My 3 project in 2003.4  \n \n23.  ADB has assisted Viet Nam through a series of TA projects5 to facilitate policy reforms \nincluding the new Electricity Law and laid the framework for power sector restructuring. During \n2005 and 2006, ADB approved a series of advisory TA projects to improve the crosscutting \n                                                 \n2  ADB. 2004. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Northern Power Transmission Sector Project. Manila (Loan 2128-VIE, \napproved on 13 December); ADB. 2005. Report and Recommendation of the President to the Board of Directors on \na Proposed Loan to the Socialist Republic of Viet Nam for the Northern Power Transmission Expansion Sector \nProject. Manila (Loan 2225-VIE, approved on 21 December); ADB. 2007. Report and Recommendation of the \nPresident to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet Nam for the Mong Duong \n1  Thermal  Power  Project.  Manila  (Loan  2353–VIE,  approved on  2  October);  and  ADB.  2008.  Report  and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Socialist Republic of Viet \nNam for the Song Bung Hydropower Project. Manila (Loan 2429-VIE, approved on 26 June).  \n3  ADB. 1972. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nSocialist Republic of Viet Nam for the Saigon Power Project. Manila (Loan 0108-VIE, for $6.3 million, approved on \n14 November); ADB. 1995. Report and Recommendation of the President to the Board of Directors on a Proposed \nLoan to the Socialist Republic of Viet Nam for the Power Distribution Rehabilitation Project. Manila (Loan 1358-\nVIE, for $80 million, approved on 8 June); and ADB. 1997. Report and Recommendation of the President to the \nBoard of Directors on a Proposed Loan to the Socialist Republic of Viet Nam for the Central and Southern Viet \nNam Power Distribution Project. Manila (Loan 1585-VIE, for $100 million, approved on 27 November). \n4  ADB. 2002. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and a \nPartial Risk Guarantee to the Socialist Republic of Viet Nam for Mekong Energy Company Ltd. (Phu My 2.2 Power \nProject). Manila (Loan 1856-VIE, for $50 million and $25 million partial risk guarantee, approved on 2 July); and \nADB. 2003. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and a \nPartial Risk Guarantee to the Socialist Republic of Viet Nam for Phu My BOT Power Company. Manila (Loan 1923-\nVIE, for $40 million and $35 million partial risk guarantee, approved on 18 October). \n5   ADB. 2001. Technical Assistance to the Socialist Republic of Viet Nam for Road Map for Power Sector Reform. \nManila (TA 3763–VIE, for $400,000, approved on 6 November); ADB. 2006. Technical Assistance to the Socialist \nRepublic of Viet Nam for Power Market Design. Manila (TA 4768-VIE, for $500,000, approved on 1 March 2005). \n ", "7 \nsocial and environmental issues of the power sector, promote energy efficiency in the industry \nsector, and develop a benefit sharing mechanism for people affected by hydropower projects.  \n \n24.  Socially inclusive and environmentally sustainable economic growth is a key pillar in \nADB’s country strategy for Viet Nam. The competitiveness of Viet Nam’s economy, especially \nthe industry sector, depends on the availability of a cheap and reliable supply of electricity. \nADB’s power sector strategy aims to help the Government meet the challenge of increasing \ndemand for electricity in a financially, environmentally, and socially sustainable manner. The \nlarge investment requirement of the power sector requires concerted efforts from both public \nand private sector investors. A significant proportion of the public sector investments will be \nfinanced  through  multilateral  or  bilateral  financing,  and  ADB  will  increasingly  leverage \ncofinancing from other financiers in the sector. ADB will also assist public sector entities in the \nsector to access international capital markets by providing advisory and risk-sharing instruments \nsuch as guarantee instruments. \n \n25.  In the context of the Government’s strong drive to increase the share of renewable \nenergy in total electricity generation and the low prevalence of renewable energy in Viet Nam’s \ncurrent electricity generation mix, opportunities for financing renewable energy and energy \nefficiency investments will be actively pursued. ADB will actively promote the adoption of clean \nand more efficient technologies for new power generating projects, particularly the application of \nsupercritical and ultra-supercritical technologies in coal-fired power plants, combined cycle gas \nturbines, and renewable technologies such as wind and small hydro. The Project will be ADB’s \nfirst investment in the renewable energy subsector in Viet Nam.  \n \n8.  Rationale for the Project \n26.  The focus of ADB’s country strategy and program for Viet Nam is on supporting pro-poor \neconomic growth, social equity and balanced development, and sustainable management of the \nenvironment. ADB has been a major financier of energy in Viet Nam, financing high voltage \npower  transmission  and  large-scale  power  generation  projects  to  address  infrastructure \nbottlenecks inhibiting the economic growth of the country. The Project is aimed at equitable and \nbalanced development of the country to support the supply of electricity to mountainous and \npoor  communities  that  have  lagged  the  rest  of  the  country  in  overall  socioeconomic \ndevelopment.  ADB  is  also  committed  to  the  development  of  renewable  and  clean  energy \nsources to meet the rapidly growing demand for energy in a sustainable manner. The Project is \nconsistent with the sector development objectives of ADB’s energy strategy for Viet Nam. \n \n27.  The Project is aimed at addressing several barriers to the development of renewable \nenergy  and  electrification  of  remote  communes.  It  will  provide  concessionary  financing  to \ndevelop renewable energy to provide affordable electricity to communities living in mountainous \nand remote poor communes. The grid-connected mini-hydro projects in the four provinces with \nthe least access to electricity in the country will use locally available hydro resources to supply \nelectricity to the communes in remote areas and provide excess electricity to the national grid. \nThe cash surplus from sales to the national grid will be utilized to indirectly subsidize network \nexpansion into remote areas. The Project will support the expansion of medium and low voltage \nnetworks in communes to villages without access to electricity by providing concessionary \nfinancing, as the financial returns to utility of rural electrification are not attractive.  \n \n ", "8 \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n28.  The impact of the Project will be the promotion of pro-poor and balanced economic \ndevelopment of remote mountainous communes and poor communes through the sustainable \nuse of electricity and renewable energy in an affordable manner. The outcome of the Project will \nbe provision of reliable and affordable supply of electricity to remote mountainous and poor \ncommunes.  \n \nB.  Outputs \n29.    The Project comprises two main components and an associated TA grant for capacity \nbuilding for renewable energy development in Viet Nam. The detailed description of subprojects \nis provided in Appendix 5, and the subproject selection criteria are provided in Appendix 6.  \n \n1.  Loan Component 1: Mini-Hydro Development for Rural Electrification  \n30.  The Project will finance the development of about 5–10 mini-hydropower plants, each \nwith a capacity of less than 7.5 MW in Lai Chau, Dien Bien, and several other northern and \ncentral provinces. The Project will also finance the connection of these mini-hydropower plants \nto the national grid and the expansion of the low voltage network to supply nearby un-electrified \nvillages. This component of the Project is expected to contribute over 30 MW of combined \ngeneration  capacity  to  the  national  power  system,  and  extend  the  medium  voltage  power \nnetwork in remote areas of Viet Nam by about 50–100 kilometers (km). In addition to the \ndevelopment of mini-hydropower plants, the Project will finance the electrification of villages that \nare located close to the existing medium voltage network. Low voltage transformers will be \ninstalled and the low voltage network extended by about 75−100 km. An additional 25–50 \nvillages  and  about  3,000–5,000  households  are  expected  to  be  provided  with  electricity. \nThrough the associated TA grant administered by ADB, the Project will strengthen the technical \nand administrative operation and maintenance capability of small hydropower plants of PC1 and \nPC3. \n \n2.  Loan  Component  2:  Network  Expansion  and  Rehabilitation  for  Poor \nCommunes \n31.  The  Government  has  initiated  a  special  program  of  rural  electrification.  Under  this \nprogram, the state budget provides financing to EVN’s Power Company 2 (PC 2) and Power \nCompany 3 (PC 3) to finance 85% of the cost of rural electrification in five selected provinces in \nthe Central Highlands. The Government intends initially to extend this program to include four \nadditional provinces (i.e., Soc Trang and Tra Vinh in the south, and Dien Bien and Lai Chau in \nthe north). Component 2 of the Project will finance the proposed government financing in these \nprovinces. This financing will cover the expansion of the rural distribution network to connect \nvillages that do not have access to electricity and rehabilitation of the existing poorly constructed \nlow voltage networks serving remote communes. The project scope includes (i) expansion of \nthe medium voltage network by about 800–1,000 km, (ii) 2,000 to 2,500 km of medium to low \nvoltage substations totaling 35 to 40 megavolt-amperes (MVA), and (iii) 2,500 to 3,000 km of \nlow voltage distribution lines to provide electricity to about 100,000 households in more than \n1,000 villages.  \n \n ", "9 \n32.  MOIT will submit the final list of provinces to be included in the Government’s Special \nProgram for Rural Electrification to ADB before loan effectiveness. The Government will onlend \nany surplus funds over and above the funds allocated for the provinces included in the Special \nProgram, to the respective executing agency on term and conditions outlined in para. 38 to \nelectrify communes not included in the special program to be selected in accordance with the \nselection criteria in Appendix 6. \n \nC.  Special Features \n1.  Cost Recovery of Power Supply to Difficult Areas \n33.  One of the main issues for power utilities serving sparsely populated rural areas with low \nper capita consumption of electricity is the low financial viability of grid extensions. In Viet Nam, \noff-grid technologies such as micro hydro and solar power have poor financial rates of return, \nand provide unreliable and poor quality electricity supply. The Project is designed to address \nthis issue by sharing the cost of grid expansion with mini-hydropower plants and using the \nrevenues  from  electricity  sales  of  these  plants  to  subsidize  expansion  of  the  grid  to \ncommunities. The proposed approach will use locally available hydro resources for the benefit \nof local communities, and provide surplus renewable energy to the national power network. The \neconomic and financial analyses of a core subproject under component 1 are summarized in \nSupplementary Appendixes A and B. The detailed economic analysis is in Supplementary \nAppendix C.  \n \n2.  Clean Development Mechanism \n34.  The Project involves several mini-hydropower plants in remote areas, which will result in \nreduced transmission and distribution losses, as well as replacement of energy generated at \nthermal power plants. The proposed mini-hydropower plants are run-of-river type and will not \nresult in methane emissions. They will reduce grid losses by being close to demand centers at \nthe end of relatively long and weak transmission systems. As overall capacity increases with the \ncompletion of several large hydropower and thermal power plants towards the end of the \nproposed Project in 2014-15, prevailing system power shortages will be minimized by the time \nsub projects financed under the proposed project are commissioned. The small hydropower \nplants  to  be  built  under  the  Project  are  therefore  expected  to  replace  the  thermal  power \ngeneration. They will also meet the additionality criteria of the CDM executive board as they \nface  investment  barriers  due  to  the  high  cost  of  construction  in  remote  areas  and  lower \neconomies of scale compared with large-scale hydropower plants. Assistance will be provided \nfor the preparation of project design documents for submission to the CDM executive board for \neach province included in component 1 (several mini-hydropower plants will be located in a \ngiven province).  \n \n3.  Pro-Poor Geographic Targeting \n35.  The  Project  is  designed  with  a  special  focus  on  geographically  targeting  poor \ncommunities for electrification. Sites will be selected for development of mini-hydro and network \nexpansion  subprojects  by  stipulating  that  at  least  50%  of  households  receiving  electricity \nthrough a subproject shall have income level below the national poverty rate. The medium \nvoltage  lines  for  connecting  the  mini-hydropower  plants  will  be  routed  to  maximize  the \nconnection of households without electricity. For poor households (i.e., those with a monthly \nincome of less than D200,000 [$13] per capita as per the Government’s definition of poverty), \nsubsidized grid connection will be provided to ensure they receive the benefits of electrification.  \n ", "10 \n \n4.  Promotion of Productive Use of Energy and Income Generation Activities \n36.  Electrification has a poverty reduction potential only if poor and near-poor households \ncan afford and have capacity to benefit. In very poor communities, most people do not have the \nnecessary economic or technical capacity to use electricity to improve their lives and livelihoods. \nThe  Project  will  promote  the  productive  use  of  electricity  through  the  associated  TA.  A \nnongovernmental organization will be contracted to implement this component to undertake the \nfollowing activities: \n(i)  support poor households’ access to microfinance credits for income generation; \nand \n(ii)  provide borrowers with TA and capacity building for utilizing the loans efficiently \nto improve their livelihoods. \nD.  Project Investment Plan  \n37.  The project investment cost is estimated at $197.6 million, including taxes and duties of \n$20 million. The summary cost estimates are shown in Table 1 and detailed project cost \nestimates  by  expenditure  category,  executing  agency,  and  financing  source  is  shown  in \nAppendix 7.  \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.  Base Costb     \n  1.  Component 1    \n    a. North Viet Nam (executed by PC 1)  43.3 \n    b. Central Viet Nam (executed by PC 3)  26.9 \n  2.  Component 2    \n    a. North Viet Nam (executed by PC 1)  33.9 \n    b. Central Viet Nam (executed by PC 3)  33.9 \n               c. South Viet Nam (executed by PC 2)  33.9 \n    Subtotal (A)  172.0 \nB.  Contingenciesc    24.6 \nC.  Financing Charges during Implementation   1.1 \n       Total (A+B+C)  197.6 \na  Includes taxes and duties of 10% equivalent to $20 million. \nb  In mid-2008 prices. \nc  Physical contingencies computed at 10%. Price contingencies for foreign and local currency in US \ndollars computed at 6.8% in 2008, 0.7% in 2009, 1.4% in 2010, 0.4% in 2011, and 0.5% in 2012 \nonward. Interest during construction is computed at 1% for Asian Development Fund loan interest \nduring implementation. \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan   \n38.  The Government has requested a loan of SDR 102,161,000 ($151,000,000 equivalent) \nfrom the ADF to help finance the Project as it geographically targets poor communes. The loan \nwill have a 32-year maturity period including a grace period of 8 years, and an interest rate of \n ", "11 \n1% during the grace period and 1.5% during the amortization period. The Ministry of Finance \n(MOF) will onlend the component 1 proceeds to the executing agencies (i.e., Power Company 1 \n[PC 1] and PC 3) with a repayment period of 27 years including a grace period of 7 years and \ninterest rate of 2.5% subject to Government approval. MOF will provide the loan proceeds \nallocated for provinces included in the Government’s Special Program for Rural Electrification \nunder component 2 to PC 1, PC 2, and PC 3 on grant basis. EVN proposes that MOF onlend \nthe funds allocated for component 2 for provinces not included in the Special Program for Rural \nElectrification to the PC 1, PC 2, and PC 3 with a repayment period of 27 years including a \ngrace period of 7 years and interest rate of 2.5%, subject to Government approval.  \n \n39.  ADB financing will cover 100% of the eligible expenses including taxes incurred in \nprocuring equipment, materials, and civil works for implementing the Project; the taxes are not \nexcessive, amounting to less than 10% of the total project cost. The counterpart funds to be \nprovided by the executing agencies will finance resettlement expenses, bank charges, and \nproject management costs including the services of national consultants required for project \npreparation and supervision. The indicative breakdown of cost estimates by project component, \nexecuting agency, and cost item; and the proposed financing arrangements for each cost item is \nprovided in Appendix 7; ADB funding is summarized in Table 2.  \n \nTable 2: Financing Plan \n($ million equivalent) \nSource  Amount  % \nA. Component 1     \n1.  Asian Development Bank  61.0  30.9 \n2.  Power Company 1  12.9  6.5 \n3.  Power Company 3  6.8  3.5 \nSubtotal (A)  80.8  40.9 \n     \nB. Component 2     \n1.  Asian Development Bank  90.0  45.5 \n2.  Power Company 1  8.9  4.5 \n3.  Power Company 2  8.9  4.5 \n4.  Power Company 3  8.9  4.5 \nSubtotal (B)  116.8  59.1 \n     \nTotal  197.6  100.0 \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n1.  Project Implementation \n40.  For component 1, PC 1 will be the executing agency in northern Viet Nam and PC 3 the \nexecuting agency in central Viet Nam. For component 2, PC 1, PC 2, and PC 3 will be the \nexecuting  agencies  in  their  respective  geographic  areas.  MOIT  will  assign  the  Rural \nElectrification  and  Renewable  Energy  Project  Management  Board  (REREPMB),  currently \nresponsible  for  implementation  of  the  ongoing  World  Bank  Rural  Energy  Project,  overall \ncoordination of project implementation. MOIT will set up a steering committee chaired by  a vice \nminister  comprising  representatives  EVN,  PC 1,  PC 2,  and  PC 3  to  monitor  and  provide \nguidance and direction to project implementation. The provincial people's committees of the \nrespective projects will be asked to give a no objection to sub-project proposals. \n \n ", "12 \n41.  The power companies will entrust project implementation in each region to the project \nmanagement boards (PMBs), staffed with full-time personnel. PC 1 and PC 3 will each recruit \nnational consulting firms financed through counterpart funds to prepare feasibility studies for \nselected subprojects. The international consultants will provide capacity building to PMBs to \nreview selection of subprojects, the feasibility studies, technical design, and bid documents \nprepared by the executing agencies’ national consultants for component 1 of the Project. The \nsubprojects to be included in component 1 should satisfy the subproject selection criteria in \nAppendix  6.  PC 1  and  PC 3  will  submit  the  feasibility  study  including  the  (i)  technical \nassessment, (ii) financial and economic analyses, and (iii) necessary safeguard documents \nsuch as initial environmental assessment to ADB for approval before preparing the bidding \ndocuments. PC 1 and PC 3 will approve the technical design of each subproject. PC 1 and PC 3 \nwill  also  submit  to  ADB  for  approval  the  resettlement  plan  for  each  subproject  under \ncomponent 1 before the award of each civil works contract.  \n \n42.  Each executing agency will implement component 2 through their provincial units and \nthe PMB of each executing agency. The selection of subprojects will be undertaken in close \ncollaboration with the PPCs in accordance with the selection criteria outlined in Appendix 6. The \npower companies will submit a simple subproject selection report to MOIT and ADB for approval \nfor each province to be included in the Project. Upon approval of the subproject selection, the \npower companies will entrust implementation of subprojects in each province to their provincial \nunits, and the PMB of each power company will be responsible for supervising implementation \nand reporting progress to MOIT. Each power company will recruit national consulting firms \nfinanced through counterpart funds to prepare feasibility studies for selected subprojects; the \ninternational consultants (para. 41) will monitor progress. \n \n2.  Implementation Period  \n43.  The  Project  will  be  implemented  from  June  2009  to  December  2015.  The  detailed \nimplementation schedule is in Appendix 8. The identification and selection of subprojects to be \nincluded  in  component 1  will  be  completed  in  2009.  The  feasibility  studies,  including  the \nhydrological measurements, will be undertaken in 2010 and the technical designs and bidding \ndocuments will be completed by June 2011. The civil work contracts and equipment supply \ncontracts  are  expected  to  be  awarded  for  component 1  by  December  2011,  and  project \nconstruction will be carried out during 2012–2014; commissioning will be variable depending on \nthe subproject, but would start mid-2014.  \n \n44.  PC 2  can  commence  the  procurement  of  equipment  and  civil  works  contracts  for \ncomponent 2, immediately for Soc Trang and Tra Vinh provinces as the feasibility studies are \nalready approved. The civil works under component 2 for Soc Trang and Tra Vinh provinces will \ncommence in the third quarter of 2010 and be completed by the end of 2012. The feasibility \nstudies and bidding documents for component 2, to be implemented by PC 1 and PC 3, will be \nprepared during June 2009–December 2010, and procurement will be undertaken during the \nfirst half of 2011. The civil works and installations of the rural electricity network in PC 1 and \nPC 3 areas will be undertaken from October 2011 to December 2013. \n \n3.  Procurement \n45.  Procurement  of  works,  goods  and  services  will  be  in  accordance  with  ADB’s \nProcurement  Guidelines  (2007,  as  amended  from  time  to  time).  The  electromechanical \nequipment for the mini-hydropower plants, and equipment and materials for medium and low \nvoltage  distribution  lines  and  substations  will  be  procured  in  several  packages  using \n ", "13 \ninternational competitive bidding procedures. The civil work contracts for construction of the \nmini-hydropower plants and installation of medium and low voltage distribution lines will be \nawarded using international competitive bidding or national competitive bidding procedures \n(NCB) acceptable to ADB and will be subject to selective post review. The NCB procedures will \nbe  applied  for  work  contracts  below  $2  million  and  equipment  contracts  below  $500,000; \nshopping will be allowed for procurement of goods and services with a contract price less than \n$100,000. The NCB procedures will be in accordance with ADB’s Procurement Guidelines, as \nwell as its NCB Annex applicable to Viet Nam (Supplementary Appendix D). The procurement \nplan for the Project is in Appendix 9 and shows details of the immediate procurement for the \nnext 18 months, and estimates for the Project overall. As the list of sub-projects to be financed \nunder  the  sector  Project  is  finalized  in  the  early  stages  of  project  implementation,  the \nprocurement plan will be updated to include that information. \n \n4.  Consulting Services \n46.  The  executing  agencies  will  recruit  consultants  financed  by  them  (Appendix  7)  to \nprepare feasibility studies, detail design documents, and bidding documents; and supervise \nconstruction. These consultants will be recruited and engaged in 2009 according to Vietnamese \nguidelines. Consulting services required for technical and safeguard support for  subproject \npreparation and capacity building will be provided through the associated TA grant administered \nby ADB. These consulting services will be selected and engaged in accordance with ADB’s \nGuidelines on the Use of Consultants (2007, as amended from time to time).  \n \n5.  Anticorruption Policy  \n47.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government and the executing agencies. Consistent with its commitment to good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nProject. To support these efforts, relevant provisions of ADB’s Anticorruption Policy are included \nin the loan regulations and the bidding documents for the Project. In particular, all contracts \nfinanced by ADB in connection with the Project shall include provisions specifying the right of \nADB  to  audit  and  examine  the  records  and  accounts  of  the  executing  agencies  and  all \ncontractors, suppliers, consultants, and other service providers as they relate to the Project. \nEVN has handled several ADB projects, and is familiar with ADB procedures and anticorruption \nmeasures. These projects helped establish clear procedures and practices for procurement of \nequipment and civil works. There have not been any major audit issues or suspicion of fraud. As \na  parent  company,  EVN  is  expected  to  oversee  PCs  on  these  measures  adequately \nimplemented;  Governance  risks  will  be  further  minimized  by  providing  detailed  Project \ninformation on a project website, using detailed procurement plans, regular project reviews, and \nproviding information and training for EAs' staff not familiar with ADB’s policy and procedures. \nSpot-checking will also be done to check adherence to the Policy. \n \n6.  Disbursement Arrangements \n48.  Disbursements will be according to ADB’s Loan Disbursement Handbook (2007, as \namended from time to time) and  detailed arrangements agreed between the  Government, \nexecuting  agencies,  and  ADB.  The  disbursements  for  civil  works,  goods,  and  equipment \nprocured  through  international  competitive  bidding  will  be  made  by  direct  payment  and \ncommitment procedures. Each executing agency will set up one imprest account soon after loan \neffectiveness at banks acceptable to ADB. The imprest accounts will be established, managed, \n ", "14 \nreplenished,  and  liquidated  in  accordance  with  ADB’s  Loan  Disbursement  Handbook  and \ndetailed  arrangements  agreed  to  by  the  Government,  executing  agencies,  and  ADB.  The \nmaximum amount to be maintained in each imprest account will not exceed 10% of the grant or \nloan  funds  made  available  to  each  power  company  from  the  ADB  loan,  or  6  months  of \nexpenditures to be funded through their respective imprest accounts, whichever is less.  \n \n49.    The statement of expenditures procedure will be used to reimburse eligible expenditure \nand liquidate advances to the executing agencies; records will be maintained to substantiate the \npayments made through statement of expenditures. Payments under statement of expenditures \nwill  be  limited  to  $100,000  per  payment.  The  executing  agencies  will  prepare  withdrawal \napplications and submit them to MOF for endorsement. Disbursement arrangements are shown \nin a flow chart in Supplementary Appendix E. The executing agencies financial management \ncapacity is deemed adequate since PC 2 and PC 3 have previously received ADB funding, and \nall  three  executing  agencies  are  presently  implementing  World  Bank-financed  rural \nelectrification projects. \n \n7.  Accounting, Auditing, and Reporting \n50.  Each executing agency will maintain records and accounts that identify the goods and \nservices financed from the loan proceeds, resources received, expenditures incurred, including \nthe use of counterpart funds for implementing the subprojects included in the Project. Separate \naccounts  for  subprojects  will  be  established  and  maintained  at  each  executing  agency  in \naccordance with internationally accepted accounting standards. Auditors acceptable to ADB will \naudit annual project accounts maintained at executing agencies for activities undertaken in \nrelation to the Project. Audit coverage will include separate opinions on (i) utilization of the \nimprest accounts; (ii) statement of expenditures, including whether the amount claimed is duly \nsupported and verified; and (iii) whether the executing agencies are operating the imprest \naccounts  in  accordance  with  ADB  procedures.  The  audit  reports,  management  letter,  and \nrelated financial statements will be submitted to ADB not later than 6 months after the end of the \nfiscal year to which they relate, or the project closing date, if earlier. The financial performance \nand financial management analysis of the executing agencies is provided in Supplementary \nAppendix F.  \n \n8.  Project Performance Monitoring and Evaluation \n51.  Project progress and performance will be monitored by a steering committee to be set \nup by MOIT, comprising representatives of each of the executing agencies and EVN. The \ncommittee will use a comprehensive project performance monitoring system. Each executing \nagency  will  submit  quarterly  progress  reports  to  REREPMB.  These  reports  will  record  (i) \nprogress made, (ii) problems encountered during the review period, (iii) steps taken or proposed \nto remedy the problems, (iv) proposed program of activities, and (v) progress expected for the \nfollowing quarter. REREPMB and MOIT will ensure that these reports are submitted to ADB in a \ntimely manner. Within 6 months of physical completion of the Project, the executing agencies \nwill submit to ADB a project completion report describing (i) physical progress of the Project, \n(ii) actual costs incurred in relation to cost estimates, (iii) results of capacity-building activities, \n(iv) outcome of safeguard efforts, (v) preliminary assessment of achieved benefits, and (vi) \nother relevant project implementation matters requested by ADB.  \n \n52.    Project benefit monitoring activities will entail periodic monitoring of the benefits and \nimpacts of electrification in a representative number of selected subprojects. Socioeconomic \nbaseline data for a sample set of communes will be established at the commencement of the \n ", "15 \nProject. The set of communes will include communes selected for inclusion in the Project and \nsimilar communes not included in the Project for electrification. The socioeconomic status of \nthese  communes  will  be  monitored  after  project  completion  to  assess  the  impact  of \nelectrification  on  the  socioeconomic  well-being  of  the  communes.  This  will  be  undertaken \nindependently as part of the project completion report to be prepared by executing agencies \nusing a framework consistent with the Project’s design and monitoring framework.  \n \n9.  Project Review \n53.  Apart from regular reviews, ADB and the Government will undertake a comprehensive \nreview within 18 months of loan effectiveness when the first batch of subprojects will be in the \nconstruction stage. A midterm review will be undertaken within 36 months of loan effectiveness. \nThese  reviews  will  include  (i)  a  comprehensive  evaluation  of  project  implementation \narrangements; (ii) detailed evaluation of the scope and implementation process, and progress of \nsubprojects; and (iii) possible reallocation of loan proceeds. Remedial action will be instituted as \nrequired. \n \nIV.  TECHNICAL ASSISTANCE \n54.  A $2.9 million advisory TA project will be provided with the sector loan for Capacity \nBuilding of Renewable Energy Development. The TA will be financed through the Climate \nChange Fund ($1.6 million) and Technical Assistance Special Fund (TASF-IV, $0.9 million). The \nGovernment will provide $29,000 in kind and the power companies $371,000 also in kind \n(Appendix 10). ADB will be the executing agency for the TA, and PC1, PC 2, PC 3 and MOIT \nwill  be  the  implementing  agencies.  The  TA  consultants  will  be  selected  and  engaged  in \naccordance with ADB’s Guidelines on the Use of Consultants. The disbursements will be made \nin accordance with ADB’s Technical Assistance Disbursement Handbook.6 The TA is expected \nto commence in August 2009 and finish in December 2015. The TA comprises the following \ncomponents (a detailed description of the TA is provided in Supplementary Appendix G and a \nsummary in Appendix 10). \n \n(i)  Develop a policy framework for renewable energy development in Viet Nam by \nsupporting  the  Government  in  developing  a  new  renewable  energy  law  and \nimplementing  decrees  and  guidelines.  The  consultants  will  propose  specific \nincentives to be included in the law to facilitate renewable energy technologies \nsuch  as  wind.  One  international  and  one  national  individual  consultant  will \nundertake  this  with  4  person-months  of  international  consultant  input  and  8 \nperson-months  of  national  consultant  input.  MOIT  will  be  the  implementing \nagency for this component of the TA. \n(ii)  Capacity  building  in  sustainable  small  hydropower  plant  planning  (including \npreparation of feasibility studies, technical designs, and ADB-compliant bidding \nand  safeguard  documents);  implementation  and  operation  of  the  power \ncompanies  and  it  provincial  subsidiaries;  and  operation  and  preventive \nmaintenance  of  small  hydropower  plants.  The  TA  consultants  will  assist  the \nGovernment in preparing the CDM project design documents. The consultants \nwill also undertake capacity building on preparing ethnic minority development \nplans for rural electrification projects at provincial level. An international firm of \nconsultants  will  undertake  this  work  with  56  person-months  of  international \nconsultants input and 54 person-months of national consultant input. The full \n                                                 \n6  ADB. 2008. Technical Assistance Disbursement Handbook. Manila. \n ", "16 \ntechnical proposal format and quality- and cost-based selection (80:20) will be \nused to select the consulting firm. PC 1, PC 2, and PC 3 will be the implementing \nagencies for this component. \n(iii)  Assist  people  receiving  electricity  under  the  Project  to  develop  income-\ngenerating activities using electricity and help in accessing microfinance for such \nactivities. A nongovernmental organization will undertake this with 70 person-\nmonths of staff input. The bio-data technical proposal format using the fixed-\nbudget selection method will be used to select the NGO. PC 1, PC 2, and PC 3 \nwill be the implementing agencies for this component. \n \nV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n55.  The overall impact of the Project will be the achievement of pro-poor and balanced \neconomic development of remote and isolated communes in Viet Nam through the sustainable \nuse of energy, and in particular, renewable energy. To achieve this impact, the Project will \nprovide  a  reliable  and  affordable  supply  of  electricity  to  remote  communes  through  mini-\nhydropower plants and grid expansion. The Project will promote productive use of electricity for \nincome-generating activities. It is also expected to result in global environmental benefits by \nreducing Viet Nam’s greenhouse gas emissions by replacing some of the fossil fuel-based \npower generation capacity with run-of-river mini-hydropower plants. However, the realization of \nthese  overall  objectives  is  subject  to  certain  risk  factors  associated  with  technical,  policy, \ninstitutional, social, financial, economic, and environmental aspects.  \n \nA.  Assumptions and Risk Factors \n1.  Technical \n56.  As  the  subprojects  under  the  Project  comprise  mini-hydropower  plants  and  grid \nexpansion of medium voltage and low voltage networks, no major technical risks are associated \nwith  project  implementation  given  Viet  Nam’s  long  history  of  constructing  mini-hydropower \nplants. However, hydrological records of small tributaries where the proposed mini-hydropower \nplants are located may not be available. The hydrological measurements will be taken for 12 \nmonths and then correlated with long-term rainfall records and flow records of neighbouring \nriver basins to estimate the hydrology and economic viability of the subprojects during the \ndetailed feasibility studies to be undertaken during project implementation. PC 1 and PC 3 are \nresponsible for implementing this component, and have expertise in constructing and operating \npower distribution lines and in operating small hydropower plants (i.e., less than 60 MW). \nHowever, the mini-hydropower projects are exposed to hydrological risk in the context of climate \nchange  and  the  possibility  of  extreme  climate  events,  such  as  flash  floods,  storms,  and \nlandslides in remote mountainous areas. The associated TA grant will ensure that the mini-\nhydropower projects financed under the Project will be designed using state-of-the-art low \nmaintenance  technologies;  training  on  preventive  maintenance  will  be  provided  to  the \nimplementing agencies.  \n \n2.  Policy and Institutional  \n57.  Viet Nam’s policy framework for renewable energy development is evolving. The recent \ndecision by the Government to provide a standard power purchase agreement based on an \navoided cost tariff principle has encouraged many private sector investors to enter the sector. \nHowever, these private sector investors have no incentive to route the medium voltage lines \nconnecting the mini-hydropower projects so that they benefit local communities without access \n ", "17 \nto electricity. The Project assumes the public sector executing agencies (i.e., PC 1 and PC 3) \nwill address this issue due to their obligation, as a public utility, to electrify rural areas. Provincial \nsubsidiaries are proposed to take over the operation of mini-hydropower plants in each province \nwith PC 1 and PC 3 retaining a majority stake. This will improve the financial viability of \nelectricity supply to remote areas as the provincial units of power companies are receiving some \nof their electricity from the embedded mini-hydropower plants. \n \n3.  Environment and Resettlement \n58.  Given  the  nature  and  magnitude  of  the  proposed  mini-hydropower  projects  to  be \nincluded in component 1, adverse environmental impacts are not expected to be significant and \nmitigation measures will be implemented to minimize negative impacts. Construction of the mini-\nhydropower plants and grid expansion will entail vegetation loss. However, adverse impacts on \nbiodiversity are expected to be minor since the area to be cleared for each subproject is \nrelatively small. Further, the subprojects will not be located in ecologically protected areas. \nOther potential impacts associated with the construction of mini-hydropower plants include \nsiltation due to surface run-off, erosion of exposed areas, and increased noise due to site works \nand equipment operation. Operation impacts may include changes in the stream hydrological \nregime that could influence the aquatic ecosystems in terms of water quality and population \nstructure of aquatic organisms. The Project will reduce global greenhouse gas emissions due to \nreplacement of expensive thermal power generation with a renewable and clean source of \nenergy  through  run-of-river  mini-hydro  plants.  An  environmental  assessment  and  review \nframework was prepared to guide the preparation of component 1 subprojects Supplementary \nAppendix  H.  The  initial  environmental  examination  (IEE)  for  a  core  subproject  under \ncomponent 1 is summarized in Supplementary Appendix I.  \n \n59.  A  short  resettlement  plan  was  prepared  for  the  core  subproject,  Nam  Nghe  mini-\nhydropower. Nine households will be affected due to permanent impacts on their agricultural \nland. No stream uses or fishing activities occur on the proposed reservoir and downstream area, \ntherefore,  the  subproject  will  not  affect  any  livelihood  or  socioeconomic  activities  of  local \nresidents. The resettlement impacts of the remaining component 1 subprojects are not expected \nto  be  significant  as  only  subprojects  with  involuntary  resettlement  categorization  B  will  be \nincluded in the Project. A short resettlement plan will be prepared in accordance with the \nresettlement framework for these subprojects. A summary resettlement plan and framework is \npresented in Supplementary Appendix J. The resettlement framework and resettlement plan are \nshown in Supplementary Appendixes K and L, respectively.  \n \n4.  Ethnic Minorities  \n60.  Ethnic minorities are the major beneficiaries in the northern mountain project provinces \nof Dien Bien and Lai Chau where subprojects under component 1 are likely to be located. In \nMuong Te District, Lai Chau province, where the core subproject is located, poverty is high with \n61% of households and almost 97% of the total population living in poverty. The population \ncomprises 14 ethnic minority groups. In Dien Bien province, five ethnic minority groups make up \nmore than 98% of the population. For preparation of the ethnic minority development plan \n(EMDP) for all subprojects under component 1, an ethnic minority development framework \n(EMDF)  was  prepared  (Supplementary  Appendix  M,  a  summary  is  in  Supplementary \nAppendix N). The EMDF will ensure that culturally appropriate implementation of the Project \nand social and economic benefits of electrification accrue to ethnic minorities and potentially \nadverse impacts are avoided. An EMDP was prepared for a selected subproject in component 1 \nof the Project in accordance with the EMDF (Supplementary Appendix O). The EMDF supports \n ", "18 \npromoting productive use of electricity and will focus on providing poor households with extra \nsupport to improve their livelihoods through new opportunities with electrification. \n \n61.  Although  communes  and  villages with  ethnic minorities  are  likely  to  be  included  in \ncomponent 2 of the Project, the impacts on indigenous people due to provision of electricity are \nnot significant.7 However, ethnic minority development plans will be prepared for each province \ntaking part in component 2 to ensure that project benefits accrue to the ethnic minorities. This \nincludes  the  selection  of  poor  communes  and  villages  to  be  included  in  the  Project,  and \nprovision of subsidized electricity connections to poor households.  \n \n5.  Poverty \n62.  Lack of electricity is one of the contributing factors to poverty and poor services along \nwith isolated location, poor road and market access, and low education in the mountainous \nareas  included  in  the  Project.  Income  generation  is  based  on  low-production,  small-scale \nagriculture based on manual labor due to lack of electricity, poor economic conditions, and low \neducation. Electricity will enable some improvements in agriculture, animal breeding, and food \nprocessing. Although, electricity is a crucial prerequisite for economic and social development \nand poverty reduction in rural areas, electrification has a poverty reduction potential only if poor \nand near-poor households can afford and have the capacity to benefit from it. In very poor \ncommunities, most people do not have the necessary economic or technical capacity to make \nuse of electricity to improve their lives and livelihoods. \n \n63.  Rural  electrification  contributes  to  household  income  by  improving  production  and \nbusiness opportunities (lighting, electrical appliances and machines like refrigerators, water \npumps, and agricultural machines). The economic benefit potential is especially high for small \nbusinesses, which currently depend on expensive diesel generation. Electricity also contributes \nto better conditions for improving health care, education, and social life; and contributes to more \nevening time that can be used for studying (by school children and adults attending training \nactivities), income generation activities such as making handicrafts, and social activities and \nentertainment.  \n \n64.  The Project will focus on communes considered too remote to be connected to the \nnational  grid,  but  have  potential  for  electrification  using  renewable  energy  sources  in  the \nnorthern  mountainous  areas  through  mini-hydropower  development.  The  Project  will  also \nprovide electricity connections to poor communes in northern, central and southern Viet Nam \nthrough grid expansion. The Project aims at equitable and balanced development in its focus on \nremote and poor communes that are lagging the rest of the country in overall socioeconomic \ndevelopment and have a relatively higher household poverty rate. The main beneficiaries of the \nProject are residents of communes in the project area that do not have access to electricity. The \nProject will provide subsidized electricity connections to poor households, subsidized energy \nefficiency bulbs for the households, and an awareness and motivational campaign for safe and \nproductive use of electricity; and facilitate access to microfinance from the Social Policy Bank \nfor poor households of mountainous communes for income-generating activities.  \n \n65.  During project preparation, poverty and social analyses were completed for one of the \nsubprojects (i.e., core subproject in northern Viet Nam) under component 1 and for several \ncommunes to be included in component 2, in two provinces in central and southern Viet Nam. \nThe findings were incorporated in the project design to ensure that the poor are capable of \n                                                 \n7  As per definition provided in ADB. 2006. Operations Manual. Section F3: Indigenous Peoples. Manila (para. 5). \n ", "19 \nbenefiting from electrification. A comprehensive consultation and participation strategy prepared \nfor the Project is included as the Supplementary Appendix P. The summary poverty reduction \nand social strategy for the Project is provided in Appendix 11.  \n \n6.  Gender Strategy \n \n66.  Ethnic minority women in the mountainous region live in remote locations, and have very \nlimited contact and information outside their own communities. Women play a significant role in \nagriculture, livestock rearing, and collection of forest products. Lack of electricity increases their \nworkload. Access to electricity can improve agriculture productivity, and enhance opportunities \nfor income-generating activities for women. Electricity in public places will increase security for \nwomen and enable their participation in evening social gatherings. Electricity will improve health \nservices,  especially  maternal  health  facilities,  in  the  communes.  Overall,  women’s  living \nconditions, work, and income generation can be improved through electrification, both directly \nand through cumulative impacts, but gains will depend on their ability to afford improvements \n(e.g., household electric appliances and production machines). A gender strategy prepared for \nthe overall Project focuses on activities to ensure women benefit from electrification and the \nprevention  of  harmful  impacts  during  construction,  particularly  in  poor  and  vulnerable \ncommunes to be included in the two project components. Details of the social assessment, \nincluding a gender strategy (Supplementary Appendix Q), are included in the summary poverty \nreduction and social strategy (Appendix 11). \n \nB.  Overall Assessment of the Sector Project \n67.  The selection criteria of subprojects to be included in component 1 are to ensure that the \nmini-hydro projects have a financial rate of return that exceeds the weighted average cost of \ncapital. The economic rate of return will exceed the threshold of 12%, as economic benefits \nvalued at avoided economic cost of power generation exceed the financial benefits valued at \navoided financial cost. The attached TA will minimize the technical risk factors by building on the \nexperience  of  the  executing  agencies.  Component  2  does  not  pose  any  technical  or \nimplementation risk factors. The overall selection criteria of the subprojects for component 2 \nensure that they meet a minimum economic return, while focusing on poor and remote parts of \nthe country inhabited by ethnic minorities. The Project takes specific measures to ensure the \nbenefits of electrification reach the poor and vulnerable segments of the society. Hence, the \noverall benefits of the Projects are in excess of the risk factors.  \n \nVI.  ASSURANCES AND CONDITIONS \nA.  Specific Assurances \n68.  In addition to the standard assurances, the Government and executing agencies have \ngiven the following assurances, which are incorporated in the legal documents: \n \n1.  Subproject Selection \n69.  The subprojects under components 1 and 2 will be screened and selected in accordance \nwith the criteria and procedures agreed between the Government and ADB and with strong \nsupport by the benefiting communities, as outlined in Appendix 6.  \n \n ", "20 \n2.  Policy Issues \n70.  By the end of the project period, the Government will take necessary administrative \nand/or regulatory measures (i) to establish simplified procedures for approval, licensing, and \nconnecting  of  embedded  renewable  generation  projects  connected  to  the  medium  voltage \nnetwork  having  a  capacity  less  than  30  MW,  and  (ii)  to  establish  a  transparent  subsidy \nmechanism to promote renewable energy development and support electrification of remote and \ndifficult areas.  \n \n3.  Financial Issues \n71.  The Government will ensure, through appropriate tariff adjustments and other means, \nthat EVN, PC 1, PC 2, and PC 3 maintain (i) a self-financing ratio of 25% or above, (ii) a debt \nservice coverage ratio of 1.5 or above, and (iii) a long-term debt-equity ratio of 70:30 or less. \nThe Government will also ensure that adequate tariff increases are proposed by EVN and \nprocessed by the relevant authorities of the Government in a timely and effective manner. \n \n4.  Resettlement and Environmental Issues \n72.  The Government and executing agencies will ensure that only subprojects that fall within \ncategory C (no impacts) or category B (no significant impacts) on involuntary resettlement and \nthe environment will be permitted under the Project. The screening and categorization of the \nsubprojects  will  be  done  in  accordance  with  the  agreed  resettlement  framework  and \nenvironmental assessment and review framework. In the event that any resettlement impacts \nare unavoidable for a particular subproject, the Government will prepare a resettlement plan for \nsuch subproject following the detailed design and in accordance with the agreed resettlement \nframework and ADB’s Policy on Involuntary Resettlement Policy (1995). \n \n73.  The Government will ensure that project activities comply with (i) applicable laws and \nregulations  of  Viet  Nam;  (ii)  ADB  environment  policies  and  regulations,  specifically  ADB’s \nEnvironment Policy (2002); (iii) agreed environmental assessment and review framework; and \n(iv) environmental mitigation measures and environmental monitoring plan as set out in the IEE \nto be approved by ADB. The Government will also ensure preparation of IEEs for noncore \nenvironment category B subprojects consistent with ADB’s Environment Policy.    \n \n74.  The Government will ensure that resettlement plan and IEE will be publicly disclosed in \nplaces accessible to all affected people prior to submission to ADB for its review and approval, \nall in accordance with ADB’s Public Communications Policy (2005). Approval by ADB of the \nresettlement plan and IEE for each category B subproject will be a precondition to the award of \ncontracts for civil works.  \n \n75.  The Government will ensure that civil works contractors are not issued a notice of \npossession of site for construction work for any involuntary resettlement under a category B \nsubproject until the executing agencies have satisfactorily completed, in accordance with the \napproved resettlement plan, compensation payment and relocation to new sites, and have \nensured that rehabilitation measures are in place and the area required for civil works is free of \nall encumbrances.  \n \n ", "21 \n5.  Poverty \n76.  The Government will ensure the project benefits accrue to the poorer segments of ethnic \nminorities  living  in  the  target  provinces.  The  Government  will  ensure  poor  households8 in \nprovinces under the special program are provided with subsidized electricity connections fee at \n$40 or half the cost of connection, whichever is lower. The executing agencies will provide the \nhouse wiring for electric bulbs and sockets as part of connection. The Government will take \nappropriate measures that the poor households will be consulted for, and participate in, the \nProject during subproject implementation. \n \n6.  Ethnic Minority Development \n77.  The  executing  agencies  will  undertake  social  analysis  for  all  the  subprojects  to  be \nincluded in component 1 and for a sample of communes of each province to be included in \ncomponent 2 of the Project. Based on the social analysis, the Government will ensure that \nEMDPs are prepared for all subprojects under component 1 and provincial EMDPs for each \nprovince included in component 2 that have significant impacts on ethnic minorities as per the \nEMDF. The Government will ensure that the EMDPs are submitted to ADB for review and \napproval. The Government will also ensure that the EMDPs will be disclosed to the affected \nethnic minorities prior to such submission and provide ADB with sufficient information so that it \ncan be posted on the ADB website. The poor ethnic minority households will also be provided \nwith subsidized electricity connections (para. 78).  \n \n7.  Gender \n78.  The  Government  will  ensure  that  the  gender  strategy  provided  in  the  EMDP  and \nsummary  poverty  reduction  and  social  strategy  to  maximize  project  benefits  to  women  is \nimplemented. It will include the following specific actions: (i) hold separate meetings for planning \nproductive use of the electricity component with representatives from the Women’s Union and \nwomen community leaders on community management boards, (ii) provide capacity building \ntraining to women on productive use of electricity and awareness raising campaign on safe \nelectricity, (iii) provide ethnic minority households headed by women with subsidized electricity \nconnections (para. 78), and (iv) register the replacement land in the names of both the husband \nand wife in cases where land acquisition has taken place. \n \n8.  Other Social Matters  \n79.  The Government will cause PC 1, PC 2, and PC 3 to (i) cause contractors to comply with \nall applicable labor laws and related international treaty obligations, and to not employ child \nlabor; (ii) cause contractors to provide safe working conditions for male and female workers; and \n(iii) carry out, in the campsites and the subproject villages, education and awareness campaigns \nfor HIV/AIDS and anti-trafficking of women and children, in coordination with the agencies \nworking on the national program of HIV/AIDS prevention. \n9.  Operation and Maintenance of Project Facilities \n80.  The Government will ensure that each PC will carry out the annual budget allocation that \nfully covers costs for the operation and maintenance of any Project facilities. \n                                                 \n8   The poor are defined as having an income below the national poverty line (D200,000 per person per month as of \n2008 poverty line).  \n ", "22 \n. \nB.  Conditions for Loan Effectiveness \n81.  The Government will sign separate subsidiary loan agreements, relating to the onlending \nof funds allocated for component 1, with PC 1 and PC 3 in substance and form satisfactory to \nADB.  \n \nC.  Conditions for Disbursement of Funds for Component 2 \n82.  No disbursement will be made from the portion of the loan to support a particular \nprovince  under  the  Government’s  Special  Program  for  Rural  Electrification,  until  the \nGovernment issues a decision stipulating such province is included in the special program for \nrural electrification.  \n \n83.  No disbursement will be made from the portion of the loan to support a particular \nprovince  not  included  in  the  Government’s  Special  Program  for  Rural  Electrification  until \nsubsidiary loan agreements relating to the onlending of funds are signed in substance and form \nsatisfactory to ADB.  \n \nVII.  RECOMMENDATION \n84.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the loan in various currencies equivalent to Special Drawing Rights 102,161,000 \nto the Socialist Republic of Viet Nam for the Renewable Energy Development \nand  Network  Expansion  and  Rehabilitation  for  Remote  Communes  Sector \nProject, from ADB’s Special Funds resources with an interest charge at the rate \nof 1.0% per annum during the grace period and 1.5% per annum thereafter; a \nterm of 32 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft \nLoan and Project Agreements presented to the Board; and \n \n(ii)  the provision of technical assistance not exceeding the equivalent of $2,500,000, \non  a  grant  basis,  to  the  Government  of  Viet  Nam  for  Capacity  Building  of \nRenewable Energy Development.  \n \n \n \nHaruhiko Kuroda \nPresident \n6 March 2009 \n \n ", "  Appendix 1  23\n \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and/or \nDesign  Performance Targets  Reporting \nSummary  and/or Indicators  Mechanisms  Assumptions and Risks \nImpact      Assumption \nPromotion of pro-poor  Over 20% reduction in  Economic reports and  Provision of electricity \nand balanced economic  poverty rates in the  sector statistics of the  through renewable \ndevelopment of remote  districts to be provided  provincial people’s  energy sources and grid \nmountainous communes  with electricity under the  committees  expansion will lead to \nand poor communes  Project by 2020   broad economic \nthrough the sustainable    development in the \nuse of electricity and    remote parts of targeted \nrenewable energy in an  provinces. \naffordable manner    \n   \nOutcome      Assumptions \nProvision of reliable   5,000 households  Annual project  The provision of electricity \nand affordable supply of  provided with electricity  implementation  will result in improved \nelectricity to remote,   by the mini-hydropower  reports and project  income generation \nmountainous, and poor  plants developed under  completion reports  opportunities to the \ncommunes    the Project by 2016    targeted communities.  \n    Progress reports   \nMore than 100,000  submitted by  The project implementing \nhouseholds provided  executing agencies  agencies will target the \nwith electricity by the    poor and remote \ngrid expansion  CDM facility  communes for \ncomponent of the  assessment reports  electrification under the \nProject by 2016  and validation reports  Project.  \n  to be prepared for   \nAddition of over 500 MW  subprojects during  The electricity generated \nof grid-connected  project implementation  through renewable \nrenewable energy    energy and grid \nincluding small hydro  Post project  expansion is affordable to \n(i.e., less than 30 MW)  completion  the targeted communities. \ncapacity by 2016   socioeconomic   \n  surveys to be  The feed-in tariff for grid-\nAnnual generation of  undertaken  connected mini-hydro \n100 GWh of energy and  plants will be adjusted to \n125,000 tons of annual  compensate for potential \ngreenhouse gas  increases in construction \nemissions abated  cost. \nbecause of the Project   \nby 2016   Risk \n  Hydro resource \n75% of households  availability and impacts \nheaded by women in the  are unpredictable \ntargeted communes are  because of extreme \nprovided with electricity  climate events  \nby 2016  Maintenance of the mini-\nhydropower plants is \nweak during operations \nresulting in lower output \n   \nOutputs      Assumption \n1.  Installation of 5–10  30 MW of mini  Quarterly and annual  The implementing \nmini-hydropower  hydropower capacity  reports and project  agencies have the \nplants to electrify  installed  completion reports  necessary technical \n ", "24   Appendix 1 \n \nData Sources and/or \nDesign  Performance Targets  Reporting \nSummary  and/or Indicators  Mechanisms  Assumptions and Risks \nmountainous      expertise to implement \ncommunes   Expansion of medium  the subprojects in a timely \nvoltage network by   and efficient manner due \n2.  Electrification of  500 km and low voltage  to the TA provided. \n1,000 villages  network by 1,300 km   \nthrough grid    Risk \nexpansion  Over 2 GWh of energy  The communities in the \nconsumed in the  targeted areas are not \n  predictive sectors in the  capable of starting \ntargeted communities  business enterprises to \n  utilize electricity for \n  productive purposes. \n \nActivities with Milestones  Inputs \n   \n1. Mini Hydropower Systems  •  ADB ADF loan:  \n1.1 Selection of subprojects completed by September 2009  SDR 102,161,000 \n1.2 Detailed feasibility studies completed by June 2010  ($151 million) \n1.3 Detailed technical designs completed by December 2010  •  Technical assistance \n1.4 Bid documents and CDM documents completed by June 2011  grant: $2.5 million, \n1.5 Procurement and contract award completed by June 2012  equivalent ($1.6 \n1.6 Commissioning completed by December 2014  million from the \n  Climate Change Fund \n2. Network Expansion and Rehabilitation  and $0.9 million from \n2.1 Selection of villages and communes for grid expansion completed by  TASF), and $0.4 \nSeptember 2009  million from the \n2.2 Detailed design and bid documents for grid expansion and rehabilitation  Government and \ncompleted by September 2010  executing agencies \n2.3 Contracts awarded by March 2011  •  Counterpart funds of \n2.4 Commissioning completed by December 2012  $46.6 million from \n  PC 1, PC 2, and PC 3 \n \nADB = Asian Development Bank, ADF = Asian Development Fund, CDM = Clean Development Mechanism, GWh = \ngigawatt hour, MW = megawatt, PC = power company, SDR = Special Drawing Rights. \n \n \n \n \n ", "  Appendix 2  25\nPOWER SUBSECTOR ANALYSIS \nA.  Institutional Overview  \n1.  The Ministry of Industry and Trade (MOIT) has policy and supervisory responsibilities for \nenergy, both as the line ministry and as the ministry with oversight responsibility for state-owned \ncompanies. MOIT is responsible for supervising implementation of government policy, and \nrecommending and drafting major policy reforms for government adoption. MOIT has specific \nresponsibility to implement the Government’s policy of full electrification by 2020 and promoting \nrenewable energy generation.  \n2.  Viet Nam Electricity (EVN), the main power utility of Viet Nam, is organized as a holding \ncompany, with a series of wholly owned subsidiaries. EVN owns the strategic power plants, \nholds majority shareholding stakes in partially privatized power plants, and invests as the sole \ninvestor or in partnership with other public and private investors in new power plants. Key \nsubsidiaries include three regional power companies that are in charge of power transmission \nand distribution from 110 kilovolts (kV) and less in northern Viet Nam (Power Company 1  \n[PC 1]), southern Viet Nam (Power Company 2 [PC 2]), and central Viet Nam (Power Company \n3 [PC 3]); and power distribution companies responsible for power distribution in large cities \nsuch as Hanoi, Ho Chi Minh City, Hai Phong, and Dong Nai. The power companies each \nmaintain their own financial accounts and have a high degree of managerial and financial \nautonomy. Other key entities under EVN include the Power Transmission Company responsible \nfor high voltage (500 kV and 220 kV) power transmission; four power engineering consulting \ncompanies; the National Load Dispatch Center; and subsidiaries engaged in noncore activities \nsuch as equipment manufacturing, telecommunications, real estate, and financial services.  \n3.  Viet Nam's far-reaching power sector reform program was launched with passage of the \nforward-looking Electricity Law in late 2004 and establishment of the new Electricity Regulatory \nAuthority of Viet Nam under the oversight of the Minister of Industry. The country's efforts to \nrestructure  the  power  industry  and  develop  a  competitive  power  market  are  a  long-term \nproposition.  The  objectives  of  Viet  Nam's  power  sector  reform  are  to  maximize  efficiency \nthrough  competition  in  the  power  industry  and  to  expand  mobilization  of  investment  and \nmanagerial resources from outside the current state-operated system, in order to minimize costs \nand provide reliable, high-quality service to consumers. As described in the recently approved \nroad  map,  the  reform  process  is  expected  to  span  20  years,  and  proceed  through  \n(i) a preparatory phase and initial \"trial\" market, followed by operation of a competitive market \nfor supply from generators to a single buyer; (ii) a second phase introducing a wholesale \ncompetitive market for bulk supply to distribution companies and large users; and (iii) a final \nphase introducing retail competition. \n4.  In rural areas, local communities own and operate the low-voltage electricity distribution \nsystems in most areas. The basic approach adopted for rural electrification in Viet Nam has \nbeen  for  EVN's  power  companies  to  develop  the  medium-voltage  network,  and  for  local \ncommunities to develop the low-voltage system (although EVN has undertaken this role for \nabout one fifth of Viet Nam's communes). Provincial people’s committees have oversight for \nrural electrification in their provinces, and provide substantial financial support for the local \nshare of investment. Until 2004, local power distribution was handled by informal commune \nelectricity  groups  or  other  informal  entities  in  about  two  thirds  of  Viet  Nam's  electrified \ncommunes.  According  to  Government  regulations,  however,  all  of  these  entities  are  now \nrequired to convert to formal legal entities, such as cooperatives or joint-stock companies. As of \nthe end of 2007, 39% of electrified communes were supplied by EVN’s power distribution \n ", "26   Appendix 2 \n \nsubsidiaries,  54%  of  the  communes  by  cooperatives,  4%  of  the  communes  by  joint-stock \ncompanies, and only 3% by informal entities.  \nB.  Power Sector Performance \n5.  Performance of Viet Nam's power industry, managed primarily by EVN, has been quite \ngood during recent years. The industry kept pace during the last decade with extraordinary \nincreases in demand, maintaining basic service for its customers most of the time. EVN has \nmaintained strong financial viability, while keeping costs to consumers quite low by international \nstandards.  Dramatic  increases  in  rural  access  and  steady  reductions  in  transmission  and \ndistribution losses are particularly notable achievements. The challenge for the future is to meet \nthe  rapidly  expanding  demands  of  the  economy  and  population,  with  minimum  disruption, \nhopefully with further improvements in service quality and without unreasonable increases in \ncosts to consumers \n6.  Electricity generation in Viet Nam grew at annual compounded rate of 13.7% during \n1995–2007 and since 2000 the annual growth rate has exceeded 15%. Electricity generation \nhas grown by three fold during the last 8 years to reach 67 terawatt hours in 2004 compared \nwith  23.7  terawatt  hours  in  1999.  The  forecasted  gross  domestic  product  (GDP)  growth \nexceeding 7% for 2005–2010 coupled with the increasing share of industrial output in Viet \nNam’s GDP will maintain the growth momentum in electricity demand. The reserve margin \nbecomes very low during the dry season and this becomes even worse in northern Viet Nam as \nmost of the generation capacity in northern Viet Nam is hydro.  \nTable A2: Historic Demand and Generation Data (2005-09) \nItem  2005  2006  2007  2008  2009 \nAnnual demand (gigawatt-hour)    53,400    59,800  67,100   75,400   84,600 \nPeak demand in dry season    9,018    10,157  11,235   12,782   14,286 \n(megawatt) \nGrowth in annual demand (%)    15.2    11.9    12.3    12.3    12.3 \nInstalled capacity    10,907    11,714  13,419   16,383   19,084 \nDry season available capacity      9,018    10,243  11,288   13,346   17,173 \nReserve margin in dry season (%)  4       1      0    4    20.0 \nSource: Ministry of Industry and Trade. \n \n7.  Access to electricity in rural areas increased dramatically during 1996–2004, marking \none of the most successful recent rural electrification programs in the world. The number of rural \nhouseholds with access to electricity increased from 50.7% in 1996 to 92% in 2007. Rural \nhousehold access  rates  are  expected  to  increase  during  the  next  several  years,  although \nachievement of access among the final 5% of rural households will not be easy. The success of \nViet  Nam's  program  lies  especially  with  the  commitment  of  the  Government  to  rural \nelectrification, and the definition and systematic implementation of national plans as a matter of \npriority, as well as public investment and support to match community funds.  \n8.  Transmission and distribution losses in EVN's system have fallen steadily over the last \ndecade to 12.2% in 2007. This is not unreasonable for a system such as Viet Nam's at its \ncurrent  stage  of  development,  especially  given  the  heavy  role  of  low-voltage  residential \nconsumers,  but  further  improvement  is  possible.  In  the  future,  the  Electricity  Regulatory \nAuthority of Viet Nam must monitor efficiency indicators carefully against various benchmarks. \nManagement  of  consumer  accounts  receivable  has  been  exceptionally  effective  for  a \ndeveloping country, with accounts receivable in 2007 equivalent to only about 17 days of sales. \nNontechnical  losses,  including  theft,  are  low  compared  with  many  countries.  Widespread \n ", "  Appendix 2  27\nanecdotal evidence points to substantial improvements in the quality of electricity service over \nthe last 10 years, with basic service for most customers in urban or periurban areas becoming \nnoticeably more reliable. However, systematic statistical monitoring of service interruptions and \nvoltage drops, by service area and customer voltage, is lacking. \n9.  The tariff was D880 per kilowatt hour (kWh) in 2004 ($0.056/kWh). This is lower than \nthe average retail price today in most countries. The financial position of EVN has remained \nsound with unit revenue remaining stable during the last few years through 2007, covering all of \nits direct and indirect costs, but this revenue will not be sufficient for the future. Viet Nam's \npower tariff is sophisticated in structure, with rates varying by voltage level and consumer type, \nand  offering  time-of-day  rates  for  major  consumers.  Urban  residential  rates  increase \nprogressively  with  increasing  consumption.  Rural  rates  are  cross-subsidized  by  other \nconsumers. Both average urban residential rates and rural residential rates are modestly cross-\nsubsidized by higher rates for industry and commerce. \nC.  Main Power Sector Issues \n1.  Meeting Power Demand  \n10.  The  demand  for  electric  power  is  the  paramount  challenge  for  Viet  Nam's  power \nindustry.  Key  drivers  of  the  country's  economic  growth,  especially  manufacturing,  and \ncommercial and service industries, are highly dependent upon power supply. Reliable electricity \nservice  is  essential  for  light  industries  to  remain  competitive  with  similar  industries  in \nneighboring countries. Electricity has also become an expected basic element in the livelihood \nof most people, and an essential part of increasing standards of living. The power shortages \nexperienced in the dry seasons of 2005–2008 clearly reinforced a priority focus on meeting \ndemand  throughout  Viet  Nam's  power  industry,  with  highly  visible  national  attention.  The \ncapacity shortfall was estimated at some 1,500–2,000 MW during peak load. The shortage was \ncaused by the coincidence of severe drought conditions; reducing hydropower production, with \nan extremely thin reserve margin in the overall system, due to an inability to develop new \ncapacity overa short time to meet the higher than expected surges in power demand.  \n \n11.  Viet Nam’s overall strategy is to develop existing hydropower resources and the coal \nand gas plants, subject to the availability of domestic fuel resources, relatively quickly as both \nexploitable domestic coal supplies and offshore gas supplies entail supply constraints. The \navailability of domestic coal for the power industry is capped by domestic resource limits, given \ncurrent technology, and exports. Expanding the gas supply requires not only field and pipeline \ndevelopment, but also exploration and firming up of reserves. \n12.  Coal-Based Power Generation. Assessment of best balances between coal- and gas-\nfired power is a key long-term planning issue, which is highly sensitive to future relative fuel \nprice and supply expectations. With the country's coal resources limited, the Government's \nstrategy  is  to  strictly  cap  exports,  in  favor  of  expanding  domestic  supply—essentially  to \npostpone the expected eventual need for coal imports. Although high-quality anthracite obtains \na premium price on the international market, domestic coal prices for power generation are \nmaintained below international prices. At current domestic coal prices, power generation from \ndomestic coal is significantly less expensive than combined-cycle, gas-based power generation \nat capacity factors exceeding 50%–60%. However, in economic terms, considered from the \nperspective of the country as a whole, the value of domestic coal used for power generation is \nhigher than its current price, as it can be exported for more money, which would accrue to Viet \nNam. However, development of large-scale power generation using Viet Nam's offshore natural \ngas resources requires aligning the interests of a series of institutional participants, and major \n ", "28   Appendix 2 \n \nupfront financing and long-term commitments. On the gas exploration and development side, for \nthe longer term Viet Nam must maintain an attractive framework for international companies to \ncontinue exploration and firm up reserves, as much potential remains unexplored. Once the \nmain options for generation from domestic coal and gas have been exploited, thermal power \ngeneration using imported coal is expected to be the most cost-effective option. \n13.  Gas-Based  Power  Generation.  PetroVietnam  Gas  Corporation,  PetroVietnam's \nsubsidiary charged with natural gas operations, is a central entity, holding the Government's \nshares in field production facilities, retaining the sole rights in most cases to buy offshore gas \nand sell gas to end-users, and charged with gas transmission system development (although \nthis  may  be  in  cooperation  with  international  companies).  Upstream  gas  exploration  and \ndevelopment  is  undertaken  in  joint-venture  or  production-sharing  arrangements  between \nPetroVietnam  Gas  Corporation  and  international  petroleum  companies.  On  the  power \ngeneration  side,  development  of  independent  power  producers  (IPPs)  with  investors \nindependent of EVN is essential for a large portion of the power generation capacity, due to \nEVN's limited financing capacity. Finally, the Government (aside from its ownership position of \nPetroVietnam  and  EVN)  must  play  key  roles:  sanctioning  the  specific  development \narrangements and providing some type of partial risk coverage for electricity sale arrangements \nto outside investors. \n14.  Hydropower Development. With goals to provide almost 6,000 MW over the medium \nterm, Viet Nam's program to develop its many medium-sized hydro sites will provide a core \ncontribution to the overall power development program in each of the three geographic regions. \nParticular advantages include development of a source of domestic renewable energy quite \nseparate from international energy price and security risks, and benefits from associated water \ncontrol in many cases. Although economics vary by site, costs are generally quite competitive \nwith the thermal power options in Viet Nam. Viet Nam has made substantial progress during the \nlast 5 years in upgrading its reservoir resettlement and environmental assessment practices. \nCurrent policies provide a reasonably well-structured set of legal and regulatory requirements. \nFinancial commitments for resettlement work in new projects are now substantial. The most \ndifficult issues, including restoration of livelihoods for ethnic minorities that may be affected by \nreservoir  development,  are  complex  in  every  country,  and  require  concerted  efforts  in \nconsultation with local residents throughout implementation. \n15.  Renewable  Energy  Development.  Viet  Nam's  renewable  energy  development \nprogram is growing, and can provide an increasing contribution in the future. Development has \nfocused especially on off-grid power supply in isolated areas; but small hydro facilities, in \nparticular, can also provide an important source of renewable energy to the grid. Wind power \ngeneration may also provide a small contribution. Viet Nam plans to develop nuclear energy \ncapacity over the long term. Both MOIT and EVN have developed demand-side management \nand energy efficiency programs in recent years. Load management programs and energy \nefficiency  promotion  and  investment  programs  are  proven  means  to  address  capacity \nconstraints  that  are  far  less  expensive  than  new  capacity.  Such  efforts  can  yield  results \nrelatively quickly in some cases, but do require sophisticated institutional development, which \nhas proved challenging in most countries. \n2.  Financing the Investment  \n16.  Annual power sector investment requirements to meet power demand during 2005–\n2010 are expected to be over $3 billion. The country seeks to mobilize investment through a \nvariety of vehicles, from both domestic and foreign sources, to meet this challenge. The two \nbasic categories include EVN's contribution to investment from its own resources and different \n ", "  Appendix 2  29\ntypes  of  borrowing,  and  independent  investment,  primarily  by  IPPs.  Financing  of  new \ninvestment through the current EVN system, including sub entities, is essential for key parts of \nthe construction effort, including the network, most of the hydropower program, and selected \nelements in the thermal power program. EVN exhibited strong financial performance during \n2002–2007, allowing a substantial self-financing contribution to the investment program. \n17.  With increased costs stemming in part from power shortages, and the sharp increases \nin investment requirements, self-financing ratios will plummet unless EVN's unit sales revenue \nincreases substantially. The corporation is proceeding to borrow from a wide variety of sources, \nincluding by issuing bonds. However, EVN will reach borrowing limits very quickly, unless \nrevenues  are  increased  (or  a  major  injection  of  equity  is  made,  which  is  unlikely). \nOverextension of borrowing above internationally recognized ratios would be highly imprudent, \nas  maintenance  of  EVN's  creditworthiness  is  essential  for  any  sustainable  investment \nmobilization effort. Average retail power prices must be increased quickly to cover greater costs \nbut also, especially, to expand revenues for financing the massive power sector expansion. \nUltimately, consumers must contribute to the financing of the new capacity to meet their needs. \nPower prices in Viet Nam are relatively low by international standards, including industrial \ntariffs, especially in the residential sector. \n18.  Clearly,  dramatic  increases  in  power  sector  investment  from  outside  EVN  will  be \nrequired to meet overall sector investment requirements. Viet Nam is pursuing a full range of \nIPP arrangements in its efforts to meet the huge and rapid increases in power demand. IPP \narrangements  for  new  power  plants  include  (i)  build-operate-transfer  or  build-operate-own \nventures  wholly  owned  by  other  public-owned  Vietnamese  entities,  (ii)  joint-venture  build-\noperate-transfer  or  build-operate-own  arrangements,  involving  EVN  investment  with  other \nparticipants (local public or foreign), and (iii) build-operate-transfer arrangements wholly owned \nby foreign parties, either public or private. In addition, new joint-stock company IPPs are being \ncreated from EVN's partial divestiture of existing power plants. In the case of Viet Nam, few \npublic entities have the resources and interest to make major power generation investments, \nand  are,  for  the  most  part,  limited  to  the  state-owned  fuel  supply  companies  or  large \nconstruction companies. \n \n ", "30   Appendix 3 \n \nSECTOR ROAD MAP FOR RENEWABLE ENERGY AND RURAL  \nELECTRIFICATION SECTORS \nA.  General Policy Framework \n1.  The  general  policy  framework  for  renewable  energy  needs  improvement,  as  does \ncoordination among ministries.  \n \n1.  Actions Taken \n2.  The Electricity Law includes provisions for “preferential pricing” for renewable energy \n(though without defining precisely what that means) \n \n2.  Actions Proposed (by Draft Renewable Energy Master Plan) \n3.  Establish a renewable energy fund (to provide stable funding for off-grid renewable \nenergy schemes, subsidies for grid-connected schemes, and support for renewable energy \nresource data development and research and development). \n \n4.  Enact a renewable energy law (to provide authority for the renewable energy fund). The \nProject includes a technical assistance component to assist in preparing the renewable energy \nlaw, and detailed supporting decrees for implementation, (e.g., criteria for disbursement of \nsubsidies to off-grid schemes, and introduction of competitive processes for subsidies to grid-\nconnected projects). \n \n5.  Create a new and separate office within the Ministry of Industry and Trade (MOIT) for \nthe promotion of renewable energy (the renewable energy development office funded by a \nbudget  allocation  from  the  renewable  energy  fund).  This  office  would  be  responsible  for \npromotion, planning, and policy coordination; and provide assistance to prepare and implement \nsustainable off-grid renewable energy schemes. \n \n6.  Institute improved procedures for stakeholder consultation. \n \nB.  Grid-Connected Renewable Energy \n1.  Remove  Financial  Barriers  for  Economically  Viable  Renewable \nTechnologies \na.  Actions Taken or Under Way \n7.  A standardized power purchase agreement was introduced to replace ad hoc negotiation \nof power purchase agreements (decision issued in July 2008). \n \n8.  An avoided cost tariff was introduced, applicable to all qualifying renewable energy small \npower producers who can meet the grid code (capacity no greater than 30 MW), decision issued \nJuly 2008; first tariff expected to be issued early 2009 (and then updated each year under the \njurisdiction of Electricity Regulatory Authority of Viet Nam). \n \n9.  Introduce  a  distribution  code  to  stipulate  technical  standards  for  grid  connection  of \nrenewable energy projects. \n \n ", "  Appendix 3 31\n   \n10.  Prepare a World Bank-supported refinancing program to provide 20-year loan tenors, \nwhich will enhance financial viability of capital-intensive renewable energy projects (participating \nbanks selected for the Project will continue to deal with project developers in the usual manner, \nand will bear the full credit risk, but can obtain refinancing from the Ministry of Finance on a \nlong-term basis using the World Bank loan proceeds). \n \nb.  Actions Remaining \n11.  Resolve the lack of transparency in allocation of sites. Few countries have competitive \nbidding for small hydro projects (and those that tried, such as Brazil, soon gave up). However, \nthe present process encourages hoarding of sites, and MOIT and provincial authorities should \nallow some kind of competitive process in the selection of developers. \n \n12.  Improve and formalize benefit-sharing procedures for small hydro projects. The Asian \nDevelopment Bank has supported the development of benefit sharing for larger hydropower \nplants, but small hydropower plants of less than 30 MW are to be exempt. In some instances \nsmall off-grid electrification schemes have been preempted by larger cascade developments, \nbut with no requirement to provide electricity to local communities. \n \n2.  Improve the Prospects for Carbon Finance   \n13.  Viet Nam’s track record is poor compared with other countries with similar small hydro \nresource endowments (only two projects approved, dozens of project design documents (PDDs) \nare  stuck  at  various  stages  of  approval).  Many  problems  need  to  addressed,  including \ninconsistencies in emission factor calculations, poor argumentation for additionality, and lack of \ntechnical capacity for PDD preparation. A significant problem is buyers’ preference for large-\nscale projects: the transaction costs for both buyers and sellers are high, and a single small \nproject of 2–10 MW has difficulty attracting interest of potential buyers \n \na.  Actions Taken or Under Way \n14.  MOIT is about to issue guidelines for calculation of emission coefficients (along the lines \nof a similar process in the People’s Republic of China) \n \n15.  MOIT is negotiating with the Carbon Finance Unit of the World Bank to provide an \numbrella facility for carbon financing  \n \nb.  Actions Remaining \n16.  The present national approval procedure by the Designated National Authority for PDDs \nis  long  and  cumbersome,  with  open-ended  time  frames  and  obscure  criteria  that  create \nproblems for developers. The steps required include \n \n(i)  issuance of regulations specifying the time that a PDD is open for comments \nfrom ministry representatives; \n(ii)  electronic consultation and request for review process; \n(iii)  permanent Designated National Authority staff work solely on CDM projects; and \n(iv)  the Designated National Authority publishes a monthly or quarterly newsletter in \nVietnamese that provides update information regarding CDM procedures as well \nas domestic, regional, and international carbon markets. \n \n ", "32   Appendix 3 \n \n3.  Introduce Support Schemes for Renewable Energy Technologies Other \nthan Small Hydro  \n17.  The avoided cost tariff will unlikely enable technologies other than small hydro projects \nand some bagasse projects. However, many biomass projects (plus some geothermal and \nlandfill gas) are viable at the economic avoided cost of the buyer. \n \na.  Actions Required \n18.  Providing  a  subsidy  in  a  cost-effective  manner  to  renewable  energy  technologies \nrequires a carefully designed competitive system. Two options are proposed for renewable \nenergy: competitive award of concession fee for the right to sell into the grid at the economic \nprice or bidding for a subsidy. \n \n19.  For subsidies to be bankable (i.e., to be considered in a lender’s assessment of project \nfinancing),  a  subsidy  agreement  with  similar  commercial  standing  as  power  purchase \nagreements is required. \n \n20.  Quite apart from the poor economics of grid-connected wind power, data on the wind \nresource remains poor, and multiyear data at 60 meters height is simply not available (or is \nclaimed to be proprietary). Data on the geothermal resource is similarly poor. Without adequate \ndata (in the public domain), drawing conclusions about the desirability of Government policies to \nencourage these technologies is difficult. \n \nC.  Off-Grid Renewable Energy \n21.  The  current  subsidy  policy  is  biased  against  off-grid  projects.  While  grid-connected \ndomestic rural consumers have a tariff cap of D700/kWh, with the implied subsidy carried on the \nbooks of the power companies, in off-grid systems much higher tariffs are common, largely \nbecause  subsidy  support  from  the  Government  is  reluctantly  provided  (under  ad  hoc \narrangements, or commitments contingent upon availability of funds). Yet, off-grid systems \nserve some of Viet Nam’s poorest households, raising doubts about the equity of the present \ntariff policy. The problem is aggravated by the reluctance of development partners to provide \noperating subsidies; while capital investment is provided (as in the case of the Viet Nam–\nSweden renewable energy program); no support is given to provide operating subsidies. \n \n1.  Actions Required \n22.  Review the present tariff policy that caps the tariff for domestic consumers connected to \nthe national grid, but not for off-grid customers. Establish a mechanism to provide subsidies for \noff-grid (and offshore island) customers. (For example, the Ly Son wind-diesel hybrid scheme, \nproposed for inclusion in the proposed Asian Development Bank project, was dropped for lack \nof a sustainable source of subsidy support). A rural electrification fund has been proposed as a \ncross-subsidy mechanism in favor of the power companies with a significant burden of high-cost \nrural customers. Whether this mechanism will be available to cover the subsidy requirements of \noff-grid customers’ needs to be settled. \n \n23.  Establish policies and procedures for providing capital subsidies to off-grid renewable \nenergy schemes (as would be adopted by the proposed renewable energy fund). Subsides \nshould only be provided where at least one of the following conditions is present: \n \n ", "  Appendix 3 33\n   \n(i)  the scheme is bundled with small hydro project rehabilitation or a new small \nhydro project connected to the grid to provide sustainable finance for the off-grid \nscheme;  \n(ii)  the scheme is provided support by a district wide or province wide support entity \nthat provides technical expertise and support for operation and maintenance \nincludes some significant productive use (to provide remunerative customers, \nand improve project economics by increasing load factors); and \n(iii)  a program is being initiated to promote productive use in rural areas, to include a \nmechanism for financing electric equipment. \n \n ", "34   Appendix 4 \n \nEXTERNAL ASSISTANCE TO THE POWER SUBSECTOR \n \n  Funding  Amount   \nProject  Source  (million)  Year \nLoans       \nSaigon Power Project  ADB  $6.3  1972 \nPower Distribution and Rehabilitation Project  ADB  $80.0  1995 \nCentral and Southern Viet Nam Power Distribution  ADB  $100.0  1997 \nProject \nNorthern Power Transmission (Sector) Project  ADB  $120.0  2004 \nNorthern Power Transmission Expansion Sector  ADB  $360.0  2005 \nProject \nMong Dung 1 Thermal Power Project  ADB  $28.0  2007 \nSong Bung 4 Hydropower Project  ADB  $198.0  2008 \nRural Electrification Project  AFD  €19.0  2000 \nRural Electrification Project in South  AFD  $23.0  2001 \nNorthern Power Transmission Project  AFD  €40.0  2004 \nPhi My Thermal Power Plant Project  JBIC  ¥61,932.0  1993–1998 \nPhi Lai Thermal Power Plant Project  JBIC  ¥72,826.0  1993–1998 \nHam Thuan–Da Mi Hydropower Project  JBIC  ¥53,074.0  1993–1997 \nDa Nhim Power Plant Rehabilitation Project  JBIC  ¥7,000.0  1996 \nO Mon Thermal Power Plant and Mekong Delta  JBIC  ¥43,819.0  2000–2006 \nTransmission Network Project \nDai Ninh Hydropower Project  JBIC  ¥33,172.0  1998–2003 \nPhi My–Ho Chi Minh City 500 kV Transmission Line  JBIC  ¥13,127.0  2000 \nProject \nNinh Binh II Thermal Power Plant  JBIC  ¥33,864.0  2004–2005 \nNghi Son Thermal Power Plant  JBIC  ¥20,943.0  2006 \nPower Sector Loan  JBIC  ¥3,190.0  2003 \nO Mon Thermal Power Plant Unit 2 Construction  JBIC  ¥27,547.0  2003 \nProject  \nDai Ninh Hydropower Project (III)  JBIC  ¥19,142.0  2004 \nThad Mo Hydropower Station Extension Project  JBIC  ¥5,972.0  2003 \nSmall-Scale Pro-poor Infrastructure Development  JBIC  $44.0  1997–2006 \nProject \nPower Sector Rehabilitation and Expansion Project  World  $165.0  1995 \nBank \nPower Development Project  World  $180.0  1996 \nBank \nTransmission, Distribution, and Disaster  World  $199.0  1998 \nReconstruction   Bank \nRural Energy Project  World  $150.0  2000 \nBank \nSystem Energy, Equalization and Renewable Energy  World  $225.0  2002 \nProject  Bank \nSecond Rural Energy Project   World  $220.0  2004 \nBank \nSecond Transmission and Distribution  World  $220.0  2005 \nBank \n ", "  Appendix 4  35 \n  Funding  Amount   \nProject  Source  (million)  Year \nConstruction of Song Hahn Multipurpose Hydropower  Sida  SKr213.0  1995 \nPlant \nHa Tin 500 kV Substation  Sida  SKr55.0  1998 \nPower Distribution Project in Central Area  Sida  SKr60.0  1999 \nUpgrading Rural Substations  Sida  SKr60.0  2000 \nADB = Asian Development Bank, AFD = Agence Française de Développement, kV = kilovolt, JBIC = Japan Bank for \nInternational Cooperation, Sida = Swedish International Development Cooperation Agency. \nSources: ADB, AFD, JBIC, Sida, and World Bank.  \n \n ", "36   Appendix 5 \n \nTECHNICAL DESCRIPTION OF SUBPROJECTS \n \nA.  Small Hydropower Projects \n1.  The  Renewable  Energy  for  Remote  Communes  Sector  Project  is  based  on  three \npropositions: (i) that the scale of small hydro subprojects to serve small groups of remote \nhouseholds is generally uneconomic because the load factor of mainly domestic consumption is \nvery low; (ii) the poor scale economies of small generating units imply high costs/kilowatt (kW); \nand (iii) electrifying these households by grid expansion requires long lines to serve small loads, \nand  therefore  is  equally  uneconomic.  The  proposed  solution  is  to  promote  small  hydro \nsubprojects of sufficient size to make a grid connection economic (and selling to the grid at the \nnew avoided cost tariff), but to divert some proportion of the output to electrify local households \nat the national consumer tariff. Since grid sales are expected to account for the bulk of the \nrevenue, the financial sustainability of the subprojects is assured. \n \n2.  Consultants fielded by the Asian Development Bank (ADB) first screened, through a \ndesk  study,  potential  hydropower  sites  based  on  subproject  proposals  from  the  provincial \npeople’s committees of Lai Chau Province and Dien Bien Province, served by Power Company \n1 (PC 1). Later, Viet Nam Electricity (EVN) requested that Quang Nam and Hue provinces \nserved by Power Company 3 (PC 3) also be included in the Project’s scope of work. The \nselection criteria for the long-list of subprojects was that (i) the installed capacity should range \nbetween 500 kW and 6,000 kW;1 (ii) an existing (or planned and sure to come) 35 kV line should \nbe within about 20 km of the proposed power plant; (iii) unserved households should be close to \nthe power plant and along the route of the proposed medium voltage (MV) transmission line; (iv) \nthe institution arrangements must allow the local population to benefit from the revenue resulting \nfrom the generated electricity; and (v) minimal relocation and resettlement should result (i.e., the \nsmall hydropower plant should be within ADB’s category B environment classification).  \n \n3.  Hydrological records for Lai Chau and Dien Bien were not available for any of the \nproposed sites, so assumptions had to be made on regional considerations in terms of adopted \nflow duration curves and average runoff. However, rainfall is high in this part of Viet Nam \nexceeding  2,500  millimeters/year  and  resulting  in  an  annual  runoff  modulus  exceeding  \n60 liters/second/square kilometer (km2) in many parts of Lai Chau Province.2,3 About 72% of the \nrain falls during May to August, with highest runoff being 1 month later. For indicative design \npurposes,  a  design  flow  of  40 liters/second/km2  was  adopted  for  subprojects  in  Lai  Chau \nprovince and 30 liters/second/km2 in Dien Bien Province. Maps with a scale of 1:50,000 were \nused to identify potential sites and estimate available head.4 Four proposed subprojects had \nheads ranging between 10 and 15 meters (m). The remaining subprojects had more suitable \nheads of between 35 m and 185 m. As an initial approximation, the turbines were dimensioned \nto operate at full capacity between 4,500 and 5,200 hours per year. Following the desk study, \nthe consultant visited the best sites to verify the suitability of the dam site and powerhouse \nlocations, approximate alignment of waterways, and available head. \n \n4.  Tentative cost estimates based on desk studies and verifications on site were made for \nfour subprojects: Nam Nghe 1, Na Say, Ta Con, and Na Son hydropower subprojects. The unit \n                                                 \n1  The upper limit was subsequently increased to 7.5 MW when EVN requested inclusion of projects under PC 3.  \n2  NWCR, Viet Nam Water Resources Atlas, Institute of Hydro Meteorological Services. Hanoi \n3  Mean annual rainfall in Hue and Quang Nam provinces’ mountainous areas range between 3,200 and 3,600 mm \nwith about 63% falling during September to December. The annual runoff modulus is in the range 60–80 \nliters/second/km2, with about 68% of the annual runoff occurring during October–December.  \n4  Head: difference  in elevation between water level at head pond and water level at power plant tailrace \n ", "  Appendix 5  37\ncosts ranges between $882/kW (rehabilitation) and $2,500/kW (new construction). The cost \nestimates for other hydropower plants are based on unit costs of around $2,000/kW–$2,200/kW. \nThe costs of transmission lines at 35 kV are based on estimated distance between the power \nplant and the nearest connection to the grid. Distribution line costs (0.4 kV) are based on the \naverage per household connection cost (including local MV line, low voltage [LV] lines and step-\ndown transformers) of the four subprojects listed. \n \n5.  In Lai Chau Province, the consultants identified eight power subprojects (one with two \nalternatives) totaling 13.8–16.8 MW of installed capacity.5 The potential mean annual generation \nwould be about 67–80 GWh at a total cost of $40 million–$46 million, including $10 million for \n182 km of 35 kV MV transmission lines. The subprojects would provide electricity to about 2,174 \nhouseholds that would require about 1.5 GWh6 of electricity per year, leaving about 65–78 GWh \navailable for sale to the EVN grid. Providing electricity to all 2,174 households would require an \ninvestment of about $3 million in distribution facilities.7 This corresponds to about 7% of the cost \nof the power plant and transmission line to the grid. To provide electricity to all the households \nwith grid-connected small hydro would therefore require about $43 million–$49 million.  \n \n6.  In Dien Bien Province, the consultant identified 10 subprojects totaling 19.6 MW of \ninstalled capacity. The potential mean annual generation would be about 81 GWh at a total cost \nof $44 million, including $0.9 million for 20 km of MV transmission lines. The subprojects would \nprovide electricity to about 5,665 households, requiring about 4 GWh of electricity per year, \nleaving about 77 GWh available for sale to the EVN grid. To provide electricity to all 5,665 \nhouseholds would require an investment of  about $7.7 million in distribution facilities. This \ncorresponds to about 17% of the cost of the power plant and transmission line to the grid. To \nelectrify all communes with grid-connected small hydro would require about $52 million. \n \n7.  Since the cost of the proposed subprojects of about $100 million exceeds the available \nfunds under the proposed ADB loan (about $60 million), a representative number of subprojects \nfrom  Lai  Chau  and  Dien  Bien  had  to  be  selected.  Subprojects  were  ranked  according  to \n(i) levelized costs of generation, (ii) energy available for sale to the grid (will increase revenues \nfor further rural electrification), (iii) number of households close to the subproject that could be \nelectrified, and (iv) an attractiveness factor8 (reflecting technical ranking) (Table A5.1). Since \nsubprojects are small and unlikely to affect many people, the negative social and environmental \nimpact was not considered at this stage, although it will need to be considered during the \nfeasibility studies. The following subprojects were selected to be included in the Project. \n \n                                                 \n5  The hydropower potential of small hydropower projects in Lai Chau and Dien Bien is much higher than the list here, \nbut many subprojects have been reserved by the private sector, and memorandums of understanding and \ndevelopment licenses have already been issued. \n6  Assumes consumption of 740 kWh/household per year or 2 kWh/day, equivalent to about 200 watts average \ndomestic load. \n7  This assumes an average unit cost of $1,360 per household. This cost is based on estimates for Ta Con, Na Son, \nNa say, and Nam Nghe 1 hydropower projects and includes local MV lines. Without the MV line the unit cost for LV \nvoltage alone, but including step-down transformers, is $550/household. \n8  The “attractiveness factor” AF = f*√(P*H), where P: design capacity (will give higher energy output at a given site \nand valuable peaking capacity), H: available head (high head projects are normally lower unit cost that low head \nprojects), and f: plant factor (high value will indicate higher utilization). The higher the number, the more attractive \nthe subproject. \n ", "38   Appendix 5 \n \nTable A5.1: Shortlista \nHouseholds to be \nEnergy  Total  Levelized  Energy  Provided with  Attractiveness \nItem  Output  Cost  Costs  for Grid Electricity  Factor \n  (GWh)  ($ million) ($/kWh)  (GWh)  ($ million)   \nLai Chau Province           \nNam Nghe1b, 2.8 MW  17.0  8.74  0.059  16.8  256  561 \nNam Ha B  8.1  4.91  0.068  7.9  298  195 \nNam Ngoc  8.7  6.43  0.083  8.3  457  225 \nNam So  9.7  5.22  0.062  9.5  260  166 \n  Total  43.5  25.30    42.5  1,271  166-561 \n             \nDien Bien Province             \nNa Son (Na Phat)  9.9  5.57  0.060  9.5  555  102 \nSinh Phing  4.6  3.40  0.062  4.0  796  207 \nNam Huoi Ku  15.7  9.67  0.063  14.8  1,237  449 \nNam He  24.0  14.86  0.073  23.6  500  285 \n  Total  54.2  33.50    51.9  3,088  102-449 \nGWh = gigawatt hour, kWh = kilowatt hour, MW = megawatt. \na  EVN requested that (i) Aroang hydropower plant in Hue Province with an estimate installed capacity of 7.2 MW and \nan investment cost of $7.5 million; and (ii) Dakpring hydropower plant with an estimate installed capacity of 8 MW \nand an investment cost of $9.1 million, also be considered under the Project. \nSource: Asian Development Bank consultants, 2008. \n \nB.  Nam Nghe 1 Small Hydropower Subproject \n8.  The Nam Nghe 1 small hydropower plant is located on the Nam Nghe River in Hua Bum \ncommune,  Muong  Te  district,  in  Lai  Chau  Province.  With  an  annual  precipitation  of \n2,500 millimeters/year  and  a  catchment  of  35  km2,  the  mean  annual  flow  is  estimated  at \n2.8 cubic  meters  (m3)/second  (s),  ranging  between  an  average  of  0.7  m3/s  in  March  and  \n8.5 m3/s in July. The firm flow (90%) is estimated at 0.54 m3/s. The power plant tentatively \nconsists of a concrete overflow weir on the Nam Nghe River with a maximum height of about  \n14 m but with little pondage, a 1,400 m long headrace canal lined with reinforced concrete on \nthe right bank of the river, a 340 m long steel penstock, and a powerhouse. The available head \nis  185  m.  The  powerhouse,  on  the  right  bank  of  the  Nam  Nghe  River  and  close  to  the \nconfluence with the Nam Bum River, will be located within some rice fields, which will require \ncompensation. It will contain two Pelton-type turbines with a design discharge of 1.9 m3/s, giving \na total capacity of 2.8 MW. The estimated annual energy output is 17.0 GWh. Firm power is \nestimated at 0.8 MW, which corresponds to 19 MWh/day of generation. The subproject will be \noptimized during the technical design following more in-depth engineering studies including \ndetailed topographic surveys, and hydrological and geological studies. \n \n9.  Five hamlets within 10 km of the power plant have a total of 136 households and one \nborder post with 35 border guards, who will benefit from the local 0.4 kV LV distribution. Along \nthe way to Muong Te, two more hamlets with about 94 households will be electrified. A 35 kV \ntransmission line will transmit power to a substation east of Muang Te town, some 12 km west \nof the power plant. The annual consumption by the 230 households is estimated at 0.2 GWh \n(613 kWh/day), leaving 16.8 GWh for sales to the grid at Muong Te. In the driest months, the \npower plant will be able to generate 19,000 kWh/day, resulting in a surplus to be sold to the \ngrid. Muong Te is scheduled to be connected at 35 kV to the EVN grid in 2009, before the \ncommissioning of the Nam Nghe 1 power plant. \n \n ", "  Appendix 5  39\n10.  The cost of the power plant is estimated at $8.2 million including the 35 kV transmission \nline  to  Muong  Te,  while  the  local  transmission  and  distribution  system  is  estimated  at  \n$0.54 million, totaling $8.74 million.  \n \n11.  Before bidding, a full feasibility study must be conducted to confirm the feasibility of the \nsubproject.  Consultants  will  conduct  further  detailed  investigations  such  as  topographic \nsurveying and mapping, geological and hydrological investigations, detailed cost estimation, and \noptimization of installed capacity. Following approval of the feasibility study, bid documents will \nbe prepared for civil works construction and equipment supply packages. The subproject will \ntake 2 to 3 years to build. \n \nC.  Network  Expansion  and  Rehabilitation  of  Distribution  Network  Serving  Poor \nProvinces \n12.  The Government has initiated a special program of rural electrification to improve the \nelectrification  rate  of  poor  provinces  inhabited  by  ethnic  minorities—where  the  rate  is \nsignificantly lower than the national average. Under this program, the state budget provides \nfinancing to Power Company 2 (PC 2) and PC 3 to cover 85% of the cost of rural electrification \nin five selected provinces in the Central Highlands.  \n \n13.  The Government intends to extend this component to cover five additional provinces \n(i.e., Soc Trang and Tra Vinh provinces in the south, Quang Tri Province in the center and Dien \nBien and Lai Chau provinces in the north), with a total of 733,681 households. The current \nelectrification rate is 83.5%, varying between 36.0% in Lai Chau province and 97.3% in Quang \nTri province. Of the 129,563 households not yet connected, 66,837 will be connected by 2015 \nraising the electrification rate to 92.6%. Component 2 of the Project will finance the proposed \ngovernment financing in these five provinces. This component will finance the expansion of the \nrural distribution network to connect villages without electricity and to rehabilitate the existing \nlow voltage network in poorly constructed low voltage networks serving remote communes. The \nproject scope is expected to include the expansion of the MV network by about 900 km of MV \nlines (at 22 kV and 35 kV), about 1,100 medium to low voltage substations with a total capacity \nof 31 MVA, and about 2,500 km of low voltage (0.4 kV) distribution lines to provide electricity to \nabout 67,000 households, and improve supply to a further 55,000 households in more than \n1,000 villages. The total cost will amount to about $57 million, or $468 per connected household \nTable A5.2 provides the main data for each province being considered included in the Project \nand the overall total.  \n \n ", "40   Appendix 5 \n \nTable A5.2: Basic Statistics \nProvince \nSoc    Quang  Lai  Dien   \nItem  Units  Trang  Tra Vinh  Tri  Chau  Bien  Total \nHouseholds  No.  267,380 237,663 102,307 55,304  71,027  733,681\nConnected to grid  No.  243,492 209,648 99,268 19,930  40,059  612,397\n%  87.7 86.8 97.3 36.0  57.0  83.5\nNot connected  HH  32,887 28,015 2,769 35,374  30,518  129,563\nTo be connected  HH  20,388 19,923 1,639 17,070  7,817  66,837\nStrengthen existing  HH  54,780     54,780\ngrid \nTarget electrification  %  95.1 94.1 99.9 66.9  68.0  92.6\nrate \nRequired Facilities     \n22 kV/35 kV lines  Km  304 207 115 220  42  888\nSubstations  No.  499 418 37 83  39  1,076\nMVA  10.8 7.4 3.6 5.6  3.3  31\n0.4 kV lines  Km  867 654 666 242  86  2,515\nCosts  D million  305,377 226,983     964,136\n$ million  18.0 13.4 7.9 14.4  3.2  56.9\nAverage unit cost  $/HH  880 670 150 841  409  468\nHH = households, km = kilometer, MVA = mega-volt ampere, No. = number, $ = US dollar. \nSource: Viet Nam Electricity, 2008. \n \nD.  Network Expansion for Tra Vinh Province Subproject \n14.  The economy of Tra Vinh in the Mekong Delta is agriculture-forestry based. Agriculture, \nforestry, and fisheries account for more than 60% of the total gross domestic product (GDP). \nHowever, the shares of construction, industry, and commerce are increasing. In 2007, the \nprovince’s total GDP was D6,111 billion, almost 14% higher than the previous year. Of Tra \nVinh’s 1.05 million population, 31% are Khmer (about 328,000). Annual per capita income in \n2007 was D9 million, lower than the national average. The province has 61,000 households \nliving under the national poverty line; 29,500 of these are Khmer. \n15.  Tra Vinh Province receives electricity from the national grid via the Vung Liem–Tra Vinh \n110 kV line. Two substations provide electricity in Tra Vinh Province: the 110/22 kV Tra Vinh \nsubstation and the 110/22 kV Duyen Hai substation. The Tra Vinh MV network consists of three-\nphase and single-phase 22 kV line totaling about 2,000 km. \n16.   Between 2000 and 2007, the rural electrification rate in Tra Vinh Province increased \nfrom  50%  to  86%;  in  2000  only  96  communes  (95,300  households)  had  access  to  grid \nelectricity. In 2007, the corresponding numbers are 102 communes with 204,000 households. \nTable A5.3 shows the rates of access to grid electricity by districts for total households and for \nKhmer households. \n ", "  Appendix 5  41\nTable A5.3: Connection Rates by District \nNo. Khmer   % HH with  % Khmer HH with \nDistrict  Total HH \nHH  Access to Grid Access to Grid \n Tra Vinh town  20,948    4,340  92.2  87.7 \n Cang Long   38,367    2,305  95.7  76.4 \n Chau Thanh  31,571    10,262  87.2  77.9 \n Cau Ke  27,559    8,423  80.5  72.5 \n Cau Ngang  31,900    11,626  80.2  75.0 \n Duyen Hai  21,684    3,543  84.8  67.7 \n Tieu Can  26,118    8,231  87.1  74.8 \n Tra Cu  39,516    24,101  86.9  88.5 \nTotal for Province   237,663    72,831  87.0  80.0 \nHH = household. \nSource: Power Company No 2. \n \n17.  PC 2 has carried out a feasibility study, and proposed that the Government extend the \ngrid to unserved communes. The objective of the subproject is to extend the MV and LV \nnetwork in 83 communes of seven districts in Tra Vinh Province to provide electricity to 19,923 \nhouseholds,  most  of  which  belong  to  the  Khmer  ethnic  group,  the  poorest  people  in  the \nprovince. The subproject will increase the province rural electrification rate from the current 87% \nto 94%, and will specially target Khmer ethnic households by bringing their electrification rate \nfrom the current 80% to 93%. \n18.  The subproject consists of an MV component and an LV component. For MV (22/15 kV), \nsingle circuit distribution lines will be built to connect seven districts, currently not connected to \nthe grid, to the existing MV grid. The MV component will build one 0.5 km three-phase MV line \nand 206 km of single-phase lines. The MV component includes also 418 transformers in seven \ndistricts (22/15 kV for 3-phase and 12.7/8.6 kV for single-phase). The LV component consists of \n636 km distribution lines and 19,923 drop-down transformers and meters for the corresponding \nnumber of households.  \n19.  The cost of the subproject is estimated at $7.9 million. \n20.  The average consumer electricity tariff in the province is D550 per kWh, while the buying \nprice  is  D635/kWh.  Distribution  losses  are  7%.  The  operation  and  maintenance  costs  are \nestimated at 2% of the capital investment costs. For the economic analysis, PC 2 values the \nbenefits of provision of electricity at the estimated cost of energy not served (15 times the \nconsumer tariff). The subproject is economically viable with the economic internal rate of return \nat 18.6% and present value equal to D103 million.  \n \n \n ", "42  Appendix 6 \n \nSUBPROJECT SELECTION CRITERIA AND APPROVAL PROCEDURES \nA.  Component 1: Mini-Hydro Development for Rural Electrification  \n1.  Selection Criteria \n1.  The subproject should include the following features: \n \n(i)  Be  technically  feasible  and  have  a  capacity  less  than  7.5 megawatts  (MW). \nInstitutional arrangements for ownership, project implementation, and operation \nand maintenance should be acceptable to the Asian Development Bank (ADB). \n(ii)  Be financially and economically viable after taking into account the cost of grid \nconnection and grid expansion to serve local communes. The financial internal \nrate of return should exceed the weighted average cost of capital.  \n(iii)  Have  strong  community  support  based  on  in-depth  consultations  with \nbeneficiaries. \n(iv)  Not  have  major  resettlement  impacts  requiring  relocation  of  households  or \nextensive land acquisition. It should be categorized as category B or category C \nunder ADB’s Involuntary Resettlement Policy (1995).  \n(v)  Not have major environment impacts. It should not involve transfer of water from \none sub basin to another, and should not be located in environmentally sensitive \nareas such as national parks and protected areas. It should be categorized as \ncategory B or category C under ADB’s Environment Policy (2002).  \n(vi)  Enable  electrification  of  a  minimum  of  100  households  per  MW  of  installed \ncapacity. (i.e., a 5 MW mini-hydropower project should enable the connection of \nat least 500 households).  \n(vii)  Have undertaken a poverty and social analysis, which has been submitted to \nADB  as  part  of  the  subproject  feasibility  report.  Over  50%  of  households \nreceiving electricity under the Project should have an income below the national \npoverty rate.  \n \n2.  Subproject Approval Procedure \n \n2.  The subproject approval should follow the following procedure \n \n(i)  International consultants will review the feasibility study of each component 1 \nsubproject and their recommendations will be incorporated in the feasibility study \nas appropriate.  \n(ii)  The  feasibility  study  and  Project  safeguard  documents,  including  the  initial \nenvironment examination report will be approved by the executive agencies. \n(iii)  ADB approves each subproject base on submitted feasibility study.  \n \nB.  Component 2: Network Expansion for Poor Communes \n1.  Selection Criteria  \n \n3.  The subproject should include the following features: \n \n(i)  At least 50% of households receiving electricity through a sub-project shall have \nan income level below the national poverty rate. \n ", "  Appendix 6  43 \n(ii)  To ensure the economic viability of the proposed rural electrification subprojects, \nthe average cost per electrified household in each province will be less than \n$1,500.  \n(iii)  The network expansion subproject should be environment category C (i.e., no \nadverse  environmental  impacts)  based  on  ADB’s  Environment  Policy  and \nminimal resettlement impacts.   \n \n2.  Approval Procedure \n \n4.  The subproject approval should follow the following procedure \n \n(i)  The PCs, in consultation with the provincial people’s committee, proposes the list \nof communes to be included in component 2 of the Project in each province. \n(ii)  MOIT provides no objection to the list of communes. \n(iii)  ADB approves the list of communes. \n \n ", "    4\n4\n   \nDETAILED COST ESTIMATES \nA\nTable A7.1: Detailed Cost Estimates by Component  pp\ne\n D Billion   $ Million  nd\n% of Base  ix 7\n Item   FX   LC   Total   FX   LC   Total  Costs   \nA. Investment Costs 566.6 2,338.6 2,905.2 33.53 138.38 171.90 100%\n1.  Component 1 - Grid Connected Small Hydropower 210.0 766.3 976.3 12.43 45.34 57.77 34%\na. Nam Nge Small Hydropower Project (Lai Chau) (PC1) 24.7 98.5 123.2 1.46 5.83 7.29 4%\nHydropower plant 20.4 63.8 84.2 1.21 3.78 4.98 3%\nConstruction 0.0 61.6 61.6 0.00 3.64 3.64 2%\nEquipment 20.4 2.3 22.6 1.21 0.13 1.34 1%\nTransmission line to grid and local distribution network 4.3 24.5 28.9 0.26 1.45 1.71 1%\nConstruction (including poles) 0.0 20.2 20.2 0.00 1.20 1.20 1%\nMaterials 4.3 4.3 8.7 0.26 0.26 0.51 0%\nResettlement and environmental conservation 0.0 10.1 10.1 0.00 0.60 0.60 0%\nb. Other Small Hydropower Project in Lai Chau and Dien Bien  102.7 377.0 479.7 6.08 22.31 28.39 17%\nProvinces (PC1)\nHydropower Plant 65.7 226.4 292.1 3.89 13.39 17.28 10%\nConstruction 0.0 219.1 219.1 0.00 12.96 12.96 8%\nEquipment 65.7 7.3 73.0 3.89 0.43 4.32 3%\nTransmission line to grid and local distribution network 37.0 100.0 136.9 2.19 5.92 8.10 5%\nConstruction (including poles) 0.0 95.9 95.9 0.00 5.67 5.67 3%\nMaterials 37.0 4.1 41.1 2.19 0.24 2.43 1%\nResettlement and environmental conservation 0.0 50.7 50.7 0.00 3.00 3.00 2%\nc. Small Hydropower Project in Quang Nam and Hue  82.6 290.7 373.3 4.89 17.20 22.09 13%\nProvinces (PC3)\nHydropower Plant 63.5 218.9 282.4 3.76 12.95 16.71 10%\nConstruction 0.0 211.8 211.8 0.00 12.53 12.53 7%\nEquipment 63.5 7.1 70.6 3.76 0.42 4.18 2%\nTransmission line to grid and local distribution network 19.1 51.5 70.6 1.13 3.05 4.18 2%\nConstruction (including poles) 0.0 49.4 49.4 0.00 2.92 2.92 2%\nMaterials 19.1 2.1 21.2 1.13 0.13 1.25 1%\nResettlement and environmental conservation 0.0 20.3 20.3 0.00 1.20 1.20 1%\n2.  Component 2 - Grid Extension and Rehabilitation 356.6 1,055.4 1,412.0 21.10 62.45 83.55 49%\na. Northern Viet Nam (PC1) 118.9 351.8 470.7 7.03 20.82 27.85 16%\nMV transmission line extension and LV distribution 118.9 321.4 440.3 7.03 19.02 26.05 15%\nConstruction (including poles) 0.0 308.2 308.2 0.00 18.24 18.24 11%\nMaterials 118.9 13.2 132.1 7.03 0.78 7.82 5%\n   Resettlement and environmental conservation 0.0 30.4 30.4 0.00 1.80 1.80 1% \n ", "   \n D Billion   $ Million \n% of Base \n Item   FX   LC   Total   FX   LC   Total  Costs \n \nb. Central Viet Nam (PC3) 118.9 351.8 470.7 7.03 20.82 27.85 16%\nMV transmission line extension and LV distribution 118.9 321.4 440.3 7.03 19.02 26.05 15%\nConstruction (including poles) 0.0 308.2 308.2 0.00 18.24 18.24 11%\nMaterials 118.9 13.2 132.1 7.03 0.78 7.82 5%\nResettlement and environmental conservation 0.0 30.4 30.4 0.00 1.80 1.80 1%\nc. Southern Viet Nam (PC2) 118.9 351.8 470.7 7.03 20.82 27.85 16%\nMV transmission line extension and LV distribution 118.9 321.4 440.3 7.03 19.02 26.05 15%\nConstruction (including poles) 0.0 308.2 308.2 0.00 18.24 18.24 11%\nMaterials 118.9 13.2 132.1 7.03 0.78 7.82 5%\nResettlement and environmental conservation 0.0 30.4 30.4 0.00 1.80 1.80 1%\nCommon Costs 0.0 516.9 516.9 0.00 30.58 30.58 18%\nProject management costs 0.0 134.8 134.8 0.00 7.98 7.98 5%\nDesign and supervision 0.0 382.1 382.1 0.00 22.61 22.61 13%\nB. Contingencies 88.6 327.3 415.8 5.24 19.36 24.60 14%\n1. Physical Contingencies 56.7 195.7 252.3 3.35 11.58 14.93 9%\n2. Price Contingencies 31.9 131.6 163.5 1.89 7.79 9.67 6%\nC. Financing Charges During Implementation 18.7 0.0 18.7 1.11 0.00 1.11 1%\nInterest During Construction (ADF Loan) 18.7 0.0 18.7 1.11 0.00 1.11 1%\n  Total Project Costs (A+B) 673.9 2,665.8 3,339.8 39.88 157.74 197.62 115% \nFX = foreign currency, LC = local currency, LV = low voltage, MV = medium voltage, PC = Power Company No. \nSource: Asian Development Bank staff estimates. \n \n \nA\np\np\ne\nn\nd\nix\n 7\n \n4\n5\n \n ", "    4\n6\n   \nTable A7.2: Detailed Costs by Financier \nA\n  pp\ne\nn\nComponent 1 - Small Hydro Component 2 - Grid Extension Total Financing d\nTotal  ADB  Financed  Total  ADB   Financed  Total  ADB  Financed by  ix 7\n Power Company 1  Cost  Financed  by PC  Cost  Financed  by PC  Cost  Financed   %  PC   %   \nA.  Investment Costs\n1. Civil Works 23.5 23.5 0.0 18.2 18.2 0.0 41.7 41.7 100.0 0.0 0.0\n2. Equipment 5.7 5.7 0.0 0.0 0.0 0.0 5.7 5.7 100.0 0.0 0.0\n3. Transmission (materials) 2.9 2.9 0.0 7.8 7.8 0.0 10.8 10.8 100.0 0.0 0.0\n4. Resettlement and Environmental Conservation 3.6 0.0 3.6 1.8 0.0 1.8 5.4 0.0 0.0 5.4 100.0\n5. Project Management Costs 2.0 0.0 2.0 1.6 0.0 1.6 3.6 0.0 0.0 3.6 100.0\n6. Design and Supervision 5.7 0.0 5.7 4.5 0.0 4.5 10.2 0.0 0.0 10.2 100.0\nSubtotal (A) 43.4 32.1 11.3 33.9 26.1 7.8 77.3 58.1 75.2 19.1 24.8\nB. Contingencies 6.2 4.6 1.6 4.8 3.7 1.1 11.1 8.3 75.2 2.7 24.8\nC. Financing Charges (IDC of ADF Loan) 0.3 0.3 0.0 0.2 0.2 0.0 0.5 0.5 100.0 0.0 0.0\nTotal Financing PC1 49.9 36.9 12.9 38.9 30.0 8.9 88.8 66.9 75.4 21.9 24.6\nComponent 1 - Small Hydro Component 2 - Grid Extension Total Financing\nTotal  ADB  Financed  Total  ADB   Financed  Total  ADB  Financed by \n Power Company 2  Cost  Financed  by PC  Cost  Financed  by PC  Cost  Financed   %  PC   % \nA.  Investment Costs\n1. Civil Works 0.0 0.0 0.0 18.2 18.2 0.0 18.2 18.2 100.0 0.0 0.0\n2. Equipment 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0\n3. Transmission (materials) 0.0 0.0 0.0 7.8 7.8 0.0 7.8 7.8 100.0 0.0 0.0\n4. Resettlement and Environmental Conservation 0.0 0.0 0.0 1.8 0.0 1.8 1.8 0.0 0.0 1.8 100.0\n5. Project Management Costs 0.0 0.0 0.0 1.6 0.0 1.6 1.6 0.0 0.0 1.6 100.0\n6. Design and Supervision 0.0 0.0 0.0 4.5 0.0 4.5 4.5 0.0 0.0 4.5 100.0\nSubtotal (A) 0.0 0.0 0.0 33.9 26.1 7.8 33.9 26.1 76.9 7.8 23.1\nB. Contingencies 0.0 0.0 0.0 4.8 3.7 1.1 4.8 3.7 76.9 1.1 23.1\nC. Financing Charges (IDC of ADF Loan) 0.0 0.0 0.0 0.2 0.2 0.0 0.2 0.2 100.0 0.0 0.0\n   Total Financing PC2 0.0 0.0 0.0 38.9 30.0 8.9 38.9 30.0 77.0 8.9 23.0 \n \n \n \n \n \n ", "   \nComponent 1 - Small Hydro Component 2 - Grid Extension Total Financing\nADB  Financed by  Total  ADB  Financed  ADB  Financed by \n Power Company 3  Total Cost Financed PC Cost Financed by PC Total Cost Financed % PC %\nA.  Investment Costs\n1. Civil Works 15.5 15.5 0.0 18.2 18.2 0.0 33.7 33.7 100.0 0.0 0.0\n2. Equipment 4.2 4.2 0.0 0.0 0.0 0.0 4.2 4.2 100.0 0.0 0.0\n3. Transmission (materials) 1.3 1.3 0.0 7.8 7.8 0.0 9.1 9.1 100.0 0.0 0.0\n4. Resettlement and Environmental Conservation 1.2 0.0 1.2 1.8 0.0 1.8 3.0 0.0 0.0 3.0 100.0\n5. Project Management Costs 1.2 0.0 1.2 1.6 0.0 1.6 2.8 0.0 0.0 2.8 100.0\n6. Design and Supervision 3.5 0.0 3.5 4.5 0.0 4.5 8.0 0.0 0.0 8.0 100.0\nSubtotal (A) 26.9 20.9 6.0 33.9 26.1 7.8 60.7 46.9 77.3 13.8 22.7\nB. Contingencies 3.8 3.0 0.9 4.8 3.7 1.1 8.7 6.7 77.3 2.0 22.7\nC. Financing Charges (IDC of ADF Loan) 0.2 0.2 0.0 0.2 0.2 0.0 0.4 0.4 100.0 0.0 0.0\nTotal Financing PC3 30.9 24.1 6.8 38.9 30.0 8.9 69.8 54.1 77.4 15.8 22.6\n   Total Project 80.8 61.0 19.8 116.8 90.0 26.8 197.6 151.0 76.4 46.6 23.6 \nADB = Asian Development Bank, ADF = Asian Development Fund, IDC = interest during construction, PC = power company No. \nSource: ADB estimates. \n \nA\np\np\ne\nn\nd\nix\n 7\n \n4\n7\n \n ", "    4\n8\n   \nIMPLEMENTATION SCHEDULE \nA\n2009 2010 2011 2012 2013 2014 p\np\nItem Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 e\nn\nd\nLoan Approval * ix 8\nLoan Effectivity *  \nComponent 1 - Small Hydro\nPower Company 1\nRecruitment of Consultants\nIdentification and Ranking\nFeasibility Studies\nBidding Documents\nProcurement\nImplementation\nCommisisoning\nPower Company 2\nRecruitment of Consultants\nIdentification and Ranking done\nFeasibility Studies\nBidding Documents\nProcurement\nImplementation\nCommisisoning\nComponent 2 - Grid Extensions\nPower Company 1\nRecruitment of Consultants\nIdentification and Ranking\nFeasibility Study\nBidding Documents\nProcurement\nImplementation\nPower Company 2\nIdentification and Ranking completed\nFeasibility Study completed\nBidding Documents\nProcurement\nImplementation\nPower Company 3\nRecruitment of Consultants\nIdentification and Ranking\nFeasibility Study\nBidding Documents\nProcurement\nImplementation\n \nSource: Asian Development Bank estimates. \n ", "  Appendix 9  49 \nPROCUREMENT PLAN \n \nProject Name: Renewable Energy and  Loan (grant) \nNetwork Expansion and Rehabilitation for  Number_____________________ \nRemote Communes Sector Project \nLoan Amount: $151 million  Executing Agency: Power Company 1 (PC \n1), Power Company 2 (PC 2), and Power \nCompany 3 (PC 3) \nDate of First Procurement Plan (loan  Date of this Procurement Plan: \n(grant) approval date) March 2009  25 February 2009 \nA.  Section 1: Process Thresholds, Review, and 18-Month Procurement Plan \n1.  Project Procurement Thresholds \n1.  Except  as  the  Asian  Development  Bank  (ADB)  may  otherwise  agree,  the  following \nprocess thresholds shall apply to procurement of goods and works  \n \nProcurement of Goods and Works \nMethod  Threshold \n   \nInternational Competitive Bidding for Worksa  $2,000,000 \nInternational Competitive Bidding for Goodsa  $500,000 \nNational Competitive Bidding for Worksa  < $2,000,000 \nNational Competitive Bidding for Goodsa  < $500,000 \nShopping for Works  < $100,000 \nShopping for Goods  < $100,000 \n   \na  ADB. 2006. Project Administration Instructions. Section 3.04: Local Procurement. Manila (revised April 2008, \npara. 3 dealing with national competitive bidding). \n2.  ADB Prior or Post Review \n \n2.  Except as ADB may otherwise agree, the following prior or post review requirements \napply to the various procurement and consultant recruitment methods used for the Project.   \n \nProcurement of Goods and Works \nProcurement Method  Prior or Post  Comments \n     \nInternational Competitive Bidding for   Prior   \nWorks \nInternational Competitive Bidding for  Prior   \nGoods \nNational Competitive Bidding for Works  Post  First contract to be prior review \nNational Competitive Bidding for Goods  Post  First contract to be prior review \nShopping for Works  Post   \n \n ", "50  Appendix 9 \n \n \nProcurement Method  Prior or Post  Comments \nShopping for Goods  Post   \nRecruitment of Consulting Firms \nFirms    Consultants financed by an \nexecuting agency will be \nrecruited by the executing \nagency using national \nregulations. Consultants \nfinanced under the TA will be \nrecruited by ADB. \nRecruitment of Individual Consultants \nIndividual Consultants    Consultants financed by an \nexecuting agency will be \nrecruited by the executing \nagency using national \nregulations. Consultants \nfinanced under the TA will be \nrecruited by ADB. \n \n3.  Goods and Works Contracts Estimated to Cost More Than $1 Million \n \n3.  The following table lists goods and works contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months. \n \nPrequalification  Advertisement \nGeneral  Contract  Procurement  of Bidders  Date \nDescription  Value  Method  (Y/N)  (quarter/year)  Comments \nPC 1    ICB/NCB  N  Q1/2011  None before \n2011 \nPC 2           \nMV  $4 million  ICB/NCB  N  Q4/2009  Component 2 \ntransmission  25% of total \nand LV  scope for PC 2: \ndistribution  several contracts\nlines civil \nworks \nMaterials for  $1.75  ICB/NCB  N  Q4/2009  Component 2 \nMV  million  25% of total \ntransmission  scope for PC 2 \nand LV \ndistribution \nlines \nPC 3    ICB/NCB  N  Q1/2011  None before \n2011 \nLV = low voltage, MV = medium voltage, PC = Power Company No, Q: Quarter. \n4.  Consulting Services Contracts Estimated to Cost More Than $100,000  \n4.  The following table lists consulting services contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months. \n \n ", "  Appendix 9  51 \n      Advertisement  International or   \nGeneral  Contract  Recruitment   Date  National   \nDescription  Value  Method1  (quarter/year)  Assignment  Comments \nPC 1  Tbd  National  Q3/2009  National  Feasibility and \nregulations  detailed design \nconsultants \nfinanced by the \nexecuting \nagency: one \neach for \ncomponents 1 \nand 2 \nPC 2  Tbd  National  Q3/2009  National  Detailed design \nregulations  and supervision \nconsultants \nfinanced by the \nexecuting \nagency: for \ncomponent 2 \nPC 3  Tbd  National  Q3/2009  National  Feasibility and \nregulations  detailed design \nconsultants \nfinanced by the \nexecuting \nagency: one \neach for \ncomponents 1 \nand 2 \nTA consultants for  $1.9  QCBS (80/20)  Q3/2009  International  Implementation \nmini hydropower  million  supervision \ncomponent  consultant \nfinanced by ADB \nTA consultant for  $0.24  Individual  Q3/2009  International and  One international \nEnergy Law  million  consultants  National  and one national \nconsultant \nICB = international competitive bidding, LV = low voltage, MV = medium voltage, NCB = national competitive bidding, \nPC= Power Company No, QCBS = Quality and Cost Based Selection, Tbd = to be decided, Q = Quarter. \n5.  Goods and Works Contracts Estimated to Cost Less than $1 Million and \nConsulting Services Contracts Less than $100,000 \n5.  The  following  table  groups  smaller-value  goods,  works,  and  consulting  services \ncontracts for which procurement activity is either ongoing or expected to commence within the \nnext 18 months. \n \nValue of  Procurement / \nGeneral  Contracts  Number of  Recruitment \nDescription  (cumulative )  Contracts  Method1  Comments \nTbd  Tbd  Tbd  Tbd   \nTbd = to be decided. \n ", "52  Appendix 9 \n \nA.  Section 2: Project Procurement Plan \n1.  Indicative List of Packages Required Under the Project \n6.  The following table provides an indicative list of all procurement (goods, works, and \nconsulting services) over the life of the project. Contracts financed by the Government and \nothers should be indicated, with an appropriate notation in the comments section. \n \nPower Company 1 \nEstimated  Estimated  Domestic \nGeneral  Value  Number of  Procurement  Preference \nDescription  (cumulative)  Contracts  Method  Applicable  Comments \nComponent 1: Small Hydro \nGoods           \nHydropower plant  $8 million  4-6  ICB  —  2011: number \nelectromechanical  of subprojects \nequipment  tbd in 2010 \nMV transmission  $3 million  2–4  ICB  —  2011: number \nand LV  of subprojects \ndistribution  tbd in 2010 \nmaterials \nWorks           \nCivil works for  $18 million  4-6  ICB/NCB  —  2011: number \ndams, waterways  of subprojects \nand power plant  tbd in 2010 \nMV transmission  $7 million  2–4  ICB  —  2011: number \nand LV  of subprojects \ndistribution lines  tbd in 2010 \nComponent 2: Network Expansion \nGoods           \nMV transmission  $8 million  Tbd  ICB  —  2011 \nand LV \ndistribution \nmaterials \nWorks           \nMV transmission  $18 million  Tbd  ICB/NCB  —  2011 \nand LV \ndistribution lines \n           \n  Estimated  Estimated       \nGeneral  Value  Number of  Recruitment  Type of   \nDescription  (cumulative)  Contracts  Method  Proposal  Comments \nConsulting  $11 million  2  Vietnamese    2009: financed \nServices  regulations  by executing \nagency \nICB = International competitive bidding, LV = low voltage, MV = medium voltage, NCB = national competitive bidding, \n \nTbd = to be decided.\n \n ", "  Appendix 9  53 \nPower Company 2 \n  Estimated  Estimated    Domestic   \nGeneral  Value  Number of  Procurement  Preference   \nDescription  (cumulative)  Contracts  Method  Applicable  Comments \nComponent 2 – Network Expansion \nGoods           \nMV  $8 million  Tbd  ICB  -  2011 \ntransmission \nand LV \ndistribution \nmaterials \nWorks           \nMV  $18 million  Tbd  ICB/NCB  -  2011 \ntransmission \nand LV \ndistribution \nlines \n  Estimated  Estimated       \nGeneral  Value  Number of  Recruitment   Type of Proposal   \nDescription  (cumulative)  Contracts  Method  Comments \nConsulting  $4.5 million  1  Vietnamese    2009: \nServices  regulations  Financed \nby \nexecuting \nagency \nICB = international competitive bidding, LV = low voltage, MV = medium voltage, NCB = national competitive bidding, \nTbd = to be decided. \nPower Company 3 \n  Estimated  Estimated    Domestic   \nGeneral  Value  Number of  Procurement  Preference   \nDescription  (cumulative)  Contracts  Method  Applicable   Comments \nComponent 1 – Small Hydro \nGoods           \nHydropower plant  $4 million  1–2  ICB  -  2011: \nelectromechanical  number of \nequipment  subprojects \ntbd in 2010 \nMV transmission  $1.3 million  1  ICB  -  2011: \nand LV  number of \ndistribution  subprojects \nmaterials  tbd in 2010 \nWorks           \nCivil works for  $13 million  1–2  ICB/NCB  -  2011: \ndams, waterways,  number of \nand power plant  subprojects \ntbd in 2010 \nMV transmission  $3 million  1–2  NCB  -  2011: \nand LV  number of \ndistribution lines  subprojects \ntbd in 2010 \nICB = international competitive bidding, LV = low voltage, NCB = national competitive bidding. \n ", "54  Appendix 9 \n \n  Estimated  Estimated    Domestic   \nGeneral  Value  Number of  Procurement  Preference   \nDescription  (cumulative)  Contracts  Method  Applicable   Comments \nComponent 2: Network Expansion \nGoods           \nMV transmission  $8 million  Tbd  ICB  -  2011 \nand LV \ndistribution \nmaterials \n           \nWorks           \nMV transmission  $18 million  Tbd  ICB/NCB  -  2011 \nand LV \ndistribution lines \n           \n  Estimated  Estimated       \nGeneral  Value  Number of  Recruitment   Type of   \nDescription  (cumulative)  Contracts  Method  Proposal  Comments \n           \nConsulting  $7 million  2  Vietnamese  -  2009: \nServices  regulations  financed by \nexecuting \nagency \nICB = international competitive bidding, LV = low voltage, MV = medium voltage, NCB = national competitive bidding, \nTbd = to be decided. \nTechnical Assistance \n  Estimated  Estimated       \nGeneral  Value  Number of  Recruitment   Type of   \nDescription  (cumulative)  Contracts  Method2  Proposal3  Comments \nTA  $1.9 million  One  QCBS  FTP  Implementation \nconsultants  supervision \nfor mini- consultant \nhydropower  financed by \ncomponent  ADB \nTA consultant  $0.24 million  Two  2 individual  BTP  One \nfor energy law  consultants  international \nand one \nnational \nconsultant \nNGOs for  $0.13 million  One  QBS  BTP  One NGO \nincome \ngenerating \nactivities \nBTP = bio-data technical proposal, FTP = Full technical proposal, QBS = quality-based selection, QCBS \n= quality and cost based selection, TA = technical assistance. \n ", "  Appendix 10  55 \nTECHNICAL ASSISTANCE DESCRIPTION, COST ESTIMATES,  \nAND OUTLINE TERMS OF REFERENCE \n \nA.  Part 1: Technical Assistance to Prepare the Renewable Energy Law and Related \nDecrees \n1.  Background \n1.  The Government of Viet Nam is considering the enactment of a renewable energy law. It \nwould  declare  the  main  Government  objectives  for  renewable  energy,  and  provide  the \nnecessary legal authority for establishing a renewable energy fund, the proposed mechanism \nfor providing subsidies to renewable energy development.1 A law is required to provide the \nauthority and legal certainty of subsidy support to renewable energy development, without which \nsubsidy and support payments will not enable project investment by the private sector. The law \nwill also provide the necessary mandate for the Ministry of Industry and Trade (MOIT) to \nassume the central role in renewable energy promotion and development, and to take the lead \nin  policy  coordination  (the  present  lack  of  which  is  an  important  constraint  to  project \ndevelopment).  Finally,  in  the  event  that  the  Government  establishes  binding  targets  for \nrenewable energy, the law provides the authority for setting penalties for noncompliance. \n2.  Scope of Work \n2.  The  Asian Development  Bank  (ADB)  will  recruit  one  international and  one  national \nindividual consultant to provide technical assistance to MOIT for 12 person-months (4 person-\nmonths of international consulting inputs and 8 person-months of national consulting inputs). \nThe consultants will report to MOIT and ADB. The selected international consultant will need to \nbe a senior expert of international stature in energy policy. \n3.  Terms of Reference \n3.  The international consultant will assist the Government in preparing a renewable energy \nlaw,  and  in  drafting  the  set  of  implementing  decisions.  The  consultant  will  (i)  consider \nexperience  in  other  countries  to  prepare  an  analysis  of  alternative  ways  of  funding  the \nrenewable  energy  fund:  (ii)  prepare  a  series  of  papers  outlining  the  advantages  and \ndisadvantages  of  alternative  policy  choices;  and  (iii)  assist  in  drafting  the  law  and  the \nimplementing  decisions.  An  important  part  of  the  consultancy  will  be  to  propose  efficient \nmechanisms for the disbursement of subsidies, to be stipulated in the implementation decrees.  \n4.  Implementation Arrangements \n4.  MOIT will be the Implementing Agency and provide counterpart staff, office space, and \nfurniture without cost to the consultant. The executing agencies will also provide available \ndocumentation. \n                                                 \n1  A similar law is currently being drafted (with ADB support) in the area of energy efficiency. \n ", "56   Appendix 10 \n \nB.  Part 2: Capacity Building for Mini-Hydropower Development \n1.  Background \n5.  Component  1,  Mini  Hydropower  Projects  for  Rural  Electrification  in  Mountainous \nProvinces, will be carried out by two executing agencies2 in Lai Chau, Dien Bien and Son La \n(under Power Company 1 [PC 1]); and Quang Nam and Hue provinces (both under PC 3). The \nwork will be carried out in two stages for each component in each province: preconstruction and \nconstruction. Component 2, Network Expansion and Rehabilitation of Distribution Networks \nServing Poor Communes, will be carried out in the operations areas of PC 1 in northern Viet \nNam (Lai Chau and Dien Bien provinces), PC 2 in southern Viet Nam (Tra Vinh and Soc Trang \nprovinces), and PC 3 in central Viet Nam (Quang Tri province).3 The network expansion and \nrehabilitation will be to facilities owned by each power company. The consultants will provide \ncapacity  building  in  undertaking  mini  hydro  power  development  in  an  environmentally  and \ntechnically sustainable and socially inclusive manner to regional level and provincial level staff. \n2.  Scope of Work \n6.  Each  executing  agency  will  finance  and  recruit  national  consultants  to  prepare  the \nfeasibility studies, technical design, and bidding documents; and supervise implementation of \nthe selected subprojects. ADB will recruit an international consulting firm to provide capacity \nbuilding to the executing agencies and their regional project management boards in mini hydro \ndevelopment. The consultants will provide knowledge transfer to the executing agency staff \nduring the Project implementation and provide training on preventive maintenance of mini hydro \nfacilities. The assistance will be for 110 person-months of consulting services (56 person-\nmonths of international consulting inputs and 54 person-months of national consulting inputs). \nThe consultants will report to the power companies and to ADB. Specialists should have the \nfollowing  expertise:  team  leadership  in  renewable  energy  and  rural  electrification  projects \nplanning; small hydropower planning, design, and construction; medium voltage transmission \nand low voltage distribution design; rural electrification economics; financial and institutional \nanalysis; environment; resettlement, gender, ethnic minorities, social development, and poverty \nanalysis;  CDM  document  preparation;  capacity  building  on  preventive  maintenance;  and \nmonitoring and evaluation. \n3.  Terms of Reference \na.  Stage 1: Preconstruction \n7.  Under  component  1  the  consultant  will  provide  capacity  building  to  the  executing \nagencies’  project  management  boards  responsible  for  project  implementation  to  group \nsubprojects in each province for feasibility study, procurement, and implementation separately \nfor each component according to a predetermined set of selection criteria.  \n8.  The  consultant  will  provide  capacity  building  in  all  technical  aspects  of  (i)  project \npreparation and technical design; and (ii) bid document preparation ensuring that they comply \nwith ADB requirements. The consultant will also provide training and guidance to the executing \nagencies to prepare necessary documentation for CDM registration. \n \n                                                 \n2  The executing agencies for component 1 are PC 1 and PC 3; and for component 2 are PC 1, PC 2. and PC 3 \n3  Additional provinces could be included later subject to availability of funds. \n ", "  Appendix 10  57 \n9.  In  accordance  with  ADB’s  Environment  Policy  (2002),  Environmental  Assessment \nGuidelines  (2003),  and  Public  Communications  Policy  (2005);  the  consultant  will  (i)  help \nprepare the initial environmental examination (IEE) as required of the proposed hydropower \nsubprojects,  associated  transmission  lines,  and  substations,  considering  the  likely  impacts \nassociated with preconstruction and construction activities, as well as the long-term impacts \nduring operation; and (ii) as part of the EIA and IEE, assist in preparing an environmental \nmanagement  plan  (EMP)  detailing  environmental  mitigation  measures  to  address  each \nidentified impact and an environmental  monitoring program to be implemented during various \nproject phases. The EMP will identify specific costs, institutional responsibilities, schedule and \ntime  frame,  location,  and  monitoring  parameters.  The  consultant  will  also  (i)  conduct  an \nassessment of current institutional capability to implement the EMP and propose any necessary \ncapacity building program; and (ii) provide guidance to the EAs to conduct consultations with \ngroups  to  be  affected  (local  residents,  local  officials,  people’s  organizations,  and  other \nstakeholders) by the Project. For category B projects, the public consultation will be conducted \nat least once. The consultant will train the EAs in (i) documenting the results of the consultation \nin the IEE; (ii) ensuring that the cost for implementing mitigation measures, monitoring plan, and \nenvironmental management capacity strengthening activities are included in the subproject cost; \nand (iii) preparing the terms of reference for any further detailed environmental assessments, if \nrequired,  in  consultation  with  all  concerned.  The  consultants  will  provide  assistance  in \ncoordination during district, provincial and national consultation workshops. \n10.  The consultant will, for each district in which subprojects will be developed under the \nProject, (i) guide the EA prepare a sample-based social impact assessment, including gender \nanalysis to provide adequate information, including any potential impacts on ethnic minorities; \nprovide  mitigation  measures  and  affirmative  activities  to  ensure  that  ethnic  minorities  are \nsafeguarded  during  construction  and  project  implementation;  (ii) guide  the  EA  prepare  a \nresettlement plan for each subproject if it will result in social impacts that will trigger ADB’s \nInvoluntary Resettlement Policy (1995) and include a gender strategy in each resettlement plan; \nand (iii) train the EA review and assess the risk of the spread of HIV/AIDS and other sexually \ntransmitted diseases during construction;  \nb.  Stage 2: Construction \n11.  The consultant will provide capacity building to PC 1, PC 2, and PC 3 and its project \nmanagement boards, as required, (i) to evaluate the bids under components 1 and 2 as per \nADB Guidelines, and (ii) during contract negotiations if necessary. \n12.  The consultant will provide capacity building on construction monitoring of the facilities \nunder component 1 to ensure the timely progress of the works, that the works are carried out in \naccordance with the design and specifications, and that the quality of works meets the required \nstandards and specifications. The consultant will provide capacity building to the executing \nagencies under component 1, as required in the supervision of the equipment suppliers to \nensure the timely progress of the works, to ensure that the works are carried out in accordance \nwith the design and specifications and that the quality of supply and installation works meets \nrequired standards and specifications. The consultants will also provide capacity building in \nsetting up provincial entities to assume responsibility for operation and maintenance of mini-\nhydropower plants developed under the Project, and provide assistance in preparing operation \nand maintenance manuals and procedures.  \n ", "58   Appendix 10 \n \nc.  Monitoring and Evaluation \n13.  To ensure proper implementation of all ethnic minority development activities according \nto  the  Project’s  ethnic  minority  development  framework,  monitoring  and  evaluation  will  be \nconducted for the ethnic minority stakeholders benefiting from the Project. \n14.  The  consultant  will  provide  capacity  building  in  monitoring  implementation  of  the \nenvironmental management plan (EMP) of the EIA by the contractors, and implementation of \nthe resettlement and ethnic minority development plan. The consultant will provide experienced \nand qualified specialists on environment and resettlement to assist EVN. The scope of work \nincludes (i) assist PC 1 in establishing the environment management unit (EMU) and setting up \nprocedures for monitoring compliance of contractors with EMU requirements; (ii) train the EAs \nprepare  a  detailed  program  to  implement  the  EMPs  during  construction,  including \n(a) environment properties that require supervision, work under supervision, and monitoring \nfrequency in correlation with Viet Nam and international standards; (b) collection of social data; \n(c) assistance to the EMU in monitoring the specific aspects as outlined in the EMPs; (d) details \nof mitigation measures applied during project implementation; and (e) regular reports and final \nreports on the environment for impact assessment; (iii) review regular reports made by the third \nparty  monitoring  agency  and  assist  EVN  and/or  power  companies  to  perform  necessary \nmeasures in response to comments and recommendations indicated in these reports; (iv) guide \nthe EAs prepare regular reports for EVN and ADB on progress in implementing the EMP; and \n(v) coordinate with the EMU of power companies, local authorities, and contractors to minimize \nadverse impacts on social and natural environment issues, and address them as required. \nC.  Part 3: Promoting Productive Use of Electricity \n1.  Scope of Work \n15.  ADB will recruit a Non-governmental organization (NGO) to provide assistance to the \nexecuting agencies during project implementation to promote safe productive use of electricity. \nThe assistance will be for 70 person-months of consulting services (national consulting inputs). \nThe NGO will report to the power companies and to ADB. NGO staff should have the following \nexpertise: team leadership in renewable energy and rural electrification, micro-credit finance, \nnon-farming  development,  ethnic  minority  livelihood,  gender  and  health  issues  of  rural \ncommunities, and an expert in safe use of electricity in rural areas. \n2.  Terms of Reference \n16.  The overall tasks for an NGO will be to (i) cooperate and support relevant capacity \nbuilding training of the provincial project management unit in planning and implementing the \nproject activities following ADB’s social guidelines; (ii) provide capacity building training for the \nCMB to implement the subproject-specific ethnic minority development plan and undertake \nother relevant tasks; (iii) implement the project HIV/AIDS/human trafficking prevention program; \n(iv) implement the project gender strategy; accordingly ensure that gender issues are addressed \nin  all  project  activities  and  that  ethnic  minority  women  are  provided  relevant  support  to \nparticipate and benefit from the Project; (v) undertake motivational work to improve ethnic \nminority households’ awareness of safe electricity use and possibilities in utilizing electricity;  \n(vi)  conduct needs assessment for microcredit schemes for the ethnic minority households for \nwomen and men; (vii) identify loan schemes for men and women; (viii) prepare proposal with the \nmen and women borrowers to secure loans from the Social Policy Bank and Women’s Union; \n(ix) support poor and near poor households’ access to microcredit through available microcredit \nchannels especially from the Social Policy Bank, and Women’s Union and provide them with \n ", "  Appendix 10  59 \ntechnical support for efficient utilization of the loans for to improve household incomes through \nelectricity; (x) cooperate with the Social Policy Bank and Women’s Union and facilitate their \nwork in the project villages; (xi) provide capacity building and support to mass organizations in \ntheir facilitating role toward poor households in accessing microcredit; and (xii) provide district \nagricultural  extension  centers  with  relevant  capacity  building  according  to  training  needs \nassessment  in  giving  poor  ethnic  minority  households  technical  support  in  production  and \nincome-generation development activities. \n ", "    6\n0\n   \nTable A.10: Cost Estimates and Financing Plan \nA\n($'000)  p\np\n  e\nn\n Small Hydro   Income- dix\nItem Project   Energy  Generating   Financing   1\n0\nImplementation  Law  Activities  Total  Source   \nA.  Climate Change Fund and \nTechnical Assistance Special Funda\n1. Consultants\na. Remuneration and Per Diem\ni. International Consultants                    1,118             1 00             -         1,218 CCF\nii. National Consultants                       187               3 2              56            275 CCF\nb. International and Local Travel                        425                3 4                33              492 TASF\nc. Reports and Communications                         35                1 0                 5                 50 TASF\n4. Miscellaneous Administration and Support Costs                         55                11              12              78 TASF\n5. Training, Seminars, and Conferences                          85                3 0                30              145 TASF\n6. Representative for Contract Negotiations                            5               -               -                 5  TASF\n7. Contingenciesb                        190               3 3              14            237\n    Subtotal (A)                    2,100              250              150           2 ,500\nB. Power Company Financing\n1. Office Accommodationc                           21                  -                    2                 23 \n2. Transportd                        105                  -                    8               113 \n3. Remuneration and Per Diem of Counterpart Staff                        200                  -                  14               214 \n4. Others                         21                 -                   2                23 \n    Subtotal (B)                       347                 -                 25              371 \nC. Government Financing\n1. Office Accommodationc                            -                    3                  -                    3 \n2. Remuneration and Per Diem of Counterpart Staff                           -                  24                  -                  24 \n3. Others                           -                    3                  -                    3 \n    Subtotal (C)                          -                 29                 -                 29 \n    Total                     2,447               279               175            2,900   \n \na  Administered by the Asian Development Bank. \nb  Contingency amount is composed of $107,000 (CCF) and $130,000 (TASF). \nc   The executing agencies and the Ministry of Industry and Trade will provide furnished office space for the consultants including telephone line and \ninternet connection. \nd  The executing agencies will provide vehicles for site surveys. \nSource: ADB Staff estimates. \n ", "  Appendix 11   61\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \nCountry/Project Title: Viet Nam/Renewable Energy Development and Network Expansion and Rehabilitation for Remote \nCommunes Sector Project \n \nLending/Financing  Department/  Southeast Asia Department/ \nSector Loan \nModality:  Division:  Infrastructure Division \nI.  POVERTY ANALYSIS AND STRATEGY \nA. Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \nViet Nam has been one of the fastest growing economies in Asia for the last two decades, with real gross domestic \nproduct (GDP) growth averaging 8.0% per annum during 2003–2007; per capita GDP increased to $817 in 2007 \ncompared with $441 in 2002. Although the country has suffered from high inflation due to high energy and food prices \nand supply bottlenecks, the long-term growth prospects remain positive. Viet Nam has achieved remarkable progress in \nsocioeconomic development since 1993. The reduction in the national poverty rate from 58% in 1993 to less than 20% by \n2007 is unprecedented. However, poverty remains at over 50% in northern mountain provinces inhabited by ethnic \nminority communities. The lack of infrastructure facilities and nonfarm income generation activities has contributed to the \npersistent poverty in these isolated areas. The country strategy and program of the Asian Development Bank (ADB) for \nViet Nam focuses on supporting pro-poor economic growth, social equity and balanced development, and sustainable \nenvironment management. One of the key challenges for poverty reduction in Viet Nam’s Socio-economic Development \nPlan (SEDP) is to provide the basic services and infrastructure needed to ensure the access to markets needed to attract \nprivate investment and create jobs. ADB’s country strategy to help the Government reduce poverty by implementing \nSEDP targets is particularly focused on promoting pro-poor, economic growth. Provision of basic infrastructure is one of \nthe prerequisites. The Government’s poverty reduction strategy emphasizes support for poor, remote, isolated, and ethnic \nminority areas.  \n \nThe  potential  for  electricity  to  facilitate  communication,  income  generation,  and  economic  growth  is  part  of  the \nGovernment’s poverty reduction strategy. Currently 91.5% of households in Viet Nam are connected to the national \npower grid system. The Government plans to extend the system to connect about 96% of villages. Those remaining \nunconnected are communes in remote mountain, central, and southern provinces, often inhabited by ethnic minorities \nwith 40%–70% of the population living under the national poverty line. The Project contributes to the Government’s \nobjective of ensuring electricity to 100% of households by 2012. The Project is targeted to connect more than half of the \nremaining villages without access to electricity with mini-hydro schemes and network expansion. It will thus contribute to \nthe Government’s goal of promoting pro-poor and balanced economic development of remote and isolated mountainous \nand isolated communes using renewable energy. \nB.  Poverty Analysis  Targeting Classification: Targeted intervention (geographical poverty issues [TI-G]) \n1. Key Issues  \nThe Project is designed with a special focus on geographically target poor communities for electrification in the northern, \ncentral, and southern provinces. It will include remote communes and unelectrified communes of these provinces. \nElectrification of communes and villages without access to electricity is one of the criteria for selecting sites for \ndevelopment of mini-hydropower plants and network expansion under the Project. Given Viet Nam’s rate of electrification \nof over 90%, the remaining communes and villages to be electrified under the Project are likely to be poor communes \nwith little access to infrastructure such as electricity. Component 2 for grid extension and rehabilitation is specifically \ntargeted for communes that are officially classified as poor to receive government assistance under Program 135 for \npoverty reduction and rural infrastructure development or at least 50% of households receiving electricity through a \nsubproject shall have income level below the national poverty rate. The Project will support the Government’s effort to \nprovide all households in the country with electricity by 2020 as part of rural infrastructure provision in the Government’s \nSEDP. The Project will contribute indirectly to poverty reduction by providing electricity to households, and improving \nsocioeconomic and living standards in high-poverty geographic areas. Social and poverty impact assessment for the \ncentral  and  southern  communes  has  not  been  completed  yet.  Social  and  poverty  assessment  for  mountainous \ncommunes indicates that electricity is mainly used for household purposes such as lighting. The scope for productive use \nof electricity in the mountainous communes is limited, especially in ethnic minority dominated areas.  \n2. Design Features \nThe poor households (i.e., those having a monthly income of less than D200,000 ($13) per capita will receive free \nelectricity connections. The Project thus contributes particularly to inclusive social development by improving living \nconditions, and to a lesser extent to pro-poor economic growth through some additional potential for income generation of \npoor  remote  mountain  communities  through  productive  use  of  electricity.  Under  the  productive  use  of  electricity \ncomponent, ethnic minority individual households or groups will be supported to get access to microfinance from the \nexisting microfinance program of the Social Policy Bank. Microfinance will be used for productive activities and to create \nincome-earning opportunities through small businesses. The productive use of electricity component will be limited to the \nsubprojects  under  component  1  (mini-hydro).  A  nongovernment  organization  (NGO)  will  be  recruited  to  facilitate \nimplementation of microfinance activities.  \n ", "62   Appendix 11 \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis  \nLack of electricity is a major development constraint for the project-targeted communes for household living standards, \neconomic activities, and service delivery. In remote mountain communities, currently households produce electricity \nthrough micro-hydropower generators and use kerosene lamps for lighting. Government services such as schools and \ncommune health care stations have no access to electricity. Income generation is based on low-production, small-scale \nagriculture based on manual labor. Electricity provision can potentially contribute to improving living and production \nconditions, given that people can afford and will have the capacity to utilize electricity. Electricity can make improvements \nin agriculture, animal breeding, and food processing. Microfinance can help households buy machinery for wood \nprocessing, agriculture, small business, and construction. Electrification will provide better lighting, security, and comfort; \nand increase participation of household members in evening social events in and around the villages. Local public \nservices like education and health care facilities will potentially be improved through stable electricity provision.  \nA household’s ability to benefit from electricity, preparedness for electrification, and willingness to pay for electricity \ndepends on its socioeconomic condition. Ethnic minority households in mountainous areas often lack motivation for \nelectrification and are not willing to pay for its use. Pricing of electricity will be the most important factor for poor \nhouseholds to connect and use electricity. Minimizing the cost of electricity connection to poor households through the \nProject might motivate poor households to electrify their houses. Electrification is an important infrastructure for improving \nliving conditions; however, electricity provision needs to be combined with other development efforts, resources, skill \ntraining, access to capital such as microfinance, irrigation facilities, provisions for agriculture, employment opportunities, \nroad networks, market access, and access to basic services for sustainable improvement of the living conditions of \nremote communities.  \nThe project activities for the mountainous communities include (i) motivational and awareness raising campaign on safe \nuse of electricity, conservation, and promotion of productive use of electricity; (ii) subsidized grid connection to all poor \nhouseholds; (iii) access to energy-efficient bulbs; (iv) support to microfinance access for poor households from the Social \nPoverty Bank and Women’s Union for the subprojects; and (v) technical support to borrowers in utilizing the loans in an \nefficient way. In the communes, a community management board (CMB) will be formed with participation of commune \nleaders and representatives from the Women’s Union, other mass organizations, village leaders, and women leaders to \nfacilitate implementation of these activities. An NGO will be recruited to build capacity of the CMB and to implement the \nactivities together with the CMB. The NGO will provide support to poor households in selecting activities and identifying \nmicrofinance needs for these. The microfinance program will be targeted to the communes with mini-hydro plants in \ncomponent 1 and concentration of ethnic minorities as part of the ethnic minority development plan. Although electricity \nwould lead to socioeconomic development of the remote communities, exposure of these remote communities with the \noutside world can also increase risks of HIV/AIDS, sexually transmitted diseases (STDs), and human trafficking. To \ncounter any risk of HIV/AIDS or STDs, a prevention of HIV/AIDS and human trafficking program is included in the Project. \nThe construction laborers, and women and men from the subprojects will be targeted for this program. \nB.  Consultation and Participation  \n1. Stakeholders were consulted in the subproject locations in Lai Chau using a sample household survey; interviews with \nindividuals; and focus group meetings with key stakeholders from different categories such as men and women, from \ndifferent occupational groups such as small business owners, education and healthcare providers, local administration, \nand regional development authorities. A project consultation plan was prepared for the subprojects. Consultations have to \ninvolve formal commune and commune leaders and traditional ethnic minority leaders, men and women from the \ncommunities, mass organizations, and relevant officials. \n2. What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n Information sharing      Consultation     Collaborative decision making     Empowerment \n3. Was a C&P plan prepared?   Yes    No  \nA Project C&P strategy was prepared to guide preparation of subproject specific C&P plans (Supplementary Appendix P). \nC. Gender and Development \n1.  Key Issues  \nThis gender analysis is limited to the subproject area of the northern mountainous region. In the mountainous ethnic \nminority communities, women’s social status is generally lower and mobility is less than for Kinh women. Lower \neducation, remote location, and lack of road networks have resulted in ethnic minority women having few contacts \noutside their own community. Women’s economic role is related to subsistence agriculture, collecting non-timber forest \nproducts, and animal breeding. Lack of electricity for pumping water and irrigation facilities is a constraint for women’s \nwork in agriculture. Living standards, social services, and income generation suffer from lack of roads, transportation, \nelectricity, and employment opportunities. The poorest households in general are the ones relying on small-scale \nagriculture; they lack financial resources and capacity for broadening their income generation base. The most vulnerable \nhouseholds among these are those headed by women. Access to electricity and income-earning activities is an important \nfactor for their socioeconomic situation. Access to electricity might provide women with opportunities for small business, \ntrade, and agricultural tools. Mechanization of agricultural tools and electric appliances might lessen their drudgery. If \n ", "  Appendix 11   63\nelectricity is provided in public places through street lighting, this will contribute to women’s security, mobility, and \nparticipation in different social events in the evening. \n \nElectricity will improve health care services and maternal care for women. Refrigeration supports better access to and \nquality of medicines, vaccines, and blood bank products, which potentially improve health security for women, men, and \nchildren. This development, however, is dependent on public sector investment and human resource capacity. Project \nconstruction for the mini-hydro component will bring outside male workers to local areas, possibly from different cultural \nenvironments and with different cultural habits. The presence of workers may potentially increase the risk for women and \ngirls to be exposed to STDs and HIV/AIDS. Electrification may also increase the number of restaurants, karaoke bars, \nand nighttime activities. In some subproject areas, electrification will, in the long run, open up for development of tourism, \nthis can pose potential risk of sexual exploitation of women and girls.  \n2.  Key Actions \n Gender plan      Other actions/measures     No action/measure \n \nThe Project’s gender strategy is related to the following project activities: (i) CMB, (ii) awareness campaign on safe use of \nelectricity and conservation; (iii) productive use of electricity through microfinance; (iv) HIV/AIDS, STDs, and human \ntrafficking program; and (v) resettlement. However, the gender strategy in component 2 (network expansion) is limited to \nan awareness campaign on safe use of electricity and conservation; and an HIV/AIDS, STDs, and human trafficking \nprogram. The gender strategy including the HIV/AIDS and human trafficking prevention campaign will be implemented by \nthe NGO to be recruited under the associated TA. The following are specific measures to ensure women’s involvement in \nthe project activities and that they benefit from the Project: \n \n(i)  Inclusion of representatives of the Women’s Union and two women leaders from ethnic minority communities \nincluding one women leader from a poor household in the CMB; capacity building training for women CMB members \nfor planning, implementing, and monitoring project activities (productive use of electricity, awareness of safe use of \nelectricity, and conservation).  \n(ii)  Ensure (a) female households, ethnic minority women, and poor women receive subsidized grid connection of \nelectricity; (b) separate meeting with women’s groups for awareness campaign on safe use of electricity; and (c) \nparticipation of ethnic minorities, female households, and poor women in the awareness campaign.  \n(iii)  Train Women’s Union members to facilitate campaign on HIV/AIDS, STDs, and human trafficking program; the \nHIV/AIDS, STDs, and human trafficking program should targeted women’s groups in the villages; the information and \neducational material for campaign on HIV/AIDS, STDs, and human trafficking program and motivational campaign on \nsafe use of electricity should be relevant to the ethnic minority culture in the subproject area. \n(iv)  Conduct  a  needs  assessment  for  women-specific  activities  through  microfinance;  conduct  meetings  with \nwomen’s groups to provide information on the microfinance program and its potential for income generation; provide \nskill training to women borrowers for productive use of microfinance; specifically target households headed by \nwomen and poor women for income improvement activities.  \n(v)  In subprojects, include a resettlement plan gender strategy to ensure that women are consulted separately for \nloss of inventory, land acquisition, compensation, and logistics.  \n(vi)  In cases where land allocation is required, register the land in both the husbands and wife’s name; and pay \ncompensation to both men and women.  \n(vii) Ensure that ethnic minority women and poor women participate actively in all the relevant project activities \nmentioned and have equal access to project benefits; ensure the project monitoring system develops gender \ndisaggregated  monitoring  indicators  for  resettlement,  awareness  and  motivational  campaign  on  safe  use  of \nelectricity,  awareness  campaign  on  HIV/AIDS  and  human  trafficking,  and  microfinance  for  productive  use  of \nelectricity. \n(viii) Provide capacity building and awareness for the project implementation unit on gender and ethnic minority \nissues; recruit a national gender specialist for 24 person-months as part of the consultant team to work with the \nproject NGO and project implementation unit to prepare an action plan to operationalize the above measures to \naddress gender issues in the relevant project activities.  \n \n ", "64   Appendix 11 \n \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue   Significant/Limited/  Strategy to Address Issue  Plan or Other Measures \nNo Impact  Included in Design \n  Impact depending on  If subproject will lead to loss of   \nInvoluntary  each subproject setting  land, a compensation plan has    Full Plan \nResettlement  and design; households  to be prepared    Short Plan \nmay lose productive    Resettlement Framework \nassets     No Action \n  Subprojects located in  Ethnic minority development   \nIndigenous Peoples  northern mountainous  plan was prepared for one    Plan \n  areas, central and  subproject in northern    Other Action \nsouthern provinces   mountainous area and an    Indigenous Peoples \nethnic minority development  Framework \nframework was prepared for the    No Action \nsubprojects. The framework will \nbe updated after the impact \nassessment is completed for \nthe subprojects of central and \nsouthern provinces. \nLabor    The construction contracts will   \n Employment  include provision of fair wages,    Plan \nopportunities  equal wages for men and    Other Action \n Labor retrenchment  women for equal work, and    No Action \n Core labor standards  basic facilities in the \nconstruction camp. \n  Significant for poor  The main affordability issue is   \nAffordability  household’s ability to  the poor household’s ability to    Action Included in the \nbenefit from the Project  pay for the initial connection  Project Component \ncost and house wiring as this    No Action \nmay cost up to $200 per \nhousehold. (i.e., equal to 20%–\n25% of average annual \nhousehold income). Hence, \npoor households will be \nprovided subsidized \nconnections at $40. The \nmonthly electricity bills are \nexpected to range from $1 to \n$2, this amount is less than the \nexpenditure on kerosene.  \nOther  Risks  and/or  Limited impact  Awareness campaign for   \nVulnerabilities  preventing HIV/AIDS and   Plan \nHIV/AIDS  human trafficking is prepared.    Other Action  \nHuman trafficking    No Action \nOthers(conflict, political \ninstability,  etc),  please \nspecify \nIV.  MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development \nactivities and/or social impacts during project implementation?   Yes      No    \n \n "], "metadata": {"CreationDate": "D:20090310132421+08'00'", "Subject": "RRP: VIE 42182", "Author": "E. Baardsen, SERD / S. Kawazu, OGC", "Creator": "PScript5.dll Version 5.2", "Keywords": "asian development bank, ta, rerepbm", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "ModDate": "D:20090728152648+08'00'", "Title": "Proposed Loan and Technical Assistance Grant - Renewable Energy Development and Network Expansion and Rehabilitation for Remote Communes Sector Project (Viet Nam) Summary Procedure"}, "author_page": " \n \nVice-President  C. Lawrence Greenwood, Jr., Operations Group 2 \nDirector General  A. Thapan, Southeast Asia Department (SERD) \nDirector  A. Jude, Energy and Water Division, SERD \n   \nTeam leader  E. Baardsen, Senior Infrastructure Specialist, SERD  \nTeam members  P. Perera, Senior Evaluation Specialist, IED \n  M. Buendia Social Development Specialist (Resettlement), SERD  \n  S. Kawazu, Counsel, Office of the General Counsel \n  M. Sultana, Social Development Specialist, SERD \n  Y. Tsujiki, Financial Analysis Specialist, SERD \n  A. M. Tuan, Information Technology Officer, SERD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "A. Thapan", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "A. Jude", "role": "Energy and Water Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "E. Baardsen", "role": "Senior Infrastructure Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "P. Perera", "role": "Senior Evaluation Specialist", "organization": "IED"}, {"documentRole": "Team members", "fullname": "S. Kawazu", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "M. Sultana", "role": "Social Development Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "Y. Tsujiki", "role": "Financial Analysis Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "A. M. Tuan", "role": "Information Technology Officer", "organization": "SERD"}]}