{"path": "data/input/reports/42265-013-ind-rrp.pdf", "pages": [" \n \n \n \nR  eport and Recommendation of the President  \n \nto the Board of Directors\n   \n \n \n \n \n \n \n \n \n \n \nProject Number: 42265 \nSeptember 2011 \n \n \n \n \n \nProposed Multitranche Financing Facility \nIndia: Assam Urban Infrastructure Investment \nProgram \n \n ", "CURRENCY EQUIVALENTS \n(as of 31 August 2011) \nCurrency Unit  –  Indian rupee/s (Re/Rs) \nRe1.00  =  $0.0217  \n$1.00  =  Rs46.09  \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BRT  –  bus rapid transit \n  FFA  –  framework financing agreement \n  GDD  –  Guwahati Development Department \nGMWSSB  –  Guwahati Metropolitan Water Supply and Sewerage Board \nJICA  –  Japan International Cooperation Agency \nJNNURM  –  Jawaharlal Nehru National Urban Renewal Mission \nMFF  –  multitranche financing facility \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  PFR  –  periodic financing request \n  PIU  –  project implementing unit \n  PMU  –  program management unit \n  SWM  –  solid waste management \n  ULB  –  urban local body \n \nNOTES \n(i)  The fiscal year (FY) of the Government of India and its agencies begins on 1 \nApril and ends on 31 March. “FY” before a calendar year denotes the year in \nwhich the fiscal year starts, e.g., FY2011 begins on 1 April 2011 and ends on 31 \nMarch 2012. \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  M. T. Kho, Urban Development and Water Division, SARD \n   \nTeam leader  S. Penjor, Principal Urban Development Specialist, SARD \nTeam members  V. Lisack, Urban Development Specialist, SARD \nD. Margonsztern, Urban Transport Specialist, SARD \nR. V. Peri, Principal Urban Development Specialist, SARD \nR. Slangen, Urban Development Specialist (Safeguards) SARD  \n  A. Srivastava, Senior Project Implementation Officer, India Resident \nMission, SARD \nF. Tornieri, Senior Social Development Specialist, SARD  \n  J. Versantvoort, Counsel, Office of the General Counsel \nPeer reviewer  M. Lindfield, Lead Professional (Urban Development), Regional and \nSustainable Development Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE INVESTMENT PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework for the Investment Program  11 \n2.  List of Linked Documents  14 \n ", "", " \n \n PROJECT AT A GLANCE \n1. Project Name:  MFF-Assam Urban Infrastructure Investment Program (Facility Concept)  2. Project Number: 42265-013 \n3. Country: India  4. Department/Division:   South Asia Department/Urban Development and Water Division \n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n Multisector  √  Water supply and sanitation \n     Urban transport \n     Waste management \n   \n6. Thematic Classification:\n     \nThemes Primary Subthemes\n Social development    Human development \n Environmental sustainability  √  Urban environmental improvement \n Capacity development    Institutional development \n     \n6a. Climate Change Impact 6b. Gender Mainstreaming \n No Climate Change Indicator available.    Gender equity theme (GEN)   \n   Effective gender mainstreaming (EGM)  √ \n Some gender benefits (SGB)   \n No gender elements (NGE)   \n7. Targeting Classification:   8. Location Impact:    \nTargeted Intervention   National  Low \nGeographic  Income   Urban  High \nGeneral    dimensions of  Millennium  poverty at   \nIntervention development \ninclusive    household \n  goals  \ngrowth level\n    √   \nMDG7 \n9. Project Risk Categorization: Comp lex  \n \n \n \n \n10. Safeguards Categorization:  \nEnvironment  B \nInvoluntary Resettlement  B \nIndigenous People  C \n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n Sovereign  MFF-Facility (Loan)  Ordinary capital resources  200.0 \nTotal      200.0 \n12. Cofinancing:     \nNo Cofinancing available.  \n \n \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n Government  85.8 \nTotal  85.8 \n14. Aid Effectiveness:     \nParallel project implementation unit  No \nProgram-based approach  No \n \n \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to India for the Assam Urban Infrastructure Investment \nProgram. \n \n2.  The proposed MFF will finance a portion of the urban infrastructure initiatives of the \nGovernment of Assam for the cities of Guwahati and Dibrugarh.1 It will improve the urban \nservices in these cities by improving water supply, sanitation, solid waste management (SWM), \ndrainage infrastructure, and urban transport to the standards set by the State.2  \n \nII.  THE INVESTMENT PROGRAM \n \nA.  Rationale \n \n3.  Assam is the gateway for developing India’s northeast because of its strategic position \nand relatively large population of 31.17 million.3 An examination of urban service delivery in the \n13 largest towns of Assam found most performance indicators below the national average, as \nshown in Table 1. \n \nTable 1: Urban Service Delivery Performance in the 13 Largest Towns in Assam \n  Surface  Surface  Hours of         \nWater  Water  Surface        Sanitary \nSupply  Supply  Water  Metered  Sewerage  SWM  Landfill \nCoverage  per Capita  Supply  Connections  Coverage  Coverage  Disposal \nItem  (%)  (lpcd)  (hpd)  (%)  (%)  (%)  (%) \nNational \ntargets  94a–100b  135c  24c  100c  70b–100c  n/a  100d \nNational \naverage  81  123  4  25  28  78  2 \nState target \n(median in \n13 towns)  32  55  2  0  0  56  0 \nGuwahati \n(capital)  30  80  2  5  0  85  10 \nDibrugarh  15  50  1  0  0  70  0 \nlpcd = liters per capita per day, hpd = hours per day, SWM = solid waste management. \na  The Millennium Development Goal. \nb  The Eleventh Five Year Plan, 2007–2012. \nc  A handbook on service level benchmarking, June 2010, Ministry of Urban Development. \nd  Municipal Solid Wastes Rules, 2000, National Solid Waste Association of India. \nSource: Asian Development Bank. 2010. Technical Assistance to India for the Assam Urban Infrastructure Project. \nManila (small-scale project preparatory technical assistance). \n \n4.  Currently, only 30% of the 1.0 million residents of Guwahati city, the capital of Assam, \nhave piped water,4 the rest depending on wells5 and water vendors who charge high rates. The \ncity is divided into four water supply zones. Water supply projects in the north and south-central \n                                                \n1  The Asian Development Bank provided small-scale project preparatory technical assistance for the Assam Urban \nInfrastructure Project in December 2010. \n2  The investment program will contribute to achieving Millennium Development Goal 7, Target 10, which calls for \nhalving, by 2015, the proportion of people without access to safe drinking water and improved sanitation. \n3  Provisional 2011 census report for Assam, released on 31 March 2011. \n4  The water supply systems of Guwahati are operated and managed by the Guwahati Municipal Corporation, Public \nHealth Engineering Department, and oil refineries through their small individual plants. \n5  Groundwater sources have high fluoride and arsenic content. ", "2 \nzones are financed by the Japan International Cooperation Agency (JICA). In south Guwahati, \nwater supply in the west zone is financed under the Jawaharlal Nehru National Urban Renewal \nMission  (JNNURM).  The  proposed  Asian  Development  Bank  (ADB)  assistance  is  for  the \nsoutheast zone.6 Guwahati also needs a sewerage treatment plant and network to treat the \nincremental  wastewater  that  will  be  generated  by  the  water  supply  subprojects.  Rapid \nurbanization combined with increased vehicular traffic, a deteriorating road network, poor traffic \nmanagement, and the lack of an efficient, reliable, and safe public transport system cause air \npollution  and  increased  road  accidents,  impeding  Guwahati’s  economic  development.  The \nGuwahati Development Department (GDD) of the Government of Assam is developing plans for \na more sustainable and reliable mass transport system. In Dibrugarh, inadequate SWM and the \nindiscriminate dumping of waste leave the drainage system severely polluted, choked, and \nprone to severe local flooding during the rainy season. \n \n5.  Road map for achieving service level targets and urban transport. ADB helped the \nGovernment of Assam to formulate a sector assessment to serve as a road map for 2011–2021 \ntoward meeting national and state targets for water supply, sewerage, and SWM in Guwahati \nand Dibrugarh and urban transport in Guwahati.7 The key findings are as follows: \n(i)  The investment for water supply, sewerage, and SWM infrastructure is estimated \nto cost Rs33 billion by 2021 and incur annual operation and maintenance (O&M) \ncosts of Rs1.6 billion upon completion. \n(ii)  To  create  a  sustainable  environment  for  investment,  it  is  necessary 8  for  \nGuwahati and Dibrugarh urban local bodies (ULBs)9 to (a) formulate and adopt \npolicies on user charges and subsidies, (b) establish separate accounts for each \nurban  service  operation,  and  (c)  install  automated  billing  systems  for  user \ncharges. \n(iii)  Interventions should support the 2009 master plan for Guwahati, which aims to \n(a)  conserve  the  natural  environment;  (b)  develop  an  integrated,  multimodal \ntransport system with three mass transit lines; and (c) develop physical and \nsocial infrastructure for education, health care, and cultural enrichment as well as \nfor water supply and SWM. \n(iv)  The  investment  in  construction  management,  systemic  improvements  in \noperations, and capacity building will require Rs636 million.10 \n \n6.  Long-term policy support. Two program loans, for subprogram 111 and subprogram \n2,12 were provided by ADB to help the Government of Assam improve revenue administration \nand strengthen expenditure and debt management. The expected benefits are more resources \navailable for social and economic infrastructure and budget resources more efficiently allocated \ntoward the outcomes sought. The outcome of the investment program is improved municipal \n                                                \n6  By 2025, the east zone water supply system will serve a population of nearly 445,000 with water demand of 88 \nmillion liters per day.  \n7  Sector Assessment (Summary): Multisector (Appendix 2). \n8  Many of the items are also recommended under the JNNURM, Ministry of Urban Development. \n9  ULBs of India are the constitutionally provided administrative units that provide basic infrastructure and services in \ncities and towns.  \n10 This pays for program management consultants, design and construction supervision consultants, community \nawareness, and related capacity building for all tranche 1 and tranche 2 subprojects. \n11 ADB. 2004. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \nAssam Governance and Public Resource Management Sector Development Program. Manila (Loan 2141-IND \napproved in December). All tranche conditions have been met and funds amounting to $125 million disbursed. \n12 ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \nAssam Governance and Public Resource Management Sector Development Program. Manila (Loan 2442-IND \napproved in September 2008). \n ", "3 \nfinances  and  fiscal  position  in  many  cities  and  towns  in  Assam,  including  Guwahati  and \nDibrugarh, which should reduce overreliance on tariffs to fund the O&M of municipal services. \n \n7.  Strategic  context  for  ADB  and  urban  service  delivery.  The  country  partnership \nstrategy13 and ADB’s assistance program for 2007–2012 support the Government of India’s \nefforts to address binding constraints on the plan through four strategic pillars.14 The country \npartnership  strategy  stresses  continuing  ADB’s  assistance  to  infrastructure  development, \nincluding urban infrastructure. The country operations business plan for India, 2011–201315 \nallocates an MFF of up to $200 million for the Assam Urban Infrastructure Investment Program \nfor processing in 2011. \n \n8.  India and urban service delivery. India’s plan has set out 27 national targets, both \neconomic and social, including (i) clean drinking water available to all by 2009, ensuring that \nthere is no slippage by the end of the plan, and (ii) treating all urban wastewater by 2011–2012 \nto reduce river pollution. The plan calls for public investment to meet infrastructure requirements \nwhere private participation is less likely. \n \n9.  Policy framework and ongoing initiatives. The Government of India has been the \nmost prominent financier in Assam through various national schemes. The centrally sponsored \nJNNURM, the Urban Infrastructure Development Scheme for Small and Medium Towns, and \nother  national  and  state  budgetary  allocations  are  available  but  inadequate  to  meet  the \ncomplete  investment  requirement.  The  government  has  undertaken  several  initiatives  for \neconomic  development  in  the  northeast  with  ADB  assistance.  During  the  2010  country \nprogramming mission, Assam was identified as the recipient of the proposed ADB assistance. \n \n10.  Investment program for urban infrastructure in Guwahati and Dibrugarh, including \nexternal assistance. Major investments in urban infrastructure were identified in the 2006 city \ndevelopment plan, aiming to attract funding from the JNNURM. The plan envisions investments \nin  Guwahati  and  Dibrugarh  of  $860.49  million,  toward  which  financing  secured  from  the \nJNNURM is $143.58 million and JICA $318.00 million, leaving a funding gap of $398.91 million. \nADB financing of $200.00 million was requested. The Government of Assam is seeking an \nadditional $120.00 million from JICA for wastewater treatment and networks in Guwahati. The \nbalance of $78.91 million will be financed by the Government of Assam. The urban services \ninvestment program in Guwahati of $575.36 million, supported by ADB, JICA, and JNNURM, \ncovers 44% of the total investment requirement of $1.30 billion for the 13 largest cities in \nAssam. Similarly, the investment program for urban transport in Guwahati of $205.12 million \ncovers 20% of the total urban transport investment requirement of $1.00 billion for the 13 largest \ncities. \n \n11.  The  MFF  modality  was  selected  to  allow  phased  implementation  and  funding  of \nindividual projects when they are ready, subject to eligibility and readiness of subprojects which \nare 16 included in the investment program.17 The requirements for an MFF are in place. The \nGovernment of Assam has prepared a sector strategy supported by an investment plan over the \nnext ten years.18 \n                                                \n13 ADB. 2009. Country Partnership Strategy: India,2009-2012. Manila. \n14 The four strategic pillars are (i) support for inclusive and environmentally sustainable growth, (ii) catalyzing \ninvestment through the use of innovative business and financing solutions, (iii) strengthening results orientation, \nand (iv) emphasizing knowledge solutions and support for regional cooperation. \n15 ADB. 2010. Country Operations Business Plan: India, 2011–2013. Manila. \n16 Engineering designs and bidding documents will be prepared in advance of loan negotiations for the subsequent \ntranche 2.  \n17 The design and monitoring framework is in Appendix 1. \n18  Schedule 1 of the Framework Financing Agreement (FFA). \n ", "4 \n12.  Policy dialogue. Policy dialogue with the Government of Assam will develop a strategic \nand integrated approach to sustainably improving the urban environment and quality of life. \nFirst, meters installed for all consumers in the service areas will support the transition from the \ncurrent  flat  rates  to  volumetric  rates  for  water  supply,  enhancing  cost  recovery,  demand \nmanagement, and water conservation.19 Second, institutional reforms will improve the efficiency \nand strengthen the capacity of the Guwahati Metropolitan Water Supply and Sewerage Board \n(GMWSSB), which will be an autonomous entity responsible for managing and operating all \nwater supply and sanitation facilities in Guwahati, including the collection of tariffs, with effect \nfrom 2015.20 Third, institutional reform and organizational development in urban transport will \nbring into being an authority to plan, manage, and coordinate all transportation in the city. \nFurther, policy and institutional reforms under the JNNURM in Guwahati complements the policy \ndialogue under the investment program (footnote 8). Key lessons from past ADB water supply \nprojects21 have been considered in the design of the investment program, including the need to \nincrease water use efficiency and focus on cost recovery and institutional matters. Further, the \nGDD  will  prepare  a  detailed  road  map  for  revising  tariffs,  setting  out  milestones  toward \nintroducing revised water tariffs to meet full O&M costs, and establishing sewerage fees and \nsolid waste management user charges in Guwahati and Dibrugarh by 2018. \n \nB.  Impact and Outcome \n \n13.  The impact of the investment program will be an improved access to water supply, \nsanitation, and urban infrastructure facilities by the urban population in Guwahati and Dibrugarh. \nThe expected outcome will be improved and sustainable water supply, sanitation, and urban \ntransport system in Guwahati and Dibrugarh. The investment program will help India achieve \nthe Millennium Development Goals on environment sustainability and increased access to safe \ndrinking water and basic sanitation. An integrated and holistic approach is being designed under \nwhich six outputs will be delivered. The two tranches under the MFF will be implemented in 6 \nyears from 2012 to 2017.22 \n \nC.  Outputs \n \n14.  Output  1:  Improved  water  supply  infrastructure  in  Guwahati.  Investments  will \nprovide high-quality, 24-hour-a-day water supply to 350,000 residents in the southeastern zone \nof Guwahati by 2018.23 This includes constructing a water intake and water diversion structures, \nwater  treatment  facility,  water  transmission  system  and  service  reservoirs,  laying  all-new \ndistribution pipes, and limiting nonrevenue water to less than 15%, which is below the Ministry \nof Urban Development benchmark of 20%. \n \n15.  Output 2: Improved sewerage infrastructure in Guwahati. Investments will address \n100% of the incremental wastewater generated by the ADB-funded water supply subproject. It \n                                                \n19 Completion of 100% consumer metering for ADB, JNNURM, and JICA water supply subprojects would create the \nbasis for introducing volumetric tariff rates and progress towards,cost recovery and financial sustainability. \n20 A bill was passed and enacted in February 2009 (No. LGL. 102/2008/95) for establishing the GMWSSB. JICA is \nproviding $5 million for capacity building in the GMWSSB on O&M, regulatory matters, and monitoring. \n21 ADB. 2010. Special Evaluation Study on ADB Water Policy and Related Operations. Manila; and ADB. 2010. \nSpecial Evaluation Study on Post-Completion Monitoring and Sustainability. Manila.  \n22  For indication, tranche 1 will include the Guwahati water supply subproject (phase 1) river intake, water treatment \nplant, service reservoirs; preparatory works for the BRT subproject; solid waste management; and drainage \nimprovement. Tranche 2 will include water distribution networks extending for 230 kilometers, consumer meters, a \nsewerage treatment plant and trunk sewers, 200 kilometers of sewerage network and house-to-house connections, \nthe BRT corridor, and second phase drainage improvement.     \n23 By 2025, the population served will be 445,000. \n ", "5 \nwill include constructing a sewerage treatment plant, sewer networks, and pumping stations, as \nwell as acquiring maintenance equipment. \n \n16.  Output 3: Improved solid waste management infrastructure in Dibrugarh. SWM \nservice  coverage  in  Dibrugarh  will  be  increased  to  more  than  80%  with  in-house  waste \ncollection, segregation, recycling and improved solid waste collection, transportation, treatment, \nand disposal. \n \n17.  Output 4: Improved drainage in Dibrugarh. Flow in the existing Dibrugarh protection \ndrain will be improved by removing accumulated silt and waste, drain enlargement, and the \nwidening and reconstruction of all the road and flood relief culverts, bridges and sluice gates \nwhich will significantly reduce flooding in the city. \n \n18.  Output 5: Improved urban transport infrastructure in Guwahati. One BRT corridor of \n10.5  kilometers  will  be  developed  under  the  MFF.  The  expected  benefit  of  the  BRT  is \nsignificantly  shortened  travel  times  and  improved  public  transport  safety  and  reliability, \nencouraging a progressive modal shift from private cars to public transport, thereby reducing air \npollution and greenhouse gas emissions. \n \n19.  Output  6:  Facility  management  and  implementation  support,  community \nawareness,  and  program  performance  monitoring. This component will provide funding \nsupport for costs associated with MFF management and implementation, including equipment, \nlogistics, and the services of consultants to assist the program management unit (PMU) in \ncarrying out detailed design, construction supervision, and related training and capacity building. \nThe  detailed  design  will  consider  reliable,  energy-efficient  technology  that  cuts  costs. \nCommunity outreach and program performance monitoring will be carried out by an experienced \nand  capable  nongovernment  organization  (NGO)  or  consulting  firm.  A  capacity  building \ntechnical  assistance  for  the  Assam  Urban  Infrastructure  Investment  Program  has  been \napproved under the ongoing cluster technical assistance.24 The main outputs are (i) blueprint \norganizational structure for GMWSSB as a ring-fenced and sustainable autonomous entity; (ii) \ncentral knowledge center in the state, from which sector-related information and best practices \nin urban municipal services can be sourced and where training can be provided to ULB staff; (iii) \ntoolkit to be used to implement public–private partnership projects in urban services; and (iv) \nmanagement information system for use by ULB managers and state government officials. \n \nD.  Investment and Financing Plans \n \n20.  The investment program is estimated to cost $285.8 million. Major components are large \ncivil works and equipment packages for water intake, a water treatment plant, and the BRT \ncorridor. The estimated loan for tranche 1 is $81 million and for tranche 2 $119 million. \n \n21.  The investment program is estimated to cost $285.8 million (Table 2). \n \nTable 2: Investment Programa \nItemb  Cost ($ million) \nA. Base Costc   \n1.  Improved water supply and sewerage infrastructure  99.1 \n2.  Sustainable urban transport through efficient bus rapid transit   36.1 \n3.  Improved solid waste management and drainage facilities  59.5 \n                                                \n24 Supplementary Document 16: Capacity Development and Institutional Strengthening of AUIIP (Appendix 2). In \nADB’s country operations business plan for India, 2011–2013, there is an allocation of $600,000 for this TA, \nsourced from the Department for International Development of the United Kingdom under CTA 003-IND: Cluster \nTechnical Assistance on Avanced Project Preparedness for Poverty Reduction. \n ", "6 \nItemb  Cost ($ million) \n4.  Improved program management and implementation skills and transparency  13.8 \nSubtotal (A)  208.5 \nd\nB. Contingencies   57.2 \ne\nC. Financing Charges   20.1 \nTotal (A+B+C)  285.8 \na Indicative. \nb Includes taxes and duties of $31.1 million to be financed by the Government of Assam. \nc In mid-2011 prices. \nd Physical contingencies are computed at 10% for civil works, training, consulting services. Price contingencies are \ncomputed at 5.0% of local currency costs. \ne Includes interest and commitment charges. Interest during construction for Asian Development Bank loans has \nbeen computed at the 5-year forward London interbank offered rate (LIBOR) plus a spread of 40 basis points. \nCommitment charges for an Asian Development Bank loan are 0.15% per year, to be charged on the undisbursed \nloan amount. \nSource: Asian Development Bank estimates. \n \n22.  The government has requested an MFF of up to $200 million equivalent from ADB’s \nordinary capital resources to help finance part of the investment program. The MFF is expected \nto  consist of two tranches subject to the government’s submission of related periodic financing \nrequests (PFRs); execution of the related loan and project agreements for each tranche; and \nfulfillment of terms, conditions, and undertakings set forth in the framework financing agreement \n(FFA). Tranche 1 of the MFF will have a 25-year term, including a grace period of 5 years, an \nannual  interest  rate  determined  in  accordance  with  ADB’s  London  interbank  offered  rate \n(LIBOR)-based lending facility, a commitment charge of 0.15% per year, and such other terms \nand conditions set forth in the draft loan and project agreements. The availability of the MFF will \nnot exceed 8 years from ADB Board of Directors approval. The financing plan is in Table 3. \n \nTable 3: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank  200.00  70 \nGovernment of Assam  85.80  30 \n  Total  285.80  100 \nSource: Asian Development Bank estimates. \n \n23.  Framework financing agreement. The government has entered into an FFA with ADB \nthat    includes  comprehensive  assurances,  warranties,  and  representations  on  safeguards, \ngovernance,  anticorruption,  financial  management,  procurement,  and  disbursement.  As  a \ncondition to ADB’s acting upon any PFR for tranche 1 or subsequent tranches, the governments \nof India and Assam will ensure full compliance with the terms and conditions of the FFA. \n \n24.  Periodic financing request. The government has submitted the first PFR in line with \nthe FFA.25  Tranche 1 is estimated to cost $115.5 million equivalent, including taxes and duties \nof $12.2 million equivalent to be financed by the government of Assam. The cost includes \nconsulting services for detailed engineering design, construction supervision and management, \ncivil  works,  capacity  building,  recurring  costs,  program  management,  and  project \nimplementation.  A  loan  of  $81.0  million  from  ADB’s  ordinary  capital  resources  has  been \nrequested to cover part of the cost of tranche 1. Tranche 2 is estimated to cost $170.3 million \nand is expected to be ready for processing in about 1.5 years. Each tranche will include up to \nfour subprojects. \n \n \n                                                \n25 Framework Financing Agreement and Periodic Financing Request for Project 1 (Appendix 2). \n ", "7 \nE.  Implementation Arrangements \n \n25.  Implementation arrangements are summarized in Table 4 and described in detail in the \nfacility administration manual.26 There are three large contracts for international competitive \nbidding—for the water supply system, sewerage treatment plant, and sanitary landfill site—to be \nundertaken on a design-build-operate basis. \n \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2012–December 2017 \nEstimated completion date  31 December 2017 \nManagement \n(i)  Oversight body  Empowered Committee of the Government of Assam chaired by  \nchief secretary, and including principal secretary, Urban \nDevelopment Department; commissioner and secretary, Guwahati \nDevelopment Department; secretary, Finance; secretary, Public \nWorks Department; secretary, Transport; secretary, Water \nResource Department; secretary, Forests; member secretary, State \nPollution Control Board; and secretary, Public Health Engineering \nDepartment \n(ii)  Executive committee  Principal secretary, Urban Development Department; commissioner \nand secretary, Guwahati Development Department; project \ndirectors of the Asian Development Bank, Japan International \nCooperation Agency, and Jawaharlal Nehru National Urban \nRenewal Mission projects \n(iii)  Executing agency  Guwahati Development Department \n(iv)  Key implementing agencies  Program management unit for the water supply, sewerage, \ndrainage, and solid waste management subprojects; special \npurpose vehicle for the bus rapid transit subproject \n(v)  Implementation unit  One project implementing unit in the Guwahati Metropolitan  \nDevelopment Authority and another in Dibrugarh \nProcurement  International competitive  5 contracts  $90.59 million \nbidding \n  National competitive bidding  20 contracts  $100 million \nConsulting services  Quality- and cost-based  833 person- $9.1 million in \nselection  months national  two contracts \n  Quality-based selection of a  58 person- $0.23 million in \nnongovernment organization  months national  one contract \n  Quality- and cost-based  Preparation of  $4.0 million \nselection  BRT component \n45 person-\nmonths \ninternational, \n176 person-\nmonths national \nRetroactive financing and/or advance  Advance contracting for procurement and consultant engagement; \ncontracting  retroactive financing for up to 20% of the loan amount for \nexpenditures incurred within 12 months before loan signing \nDisbursement  The loan proceeds will be disbursed in accordance with the Asian \nDevelopment Bank’s Loan Disbursement Handbook (2007, as \namended from time to time) and detailed arrangements agreed \nupon between the government and the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n                                                \n26 Facility Administration Manual (Appendix 2). \n ", "8 \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n26.  All physical components will be designed to withstand earthquakes. Mitigation will be \ndesigned into land development, transmission and distribution pipelines, building foundations \nand structures, road pavements, and other urban infrastructure. Geological and geotechnical \nanalysis during detailed design will ensure that pipelines and road alignments follow feasible \nroutes. Energy-efficient technical options to reduce operating costs will be pursued. Most water-\nsupply and wastewater-treatment systems will be gravity fed, to minimize O&M costs. The storm \nwater drainage subproject in Dibrugarh will increase channel flow capacity and reduce flood \nrisk. Further, the procurement of new equipment and construction of new sanitary landfill will \nimprove solid waste management, making Dibrugarh cleaner and putting it in compliance with \nthe  Municipal  Solid  Waste  (Management  &  Handling)  Rules,  2000.  Rigorous  and  detailed \nanalysis of technical options and design optimization have avoided significant resettlement \nimpacts from the Guwahati water treatment plant and the SWM landfill in Dibrugarh. \n \nB.  Economic and Financial \n \n27.  The economic analysis assessed the economic rationale for government intervention,  \nwhich  is  justified  as  the  investment  program  supports  basic  public  services.27 To  achieve \neconomy and efficiency in implementation, each PFR will assess demand, willingness-to-pay, \nand least-cost designs, as well as ensure economic internal rates of return higher than the \neconomic opportunity cost of capital, as specified in the subproject selection criteria of the FFA. \nUnder project 1, the economic internal rate of return is 16% for the Guwahati water supply \nsubproject,  19.7%  for  the  Dibrugarh  drainage  improvement  subproject,  and  14.4%  for  the \nDibrugarh solid waste management subproject. Financial internal rates of return and net present \nvalue  have  been  computed  for  the  revenue-generating  water  supply  and  solid  waste \nmanagement subproject at May 2011 prices. The financial internal rate of return is 4.7% for the \nGuwahati  water  supply  subproject  and  7.4%  for  the  Dibrugarh  solid  waste  management \nsubproject, both above the weighted average cost of capital of 3.21%. \n \nC.  Governance \n \n28.  The financial management capacity of the GDD and the project implementing units \n(PIUs) has been assessed as adequate.28 The PMU staff will need additional technical staff and \ntraining on ADB procurement and disbursement procedures. The following steps will or have \nbeen undertaken: \n(i)  Each tranche under the MFF will be processed as a project loan. Project 1 has \nonly  three  investment  subprojects  to  gradually  build  capacity  for  contract \nmanagement and construction supervision. \n(ii)  ADB completed detailed training in May and June 2011 for the staff of the PMU.29 \n \n29.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the governments of India and Assam, and the GDD. Specific policy requirements and \nsupplementary measures are described in the facility administration manual.30 \n                                                \n27 Economic analysis of the investment program was carried out in accordance with D. Dole. 2005. Assessing Aid for \na Sector Development Plan: Economic Analysis of a Sector Loan. ERD Technical Note. No. 14. Manila: ADB. \n28 The GDD, the executing agency for the investment program, has strong capacity and experience in implementing \nADB program loans. \n29 The India Resident Mission conducted two workshops for project officials in Guwahati in May and June 2011 on \nADB requirements regarding safeguards, procurement, disbursement, financial management, and governance. \n ", "9 \nD.  Poverty and Social \n \n30.  The investment program supports Millennium Development Goal 7, on environmental \nsustainability. Pro-poor interventions in project 1 include (i) a baseline survey to identify poor \nand vulnerable households for service delivery, (ii) a community awareness program to educate \nand  inform  the  poor  of  investment  program  benefits,  (iii)  a  behavioral  change  program to \nimprove personal sanitation and hygiene, and (iv) a community-based primary waste collection \nsystem in Dibrugarh. As tranche 1 is classified as effective gender mainstreaming, a gender \naction plan and consultation and participation strategy were prepared to ensure widespread and \nmeaningful participation with an emphasis on the poor and women.31 The gender action plan \nand consultation and participation strategy will be implemented with the assistance of an NGO \nand quarterly monitoring and reporting of progress. \n \nE.  Safeguards \n \n31.  Environmental  safeguards.  Tranche  1  is  classified  category  B  for  environment. \nTranche 2 is expected to be classified category B (to be confirmed during implementation). \nThree initial environmental examinations were prepared in accordance with ADB’s Safeguard \nPolicy Statement (2009) and government laws. Environmental benefits include (i) more and \nbetter drinking water and reduced waterborne disease in Guwahati, (ii) reduced contamination \nof soil and waterways and emissions of harmful gases from improved solid waste management \nin Dibrugargh, and (iii) reduced waterborne disease and flooding from improved drainage in \nDibrugargh. Consultant support will ensure that the PMU and the PIUs have adequate capacity \nto  manage  environmental  impacts.  The  subprojects  are  likely  to  cause  minor-to-moderate \nenvironmental  disruption  during  construction.  The  GDD  will  be  fully  responsible  for \nimplementing the mitigating measures specified in the initial environmental examinations, which, \nalong  with  environmental  management  plans,  will  be  updated  during  detailed  design  and \nincorporated  into  bidding  and  contract  documents.  Environmental  reporting to  ADB  will  be \nsemiannual. An environmental assessment and review framework was prepared to guide the \npreparation of subprojects in tranche 2.32 \n \n32.  Social safeguards. Tranche 1 is classified category B for involuntary resettlement and \ncategory  C  for  indigenous  peoples.  Tranche  2  is  potentially  category  A  for  involuntary \nresettlement  and  indicatively  category  C  for  indigenous  peoples  (to  be  confirmed  during \nimplementation). For tranche 1 subprojects, three draft resettlement plans were prepared in \nconsultation with affected people, in accordance with the ADB’s Safeguard Policy Statement, \nand  disclosed.  Tranche  1  requires  minor  land  acquisition  with  no  significant  resettlement \nimpacts anticipated. The resettlement plans will be implemented by the PIUs and monitored by \nthe PMU. Adequate international and national consultancy inputs will be provided by the design \nand supervision consultant, project management consultant, and NGO and through the loan and \nTA to support the resettlement plan, implementation, and monitoring. Capacity will be built for \nmanaging  the  resettlement  impacts  and  social  risks  of  the  investment  program,  including \npotential impacts arising from the BRT component in tranche 2. As these subprojects are urban, \nno impact on indigenous people is expected. A resettlement framework and indigenous peoples \nplanning framework were prepared to guide the preparation of subprojects in tranche 2.33 \n                                                                                                                                                       \n30 The  Financial  Management  Assessment  for  the  GDD,  implementing  agency,  and  PIUs  are  in  the  Facility \nAdministration Manual (accessible from the list of linked documents in Appendix 2). \n31 Gender Action Plan, and Consultation and Participation Strategy (accessible from the list of linked documents in \nAppendix 2). \n32 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n33 Resettlement  Framework,  and  Indigenous  Peoples  Planning  Framework  (accessible  from  the  list  of  linked \ndocuments in Appendix 2). \n ", "10 \nF.  Risks and Mitigating Measures \n \n33.  Major risks and mitigating measures are summarized in Table 5. The benefits of the \ninvestment program are expected to outweigh the potential costs from risks and are detailed in \nthe risk assessment and management plan.34 \n \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nInadequate urban institutions  The successful implementation of the Asian Development Bank’s \nand limited municipal finances  program loans will strengthen revenue administration, expenditure \ncontrol, and debt management, creating fiscal latitude for the \nGovernment of Assam and the implementation of reforms introduced by \nthe Jawaharlal Nehru National Urban Renewal Mission. \nUnsustainability of projects  Design-build-operate contracts include operation for 3 years, metering \nof all consumers, and moving from flat to volumetric tariffs, which will \ncontribute to project sustainability. \nNo bidder interested in design- The executing and implementing agencies will  organize prebid \nbuild-operate contracts  meetings to clear up the doubts and worries of potential contractors. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n34.  The government has assured ADB that implementation of the investment program shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the facility administration manual and loan documents. \n \n35.  The governments of India and Assam have given ADB certain undertakings for the MFF, \nwhich are set forth in the FFA. Specific covenants agreed by the governments with respect to \nindividual tranches under the MFF are set forth in the loan agreement and project agreement for \nthe respective tranches. \n \nV.  RECOMMENDATION \n \n36.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount not exceeding $200,000,000 to India for the Assam Urban Infrastructure Investment \nProgram, from ADB's ordinary capital resources, with interest to be determined in accordance \nwith ADB's London interbank offered rate (LIBOR)-based lending facility, and such other terms \nand conditions as are substantially in accordance with those set forth in the framework financing \nagreement presented to the Board. \n \nHaruhiko Kuroda \nPresident \n7 September 2011 \n                                                \n34 Risk Assessment and Risk Management Plan (Appendix 2). \n ", "  Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM \nDesign  Performance  Data Sources/  Assumptions \nSummary  Targets/Indicators  Reporting Mechanisms  and Risks \nImpact      Assumptions \nUrban  population  in  Improved urban services  NFHS and DLHS  Continued  national and \nrelatively  poor  and  weak  including 24X7 water  National Sample Survey  state government \ncapacity state (Assam) has  supply from 0% in 2011 to  Organization survey  commitment to urban \nimproved access to water  more than 95% of  results  sector development and \nsupply,  sanitation,  and  population in Guwahati by    reforms. \nurban  infrastructure  2023    Sustained economic \nfacilities.    Improved centralized    growth in the country and \nsewerage treatment from    the state of Assam.  \n0% in 2011 to 70% of     \npopulation in  Guwahati by    Risk \n2023    Political and economic \n80% of Population in  Customer surveys results  instability. \nGuwahati and Dibrugarh   from water supply,   \nperceives significant  sewerage, solid waste \nbenefits from improved  management, and BRT \nurban infrastructure since  operators \n2011   \nOutcome  Guwahati by 2019     \nImproved and sustainable  Time spent for collecting  Baseline and completion  Assumptions \nwater  supply,  sanitation,  water by women and girls  socioeconomic surveys.  Continued growth in \nand  urban  transport  in connected households  NFHS V and VI data (due  demand for water supply \nsystem  in  the  selected  reduced by at least 75%  every four years).  and sanitation services to \nproject cities in Assam.  from about 2  hours daily    achieve full capacity \nPopulation with piped  Urban water supply and  utilization \nsewerage increased from  sanitation improvement   \n0% to more than 95% of  program reports/surveys.  Risks \nthe population in the south- ULB customer satisfaction  Population and/or traffic \neastern water supply zone  surveys.  growth varies significantly \nTransport sector CO2  Annual Report by the  from estimates \nemissions decrease by  special purpose vehicle for   \n20%  the BRT component \n   \nDibrugarh by 2019  Water resources \nReduction in frequency of  department annual reports \nmajor flooding impact  from  ULB customer satisfaction \npresent annual to once in  surveys \n10 years   \nIncreased income for poor   \nhouseholds and FHHs by   \n25% through the \nprocessing of solid waste \nand recyclable products \nOutputs  By 2018:    Assumptions—For \n  Guwahati  Outputs 1-6 \nPMU report (sex-\n1. Improved, regular and  Number of households  Environmental regulations \ndisaggregated, poverty \nsustainable metered water  connected to metered  for acceptable practices \nvulnerability level \nsupply in Guwahati  water supply in southeast  implemented \ncategorized baseline data) \n  zone of Guwahati (target:  Tariff reforms and \nDLHS \n  20% from low-income  introduction of user \n  households,a and 11%    charges  \nNational Institute of Urban \n  from FHHs)    \nAffairs surveys on \n  Service coverage with  Risks—For Outputs 1 – 6 \nsanitation and water \n  piped water supply  There  is  no  bidder \nsupply \n  increased to more than  interested  in  the  design-\nDLHS  \n  90% households in  build-operate contracts.  \n \n  Guwahati (target: 20%  ULBs are hesitant to adopt \n \n  from low income  user  charge  plans  for \n ", "12  Appendix 1 \nDesign  Performance  Data Sources/  Assumptions \nSummary  Targets/Indicators  Reporting Mechanisms  and Risks \n  households, and 11% from    water  supply  and \n  FHHs)  NFHS and DLHS  sewerage. \n  User charge plans  State District Urban \n  prepared and submitted for  Development Agency \n  water supply with special  internal monitoring reports \n  subsidized rates for   \n  (target: 20% from low   \n2.  Increased  sewerage  income households, and   \ntreatment coverage in the  11% from FHHs)   \nGuwahati  Service area coverage with  STP operators, influent \n  piped sewerage system  and effluent quality \n  increased from current  monitoring reports  \n  negligible level to 95% in  Annual report by the \n  the southeast zone  Guwahati Metropolitan \n  Reduction in travel time  Water Supply and \n  along the corridor from  Sewerage Board \n3.  Improved  public  an average of 50 minutes  PMU and PIU’s project \ntransport  system  through  to 20 minutes  progress report \nimplementation  of  one  BRT service available  Public transportation \nBRT corridor in Guwahati  along 10.5 km in the city  department policy briefs \n  EWCDb-friendly design  Strategic public \n  features in place in buses  transportation        network \n  and BRT corridors    and management \n    guidelines and plans \n    Design and tender \n  Dibrugarh  documents  \n4.  Solid  waste  Solid waste collected up to  ULB services level sex–\nmanagement infrastructure  80% in service area  disaggregated records \nimproved in Dibrugarh  (target: 12% low income   \n  households, and 11% from   \n  FHHs)    \n  Up to 2,000 women access   \n  employment opportunities   \n  with equal pay for work of   \n  equal value   \n5.  Improved  urban  Incidence of street  Water resources \ndrainage  system  in  flooding reduced by 20%  department annual report \nDibrugarh  per year  Baseline and completion \n  socio- economic surveys \nAt least 250 ULB staff \n6.  Project  management  PMU and PIU’s monitoring \nimplementing agency Staff \nand  implementation  skills  of project progress  \n(target: 30% women) \nstrengthened  in  the   \ntrained in social-inclusive \nimplementing  agencies   \nand gender responsive \nand ULBs. \nO&M services, financial \n \nmanagement.  \n \n  Gender and vulnerability \nO&M manuals informed \nby gender and social \ninclusive considerations \nprepared and \ndisseminated \nCommunity awareness \ncampaigns on \nsocial/gender and health, \nsanitation issues \nconducted in all project city \nULBs \nAt least 50% of facilitators \nand participants in \n ", "  Appendix 1  13 \nDesign  Performance  Data Sources/  Assumptions \nSummary  Targets/Indicators  Reporting Mechanisms  and Risks \nsanitation campaigns are \nwomen \n \nActivities with Milestones    \n1.0 Guwahati water supply subproject  Inputs \n1.1 Subproject land identified and acquired (Q3 2011)  Investment Program (estimate) \n1.2 Detailed designs completed (Q4 2011)  ADB                    $200.0 million \n1.3 Contracts for river intake, water treatment plant awarded/works  Government        $85.8 million  \ncompleted (Q2 2012-Q4 2014)  Total                    $285.8 million \n1.4 Contracts for service reservoirs and allied services awarded/works   \ncompleted (Q1 2012 - Q4 2014)  Cofinancing for Project 2: \n1.5 Contract for raw water pumping mains and allied works (Q2 2012- GEF for the BRT component (estimated at \nQ4 2014)  $5.0 million) \n1.6 Distribution of pipelines contracts awarded/works completed (Q2-Q4  AFD for the BRT component (estimated at \n2016)  $32 million) \n1.7 Water meters supplied and installed (Q1 2017-Q3 2017)    \n2.0   Guwahati Sewerage Treatment Subproject \n2.1 Contracts for STP Zone 1A (South-East) awarded/works completed \n(Q4 2013-Q3 2017) \n2.2 Contract for sewerage system for Zone 1 A (South-East) Guwahati \nawarded/works completed (Q4 2013-Q3 2017) \n2.3 Sewerage connections to houses completed (Q1 2017-Q3 2017) \n3.0 Guwahati BRT Subproject  \n3.1 Design and preparatory work for BRTs (Q4 2012) \n3.2  Subproject  land  identified  and  acquired,  and  affected  people \ncompensated and relocated (Q4 2012) \n3.3  Contract  for  BRT  corridor  construction  &  commissioning \nawarded/completed (Q1 2014-Q3 2017) \n4.0 Dibrugarh Solid Waste Management Subproject  \n4.1  Processing plant and sanitary landfill site development including \ncivil, mechanical and electrical works (Q1 2013-Q3 2017) \n4.2  Equipment & Vehicles for primary collection, secondary \ntransportation for solid waste management (Q1 2015-Q4 2016) \n5.0 Dibrugarh Drainage Improvement Subproject \n5.1  Dibrugarh  town  protection  drain  rehabilitation  with  road  culvert \nreplacements and flood relief culverts and reconstruction of sluice gates \n(Q2 2012-Q4 2015) \n5.2 Dibrugarh main drainage outlet channel rehabilitation and secondary \ndrainage development with allied works (Q2 2013-Q4 2016) \n6. Urban service delivery management improved \n6.1 PMU and PIU established (Q2 2011) \n6.2 PMU and PIU staff participated in ADB’s workshop (Q2 2011) \n6.3 PMC and design supervision consultant engaged (Q4 2011) \n6.4 Contract management system developed by PMC (Q2 2012) \n6.5 PMU and PIU staff visited other ADB financed projects in India (Q2 \n2012) \n6.6 IPPMS developed by PMC (Q2 2012) \n6.7 Project website and newsletter prepared by PMU Q3 2012 \nADB = Asian Development Bank, BRT = bus rapid transit, DLHS = District-level Household Survey, EWCD = elderly, women, \nchildren, disabled, FHH = female-headed households, GMWSSB=guwahati metropolitan water supply and sewerage Board, IPPMS \n= investment program performance monitoring system, NFHS = National Family Household Survey, O&M = operation and \nmaintenance, PIU = project implementation unit, PMC = project management consultant, PMU = program management unit, STP = \nsewerage treatment plant, ULB = urban local bodies.  \nSource: Asian Development Bank \na The Government of India classifiies low–income households as those with annual earnings of less than Rs40,000 (i.e. $896 at \n2001–2002 prices). \nb  EWCD policies and design features in buses and BRT corridors means the provision and maintenance of a rapid movement \nstrategy and user friendly mobility services targeted at elderly, women, children and the disabled. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=42265-013-3 \n \n1.  Framework Financing Agreement and Periodic Financing Request for Project 1 \n2.  Summary Sector Assessment: Multisector \n3.  Facility Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analyses \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Gender Action Plan \n10.  Initial Environmental Examinations \n11.  Environmental Assessment and Review Framework \n12.  Resettlement Plans \n13.  Resettlement Framework \n14.  Indigenous Peoples Planning Framework \n15.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n \n16.  Capacity Development  and Institutional Strengthening for AUIIP \n17.  Consultation and Participation Strategy \n18.  Executing Agency Capacity Assessment Questionnaire \n19.  Financial Management Assessment \n20.  Procurement Capacity Assessment Report and Recommendation \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20110907173131+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "adb, rrp, report recommendation president, 42265, india, assam, urban development, urban transport, water supply and sanitation, waste management, social development, environmental sustainability, capacity development", "ModDate": "D:20111227141114+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20110907093113", "Subject": "Report and Recommendation of the President to the Board of Directors describing terms and conditions proposed for the Assam Urban Infrastructure Investment Program in India for the approval of ADB's Board of Directors. ", "Title": "RRP: India: Assam Urban Infrastructure Investment Program"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 31 August 2011) \nCurrency Unit  –  Indian rupee/s (Re/Rs) \nRe1.00  =  $0.0217  \n$1.00  =  Rs46.09  \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BRT  –  bus rapid transit \n  FFA  –  framework financing agreement \n  GDD  –  Guwahati Development Department \nGMWSSB  –  Guwahati Metropolitan Water Supply and Sewerage Board \nJICA  –  Japan International Cooperation Agency \nJNNURM  –  Jawaharlal Nehru National Urban Renewal Mission \nMFF  –  multitranche financing facility \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  PFR  –  periodic financing request \n  PIU  –  project implementing unit \n  PMU  –  program management unit \n  SWM  –  solid waste management \n  ULB  –  urban local body \n \nNOTES \n(i)  The fiscal year (FY) of the Government of India and its agencies begins on 1 \nApril and ends on 31 March. “FY” before a calendar year denotes the year in \nwhich the fiscal year starts, e.g., FY2011 begins on 1 April 2011 and ends on 31 \nMarch 2012. \n(ii)  In this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  M. T. Kho, Urban Development and Water Division, SARD \n   \nTeam leader  S. Penjor, Principal Urban Development Specialist, SARD \nTeam members  V. Lisack, Urban Development Specialist, SARD \nD. Margonsztern, Urban Transport Specialist, SARD \nR. V. Peri, Principal Urban Development Specialist, SARD \nR. Slangen, Urban Development Specialist (Safeguards) SARD  \n  A. Srivastava, Senior Project Implementation Officer, India Resident \nMission, SARD \nF. Tornieri, Senior Social Development Specialist, SARD  \n  J. Versantvoort, Counsel, Office of the General Counsel \nPeer reviewer  M. Lindfield, Lead Professional (Urban Development), Regional and \nSustainable Development Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "D. Margonsztern", "role": " Urban Transport Specialist", "organization": "SARD "}, {"fullname": "R. V. Peri", "role": " Principal Urban Development Specialist", "organization": "SARD "}, {"fullname": "R. Slangen", "role": " Urban Development Specialist ", "organization": "(Safeguards)"}, {"fullname": "  A. Srivastava", "role": " Senior Project Implementation Officer", "organization": "India Resident "}, {"fullname": "F. Tornieri", "role": " Senior Social Development Specialist", "organization": "SARD  "}, {"fullname": "  J. Versantvoort", "role": " Counsel", "organization": "Office of the General Counsel "}]}