{"path": "data/input/reports/42278-02-lao-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors \n \nProject Number: 42278 \nJune 2010 \n \nProposed Grant  \nLao People's Democratic Republic: Strengthening \nTechnical and Vocational Education and Training \nProject \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 June 2010) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.0001210361 \n$1.00 =  KN8,262 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EMIS  –  education management information system \n  ESDF  –  Education Sector Development Framework \n  GAP  –  gender action plan \n  Lao PDR  –  Lao People's Democratic Republic \n  LMIS  –  labor market information system \n  MOE  –  Ministry of Education \n  MOLSW  –  Ministry of Labor and Social Welfare \n  NTC  –  National Training Council \n  PAM  –  project administration manual \n  TVED  –  Technical and Vocational Education Department \n  TVET  –  technical and vocational education and training \n  TWG  –  trade working group \n  VEDC  –  Vocational Education Development Center \n \nNOTES \n \n(i)  The fiscal year (FY) of the government ends on 30 September. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2010 \nends on 30 September 2010. \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  N. LaRocque, Education Specialist, SERD \nTeam members  D. Ablett, Education Specialist, SERD \n  K. Chanthy, Lao Resident Mission, SERD \n  A. de Guzman-Bacasmas, Assistant Project Analyst, SERD \n  W. Duncan, Principal Education Specialist, SERD \n  U. Hoque, Gender Specialist, SERD \n  L. Kulp, Social Development Specialist, SERD \n  S. Zaidansyah, Counsel, Office of the General Counsel \nPeer reviewer  L. Gutierrez, Senior Advisor to the President, Office of the President \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nMAP\nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  2 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Economic and Financial  7 \nB.  Governance  8 \nC.  Poverty and Social  9 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.   Design and Monitoring Framework  11 \n2.   List of Linked Documents  14 \n \n ", " \n \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto  the  Lao  People's  Democratic  Republic  (Lao  PDR)  for  the  Strengthening  Technical  and \nVocational Education and Training Project. \n \n2.  The project seeks to improve the quality of, and access to, formal technical and vocational \neducation and training (TVET) in the Lao PDR, focusing on certificate and diploma programs. \nQuality  improvements  include  developing  skill  standards,  improving  curricula,  and  training \nteachers  in  four  priority  skill  areas:  (i)  construction  and  building  trades,  (ii)  mechanical  and \nmachinery maintenance and repair, (iii) furniture-making, and (iv) basic business. Access and \nequity will be enhanced through the introduction of a voucher assistance training scheme and \nconstruction of dormitories. A key project focus is on increasing private involvement in TVET and \nachieving greater alignment between TVET and labor market needs.1 The design and monitoring \nframework is in Appendix 1.   \n \nII.  THE PROJECT \nA.  Rationale \n3.  The Lao PDR economy has been growing strongly, with gross domestic product growth \nexpected to reach 7.5% in 2010 and average 7.8% during 2011–2015. The government is \nseeking to sustain strong economic growth to meet its poverty-related Millennium Development \nGoals by 2015 and graduate from least-developed country status by 2020. Limited human \nresources, weak capacity, and skills shortages represent critical binding constraints for the \ncountry. Absorbing the growing number of school leavers and providing the skills needed in the \nfast-growing economy represent emerging challenges and pose risks for the country's long-term \ndevelopment prospects. The labor market assessment identifies skill shortages across several \nsectors, including construction, furniture-making, and automobile and machinery repair. \n \n4.  The TVET sector should play an important role in training skilled workers for industry \nand in meeting labor market needs. However, for a variety of reasons, the sector is poorly \npositioned to contribute to either of these. The sector and labor market assessments indicate \nthat (i) TVET enrolments are declining in high-demand skill areas and where skill shortages are \ngreatest (e.g., construction), and (ii) only a small proportion of firms recruit workers directly from \nTVET institutions and few firms have any relationship with TVET institutions.  \n \n5.  The role of the TVET sector in providing skilled workers to industry is limited by the lack \nof alignment between the skills required in the labor market and those produced by the TVET \nsector, and to the poor quality of training. These are in turn explained by shortages of qualified \nand trained teachers, the absence of teaching aids, and limited practical skills among teaching \nstaff. TVET curricula and programs are outdated and involve little practical training. Many TVET \ninstitutions lack modern facilities and equipment. Much of the training offered in the TVET sector \nis not relevant to labor market needs. Despite the existence of the National Training Council \n(NTC), the TVET sector public–private coordinating body, linkages between the public and \nprivate sectors are weak. Private sector involvement in TVET, including finance, strategy and \ncurriculum development, and delivery of training, can be increased. Few private institutions offer \nprograms in traditional trades.  \n \n6.  Although each province of the Lao PDR has a TVET institution, travel distances for \nstudents can be significant. The lack of clean, safe, and culturally appropriate accommodation \ncan also act as a barrier to TVET study, particularly for girls and students from ethnic groups. \nFemale enrollment is low in traditional trade areas, despite good employment opportunities and \n                                                 \n1  Project preparation was carried out through ADB. 2009. Technical Assistance to the Lao People's Democratic \nRepublic for Strengthening Technical and Vocational Education and Training Project. Manila (TA 7299-LAO). \n ", "2 \nrelatively good wages. Women and ethnic groups in rural areas face particular barriers to \naccess due to travel distance and lack of student accommodation. Trainees from the nonformal \nsector  face  academic  barriers  in  accessing  formal  TVET,  due  to  the  lack  of  a  national \nqualifications framework and bridging programs. \n \n7.  TVET system governance is weak, as is the management of TVET institutions. The \ngovernment's TVET strategy and master plan identify a need to reform the policy and regulatory \nframework for TVET. The current supply-side-based funding system and inflexible employment \narrangements restrict the ability of institutions to manage themselves efficiently and to change \nprogram  offerings  to  reflect  emerging  areas  of  demand.  The  capacity  of  the  Ministry  of \nEducation (MOE) and the Ministry of Labor and Social Welfare (MOLSW) to manage a reformed \nTVET system is weak, and the two ministries need to be more coordinated. A labor market \ninformation  system  (LMIS)  is  needed  to  identify  areas  of  labor  market  demand  and  skill \nshortages; and support the TVET system in responding to labor market needs and offering \npotential students information on opportunities available in TVET.    \n \n8.  Because  skill  shortages  are  a  key  constraint  on  the  country's  development,  Asian \nDevelopment Bank (ADB) involvement in the TVET sector is strongly justified. Vocational training \nhas a significant impact on both productivity and poverty reduction.2 TVET is a key focus of the \ngovernment's  Education  Sector  Development  Framework  (ESDF),  and  the  government  has \ndeveloped a TVET strategy and master plan. The country strategy and program midterm review \n(August 2009) identifies a need for a gradual shift in ADB’s sector assistance emphasis to \nstrengthening postbasic education, including TVET and higher education.3 The project is included \nin the 2009–2011 country operations business plan for the country.4  \n \nB.  Impact and Outcome \n9.  The expected impact of the project is a more highly skilled and diverse workforce in Lao \nPDR. The performance target is that the number of workers in the labor force with formal TVET \nqualifications increases by 25% (50% for females) from 2011 to 2021. The project’s expected \noutcome is an accessible formal vocational training system that is more responsive to labor \nmarket needs.    \n \nC.  Outputs \n10.  The project will focus on certificate and diploma training in four priority skill areas with an \nidentified labor demand: (i) construction and building trades, (ii) mechanical and machinery \nmaintenance and repair, (iii) furniture-making, and (iv) basic business. These priority skill areas \nwere selected based on the findings of the 2010 labor market assessment. This assessment \nlists and sets out the selection criteria for the four priority skill areas.5 The project will focus on \nseven public TVET institutions, four private TVET institutions and the Vocational Education \nDevelopment  Center  (VEDC).  These  entities  will  receive  a  range  of  assistance  under  the \nproject, including teacher training, new curricula, and management training. The seven public \nand four private TVET institutions will also be eligible to enroll students under the voucher \nassistance  training  program.  The  seven  public  TVET  institutions  and  VEDC  will  receive \nequipment and facility upgrades. The selection of priority skill areas identifies the institutions \ninvolved in the project and the criteria used to select them.6   \n \n11.  The project will deliver five outputs: (i) improved quality of TVET, (ii) increased and more \nequitable access to TVET, (iii) increased private sector involvement in TVET strategy and \n                                                 \n2  ADB. 2010. Good Practice in Technical and Vocational Education and Training. Manila (pp. 5–8).  \n3  ADB. 2009. Country Strategy and Program Midterm Review: Lao People's Democratic Republic, 2007–2011. Manila.  \n4  ADB. 2008. Country Operations Business Plan: Lao People's Democratic Republic, 2009–2011. Manila. \n5  Labor Market Assessment, 2010 (Appendix 2). \n6  Selection of Priority Skill Areas (Appendix 2). \n ", "      3\ndelivery, (iv) strengthened management and governance of the TVET system, and (v) effective \nproject management and implementation. \n \n1.  Improved Quality of TVET \n \n12.  The project will support improvements in the quality of formal TVET in the four priority skill \nareas by (i) developing national skill standards; (ii) improving curriculum and TVET packages based \non national skill standards; (iii) enhancing teacher standards and strengthening TVET preservice \nand in-service teacher training; (iv) enhancing career counselling and vocational guidance at the \nseven public and the four private TVET institutions; (v) initiating a social marketing campaign to \npromote TVET; and (vi) upgrading equipment and facilities at the seven public TVET institutions for \ntheir programs in the four priority skill areas, at the VEDC and at the Polytechnic College. \n \n13.  Improve  institutional  performance.  The  project  will  develop  competency-based  skill \nstandards and modernized curricula in the four priority skill areas. It will enhance TVET teacher \nprofessional standards for teachers across all skill areas to better identify and target teacher \nprofessional development. Teacher standards will provide a benchmark against which to assess \nstudent TVET teachers and those seeking employment as teachers. Standards will cover technical \nand pedagogical skills. The project will also improve preservice and in-service teacher training by \nstrengthening the VEDC teaching staff, programs, and equipment and facilities.   \n \n14.  Conduct social marketing campaign. A sustained social marketing campaign will be \ninitiated to improve the poor public perception of TVET and vocationally-oriented occupations. \nThis campaign, to be conducted with employers and TVET institutions, will seek to increase the \nnumber and quality of students in the TVET sector, and increase interest in vocational training \namong females and ethnic groups. The campaign will use a range of techniques, including \ninformation provided by institutions and employers, job fairs, and television and radio dramas to \nhighlight the many benefits of pursuing vocational training.    \n \n15.  Introduce career counselling and vocational guidance. To complement the LMIS \nand social marketing campaign, the project will train teachers and develop career counselling \nand guidance materials for use in the seven public and four private TVET institutions to ensure \nthat students are better informed about TVET career choices and opportunities.   \n \n16.  Upgrade  equipment  and  improve  facilities.  The  project's  investments  in  human \nresource development will be accompanied by equipment and facility upgrades at the seven \npublic  TVET  institutions  and  VEDC.  One  further  public  TVET  institution  –  the  Polytechnic \nCollege – will receive funding to upgrade a specialist workshop required for project activities.  \n \n2.  Increased and More Equitable Access to TVET \n \n17.  This output will increase access to formal certificate and diploma TVET for students from \nremote areas, including girls, by (i) providing training assistance vouchers to TVET trainees; (ii) \nincreasing  access  for  students,  particularly  girls,  from  remote  areas  by  financing  the \nconstruction of student-friendly dormitory facilities; and (iii) broadening access to vocational \ntraining by supporting a review of TVET certificate entry qualifications to reduce academic \nbarriers to training, and the development of new entry qualifications, procedures for recognizing \nprior learning, and special assistance programs.  \n \n18.  Provide training assistance vouchers. The training assistance voucher program will \nprovide tuition fee assistance and a stipend to cover living costs for students in the seven public \nand four private TVET institutions. To be eligible to receive the voucher, a student must (i) be \nenrolled in a certificate or diploma program at one of the seven public TVET institutions or four \nprivate TVET institutions in one of the four priority skill areas, (ii) be at least 16 years old, and \n(iii) have attended elementary school or have recent employment experience. A total of 4,800 \n ", "4 \nvouchers will be offered over the project period. MOE will select the voucher recipients using a \ntransparent process outlined in the project administration manual (PAM).7 At least 25% of the \nvouchers will be allocated to females and 20% to students from ethnic groups. Female voucher-\nrecipient graduates will be assisted in securing employment through the payment of a wage \nsubsidy to their employer, covering approximately 30% of the graduate's starting salary. The \nwage subsidy will last for 6 months.  \n \n19.  Enhance access for women and ethnic groups. The project will construct or refurbish \n2,200 student-friendly dormitory places to improve access for female and ethnic students. The \ndormitories will be in the seven public TVET institutions and VEDC, with 50% of places reserved \nfor women.     \n \n3.  Increased Private Sector Involvement in TVET Strategy and Delivery \n \n20.  To increase private sector involvement in TVET strategy and delivery, the project will  \n(i)  strengthen  NTC’s  permanent  office  and  increase  its  private  sector  focus,  (ii)  establish  or \nstrengthen industry-based trade working groups (TWGs) for the four priority skill areas, (iii) establish \nadvisory boards at the seven public TVET institutions, with at least 25% private sector and 25% \nfemale representation, (iv) introduce a contracting scheme with private firms for the delivery of \ntraining to teachers and students in specialist skill areas, and (v) introduce a contracting scheme \nwith private TVET institutions to deliver training to students across a range of skill areas.   \n \n21.  Strengthen industry involvement in skill standards and curriculum. NTC's functions \ninclude providing strategic advice on TVET issues, coordinating with public and private training \nproviders, overseeing the development of TVET standards by TWGs, and monitoring training \nperformance and examination standards.8 The project will carry out an organizational review to \nidentify structural and operational changes that would improve NTC functioning and increase \nthe private sector's role across a range of functions. The project will also support the TWGs to \nincrease industry involvement in the development of skill standards and curriculum in the four \npriority skill areas.     \n \n22.  Introduce contracting programs with private firms and TVET institutions. The project \nwill introduce two contracting programs to improve the relevance and responsiveness of the TVET \nsystem, and to allow the targeting of training to areas of skill shortage. The first will involve direct \ngovernment  contracting  with  private  firms  for  the  delivery  of  training  to  TVET  students  and \nteachers in specialist skill areas that require expensive equipment that TVET institutions cannot \nafford (e.g., mining programs). The second  will involve direct contracting with private TVET \ninstitutions for the delivery of training in areas outside the four priority skill areas. In both cases, \nthe government will pay a fixed amount per student for the delivery of training, with the payment \nbeing higher for women trainees. More than 6,700 students will be trained under these programs. \nTraining  providers  (private  firms  and  private  TVET  institutions)  will  be  selected  for  these \ncontracting programs using consultants' qualifications selection through lump sum contracting.   \n \n4.  Strengthened Management and Governance of the TVET System  \n \n23.  This output will strengthen management and governance of the TVET sector by (i) reviewing \nand strengthening the policy and regulatory framework for TVET, including increasing flexibility in \nemployment arrangements for TVET teachers and introducing a unit cost funding system for TVET; \n(ii) improving quality assurance in the seven public TVET institutions, four private TVET institutions \nand VEDC; (iii) strengthening TVET information systems by developing an education management \ninformation  system,  including  design  and  system  development,  and  strengthening  capacity  to \n                                                 \n7  Project Administration Manual (Appendix 2). \n8  TWGs are made up of representatives of industry, the government, and the TVET sector and are tasked with \ndeveloping skill standards and curriculum. They operate under the auspices of NTC. \n ", "      5\noperate and maintain the system; (iv) establishing a labor market information system, including \ndesign and system development, and strengthening capacity to operate and maintain the system; \nand  (v)  strengthening  the  capacity  of  management  in  the  MOE's  Technical  and  Vocational \nEducation Department (TVED), VEDC and the seven public and four private TVET institutions. \n \n24.  Strengthen  the  policy  and  regulatory  framework.  The  project  will  help  the \ngovernment (i) design and implement a new unit-cost-based funding system and more flexible \nemployment arrangements to provide TVET institutions with greater operating flexibility, and  \n(ii) provide scope for TVET institutions to offer programs that are more relevant to the labor \nmarket.  Both  of  these  reforms  represent  government  policy,  agreed  as  part  of  the  ESDF \napproved by the Prime Minister in January 2009.  The mechanism for introducing the unit cost-\nbased funding system will be aligned with the policies and timeline adopted by the government.   \n \n25.  Improve information on the labor market and TVET sector. To address the lack of \ninformation on labor market demand and the TVET sector, the project will (i) establish an LMIS \nthat will provide information to MOLSW and MOE on labor market indicators such as skill \nshortages  and  salaries  for  TVET-trained  workers,  and  (ii)  strengthen  the  TVET  education \nmanagement information system. MOE will use LMIS information to inform funding allocation \ndecisions, and TVET institutions will use it to inform decisions on program and course offerings. \nTracer studies will be undertaken as part of this work. The LMIS will be housed at MOLSW. The \neducation management information system will be strengthened to include a wider range of \ninformation on the TVET sector and link nonfinancial and financial data on the education sector.  \n \n5.  Effective Project Management and Implementation Facilitated \n \n26.  This output will support: (a) the establishment of facilities and systems required for \neffective project management and implementation; and (b) the development and implementation \nof a project monitoring and evaluation system, including preparation of required plans and data \nsystems, the gender action plan (GAP), ethnic groups development plan, and baseline studies.  \n \nD.  Investment and Financing Plans \n \n27.  The project is estimated to cost $24.8 million, including physical and price contingencies, \nand taxes and duties of $1.8 million to be financed by the government. The investment plan is \nsummarized in Table 1. \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Improved quality of TVET  9.0 \n  2.  Increased and more equitable access to TVET  8.5 \n  3.  Increased private sector involvement in TVET strategy and delivery  3.6 \n  4.  Strengthened management and governance of the TVET system  0.9 \n  5.  Effective project management and implementation  0.6 \n    Subtotal (A)  22.6 \n B.  Contingenciesc  2.2 \n       Total (A+B)  24.8   \nTVET = technical and vocational education and training. \na  Includes government contribution of $1.8 million to cover taxes and duties (in-kind contribution) and a portion of \noperating costs (cash contribution). \nb  In 2010 prices. \nc  Physical contingencies are set at 4% for all expenditure categories except consultants and studies, which are set at \n0%. National and international inflation rates are set at 6% except for consulting services, which are set at 0%. The \nvalue of the kip is assumed to be stable against the US dollar. \nSource: Asian Development Bank estimates. \n ", "6 \n28.  The government has requested a grant not exceeding $23.0 million from ADB’s Special \nFunds resources to help finance the project; this is equal to 92.7% of the project cost. The \ngovernment will contribute $1.8 million, equal to 7.3% of the project cost (Table 2).   \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank  23.00    92.70 \nGovernment  1.80    7.30 \n  Total    24.80    100.00 \nSource: Asian Development Bank. \n \nE.  Implementation Arrangements \n \n29.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM. \n \n30.  MOE  will  be  the  executing  agency.  TVED  and  MOLSW  will  be  the  implementing \nagencies. TVED will be responsible for day-to-day implementation of project activities other than \nthe LMIS, which will be the responsibility of MOLSW. A project steering committee will provide \noverall project guidance and support cross-agency policy dialogue. The MOE vice minister for \nTVET and the MOLSW vice minister will cochair the committee, with the director general, TVED \nas committee secretary. Committee members will be senior representatives from MOLSW, the \nMinistry of Finance, the Ministry of Planning and Investment, the Office of the Prime Minister, \nand the private sector.  \n  \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  1 October 2010−30 September 2015 \nEstimated project completion date  30 September 2015 \nProject management \n(i)   Oversight body  Project steering committee \nVice minister, MOE and vice minister, MOLSW (cochairs)  \nMOE, MOLSW, MOF, MPI, OPM, private sector (members) \n(ii)  Executing agency  MOE \n(iii)  Key implementing agencies  TVED, MOLSW  \n(iv)  Project implementation unit  TVED, 8–10 staff, MOLSW 4 staff \nProcurement  ICB  3 contracts  $3,919,979 \nNCB  11 contracts  $4,463,751 \nShopping  2 contracts  $130,000 \nConsulting services  QCBS  484 person-months  $4,134,000 \nSocial marketing campaign  QCBS  57 person-months  $450,000 \nContracted training and capacity  CQS  6,500 trainees  $2,800,000 \nbuilding \nProject implementation unit staff  ICS  330 person-months  $294,000 \nDisbursement  The grant proceeds will be disbursed in accordance with ADB's \nLoan Disbursement Handbook (2007, as amended from time to \ntime) and detailed arrangements agreed upon between the \ngovernment and ADB. \nADB = Asian Development Bank, CQS = consultants' qualifications selection, ICB = international competitive \nbidding, ICS = individual consultant selection, MOE = Ministry of Education, MOF = Ministry of Finance, MOLSW \n= Ministry of Labor and Social Welfare, MPI = Ministry of Planning and Investment, NCB = national competitive \nbidding, OPM = Office of the Prime Minister, QCBS = quality- and cost-based selection, TVED = Technical and \nVocational Education Department. \nSource: Asian Development Bank. \n \n ", "      7\n31.  The government asked ADB to approve advance action to expedite the recruitment of \nconsultants and procurement of equipment. ADB advised the government that any approval of \nadvance action does not commit ADB to finance the project.   \n \nIII.  DUE DILIGENCE \n32.  The direct beneficiaries of the project will be the 20,000 and more students who will \nbenefit from improvements in the quality of TVET education and increased access to TVET \nresulting  from  initiatives  such  as  the  voucher  program,  dormitories,  and  skill  contracting \nprograms. Over the course of the project, the voucher program will benefit 4,800 students, while \nthe two contracting programs will benefit more than 10,000 students. The additional dormitory \nplaces will benefit 1,170 students. Female students and students from ethnic groups will capture \na significant proportion of the direct benefits due to the project's gender and ethnic targets. \nStudents in the public and private TVET institutions studying in the four priority skill areas and \nteacher  trainees  at  VEDC  will  also  benefit  from  better  instruction,  due  to  the  quality \nimprovement initiatives that are a key part of the project design, including revised curricula, \nupgraded facilities and equipment, and skill standards. Teachers and administrators will benefit \nfrom the extensive training and mentoring programs provided under the project. Priority skill \nareas and associated standards, training, and equipment have been chosen for their relevance \nto the Lao PDR economy and capacity.   \n \nA.  Economic and Financial \n33.  The direct economic benefits from the project are derived mainly from the increased \nnumber of TVET graduates and the improved labor market outcomes from TVET programs. \nFour main categories of beneficiaries are identified: (i) recipients of the training vouchers,  \n(ii) recipients of contracted training in priority skill areas, (iii) recipients of government support for \ntraining in selected private institutions, and (iv) associated effects of improved training and \ninstructional materials in the four priority skill areas. In total, 20,000 students are expected to be \ntrained. Utilization rates are likely to be high because project skill areas were carefully selected \nafter extensive consultation on current labor market supply and demand and investment plans. \n34.  Based on conservative assumptions, such carefully targeted skills training can increase \nmonthly wages by KN200,000. Assuming that 70% of beneficiaries of training provided during \nthe project will utilize their learned skills in the labor market within a short time, this translates to \nan  average  annual  earnings  increment  of  approximately  $200  per  year.  Estimating  these \nbenefits over 20 years and based on the total project cost of $24.8 million yields an economic \ninternal rate of return of 15.2%. \n35.  Other benefits not included in these calculations are (i) improved gender distribution in \nTVET as a consequence of GAP activities, (ii) improved quality and relevance of teaching in \nother skill areas as a consequence of teacher training and workplace experience, (iii) improved \nTVET  institution  management  as  a  consequence  of  management-related  human  resource \ndevelopment, and (iv) improved governance due to increased private sector involvement.  \n36.  Financial sustainability. The project should be financially sustainable as the bulk of \nexpenditures do not carry on beyond the end of the project. Recurrent expenditures such as \nequipment maintenance cost can be absorbed by additional revenues from government funding, \nstudent  fees,  tailored  training  for  enterprises,  and  rental  of  training  venues.  Fully  90%  of \nnongovernment revenues can be used at the discretion of the institution management (e.g., to pay \nteachers  for  additional  hours,  instructional  materials,  repair  and  maintenance,  security).  The \ngovernment plans to move to a unit-cost-based funding system, which will be designed as part of \nthe project. The ESDF financing plan, however, shows that during FY2010–FY2016 the proportion \nof total sector expenditure allocated to TVET is expected to rise (Table 4 in the financial analysis) \n ", "8 \nand the expenditure per student is expected to rise compared with other subsectors (Table 5 in \nthe financial analysis).9 \n37.  The project will increase the labor market relevance of the TVET system and improve \nthe policy framework governing TVET institutions; both of these will improve the sustainability of \nthe TVET sector by making it better serve the national social and economic development needs, \nthe knowledge and skill learning needs of young people, and labor market demand. \n38.  Project financing. The project involves a total government contribution of $1.8 million, \nmostly in the form of taxes and duties. The total incremental recurrent cost (salaries and \nimputed rent and utilities) is $11,200 per year. This annual government contribution ranges from \n0.1% to 0.2% of the total TVET recurrent budget, assuming ESDF spending projections. This \nsuggests the project costs are sustainable.   \n39.  Incremental operating costs. Incremental operating costs will be associated with new \ndormitory  and  classrooms  financed  under  the  project.  The  total  investment  in  equipment, \nfurnishings,  dormitory  rooms,  classrooms,  and  vehicles  is  $10.5  million.  Assuming  that \noperating costs and repairs and maintenance equal 8% of the investment, the incremental \nrecurrent cost will be $840,000 annually beginning in FY2015, which amounts to 9.4% of the \ntotal  government  nonwage  recurrent  budget  for  the  subsector  (assuming  ESDF  spending \nprojections), a figure that declines to 6.4% by FY2016 due to the rising TVET budget. In \nsucceeding years, this proportion is likely to fall as the government budget rises. This, plus the \nfact that TVET institutions can charge tuition fees to help cover costs, suggests the project's \nincremental operating costs are sustainable. \nB.  Governance \n40.  Financial management and procurement capacity assessments found that while MOE \nhas the capacity to carry out the project, it will encounter significant challenges. Of key concern \nis the large number (and cumulative size) of projects managed by MOE, including several ADB \nprojects, the World Bank's Second Education Development Project, and the recently approved \nmultidonor Education for All Fast Track Initiative. Combined, these projects will place further \nstrain on MOE's ability to carry out procurement and disbursements in a timely and effective \nmanner.  The  financial  management  assessment  identifies  lack  of  capacity  and  insufficient \nstaffing in the accounting and financial control division of MOE's Department of Finance and \nfinancial information management system. Of particular concern is the lack of standardization in \nthe use of accounting software across different MOE projects.   \n \n41.  MOE indicates that it is addressing the capacity issue by increasing the number of staff \nin its accounting and financial control division. It has created several new positions and has \nalready filled some. The World Bank will be undertaking a financial management assessment of \nthe education sector later this year. The project will provide accounting staff for the project \nimplementation unit; train staff in financial planning, accounting, auditing, and control; and \nimplement a performance-based planning and budgeting system using the cost norms to be \ndeveloped under the project. The financial management assessment is in the PAM.  \n \n42.  The  procurement  capacity  assessment  found  that  while  TVED  has  experience  in \nprocuring goods, it lacks experience in procuring works and services. The project will provide \nsupport  to  supplement  procurement  capacity,  including  training  in  the  preparation  of  bid \ndocuments for civil works and bid evaluations, and site management and monitoring of civil \nworks implementation.  \n \n                                                 \n9  Financial Analysis (Appendix 2). \n ", "      9\n43.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Ministry of Finance and MOE. The specific policy requirements and supplementary \nmeasures are described in the PAM. \n \nC.  Poverty and Social \n44.  Gender and development. The project is designed to address key constraints to girls' \naccess to TVET and includes a GAP to facilitate and promote increased girls’ participation and \nbenefits from the project. The GAP addresses access and equity issues by setting gender \nquotas for training in the three nontraditional priority skill areas, dormitory spaces, voucher \nrecipients, and other training opportunities. The GAP includes the following targets and design \nfeatures: (i) quota of girls making up 20% of enrolments in three nontraditional priority skill \nareas; (ii) 25% of vouchers reserved for girls; (iii) 50% of dormitory spaces reserved for girls;  \n(iv) targets of women making up 20% of TVET teachers, and 40% of trainees in the specialist \nskill contracting program and 50% in the skills contracting program; (v) implementation of a \nwage  subsidy  scheme  for  female  voucher-recipient  graduates  to  promote  poststudy \nemployment;  (vi)  social  marketing  to  promote  nontraditional  skills  and  trades  among  girls;  \n(vii) provision of gender training to stakeholders, and (viii) development of monitoring and \nevaluation indicators to track GAP implementation. \n \n45.  Ethnic groups. An ethnic group development plan was prepared to ensure integration of \nethnic groups' needs and interests in project outputs, and ensure ethnic group  access and \nparticipation. Key features include (i) ethnic group enrolment in certificate and diploma education \nin the four priority skill areas reaches 20%; (ii) at least 30% of vouchers and dormitory spaces are \nreserved for ethnic students; (iii) the social marketing campaign is targeted to ethnic communities \nto encourage TVET and present positive role models, especially in nontraditional skill areas; and \n(iv) ethnicity sensitivity training is provided to project stakeholders. \n \nD.  Safeguards \n46.  The involuntary resettlement category is C, as civil works is limited to upgrading TVET \ninstitution facilities and constructing new buildings within existing boundaries, which will not \nrequire land acquisition or resettlement. The indigenous peoples' categorization is B, as the \nvoucher program and the construction of dormitories will directly benefit ethnic groups.10 The \nenvironmental  categorization  is  C.  During  operation,  the  automotive  workshop  will  ensure \nproper disposal of hazardous waste such as engine oil. During construction of the dormitories, \nthe contractor will keep noise and dust within locally acceptable levels, as well as manage fill, \nexcavated material, and solid waste in a manner that does not create a permanent impact. \nWater supply in the dormitories will meet national drinking water quality standards.   \n \nE.  Risks and Mitigating Measures \n47.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.11 The major risks are that the government \nfails to keep its commitment to ESDF TVET targets, the supply of appropriately trained teachers \nis not adequate to improve TVET quality, and the poor social perception of TVET means that \nemployers and potential students are not interested in TVET. These risks are all addressed \nunder the project. In summary, the benefits and impacts are expected to outweigh the risks. \n \n \n \n \n \n                                                 \n10 Ethnic Groups Development Plan (Appendix 2). \n11 Risk Assessment and Risk Management Plan (Appendix 2). \n ", "10 \nTable 4: Summary Risks and Mitigating Measures \nRisks  Mitigating Measures \nOutcome   \nFailure to keep commitments to  The project largely focuses on improving quality, not increasing \nESDF TVET targets  TVET sector size. \nInadequate supply of trained  Teacher training, on-the-job training for teachers, and more \nteachers will frustrate ability to  flexible employment arrangements will help attract better \nimprove TVET   teachers.  \nPoor social perception of TVET will  Social marketing, improved quality, and the voucher program \nlimit potential trainees' interest in  will help increase demand for TVET-trained workers and \nvocational training  \ntrainee interest in TVET.  \nOutputs   \nPrivate sector shows little interest in  Each trade working group will be provided with one person \nTVET sector development activities   under the project to assist in implementing project activities. \nIndustry associations provide a focal point to harness private \ninvolvement.  \nFailure to introduce required legal  Vast majority of project initiatives do not require passage of \ninstruments to support TVET reforms   legislation. \nLack of political will to revamp NTC  The government is already considering changes to strengthen \nto be more private-sector focused  NTC to increase private sector focus. \nESDF = Education Sector Development Framework, NTC = National Training Council, TVET = technical and \nvocational education and training. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n48.  The government has assured ADB that implementation of the project will conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand grant documents. The government has agreed with ADB on certain covenants for the \nproject, which are set out in the grant agreement. \n \n49.  ADB will not disburse grant proceeds for the construction of dormitories or procurement \nof equipment for any given public TVET institution until such institution has established an \nadvisory board and prepared an institutional improvement plan, both to the satisfaction of ADB.  \n \nV.  RECOMMENDATION \n50.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and, acting in the absence of the President, under the provision \nof Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board approve the \ngrant not exceeding $23,000,000 to the Lao People's Democratic Republic from ADB’s Special \nFunds  resources  for  the  Strengthening  Technical  and  Vocational  Education  and  Training \nProject, on terms and conditions that are substantially in accordance with those set forth in the \ndraft grant agreement presented to the Board. \n \n \n \nC. Lawrence Greenwood \nVice-President \n \n18 June 2010 \n \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nDesign  Performance Targets and Indicators with  Data Sources and  Assumptions and \nSummary  Baselines  Reporting Mechanism  Risks \nImpact   The number of workers in the labor force with  LMIS national and  Assumption \nA more highly skilled  formal TVET qualifications increases by 25%  provincial data   The government \nand diverse workforce  (50% for females) from 2011 to 2021 (baseline to    sustains its priority for \nPopulation and housing \nin Lao PDR.  be determined through baseline studies)   developing labor skills.\ncensus \n   \nRisks \nThe economy fails to \ngrow on a sustainable \nbasis. \n \nThe demand for \nhigher skilled workers \nin the priority skill \nareas drops off. \nOutcome  By 2015, 65% of TVET graduates in the four  TVED and institution  Risks \nAn accessible formal  priority skill areas from the seven public and four  records  Commitments to ESDF \nvocational training  private TVET institutions find initial employment    TVET targets are not \nTVET EMIS records \nsystem that is more  within 6 months of graduation (baseline to be  maintained. \n \nresponsive to labor  determined through baseline studies)   \nEmployer satisfaction  Poor social perception \nmarket needs.   \nGirls' enrollment is in three nontraditional priority  surveys   of TVET limits interest \nof potential trainees in \nskill areas by increases from 0% to 20% by 2015   \nInstitution-based tracer  TVET. \n \n20% of vouchers are reserved for ethnic groups  studies   \nby 2015    Inadequate supply of \nLMIS national and  trained teachers \nprovincial data  frustrates ability to \nimprove TVET quality. \nOutputs  All programs in four priority skill areas at the seven  TVET enrolment data   Risk \n  public and four private TVET institutions are    Required legal \nEMIS data \n1.  Improved quality of  developed collaboratively with TWGs by 2012.   instruments to support \n \nTVET    Special surveys of the  TVET reforms are not \nBy the end of 2011, 55% of teachers at the seven \n  seven public and four  introduced. \npublic and four private TVET institutions attain \nprivate TVET institutions, \ncompetency and teaching standards developed \nemployers, teaching staff, \nunder the project. \nstudents, and graduates \n \nThe proportion of employers expressing   \nTVET student and teacher \nsatisfaction with skills and attitudes of graduates \nplacement records \nin four priority skill areas in seven public and four \n \nprivate TVET institutions increases from 17% in  Assessment of the seven \n2011 to 35% in 2015.  public and four private \nTVET institutions against \nregional benchmarks \n2.  Increased and more  The number of students in certificate and diploma  Enrolment data from TVET  \nequitable access to  programs in the four priority skill areas at the  institutions \nTVET  seven public and four private TVET institutions   \nEMIS data \n  increases from 1,500 in 2011 to 5,000 in 2015. \n \nAt least 25% of voucher recipients are female by \n2015. \n \nNumber of dormitory places available to females \nincreases from 530 in 2010 to 1,115 in 2015. \n \n20% of students will be from the poorest groups \nand 2% from the physically disabled.  \n3.  Increased private  Advisory boards established at the seven public  TVET institution survey  Assumption \nsector involvement  TVET institutions, with at least 25% private sector    Regulations introduced \nSurvey of employers and \nin TVET strategy  and 25% female representation by, 2013  to support \nindustry associations \nand delivery    establishment of \n100% of private sector industry associations   \n  Enrolment records  advisory boards in \nexpress increased satisfaction with levelof private \nEMIS data   public TVET \ninvolvement in NTC by 2015 \n ", "12  Appendix 1 \nDesign  Performance Targets and Indicators with  Data Sources and  Assumptions and \nSummary  Baselines  Reporting Mechanism  Risks \n    institutions \nBy 2015, 3,750 individuals trained under the  Contracts \n \nspecialist skills contracting program; at least 20% \nRisks \nof teachers and 40% of students are female \nPrivate sector shows \n \nBy 2015, 3,040 individuals are trained under the  little interest in TVET \nskills contracting program; at least 50% female.  sector development \n  activities. \nCurricula in four priority skill areas developed   \nthrough TWGs by 2012   The government lacks \n  political will to revamp \nProportion of surveyed employers reporting \nNTC to be more \ncontact with the seven public and four private \nprivate-sector focused.\nTVET institutions in four priority skill areas \n \nincreases from 17% in 2011 to 40% in 2015 \n4.  Strengthened  20% of teachers operating under more flexible  Independent assessment  Risk \ngovernance and  work arrangements by 2015  of regulatory framework  Required legal \nmanagement of the      instruments are not \nUnit-cost funding system introduced by 2014  Survey of EMIS and LMIS \nTVET system  introduced to support \n  users \n  Directors and senior managers at the seven  TVET reforms.  \n \npublic and four private TVET institutions receive  EMIS and LMIS monitoring \nfavorable ratings in independent management  and usage reports  \nand leadership skills assessments by 2015.   \nIndependent assessment \n \nFavorable independent assessment of LMIS by  of EMIS and LMIS  \n2012   \nPre- and post-training \n \nBy 2013, TVED can produce TVET statistical  assessments \nreport within six months of year end. \n5.  Effective project  Project steering committee and project  Progress reports   \nmanagement and  implementation units equipped by Q4 2010  \nimplementation    \nPM&E system functional by Q4 2010 \n \nActivities with Milestones  Inputs \n1.   Improved quality of TVET  ADB: $23.0 million  \n1.1.  Develop national skills standards for priority skill areas     Item  Amount   \n  (($ million) \n1.1.1  Review ongoing initiatives for skills standards development by Q1 2011 \n1.1.2.  Prepare skills standards development manuals by Q2 2011 \nOutput 1  8.28 \n1.1.3.  Help develop skills standards in priority skill areas by Q4 2011 \n  Output 2  8.06 \n1.2.  Improve curriculum and training packages \n1.2.1.  Design new TVET curriculum frameworks and manuals by Q1 2012  Output 3  3.31 \n1.2.2.  Develop by Q1 2012 and trial new TVET packages by Q2 2012 \n1.2.3  Implement new curriculum and competency-based assessment from Q3 2012  Output 4  0.84 \n \n1.3  Enhance teacher standards and strengthen TVET teacher training  Output 5  0.51 \n1.3.1.  Define teacher competency and performance standards by Q2 2011 \n1.3.2.  Establish procedures for performance assessment by Q2 2011 and pilot by Q4 2012  Contingencies  2.0 \n1.3.3.  Revise standards and procedures and disseminate from Q1 2012 \n \n1.3.4.  Implement and conduct on-the-job performance mentoring from Q1 2012 \n1.3.5.  Implement framework for improving TVET teacher training and development by Q3 2011  Government  $1.8 million \n1.3.6.  Implement annual planning for teacher recruitment and development from Q4 2011 \n   Item  Amount\n1.3.7.  Develop and implement teacher training assessment system from Q4 2011 \n($ million) \n \n1.4  Enhance TVET institution career counselling and initiate social marketing campaign \n1.4.1.  Develop TVET systems and materials by Q3 2011  Output 1  0.78 \n1.4.2.  Train selected TVET teachers for career counselling and guidance by Q1 2012  \nOutput 2  0.46 \n1.4.3.  Develop and implement student assistance in all TVET institutions from Q1 2012 \n1.4.4.  Develop detailed, costed long-term social marketing strategies by Q2 2011  Output 3  0.37 \n1.4.5.  Assist NTC with implementation of social marketing strategies from Q3 2011 \nOutput 4  0.05 \n \n1.5  Improve facilities in public TVET institutions \nOutput 5  0.14 \n1.5.1.  Review facility and equipment requirements against needs by Q1 2012 \n1.5.2  Proposals for facility and equipment provision developed by Q1 2012 \n \n ", "  Appendix 1  13 \nActivities with Milestones  Inputs \n1.5.3.  Undertake facility improvements and provide equipment by Q2 2012    \n \n2. Increased and more equitable access to TVET    \n2.1.  Provide training vouchers \n2.1.1.  Develop a training assistance voucher scheme by Q2 2011 \n2.1.2.  Develop student selection criteria and implementation procedures by Q2 2012 \n2.1.3.  Introduce the training voucher scheme by Q3 2012 \n \n2.2.  Expand access for students, particularly girls, from remote areas \n2.2.1.  Identify locations and priority needs by Q2 2011 \n2.2.2.  Design and construct student-friendly dormitory facilities by Q1 2012  \n \n2.3.  Broaden access to certificate and diploma TVET \n2.3.1.  Revise TVET certificate entry qualifications for TVET by Q3 2011 \n2.3.2.  Develop procedures for RPL by Q4 2011 \n2.3.3.  Revise certificate curricula and teaching materials by Q4 2011 \n2.3.4.  Develop special assistance programs from Q3 2012 \n \n3. Increased private sector involvement in TVET strategy and delivery \n3.1.  Strengthen NTC and increase private sector focus of NTC from Q1 2011 \n3.1.1  Define roles and responsibilities of NTC and develop NTC capacity from Q2 2011 \n3.1.2.  Review effectiveness of private sector representation in NTC by Q2 2011 \n \n3.2.  Establish advisory boards in the seven public TVET institutions  \n3.2.1.  Introduce enabling regulations and assist in establishing boards by Q1 2011 \n3.2.2.  Initiate awareness programs for board members and institution heads from Q2 2011 \n \n3.3.  Establish or strengthen TWGs for the four priority skill areas \n3.3.1.  Define role and responsibilities of TWGs for four priority skill areas by Q2 2011 \n3.3.2.  Develop skills standards, curriculum and training materials for four priority skill areas \nfrom Q2 2011 \n \n3.4.  Introduce specialist skills contracting program by Q2 2012  \n \n3.5.  Introduce skills contracting program by Q2 2012 \n \n4.  Strengthened governance and management of the TVET system \n4.1.  Reform policy, regulatory, and funding frameworks for TVET \n4.1.1.  Develop proposals on unit-cost funding and employment arrangements by Q3 2011  \n \n4.2.  Improve quality assurance in TVET   \n4.2.1.  Assess capacity needs for system managers and institution directors by Q3 2011 \n4.2.2.  Develop quality management systems for the TVET sector from Q1 2011 \n4.2.3.  Implement systems and mentor TVET managers and institution directors from Q4 2011 \n \n4.3.  Strengthen education management information system \n4.3.1.  Develop system from Q2 2011 \n4.3.2.  Develop and conduct regular tracer and graduate follow-up studies from Q4 2011  \n \n4.4.  Establish a labor market information system from Q2 2011 \n \n4.5.  Strengthen capacity of TVED, VEDC and TVET institution management \n4.5.1.  Review TVED structure, staffing, and work responsibilities by Q1 2011 \n4.5.2.  Develop mentoring for TVED, VEDC and public and private TVET institution managers \nfrom Q2 2011 \n \n5.   Effective project management and implementation \n5.1.  Project steering committee and project implementation unit set up by Q4 2010 \n5.2.  PM&E system developed and implemented from Q4 2010 \nADB = Asian Development Bank, EMIS = education management information system, ESDF = Education Sector development \nFramework, Lao PDR = Lao People’s Democratic Republic, LMIS = labor market information system, NTC = National Training \nCouncil, PM&E = project monitoring and evaluation, Q = quarter, RPL = recognition of prior learning, TVED = Technical and \nVocational Education Department, TVET = technical and vocational education and training, TWG = trade working group. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42278-02-2 \n \n1.  Agreement \nGrant Agreement \n2.  Summary Sector Assessment \nSubsector Analysis \n3.  Project Administration Manual    \n4.  Project Classification Summary  \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination   \n7.  Financial Analysis   \n8.  Economic Analysis   \n9.  Country Economic Indicators  \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Gender Action Plan \n12.  Risk Assessment and Risk Management Plan \n13.  Indigenous Peoples Assessment and Measures \n  Ethnic Groups Development Plan  \n14.  Others \nLabor Market Assessment, 2010 \nSelection of Priority Skill Areas \nSelection Criteria and Profiles of Project Institutions and Summary of Project Support \n \n "], "metadata": {"Author": "fmb", "CreationDate": "D:20100618170402+08'00'", "Creator": "PScript5.dll Version 5.2", "ModDate": "D:20100721094431+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Title": "Asian Development Bank"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 June 2010) \n \nCurrency Unit –  kip (KN) \nKN1.00 =  $0.0001210361 \n$1.00 =  KN8,262 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EMIS  –  education management information system \n  ESDF  –  Education Sector Development Framework \n  GAP  –  gender action plan \n  Lao PDR  –  Lao People's Democratic Republic \n  LMIS  –  labor market information system \n  MOE  –  Ministry of Education \n  MOLSW  –  Ministry of Labor and Social Welfare \n  NTC  –  National Training Council \n  PAM  –  project administration manual \n  TVED  –  Technical and Vocational Education Department \n  TVET  –  technical and vocational education and training \n  TWG  –  trade working group \n  VEDC  –  Vocational Education Development Center \n \nNOTES \n \n(i)  The fiscal year (FY) of the government ends on 30 September. FY before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2010 \nends on 30 September 2010. \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  S. Lateef, Social Sectors Division, SERD \n   \nTeam leader  N. LaRocque, Education Specialist, SERD \nTeam members  D. Ablett, Education Specialist, SERD \n  K. Chanthy, Lao Resident Mission, SERD \n  A. de Guzman-Bacasmas, Assistant Project Analyst, SERD \n  W. Duncan, Principal Education Specialist, SERD \n  U. Hoque, Gender Specialist, SERD \n  L. Kulp, Social Development Specialist, SERD \n  S. Zaidansyah, Counsel, Office of the General Counsel \nPeer reviewer  L. Gutierrez, Senior Advisor to the President, Office of the President \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "S. Lateef", "role": "Social Sectors Division", "organization": "SERD"}, {"fullname": "N. LaRocque", "role": "Education Specialist", "organization": "SERD"}, {"fullname": "D. Ablett", "role": "Education Specialist", "organization": "SERD"}, {"fullname": "K. Chanthy", "role": "Lao Resident Mission", "organization": "SERD"}, {"fullname": "A. de Guzman-Bacasmas", "role": "Assistant Project Analyst", "organization": "SERD"}, {"fullname": "W. Duncan", "role": "Principal Education Specialist", "organization": "SERD"}, {"fullname": "U. Hoque", "role": "Gender Specialist", "organization": "SERD"}, {"fullname": "L. Kulp", "role": "Social Development Specialist", "organization": "SERD"}, {"fullname": "S. Zaidansyah", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "L. Gutierrez", "role": "Senior Advisor to the President", "organization": "Office of the President"}]}