{"path": "data/input/reports/42383-prc-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n \n \n \n \n \n \n \n \n \n \nProject Number: 42383 \nNovember 2009 \nProposed Loan and Administration of Grant \nPeople’s Republic of China: Shanxi Small Cities and \n \nTowns Development Demonstration Sector Project\n \n ", "CURRENCY EQUIVALENTS \n(as of 17 November 2009) \n \nCurrency Unit –  yuan (CNY) \n \nCNY1.00 =  $0.1464 \n$1.00 =  CNY6.8270 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \n  EIRR  –  economic internal rate of return \n  FIRR  –  financial internal rate of return \n  ICB  –  international competitive bidding \n  LIBOR  –  London interbank offered rate \n  NCB  –  national competitive bidding \n  NPV  –  net present value \n  O&M  –  operation and maintenance \n  PCG    Pingyao county government \n  PLG  –  project leading group \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  PPMS  –  project performance management system \n  QCBS  –  quality- and cost-based selection \n  SEIA  –  summary environmental impact assessment \n  SPG  –  Shanxi provincial government \n  TA  –  technical assistance \n  WACC  –  weighted average cost of capital \n  XCG  –  Xiaoyi city government \n  YCG  –  Youyu county government \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  km2  –  square kilometer \n  m2  –  square meter \n  m3  –  cubic meter  \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government ends on 31 December. \n(ii)  In this report, \"$\" refers to US dollars. ", " \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  A. Leung, Director, Urban and Social Sectors, EARD \nTeam members  C. Chu, Project Management Officer, EARD \n  H. Gunatilake, Senior Economist, Economics and Research Department \n  M. Gupta, Senior Social Development Specialist (Safeguards), EARD \n  S. W. Handayani, Senior Social Development Specialist, Regional and \nSustainable Development Department \n  J. Masic, Urban Development Specialist, EARD \n  S. Noda, Transport Specialist, EARD \n  X. Peng, Lead Professional (Counsel), Office of the General Counsel \n  S. Popov, Senior Environment Specialist, EARD \n  B. Reid, Senior Financial Analysis Specialist, EARD \n  T. Villareal, Senior Urban Development Specialist, EARD \n  W. Walker, Social Development Specialist, EARD \n  J. Wang, Project Officer (Urban Development and Water Supply), EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", " \nCONTENTS \n \nPage \n \nLOAN AND PROJECT SUMMARY  i \nMAP   \nI.  THE PROPOSAL  1 \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES  1 \nA.  Performance Indicators and Analysis  1 \nB.  Analysis of Key Problems and Opportunities  2 \nIII.  THE PROPOSED PROJECT  7 \nA.  Impact and Outcome  7 \nB.  Outputs  7 \nC.  Special Features  8 \nD.  Project Investment Plan  9 \nE.  Financing Plan  9 \nF.  Implementation Arrangements  10 \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  15 \nV.  ASSURANCES AND CONDITIONS  19 \nVI.  RECOMMENDATIONS  20 \nAPPENDIXES   \n1.  Design and Monitoring Framework  21 \n2.  Sector and Subsector Analysis  26 \n3.  Process for Subproject Identification, Selection, Preparation, and Appraisal  29 \n4.  External Assistance  31 \n5.  Summary of Support for Water and Wastewater Utilities  34 \n6.  Summary Cost Estimates and Financing Plan  35 \n7.  Lending Arrangements and Indicative Flow of Funds  37 \n8.  Project Implementation Organization  38 \n9.  Implementation Schedule  39 \n10.  Summary and Detailed Procurement Plan  40 \n11.  Summary Poverty Reduction and Social Strategy  45 \n12.  Summary Resettlement Plan  49 \n13.  Financial Analysis  52 \n14.  Economic Analysis  57 \n ", "     \nSUPPLEMENTARY APPENDIXES (available on request) \nA.  Problems and Objectives Tree Analyses \nB.  Sector Policy Framework  \nC.  Subproject Appraisal Criteria and Report Template \nD.  Candidate Subsequent Subprojects \nE.  Technical Analysis of Core Subprojects \nF.  Support for Water and Wastewater Utilities \nG.  Detailed Cost Estimates and Financing Plan \nH.  Institutional Arrangement and Assessment \nI.  Procurement Capacity Assessment \nJ.  Detailed Procurement Plan \nK.  Outline Terms of Reference for Consulting Services \nL.  Poverty and Social Assessment and Social Action Plan \nM.  Labor Reemployment Framework \nN.  Health Impact Analysis \nO.  Ethnic Minority Development Framework \nP.  Resettlement Framework \nQ.  Detailed Financial Analysis \nR.  Financial Management Assessment \nS.  Detailed Economic Analysis \nT.  Environmental Assessment and Management Framework  \n ", "     \nLOAN AND PROJECT SUMMARY \n \nBorrower  People’s Republic of China (PRC) \n   \nClassification  Targeting  classification:  Targeted  intervention  (nonincome  Millennium \nDevelopment Goals) \nSector (subsectors): Multisector (water supply and sanitation, other municipal \nservices, waste management, energy utility services, urban transport) \nThemes (subthemes): Economic growth (promoting macroeconomic \nstability), social development (human development), environmental \nsustainability (urban environmental improvement) \nClimate change: Climate change adaptation  \nLocation impact: Rural (low), urban (high) \n   \nEnvironment  Category  A.  An  environmental  impact  assessment  was  undertaken.  The \nAssessment  summary environmental impact assessment was circulated to the Board of \nDirectors of the Asian Development Bank (ADB) and uploaded on the ADB \nwebsite on 20 October 2008. \n   \nProject  The Project aims to help promote balanced and environmentally sustainable \nDescription  urbanization;  narrow  the  urban–rural  gap;  and  improve  production, \nemployment,  and  living  conditions  in  small  cities  and  towns  in  Shanxi \nProvince.  It  includes  about  seven  subproject  small  cities  and  towns.  The \nProject is being processed as a sector loan to allow the Shanxi provincial \ngovernment (SPG) to respond to rapidly changing needs of cities and towns \nacross the province. Detailed assessment and analyses were undertaken for \nthe three core subprojects—Pingyao county, Wutong town, and Youyu county. \nSubsequent  subprojects  will  be  selected,  prepared,  and  appraised  during \nproject implementation following an agreed set of criteria and procedures. The \nPingyao subproject includes the Huiji River improvement component, which \nwill improve environmental quality, thereby supporting tourism development in \nthe historic city center. The Wutong subproject has five components: (i) Caoxi \nroad and associated services, (ii) heat supply, (iii) gas supply, (iv) wastewater \ntreatment,  and  (v)  education  facilities.  The  subproject  will  provide  basic \ninfrastructure to improve environmental conditions and support expansion of \nthe city to the northwest, where air pollution is lower. The Youyu subproject \nhas  five  components:  (i)  heat  supply,  (ii)  water  supply,  (iii)  drainage  and \nwastewater  collection,  (iv)  roads  and  associated  services,  and  (v)  river \nimprovement. In addition to providing citywide environmental improvements, \nthis subproject will provide basic infrastructure to support the development of \nan urban expansion area to house workers migrating to the county seat to \nwork in agroprocessing and other light industrial jobs.  \n   \nRationale  The PRC Government is committed to developing small cities and towns as a \nway  to  generate  jobs,  narrow  the  rural–urban  income  gap,  and  increase \nnational  economic  productivity.  Growth  of  small  cities  and  towns  creates \neconomic opportunities for farmers to move to urban areas and gain higher \nvalue-added employment; this is the key to realizing the PRC’s vision of a \n“harmonious society,” in which the benefits of growth will be shared more \nequitably. The PRC’s 11th Five-Year Plan 2006–2010 identifies small city and ", "ii \ntown development as a means to provide a higher standard of living to rural \nmigrants  without  exacerbating  infrastructure  fatigue  and  other  problems \nafflicting large cities. Building on the conclusions of the 2004 ADB-financed \nTown-Based  Urbanization  Strategy  Study,  the  national  town  development \npolicy calls for strengthening physical and economic linkages between major \ncities  in  metropolitan  areas  or  development  corridors  and  the  smaller \nsettlements at their periphery. \n \nLocated in northern PRC, Shanxi Province is a national base for coal, coke, \nand manufacturing of industrial equipment and machinery. Small cities and \ntowns in the province have made substantial progress in recent years in \nfacilitating economic growth through resource extraction, manufacturing, and \nservice  sector  development.  But  growth  has  outstripped  infrastructure \nprovision and urban management capacity, resulting in degradation of the \nnatural environment and living conditions of local residents. Coverage rates \nfor  urban  environmental  services  are  inadequate,  and  many  areas  of  the \nprovince  suffer  from  high  rates  of  air,  water,  and  land  pollution.  Local \ngovernments lack capital and expertise to provide infrastructure in a timely \nfashion, which would mitigate the negative environmental impacts of their \neconomic success. Many small cities and towns outside of the coal- and coke-\nproducing regions suffer from low investment, low economic growth rates, and \nunderemployment. The SPG policy on development of its small cities and \ntowns mirrors the national policy, which promotes small cities and towns as \ngrowth engines for surrounding rural areas, which can absorb rural migrants \nand relieve population pressure on the province’s large cities.   \n \nThe  Project  will  increase  the  economic,  social,  and  environmental \nsustainability  of  small  city  and  town  development  by  improving  urban \ninfrastructure  and  municipal  services.  The  improvements  will  serve  to \n(i) attract economic investment, especially in employment-intensive industries \nand services, by providing reliable, high-quality infrastructure such as roads, \nwater supply, and sewerage; (ii) provide better living conditions and a decent \nurban environment to town residents by substituting centralized heating for \nhousehold coal burning, treating wastewater before discharging it into the \nnatural  environment,  and  introducing  sanitary  practices  in  solid  waste \ncollection and treatment; and (iii) extend the benefits of growth to all residents \nby  improving  coverage  and  service  quality  of  basic  municipal  services  to \nhouseholds  across  the  socioeconomic  spectrum.  ADB’s  experience  and \nknowledge in urban environmental improvement and management, including \nsupporting utility tariff reforms, will add value to the Project, especially for \nsmall  cities  and  towns  that  are  undergoing  urbanization  and  economic \ntransformation. \n   \nImpact and  The impact of the Project is improved environmental quality and increased \nOutcome  employment generation in small cities and towns in Shanxi Province. The \noutcome  of  the  Project  is  improved  urban  infrastructure  and  municipal \nservices in about seven small cities and towns in the province. \n   \nProject  The investment cost of the Project is estimated at $224.7 million, including \nInvestment Plan   taxes and duties of $6.4 million. \n ", "    iii \n   \nFinancing Plan  Share \nAmount \nSource  of Total \n($ million equivalent) \n(%) \nAsian Development Bank loan  100.0  45.0 \nMulti-Donor Trust Fund under the Water  0.3  0.0 \nFinancing Partnership Facilitya \nPingyao County Government (Pingyao subproject) 21.9  10.0 \nXiaoyi City Government (Xiaoyi subproject)  15.8  7.0 \nYouyu County Government (Youyu subproject)  18.3  8.0 \nOther City and County Governments (subsequent  68.5  31.0 \nsubprojects) \n  Total  224.7  100.0 \na  Contributors: the governments of Australia, Austria, and Norway. Administered by the Shanxi \nprovincial government. The actual amount is $250,000. \nb  Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank estimates. \n   \n  A loan of $100,000,000 from the ordinary capital resources of ADB will be \nprovided under ADB’s London interbank offered rate (LIBOR)-based lending \nfacility. The loan will have a 26-year term including a grace period of 6 years, \nan interest rate determined in accordance with ADB’s LIBOR-based lending \nfacility, a commitment charge of 0.15% per annum, and such other terms and \nconditions as set forth in the draft Loan Agreement. \n   \nAllocation and  The PRC Government will make the loan proceeds available to SPG, the \nRelending  Executing Agency, on the same terms and conditions of the ADB loan. SPG \nTerms  will make the loan proceeds available to subproject municipal and/or country \ngovernments on the same terms and conditions as those of the ADB loan. The \nsubproject municipal and county governments will make the loan proceeds \navailable to the implementing agencies on the same terms and conditions as \nthose of the loan with the end-borrowers assuming the foreign exchange and \ninterest rate variation risks of the ADB loan. \n   \nPeriod of  Until 30 June 2016 \nUtilization \n   \nEstimated  31 December 2015 \nProject \nCompletion Date \n   \nImplementation  SPG will be the Executing Agency for the Project. A project leading group \nArrangements  (PLG), chaired by a vice-governor and comprising senior government officials \nof concerned bureaus and commissions, was established to provide overall \nguidance and support for preparing and implementing the Project. A project \nmanagement office (PMO), located in the Shanxi Housing and Urban-Rural \nDevelopment  Bureau,  was  established  under  the  PLG  to  undertake  and \nmanage day-to-day project activities. In each subproject city and town, a PLG \nand PMO will be set up to liaise with the provincial PMO, and to oversee and \nmanage work undertaken by the implementing agencies.  \n   \nExecuting  Shanxi provincial government \nAgency \n ", "iv \n \nProcurement  Goods,  works,  and  services  will  be  procured  in  accordance  with  ADB's \nProcurement Guidelines (2007, as amended from time to time). International \ncompetitive bidding, national competitive bidding, or shopping procedures will \nbe  used  for  procurement,  based  on  the  circumstances  of  each  contract \npackage. \n   \nConsulting  The  Project  will  provide  funding  for  international  and  national  consulting \nServices  services  to  support  the  PMOs  and  implementing  agencies  in  project \nimplementation  and  management,  and  institutional  capacity  building. \nConsultants will be recruited according to ADB’s Guidelines on the Use of \nConsultants (2007, as amended from time to time). \n   \nProject Benefits  Shanxi Province has relatively high rural poverty, compared with the PRC \nand  average. More than 50 of its 119 counties and county-level cities are classified \nBeneficiaries  nationally or provincially as poor counties. The percentage of the population in \nabsolute poverty is 3.9%, compared with the national average of 2.5%. The \nProject will reduce poverty by stimulating economic development, directly and \nindirectly creating jobs, and providing improved infrastructure and services in \nsmall  cities  and  towns.  The  Project  will  provide  about  250,000  direct \nbeneficiaries in the core subproject cities and towns with access to improved \nurban services and public facilities. Another 380,000 people in surrounding \nrural  areas  of  the  core  subproject  cities  and  towns  will  benefit  from  local \neconomic development and increased employment opportunities. About 13% \nof the beneficiaries are poor. \nThe infrastructure improvements financed under the Project are anticipated to \nproduce substantial environmental and economic benefits. Roads will improve \ntransport  networks  and  connectivity,  thereby  reducing  travel  time  per  trip, \nlowering vehicle emissions, and helping to improve air quality. Water supply \nand wastewater treatment will improve public health and reduce the discharge \nof pollutants to rivers and groundwater. The Project will contribute to reductions \nin medical costs resulting from lower incidence of waterborne diseases in three \ncore  subproject  cities  and  towns.  River  improvement  will  provide  flood \nprotection, thereby reducing economic loss and public health hazard due to \nflooding. District heating and gas supply will improve efficiency, eliminate a \nconsiderable number of small and inefficient boilers, reduce the quantity of coal \nused,  and  replace  coal-burning  stoves  in  individual  dwelling  units,  thus \nreducing the emission of greenhouse gases. This Project will have positive \neffects on climate change, supporting PRC and ADB initiatives. \nThe Project will contribute to climate change adaptation through measures to \nimprove  flood  control  and  strengthen  water  resources  management  in  the \nsubproject cities and towns that are prone to increasing floods and droughts. \n   \nRisks and  The  Project  does  not  have  any  unusual  technical  risks.  Conventional \nAssumptions  engineering  designs  with  proven  records  of  reliable  performance  will  be \nadopted for road construction, installation of municipal services along roads, \nwater supply, wastewater management, solid waste management, heating, \nand landscaping. Mitigating measures will be put in place during detailed \ndesign to address any risks associated with river improvement works such as \ndams and tidal floodgates. During implementation, the project implementation ", "    v \nconsultant will support the PMOs and implementing agencies to ensure that \nequipment  and  works  comply  with  the  design  requirements  and  quality \nassurances. \n \nThe following risks could affect timely implementation, economic viability, and \nrealization  of  project  benefits:  (i)  failure  to  implement  institutional \nstrengthening  for  effective  project  implementation  and  management,  and \ncorporate governance; (ii) lack of proper operation and maintenance of project \nfacilities; (iii) major amendments and changes in implementation of master \nplans  in  the  subproject  cities  and  towns;  (iv)  delay  in  the  provision  of \ncounterpart funding; (v) failure to establish or increase water and wastewater \ntariffs to meet cost-recovery targets; and (vi) unforeseen land acquisition and \nresettlement  issues,  which  could  constrain  the  efficient  implementation  of \nproject works and restoration of livelihoods of affected people. \n \nRisks (i) and (ii) will be mitigated through provision of institutional capacity \nbuilding for the subproject city and town PMOs and implementing agencies, \nwith support of the loan implementation consultant. In addition, the PLG will \nprovide  oversight  to  mitigate  project  management  risk.  Risk  (iii)  will  be \nmitigated by aligning the project design and implementation schedules with \nother planned projects. Risks (iv) and (v) will be mitigated through covenanted \nassurances from the subproject city and town governments on the provision of \ncounterpart funding and on regular tariff reviews and increases. Risk (vi) will \nbe  mitigated  by  strengthening  the  internal  monitoring  and  supervision  by \nShanxi  Province  and  subproject  city  and  town  PMOs  and  implementing \nagencies,  and  by  engaging  a  qualified  external  agency  to  monitor  and \nevaluate resettlement.  \n \n ", "114 o 00'E 122 o 00'E Siping 114o  00'E\nI N N E R     M O N G O L I A J I L I N\nShenyang Tieling SHANXI SMALL CITIES AND\nL I A O N I N G\nLinghai TOWNS DEVELOPMENT\nKazuo Liaoyang\n41 o 00'N Zhangijakou Jinxi Yingkou 41 o 00'N DEMONSTRATION SECTOR PROJECT\nShanhaiguan Donggang IN THE\nYouyuDatong BEIJING Tianjin TangshanQinhuangdao PEOPLE'S REPUBLIC OF CHINA\nBazhou\nYuanping H E B E I T I A N J I N Dalian\nZhufutun Bohai   Sea\nS H A N X I Shijiazhuang\nTaiyuan\nZhaozhou\nWutong Pingyao Jinzhou I N N E R     M O N G O L I A\nS H A N D O N G\n36 o 00'N Xiangyuan Pingshun 36 o 00'N Yanggao\nHouma Jincheng Yellow   Sea Datong\nH E N A N\n114 o 00'E 122 o 00'E 40 o 00'N Youyu Qiaocun 40 o 00'N\n111o  00'E Shuozhou Sanggan River\nLingqiu\nShenchi\nN Fanshi\n0 50 100 w River) Baode\nYello Kelan Yuanping\nKilometers (\nHe\nHuang  Xinzhou H E B E I\nCore Subproject City/Town Jingle\nProvincial Capital S H A N X I\nCity/Town\nShouyang\nNational Road\nGujiao\nProvincial Road TAIYUAN Yangquan\nRailway Yuchi\nRiver Lishi\nFenyang\nProvincial Boundary Taigu\nInternational Boundary Mucun Xiaoyi\nQi Xian\nBoundaries are not necessarily authoritative. Wutong Pingyao\nYushe Zuoquan\nQin Xian\nS H A A N X I Huozhou\nLicheng\nPu Xian River Qinyuan Xiangyuan\nn  Tunilu\nFe\nPingshun\n36 o 00'N Linfen Changzhi 36 o 00'N\nJishan\nHouma\nJincheng\nYuncheng\nYongji H E N A N\n111o  00'E 114o  00'E\n09-2968 HR", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan, and (ii) proposed administration of a grant to be provided by the Multi-Donor Trust Fund \nunder the Water Financing Partnership Facility to the People’s Republic of China (PRC) for the \nShanxi Small Cities and Towns Development Demonstration Sector Project. \n \n2.  The Government of the PRC requested the Asian Development Bank (ADB) to help \nimprove environmental conditions and promote employment generation in a number of small \ncities and towns in Shanxi Province through the provision of urban infrastructure and municipal \nservices, including water supply and sanitation, waste management, urban transport, and other \nmunicipal services. The design and monitoring framework of the Project is in Appendix 1. The \nproblems and objectives tree analyses are in Supplementary Appendix A. \n \nII.  RATIONALE: SECTOR PERFORMANCE, PROBLEMS, AND OPPORTUNITIES \nA.  Performance Indicators and Analysis \n3.  The PRC’s industrial development has driven one of the longest periods of sustained, \nlarge-scale economic growth in modern history. To access low-cost labor reserves in rural areas, \nthe Government has progressively relaxed migration policies since the 1980s; an estimated \n120 million “floating population” are now working in cities across the country. An additional \n12 million–15 million migrate to Chinese cities every year in search of employment. Since 1980, \nthe PRC’s urban population has more than tripled, reaching 577 million in 2006. The current \nurban share of total population of 45% is expected to exceed 50% by 2015. The scale of \nurbanization in the PRC is unprecedented. \n \n4.  Getting people off the farm and into the urban economy is critical for maintaining the \ncurrent pace of economic growth, raising national economic productivity, and narrowing the \nurban–rural income gap. This is the key to realizing the Government’s vision of a “harmonious \nsociety,” in which the benefits of growth will be shared more equitably. But there is a limit to \nwhat large cities can absorb without corresponding sacrifices in economic efficiency. Small \ncities and towns must be developed as urban assets capable of generating secondary and \ntertiary employment, and providing homes to future rural migrants. \n \n5.  Nationally, the growth of small cities and towns is not keeping pace with that of large \ncities. The average annual growth rate of secondary (manufacturing) and tertiary (services) \nsectors in large and medium-sized cities was 14.2% during 2001–2005, compared with only \n5.4% in small cities and towns. Overall county employment (including rural areas) has been \nessentially flat for the past 30 years, rising from 514 million in 1990 to 546 million in 2005. \nDuring that period agricultural employment dropped by 10%, while secondary employment \ndoubled and tertiary employment tripled. About 60% of employment in small cities and towns is \nnow in the tertiary sector, with 35% in the secondary sector. Public sector support for the growth \nof larger urban settlements partly explains the weak performance of small cities and towns. \nDuring 1988–2002, the gap between public investment per capita in large and medium-sized \ncities versus small cities and towns grew at an average annual rate of 2.8%, while the difference \nin gross domestic product growth per capita widened at an average annual rate of 3.1%. \n \n6.  About 43% of the national labor force is involved in agriculture, but they produce only \n12% of the gross domestic product. This is the main reason for rural poverty. It is also a driver of \nthe Government’s pro-urbanization policy. The PRC faces the challenge of creating employment \nopportunities and housing for some 250 million–300 million rural people during 2000–2020. The \nPRC’s existing 660 cities cannot absorb the millions of rural migrants. In large PRC cities, \ninfrastructure networks such as transport, water supply, wastewater management, and electrical \npower are overtaxed and showing signs of fatigue. Heavy congestion of street and highway ", "2 \nnetworks within cities is common, and wastewater treatment systems lag far behind citywide \nrequirements. Also, public transit systems are underdeveloped in relation to road networks. \nWhile  many  large  cities  are  redeveloping  and  increasing  the  density  of  their  centers,  the \ninefficient patterns of urban land use and increasingly low-density peripheral development are \nincreasing  transportation  requirements  and  associated  greenhouse  gas  emissions.  As  the \nPRC’s  large  cities  continue  to  grow,  economic  efficiency  is  being  compromised  and \nenvironmental costs are rising. \n \n7.  Small cities and towns represent an underutilized resource in the PRC’s urban system. \nThrough development of physical and social infrastructure, towns can attract investment and in-\nmigration from rural areas, thereby playing a more significant role in the drive to urbanize, raise \neconomic  productivity,  and  more  equitably  distribute  the  benefits  of  economic  growth. \nDevelopment of small cities and towns is aimed to attract investments and create jobs to absorb \nthe rural migrants. Increased disposable income will stimulate domestic demand to support \neconomic growth.1 The PRC’s 11th Five-Year Plan 2006–2010 identifies small city and town \ndevelopment  as  a  means  to  provide  a  higher  standard  of  living  to  rural  migrants  without \nexacerbating infrastructure fatigue and other problems afflicting large cities. Building on the \nconclusions of the ADB-financed Town-Based Urbanization Strategy Study, the new policy calls \nfor strengthening the physical and economic linkages between major cities in metropolitan areas \n2\nor development corridors and the smaller settlements at their periphery.  \n \n8.  In January 2008, the Ministry of Environmental Protection (then the State Environmental \nProtection Administration) announced the revised criteria for “ecologically sound” provinces, \ncities, and counties; the criteria balance environmental protection objectives with economic \ngrowth goals. The Chinese Public’s Environment and Inhabitant Livelihood Index 2007 reports \n3\nthat 26% of Chinese people are very concerned with air quality.  Awareness is increasing of the \nadverse effects of the PRC’s unprecedented industrialization that makes the PRC the world’s \nsecond biggest emitter of greenhouse gases. The Government intends to mitigate climate \nchange to manage its adverse impacts on biodiversity, livelihoods, and economic growth. \n \n9.  The Project is prepared as one of three small city and town development projects \nsupported by the Government. The aim is to promote the development of selected small cities \nand towns in Hebei, Liaoning, and Shanxi provinces in a way that can be replicated in other \ntowns in these provinces and elsewhere in the country. The three provinces were selected \nfollowing  the  successful  outcome  of  two  ADB-financed  TA  projects—the  Town-Based \nUrbanization and Strategy Study (footnote 2) and Hebei Provincial Development Strategy.4 \nWhile the small cities and towns in these provinces face many similar problems and challenges, \nthey also have different characteristics in terms of their geographic location and economy that \noffer unique opportunities for promoting inclusive and sustainable development. Appendix 2 \nprovides a sector and subsector analysis. \n \nB.  Analysis of Key Problems and Opportunities \n \n10.  Project Background. Located in northern PRC, Shanxi Province is a national base for \ncoal mining, coke production, and manufacturing of industrial equipment and machinery. The \nprovincial population of 33.75 million was 43% urbanized in 2006. About 3.9% of the population \nlives in absolute poverty, compared with 2.5% nationally.  \n                                                 \n1\n  This is in line with the Government of the PRC's latest incentive to stimulate sustainable growth by increasing \ndomestic demand and lessening reliance on exports. \n2  ADB. 2004. Technical Assistance to the People’s Republic of China for the Town-Based Urbanization Strategy \nStudy. Manila. \n3  China Environmental Culture Promotion Association, January 2008. \n4  ADB. 2002. Technical Assistance to the People’s Republic of China for the Hebei Provincial Development Strategy. \nManila. \n ", "    3 \n11.  In  recent  years,  small  cities  and  towns  in  Shanxi  Province  have  made  substantial \nprogress in facilitating economic growth. Some resource-based small cities and towns have \ntaken advantage of the growth of mining and metals. Some located within metropolitan areas \nand development corridors play important roles as manufacturing centers, transportation hubs, \nor agroprocessing sites; while others have been successful in capturing multiplier effects in the \nservice sector. Tourism has been a major driver of economic growth in small cities and towns \nbecause of significant historic and cultural assets. From 2001–2005, the secondary sector in \nShanxi small cities and towns grew at about 32% per annum and the tertiary sector by 5%. \n \n12.  Growth has come at a considerable cost. In many towns, industrial development has \noutstripped  local  government  capacity  for  urban  management  and  infrastructure  provision, \nresulting in degradation of local living conditions and the natural environment. Only 70% of \nhouseholds in Shanxi towns have access to piped drinking water as compared with more than \n90% in most large cities. The large majority of Shanxi’s 11 small cities and 561 towns lack \nwastewater treatment capacity. In the absence of widespread centralized heating and natural \ngas, coal-burning stoves serve as the main energy source for domestic heating and cooking. \nOnly one in five towns have a solid waste treatment station. As a result of these inadequate \nmunicipal services, many areas of the province suffer from air, water, and land pollution, which \nthreatens human health and reduces life expectancy. Local governments lack the capital and \nexpertise to provide, in a timely fashion, the infrastructure that would mitigate the negative \nenvironmental and social impacts of their economic gains.  \n \n13.  At the same time, many small cities and towns—especially those outside of the coal- \nand  coke-producing  regions—suffer  from  low  investment,  low  economic  growth  rates,  and \nunderemployment. Household incomes are low, and economic opportunities few. The primary \nsector still accounts for 61% of total county employment, reflecting the highly agrarian character \nof much of Shanxi. In 2006, about 43% of the workforce was engaged in agriculture, while \nproducing only 6% of the province’s gross domestic product.5 To be able to absorb rural labor, \nthese towns need to attract investment by providing infrastructure and basic services. Learning \nfrom the previous generation of cities, these poor cities have the opportunity to anticipate urban \nenvironmental problems, and mitigate them with sufficient investments in key infrastructure and \nurban services. \n \n14.  The Shanxi provincial government (SPG) policy on the development of its small cities \nand towns mirrors the national policy. The Directives on Accelerating Development of Small \nCities and Towns in Shanxi Province identifies small cities and towns as growth engines for \nsurrounding rural areas that can absorb rural migrants and relieve population pressure on the \nprovince’s  large  cities.6 In  this  respect,  the  development  of  towns  and  county-level  cities \ncontributes directly to the provincial objective of promoting integrated rural–urban development. \n \n15.  Project Rationale. The PRC is striving to develop small cities as a means to promote \nrural–urban integration and the emergence of a more harmonious society. The Project will \nincrease economic, social, and environmental sustainability of small city and town development \nby improving urban infrastructure and municipal services. The improvements will (i) attract \neconomic investment, especially in employment-intensive industries and services, by providing \nreliable  international  standard  infrastructure  such  as  roads,  water  supply,  and  sewerage; \n(ii) provide  better  living  conditions  and  a  decent  urban  environment  to  town  residents  by \nsubstituting  centralized  heating  for  household  coal  burning,  treating  wastewater  before \ndischarging it into the natural environment, and introducing sanitary practices in solid waste \ncollection and treatment; and (iii) extend the benefits of growth to all residents across the \nsocioeconomic spectrum by improving coverage and quality of basic municipal services.  \n \n                                                 \n5  National Bureau of Statistics. 2007. China Rural Statistical Yearbook, 2003–2007. Beijing. \n6  Shanxi Provincial Government. 2005. Directives on Accelerating Development of Small Cities and Towns in Shanxi \nProvince. Shanxi Province.  \n ", "4 \n16.  The  Project  aims  to  help  promote  balanced  and  environmentally  sustainable \nurbanization; narrow the urban–rural gap; and improve production, employment, and living \nconditions in small cities and towns in Shanxi Province. The Project will assist the provincial and \ncounty governments to develop a mechanism for selecting and prioritizing subproject cities and \ntowns  with  potential  for  employment  generation,  economic  growth,  and  environmental \nimprovement. Increased employment opportunities will contribute directly to the Government’s \ngoal of closing the rural–urban income gap, as farm workers will fill new industrial and service \njobs  in  cities  and  towns.  Activities  to  develop  markets  and  create  jobs  by  supporting \nurbanization and protecting the environment in small cities and towns are in line with ADB’s \nstrategic objective of promoting equitable growth in the PRC. \n \n17.  The  subproject  towns  included  in  the  Project  have  potential  for  stronger  economic \ngrowth and employment generation to support SPG’s policy for development of small cities and \ntowns. The subproject towns are all strategically located in the province and their economy is \nlargely based on tourism, resource processing, and light manufacturing. These are economic \nsectors that the SPG wants to promote. However, municipal infrastructure and services in these \ntowns are inadequate, and proper environmental infrastructure must be in place to ensure that \nongoing and planned development is sustainable. \n \n18.  The  Project  will  enable  improved  urban  infrastructure  delivery  by  implementing \nsubprojects in selected small cities and towns. The overarching objectives of these subprojects \nwill be to increase employment and economic growth, improve the urban environment, and \nenhance urban infrastructure and municipal services. Depending on their assets, towns will \ntarget  their  infrastructure  investments  to  promote  industry  (including  agroprocessing); \nenvironmentally sustainable resource extraction; and/or the development of the service sector, \nincluding tourism. All targeted small cities and towns have approved development master plans \nand programs that the subprojects will directly support. Category A environmental assessments \nwill be undertaken to ensure that each subproject will minimize adverse environmental costs \nand maximize environmental benefits. New vocational training centers and other schools will \ncomplement the physical infrastructure by increasing the skills of the workforce. Supplementary \nAppendix B contains the sector policy framework. \n \n19.  The  Project  is  aligned  with  ADB’s  country  partnership  strategy  for  the  PRC,  which \nincludes managing the environment, catalyzing investment, and improving governance.7 ADB’s \nexperience and knowledge in urban environmental improvement and management, including \nsupporting utility tariff reforms, will add value to the Project, especially for small cities and towns \nthat are undergoing urbanization and economic transformation. The Project conforms to ADB’s \nwater policy8 and water financing program,9 which seek to improve urban water investments \nthrough technical assistance (TA) and investments in water supply, sanitation and wastewater \nmanagement, and environmental improvement. It is also consistent with ADB’s urban sector \nstrategy, which supports infrastructure investment in settlements that serve as dynamic engines \nof economic growth and employment creation, innovation, and entrepreneurship, as well as \nsources of social services.10 The Project will have a positive impact on the living environment of \nurban residents, including the poor, through the improvement of roads and transport systems, \nwater supply, wastewater treatment, solid waste management, district heating, and rivers. It also \nindirectly supports ADB’s various renewable energy, energy efficiency, and climate change \ninitiatives by introducing secondary wastewater treatment and improving traffic management in \nrapidly growing small cities and towns.11  \n \n                                                 \n7  ADB. 2008. Country Partnership Strategy (2008–2010): People’s Republic of China. Manila. \n8  ADB. 2003. Water for All: The Water Policy of the Asian Development Bank. Manila (adopted in 2001). \n9  ADB. Water Financing Program 2006–2010. http://www.adb.org/Water/WFP/default.asp \n10  ADB. 1999. Urban Sector Strategy. Manila. \n11 ADB. 2008. ADB’s Climate Change Program. Manila. ", "    5 \n20.  The  PRC’s  National  Climate  Change  Program  calls  for  reduced  greenhouse  gas \nemissions through increased use of clean energy, including natural gas and technologies to \nreduce pollution caused by coal.12 The Project directly supports the national policy to finance the \nurban transmission and distribution systems for natural gas (primarily for cooking) and district \nheating, which together will enable households in Shanxi towns to stop burning coal at home. \nThis will result in lower greenhouse gas emissions and contribute directly to slowing climate \nchange. Additional greenhouse gas reductions will be secured through the development of \ndenser, mixed-use neighborhoods that reduce reliance on private cars. The developments in \ntwo of the core subprojects under the Project are examples of this approach and can be \nreplicated elsewhere in the province. \n \n21.  Sector Lending Approach. Because of the varying degree of preparedness of the \nsubproject cities and towns to be included in the Project and the possibility that some of them \nmay change during project implementation, the Government agreed that the ADB sector loan \nmodality is more appropriate as it allows greater flexibility during project implementation. The \nsector  loan  approach  is  based  on  the  following:  (i)  The  Government's  sector  policies, \ndevelopment objectives, and approach to urban infrastructure development and environmental \nmanagement are well formulated. Progress in implementing policies has been satisfactory and \nthe Government is continually updating its sector policies with ADB support.13 (ii) The sector \ninstitutions are well developed; with additional strengthening and support provided under the \nProject, they will have the capacity to implement the sector investment plan, particularly for \ncounty  and  town  governments.  SPG,  the  Executing  Agency,  has  substantial  experience \nimplementing similar projects. (iii) The sector investment plan and the planned subprojects are \nwell conceived and appropriately formulated to meet the priority needs of the Shanxi Urban \nDevelopment  Master  Plan.  SPG  has  met  these  conditions  and  developed  subproject \nidentification, selection, and appraisal criteria and procedures to ensure that the Project will \nfacilitate achievement of the objectives of sector policies and plans. Appendix 3 shows the \nprocess  of  subproject  identification,  selection,  preparation,  and  appraisal.  Supplementary \nAppendix C provides the subproject appraisal criteria and report template. \n \n22.  Policy  Dialogue.  The  Project  will  build  on  and  further  ADB’s  policy  dialogue  on \n(i) integrated development of cities, towns, and rural areas to generate employment and reduce \npoverty; (ii) sustainable urban environmental management; (iii) economic sustainability of urban \ninfrastructure services; (iv) governance and anticorruption; and (v) participatory approach to \nproject design. \n \n23.  With a view to integrated development of urban and rural areas, SPG will use the criteria \ndeveloped during project design to target resources to small cities and towns that can generate \njobs  for  rural  migrants  and  demand  for  agricultural  products,  and  reverse  environmental \ndegradation. SPG intends to refine its poverty reduction policy to encourage small cities and \ntowns  to  promote  job  creation,  especially  in  labor-intensive  service  sectors,  through \n(i) infrastructure delivery, (ii) effective self-promotion of towns as good places for businesses to \ninvest, and (iii) vocational training services offered by county governments to align labor skills \nwith market demand. \n \n24.  SPG  will  encourage  local  governments  to  adopt  a  more  integrated  approach  to \ninfrastructure planning and delivery. For example, when planning river improvement projects, \nlocal governments will examine the possibility of simultaneously improving solid waste and \nwastewater management services to reduce discharge of waste into the river. Similarly, to \n                                                 \n12 National Development and Reform Commission. 2007. National Climate Change Program Report. Beijing. \n13  ADB has provided TA to the PRC for updating its urbanization policies and strategies. Recent studies include ADB. \n2004. Technical Assistance to the People’s Republic of China for the Town-Based Urbanization Strategy Study. \nManila (TA 4335-PRC) and ADB. 2005. Technical Assistance to the People’s Republic of China for the Study on \nSustainable Urbanization in Metropolitan Regions. Manila (TA 4702-PRC). The Project will continue to provide \nsupport through the capacity development component.  \n ", "6 \nmaximize the impact of energy services improvements on reducing greenhouse gases and on \nimproved air quality, local governments can simultaneously plan and coordinate district heating \nand natural gas system extensions. Wastewater collection, treatment, and disposal works could \nbe conceived and built as one integrated system and managed by one agency to improve \nefficiency and facilitate cost recovery of wastewater collection and treatment services. \n \n25.  Economic  sustainability  of  urban  infrastructure  services  requires  better  financial \nmanagement on the part of urban infrastructure service providers and more market-oriented \npricing of urban services. SPG intends to improve enforcement of the 1999 national government \nrequirement that urban services providers can generate sufficient revenues to cover their costs. \nIn many towns, this would require that user tariffs be increased gradually to the point where tariff \nrevenues cover the costs of operation and maintenance (O&M). To improve affordability for low-\nincome groups, a more rationalized tariff structure is recommended for urban services, in which \nunit prices are in direct proportion to consumption. SPG will endeavor to formulate a policy and \nput into effect guidelines for use of block tariffs in water supply, wastewater, district heating, and \nnatural gas services in small cities and towns. The Project will support SPG in tariff reform \nthrough the capacity development component. The proposed $250,000 grant from the Multi-\nDonor Trust Fund under the Water Financing Partnership Facility will complement the support \nby strengthening the management capacity of water and wastewater service providers involved \nin the Project. \n \n26.  ADB has very strict guidelines and zero tolerance for fraud and corruption. Bidders, \nsuppliers, and contractors must observe the highest ethical standards for the procurement and \nexecution of ADB-financed contracts; sanctions will apply if fraud and corruption in procurement \nare discovered. SPG and each subproject city and/or town government are recommended to \nconsider undertaking the following actions: (i) involve discipline investigation bureaus in bidding \nand construction to enhance construction quality control and effective supervision; (ii) introduce \na dual-signing system in which each construction contract winner also signs an anticorruption \nagreement  with  the  implementing  agency;  (iii) periodically  inspect  the  contractors’  activities \nrelated to fund withdrawals and settlements; (iv) engage a loan implementation consultant to \nsupport the project management office (PMO) to ensure good governance, accountability, and \ntransparency in project operations; and (v) update rules and regulations on local and corporate \ngovernance  and  anticorruption,  and  enhance  transparency  of  each  implementing  agency’s \noperation in consultation with relevant central government ministries. \n \n27.  The Project is formulated to take into consideration and incorporate into the project \ndesign the comments and ideas from various levels of government, beneficiaries, and affected \npeople including vulnerable groups, through stakeholder meetings, focus group discussions, \ninformant interviews, and household surveys. This ensures local participation and involvement \nin subproject identification and implementation, and O&M of improved infrastructure. A design \nand  monitoring  framework  was  created  and  refined  in  the  process.  For  future  urban \ninterventions,  the  Shanxi  PMO  and  subproject  governments  can  use  the  knowledge  and \nexperience of this participatory approach to strengthen their ability to guide their development. \n \n28.  External  Assistance.  Since  1992,  ADB  has  provided  32  loans  totaling  more  than  \n$3.8 billion to the PRC for environmental improvement and infrastructure projects. ADB has also \nprovided $56 million for more than 80 TA studies to prepare these projects, and to review and \nstudy key issues in environmental improvement and infrastructure. The Project is built on the \nTown-Based  Urbanization  Strategy  Study  TA  (footnote  2),  which  recommends  a  range  of \nmeasures to facilitate development of small cities and towns in the PRC. ADB and the World \nBank have provided external assistance to Shanxi Province (Appendix 4). The Government \nclosely coordinates external assistance to the sector and ADB missions meet frequently with \nother development partners to share sectoral information and experiences. \n ", "    7 \n29.  Lessons. Lessons from ADB and SPG experience in urban development projects include \nthe  following:  (i)  strategic  master  plans  play  an  important  role  in  providing  a  comprehensive \nframework for urban development and environmental management; (ii) increased public awareness \nand education are vital for improving the urban environment, and therefore public consultation and \ninvolvement and awareness training on environmental health and protection should be provided; and \n(iii) the establishment of an effective internal and external monitoring mechanism for resettlement \nimplementation is important to ensure effective coordination and timely implementation of land \napproval, compensation, and rehabilitation measures. These issues were reviewed and the relevant \nlessons incorporated in the project design. \n \n30.  ADB’s  experience  in  the  PRC’s  wastewater  management  and  water  supply  sector \nindicates that projects are well planned and implemented, and wastewater and water tariffs are \nincreased as required. Willingness-to-pay analysis indicates that consumers are willing to pay \nsubstantially higher prices for water, and to a certain extent, are willing to pay for wastewater \ntreatment. The following lessons from previous projects are reflected in the project design: \n(i) increase focus on institutional strengthening measures to improve corporate governance, \n(ii) improve provincial coordination, and (iii) ensure financial and institutional arrangements for \nproper O&M. \n \n31.  Lessons from ADB and World Bank experience in urban transport projects highlight the \nimportance of a (i) comprehensive and participatory approach to project preparation; (ii) planned \nand well-coordinated resettlement scheme preceded by adequate consultation with affected \nparties before relocation; (iii) professional approach to forecasting traffic demand; (iv) paying \nattention to issues like public transport and traffic management, road safety, vehicle emission \ncontrol, and road maintenance to complement investment in urban roads; and (v) participation \nand  coordination  of  all  agencies  with  responsibilities  for  urban  transport  to  ensure  project \nsustainability. These lessons were considered for the project design. \n \nIII.  THE PROPOSED PROJECT \nA.  Impact and Outcome \n \n32.  The impact of the Project is improved environmental quality and increased employment \ngeneration in small cities and towns in Shanxi Province. The project outcome is improved urban \ninfrastructure and municipal services in about seven small cities and towns in the province. \n \nB.  Outputs \n \n33.  The Project includes about seven subproject small cities and towns. Detailed assessment \nand analyses were undertaken for the three core subprojects—Pingyao county, Wutong town, and \nYouyu  county.  Subsequent  subprojects  will  be  selected,  prepared,  and  appraised  during \nimplementation.  Each  subproject  includes  one  or  more  components,  consisting  of  capital \nimprovements  to  urban  infrastructure  or  municipal  services.  The  eligible  subsectors  for  the \ncomponents include roads and associated services, water supply, wastewater management, solid \nwaste  management,  river  improvement,  district  heating,  gas  supply,  area  upgrading,  and \neducation.  Supplementary  Appendix  D  provides  the  candidate  subsequent  subprojects,  and \nSupplementary Appendix E the technical analysis of the core subprojects. \n \n34.  In 1997, the United Nations Educational, Scientific, and Cultural Organization designated \nPingyao, which is located at the heart of a major cultural tourism corridor, a World Heritage site. \nWhile tourism is growing rapidly, Pingyao faces significant environmental stress due to the \nproximity of industrial facilities and inadequate management of wastewater and solid waste. The \nsubproject  includes  rehabilitation  of  Huiji  River,  which  will  improve  flood  control,  reduce \ngroundwater  pollution,  and  reduce  public  health  risks.  The  component  calls  for  dredging, \n ", "8 \nconstruction  of  embankments,  and  installation  of  rubber  dams  for  water  storage  along  a  \n7.2 kilometer (km) segment of the river. \n \n35.  Like many towns across Shanxi Province, Wutong experienced a massive economic \nboom as a result of increased coal and coke production. Environmental infrastructure has not \nkept pace with the town’s ability to manage urban growth, and Wutong is now experiencing \nsevere air, ground, and water pollution. With help from Xiaoyi City, the county seat, Wutong \nproposes to develop a new urban expansion area to house up to 30,000 residents upwind of the \ncoke and aluminum plants. The Project calls for construction of basic horizontal and vertical \ninfrastructure (including schools) on a 100-hectare site that will connect the urbanized area of \nWutong with that of adjacent Xiaoyi City. The Wutong subproject has five components: (i) Caoxi \nroad  and  associated  municipal  services,  (ii)  heat  supply,  (iii)  gas  supply,  (iv)  wastewater \ntreatment, and (v) education facilities. The gas and heating investments will allow residents to \nswitch from coal-fired stoves for domestic cooking and heating. The wastewater treatment plant \nwill  improve  environmental  quality.  Education  facilities,  which  include  a  vocational  training \ncenter, will assist the local population to adapt to changing needs of the labor market. \n \n36.  Youyu county enjoys relatively good air quality given its location in northern Shanxi on \nthe windward side of the main coal-producing areas. The county proposes to leverage its \nsuperior environmental condition and access to markets to attract agroprocessing, light industry, \nand  service  sector  firms.  The  subproject  includes  basic  infrastructure  to  support  the \ndevelopment of a new urban area where workers and managers can live. Other investments in \nriver improvement, wastewater treatment, and district heating will enhance and sustain the city’s \nurban environmental quality. The combination of job opportunities and good living conditions is \nanticipated to attract rural migrants from villages in northern Shanxi to Youyu. The Youyu \nsubproject has five components: (i) heat supply, (ii) water supply, (iii) drainage and wastewater \ncollection, (iv) roads and associated municipal services, and (v) flood control.  \n \n37.  The Project will also provide institutional development and capacity building in small city \nand  town  development,  municipal  infrastructure,  environmental  management,  and  policy \nreforms to ensure sustainability of the Project and related facilities. As this is the first ADB \nsector loan for the Shanxi PMO, and the subproject cities and towns have limited experience \nwith internationally funded projects and are not familiar with ADB procedures and international \nbest  practices,  institutional  capacity  in  subproject  implementation  and  operation  of  project \nfacilities and services must be strengthened so the facilities and services will be sustainable \nboth operationally and financially in the long term.  \n \nC.  Special Features \n \n38.  Development of the Project was directly supported by ADB-financed advisory policy and \nstrategy studies. The underlying technical approach for the Project is based on the findings of a \nsuccessfully completed advisory TA on a town-based urbanization strategy covering Liaoning \nand  Shanxi  as  case  study  provinces,  a  provincial  development  strategy  study  for  Hebei \nProvince, and government policies and plans for small city and town development.  \n \n39.  The Project will achieve a demonstration effect for other small cities and towns. The core \nsubproject towns, which are representative of other towns in Shanxi, will demonstrate to similar \nsmall  cities  and  towns  how  they  can  achieve  economically,  socially,  and  environmentally \nsustainable urban development and greater economic integration with rural areas and larger \ncities. The Shanxi PMO will ensure that lessons identified by the project towns are disseminated \nto nonproject towns through seminars, field visits, promotional materials, and/or the media. ADB \nwill  endeavor  to  support  dissemination  and  sharing  of  lessons  by  financing  seminars  \n(i) provincially to demonstrate how the advisory TA strategy was operationalized through the \ndifferent subprojects and their components; and (ii) nationally and internationally to showcase \nspecial innovative features of the approach of this sector Project, and those in Liaoning and ", "    9 \nHebei to prepare and implement sustainable town development projects. \n \n40.  The Multi-Donor Trust Fund under the Water Financing Partnership Facility will provide a \n$250,000 grant for the Project to strengthen financial management and corporate governance in \nwater and wastewater agencies and companies in participating small cities and towns in Shanxi \nProvince. Appendix 5 is a summary of the support for water and wastewater facilities, and \nSupplementary Appendix F provides details about the scope of work under the grant. \n \n41.  The education component in Wutong is the first social services component in an ADB-\nsupported project in the PRC. By pairing labor market analysis with school construction, the \ncomponent sets out a comprehensive strategy for upgrading workforce skills in small cities and \ntowns in the PRC to meet the challenges of rapid urbanization and economic growth. The \ncapacity development component will assist the Wutong town government in undertaking the \nlabor market analysis and assessment of the curriculum. ADB is supporting SPG in improving \nits technical education and vocational training system for urban residents and rural migrants to \neffectively meet the skill needs and labor markets in Shanxi Province.14 \n \nD.  Project Investment Plan \n42.  The project investment cost is estimated at $224.7 million, including taxes and duties. \nTable 1 provides a summary of the project investment plan, details are in Appendix 6 and \nSupplementary Appendix G. \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Pingyao Subproject  33.3 \n  2.  Wutong Subproject  25.1 \n  3.  Youyu Subproject  25.8 \n  4.  Subsequent Subprojects  85.5 \n  5.  Institutional Strengthening  2.8 \n    Subtotal (A)  172.5 \nB.  Contingenciesc   40.3 \nC.  Financing Charges during Implementationd  12.0 \n       Total (A+B+C)  224.7 \na  Includes taxes and duties of $6.4 million. The Asian Development Bank loan will cover taxes and duties on \nitems financed by ADB. \nb  In mid-2008 prices. \nc  Physical contingencies computed at 10%. Price contingencies are computed by year and expenditure type \nbased on cumulative domestic and foreign price inflation. Exchange rate fluctuations are estimated using a \npurchasing power parity adjustment model. \nd  Includes interest and commitment charges, assumed at 4.5% and 0.15% respectively. \nNote: Numbers may not sum precisely because of rounding.  \nSource: Asian Development Bank estimates. \n \nE.  Financing Plan   \n43.  The Government has requested a loan of $100,000,000 from ADB’s ordinary capital \nresources to help finance the Project. The loan will have a 26-year term, including a grace \nperiod of 6 years, an interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per annum, and \n                                                 \n14 ADB. 2007. Technical Assistance to the People’s Republic of China for Shanxi Development Strategy for Technical \nand Vocational Education and Training. Manila. \n \n ", "10 \nsuch other terms and conditions set forth in the draft loan and project agreements.  The \nGovernment has provided ADB with (i) the reasons for its decision to borrow under ADB’s \nLIBOR-based lending facility on the basis of these terms and conditions, and (ii) an undertaking \nthat  these  choices  were  its  own  independent  decision  and  not  made  in  reliance  on  any \ncommunication or advice from ADB. The loan will finance 45% of the project cost, including civil \nworks; equipment and supplies; project consulting services and training; financial charges on \nthe loan during construction; and taxes, duties, and bank charges. The Government will finance \ncontingencies.  The  Pingyao  county  government,  Xiaoyi  city  government,  Youyu  county \ngovernment,  and  subsequent  county  governments,  through  tax  and  nontax  revenues,  will \nprovide counterpart funding. The three core subproject governments have provided commitment \nletters. The Multi-Donor Trust Fund15 under the Water Financing Partnership Facility will provide \ngrant cofinancing equivalent to $250,000, to be administered by SPG. The grant will support \ninstitutional and financial management capacity development of water and wastewater entities. \nThe financing plan for the Project is summarized in Table 2, with details provided in Appendix 6 \nand Supplementary Appendix G. \n \nTable 2: Financing Plan \n($ million) \nShare of Total\nSource  Total    % \nAsian Development Bank loana  100.0    45 \nMulti-Donor Trust Fundb under the Water Financing Partnership Facility  0.3    0 \nPingyao county government (Pingyao subproject)  21.9    10 \nXiaoyi city government (Wutong subproject)  15.8    7 \nYouyu county government (Youyu subproject)  18.3    8 \nOther county governments (subsequent subprojects)  68.5    31 \n  Total  224.7    100 \na  The ADB loan will cover bank charges, taxes, and duties. \nb  Contributors: the governments of Australia, Austria, and Norway. Administered by SPG. Actual amount is $250,000. \nNote: Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank estimates. \n \n44.  The PRC is the Borrower of the loan. The PRC will make the entire loan available to \nSPG,  which  will  make  different  portions  of  the  loan  proceeds  available  to  the  concerned \nmunicipal and county governments and then to the implementing agencies.16 The terms and \nconditions of the loan proceeds transferred within the government system will be the same as \nthose  of  the  ADB  loan,  with  the  concerned  county  governments  bearing  the  interest  and \nexchange rate variation risk. Appendix 7 shows the relending and onlending arrangements and \nindicative flow of funds. The end-borrowers will bear the same terms and conditions as those of \nthe loan, with these implementing agencies bearing the foreign exchange and interest variation \nrisk. \n   \nF.  Implementation Arrangements \n1.  Project Management \n \n45.  SPG is the Executing Agency for the Project. A project leading group (PLG), chaired by \na  vice-governor  and  comprising  senior  government  officials  of  concerned  bureaus  and \ncommissions, was established to provide overall guidance and support to project preparation \nand implementation. A PMO located in the Shanxi Housing and Urban-Rural Development \nBureau was established under the PLG to undertake and manage day-to-day project activities. \n                                                 \n15 Contributors: the governments of Australia, Austria, and Norway. \n16 In loans involving some form of financial intermediation, the term “relend” is used when ADB loans are relent by the \nborrower to one or more intermediaries. The term “onlend” is used when the funds are then onlent by these \nintermediaries to subborrowers. ", "    11 \nIn each subproject city and town, a PLG and PMO will be set up to liaise with the provincial \nPMO  and  oversee  and  manage  the  work  undertaken  by  the  implementing  agencies.  The \nimplementing agencies are (i) in Pingyao, the county Water Affairs Bureau for the Huiji River \nimprovement  component;  (ii)  in  Wutong,  the  Xiaoyi  City  Engineering  and  Construction \nManagement  Affairs  Office  for  all  components;  and  (iii)  in  Youyu,  the  Youyu  County \nDevelopment  and  Reform  Commission  for  all  components.  Appendix  8  shows  the  project \nimplementation  organization  and  Supplementary  Appendix  H  contains  the  institutional \narrangements and assessment. \n \n2.  Subproject Preparation and Appraisal \n \n46.  In addition to the three core subprojects being prepared, additional subprojects will be \nselected, prepared, and appraised during sector project implementation using the following \nthree-stage process. \n \n47.  Subproject  Identification  and  Selection.  The  subprojects  will  be  selected  in \naccordance with the following criteria: (i) confirmation by the local government of its ability and \nwillingness to arrange counterpart financing and comply with ADB safeguard policies and other \nrequirements; (ii) confirmation by the concerned local government on its willingness to comply \nwith ADB safeguard policies and other requirements; (iii) the implementation period of the \nsubproject  is  within  2009–2015;  (iv)  eligibility  of  the  components  (roads  and  associated \nmunicipal services, water supply, wastewater management, river improvement, area upgrading, \nsolid waste management, district heating, or education); and (v) anticipated positive impact on \nthe urban environment, employment generation, economic growth, and coverage or service \nlevel of infrastructure and municipal services. \n \n48.  Subproject Preparation. The participating city or county government and implementing \nagency, with the guidance of the Shanxi PMO, will prepare project design documents including \na project proposal, feasibility study, and preliminary engineering design for the components of \nthe proposed subproject in accordance with the national project investment specifications. The \nproject  design  documents  will  cover  subproject  rationale;  scope;  components;  technical \nanalysis; cost estimates; financing plan; implementation arrangements; financial management \nassessment; and financial, economic, social, and institutional analyses. These documents will \nbe  submitted  to  the  Shanxi  Development  and  Reform  Commission  for  approval.  The \nparticipating city or county government will also prepare an environmental impact assessment \n(EIA) and a resettlement plan to be submitted to the concerned provincial departments and \nbureaus for approval. \n \n49.  Subproject Appraisal and Approval. The Shanxi PMO and other concerned bureaus \nwill be responsible for appraising the subprojects in accordance with criteria agreed upon by the \nPRC Government and ADB. The subproject PMO will prepare a subproject appraisal report, \nwhich will follow the template in the project preparatory TA final report, and submit the appraisal \nreport to the municipal finance bureau and municipal development and reform commission for \nreview  and  then  to  the  Shanxi  PMO  for  further  review.  The  Shanxi  PMO  will  submit  the \nsubproject appraisal report to the Shanxi Finance Bureau and Shanxi Development and Reform \nCommission for endorsement before submitting it to ADB for review and approval. \n \n50.  Subsequent  subprojects  will  receive  the  same  extent  of  environmental  safeguard \nscrutiny, modeled on the EIAs for the three core subprojects and the summary EIA (SEIA). The \nShanxi PMO will submit the EIAs to ADB for review, after which the revised EIAs will be posted \non the ADB website. An environmental assessment and management framework was prepared \nto assess subsequent subprojects. For other safeguard concerns, a resettlement framework and \nan ethnic minority development framework were prepared for subsequent subprojects. Draft \nresettlement plans will be prepared using core subproject resettlement plans as models. \n \n ", "12 \n3.  Implementation Period \n \n51.  Given that this is the first sector project for SPG, appraisal of the initial one or two \nsubsequent subprojects may take more time to meet ADB and domestic requirements. To allow \nfor  more  flexibility  for  SPG  to  select  subsequent  subprojects  to  meet  the  varied  pace  of \ndevelopment of small cities and towns in Shanxi, the Project will be implemented over 6 years \nfrom  late-2009  to  late-2015  (Appendix  9).  This  also  takes  into  account  the  project  scope, \nconstruction  technology  requirements,  and  climatic  conditions.  The  schedule  is  considered \nrealistic because SPG has experience implementing projects financed by international financial \ninstitutions, the project implementation structure is in place, and preparatory works are under \nway.  ADB’s  successful  experience  with  similar  projects  in  the  PRC  combined  with  the \nknowledge and experience of SPG in municipal infrastructure and environmental improvement \nprojects indicate that the schedule is achievable. \n \n4.  Procurement and Consulting Services \n \n52.  Goods, works, and services financed under the loan will be procured in accordance with \nADB’s Procurement Guidelines (2007, as amended from time to time). Preliminary contract \npackages were formulated in consultation with the implementing agencies. The procurement \ncapacity of SPG, the PMOs, and the implementing agencies was assessed (Supplementary \nAppendix I). Results of the assessment indicate that SPG has the capacity and experience to \ncarry out advance procurement. Contracts for goods estimated to cost $1 million or more, and \ncontracts for works estimated to cost $10 million or more, will be procured using international \ncompetitive bidding procedures. Contracts for goods and works estimated to cost less than \nthese thresholds but more than $100,000 will be procured on the basis of national competitive \nbidding  procedures  in  accordance  with  the  PRC  Tendering  and  Bidding  Law,  subject  to \nmodifications and clarifications agreed with ADB. Contracts for goods and works estimated to \ncost $100,000 or less will be procured using shopping procedures in accordance with the PRC \nTendering and Bidding Law. Prior review will be adopted for all international competitive bidding \npackages and the first national competitive bidding package. Details of the procurement plan \nare provided in Appendix 10 and Supplementary Appendix J. \n \n53.  The Project includes provision for funding for about 158 person-months of international \nand national consulting services. The consulting services will cover (i) support to the Shanxi \nPMO,  and  city  and  town  PMOs  and  implementing  agencies  for  project  preparation  and \nmanagement including procurement; (ii) project performance management system (PPMS); \n (iii) procurement; (iv) financial management including ADB disbursement and imprest account \nprocedures;  (v) appraisal  of  subsequent  subprojects;  (vi)  environmental  management;  \n(vii)  social,  ethnic,  and  resettlement  implementation;  (viii)  vocational  education  program \nimplementation; and (ix) institutional strengthening. Capacity development for the PMOs and \nimplementing agencies will be achieved through consultant inputs; training courses provided by \nuniversities, specialized institutes, and firms; in-country and/or international study visits; and \nacquisition  of  equipment  financed  from  the  loan.  To  assist  the  PMOs  and  implementing \nagencies in expediting project implementation start-up, one international project management \nand  procurement  specialist  (1  person-month)  and  one  national  project  management  and \nprocurement specialist (2 person-months) will be engaged individually prior to recruitment of the \nconsulting firm. The consulting services will be engaged in accordance with ADB’s Guidelines \non the Use of Consultants (2007, as amended from time to time) using the standard 80:20 \nquality- and cost-based selection method and simplified technical proposal. The outline terms of \nreference for consulting services are in Supplementary Appendix K. \n \n5.  Advance Contracting and Retroactive Financing  \n \n54.  ADB approved SPG’s request to use advance contracting and retroactive financing for \nrecruitment of consultants, training, and procurement of goods and civil works; and retroactive ", "    13 \nfinancing of eligible expenditures up to $20 million (equivalent to 20% of the ADB loan), incurred \nbefore  loan  effectiveness,  but  not  more  than  12  months  before  the  signing  of  the  Loan \nAgreement.17 Advance contracting will include (i) prequalification of contractors, (ii) preparation \nof tender documents, (iii) evaluation of bids, and (iv) recruitment of consultants. All advance \ncontracting and retroactive financing will be undertaken in conformity with the ADB Procurement \nGuidelines and Guidelines on the Use of Consultants. The issuance of invitations to bid under \nadvance  contracting  and  retroactive  financing  will  be  subject  to  ADB  approval.  The  PRC \nGovernment, SPG, and the implementing agencies have been advised that approval of advance \ncontracting and retroactive financing does not commit ADB to finance the Project. \n \n6.  Governance and Anticorruption Policy \n \n55.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Government, SPG, PMOs, and implementing agencies. Consistent with its commitment \nto good governance, accountability, and transparency, ADB reserves the right to investigate \ndirectly or through its agents, any alleged corrupt, fraudulent, collusive, or coercive practices \nrelating to the Project. To support these efforts, relevant provisions of ADB’s Anticorruption \nPolicy  are  included  in  the  loan  regulations  and  the  bidding  documents  for  the  Project.  In \nparticular, all contracts financed by ADB in connection with the Project shall include provisions \nspecifying the right of ADB to audit and examine the records and accounts of the Executing \nAgency and all contractors, suppliers, consultants, and other service providers as they relate to \nthe Project. This is in line with ADB’s PRC country partnership strategy (2008–2010), which \nincludes the promotion of good governance by supporting reform and capacity development in \ncorporate governance (footnote 7). SPG has indicated its commitment to fight corruption and a \nnumber  of  anticorruption  actions  are  included  as  covenants  in  the  Loan  and  Project \nAgreements.18 Under these covenants, SPG will \n \n(i)    involve the agencies responsible for oversight of each implementing agency in \nbidding and construction to enhance construction quality control, and supervise \neffective work; \n(ii)   introduce a dual-signing system in which the civil works contract winner also \nsigns an anticorruption agreement with the implementing agency; \n(iii)   periodically inspect the contractors’ activities related to fund withdrawals and \nsettlements; and \n(iv)   engage the loan implementation consultant to support the Shanxi PMO and city \nand  town  PMOs  and  implementing  agencies  to  ensure  good  governance, \naccountability, and transparency in project operations. \n \n7.  Disbursement Arrangements \n \n56.  The ADB loan funds will be disbursed in accordance with procedures in ADB’s Loan \nDisbursement  Handbook  (2007,  as  amended  from  time  to  time).  To  expedite  project \nimplementation through timely release of loan proceeds, SPG will establish an imprest account \npromptly after loan effectiveness at a commercial bank acceptable to ADB.19 Only one imprest \naccount will be established at the provincial finance bureau, which will be responsible for \nmunicipal and county withdrawal applications. Disbursements from the imprest account to the \nimplementing agencies will be based on actual expenditures with full supporting documents, \nwhich is in line with the Ministry of Finance internal regulations. Withdrawal applications will \ndemonstrate, among other things, that the goods and/or services have been produced in or from \n                                                 \n17  Advance action on the procurement and recruitment of consultants, and the posting of the general procurement \nnotice on the ADB website, will facilitate the start of the advance action process. ADB Management approved \nadvance contracting and retroactive financing at the management review meeting on 12 November 2008. \n18  In line with ADB’s country partnership strategy (2008–2010) for the PRC, which includes the promotion of good \ngovernance. \n19  Bank charges on the imprest account will be financed from the ADB loan. \n ", "14 \nADB members, and are eligible for ADB financing. The maximum amount to be deposited to the \nimprest account will not exceed the estimated ADB share of eligible project expenditures to be \nfinanced  through  the  imprest  account  for  the  next  6  months  or  10%  of  the  loan  amount, \nwhichever is lower. The statement of expenditure procedure will be used for liquidation and \nreplenishment of the imprest account and reimbursement of eligible expenditures not exceeding \n$200,000  per  individual  payment.  No  withdrawal  will  be  made  from  the  loan  account  for \nsubprojects in which one or more of the implementing agencies is a legally registered company \nuntil the following condition has been met: the Ministry of Finance submits to ADB certification \nthat (i) the subproject government and the company have entered into an onlending agreement; \nand (ii) such onlending agreement contains the same financial terms and conditions and other \nobligations as required in the Loan Agreement. SPG will set up a separate bank account for the \n$250,000 grant from the Multi-Donor Trust Fund under the Water Financing Partnership Facility, \nwhich will be used for the engagement of consultants, and conduct of training programs and \nworkshops. \n \n8.  Accounting, Auditing, and Reporting \n \n57.  The Shanxi PMO will coordinate with the city and town PMOs to prepare semiannual \nprogress reports indicating progress made, problems encountered during the period under \nreview, steps taken or proposed to remedy the problems, proposed program of activities, and \nprogress expected in the coming 6 months. The implementing agencies will keep records to \nallow  the  identification  of  goods  and  services  financed  from  the  loan  proceeds,  following \naccounting principles and practices prescribed by the Accounting Law of the PRC. This law \nrequires that the financial statements will generally follow recognized accounting standards. The \nimplementing agencies will set up and maintain separate project accounts and records. The \nfinancial statements of the project accounts and the annual corporate financial statements for \nimplementing agencies will be subject to external audit by the SPG audit bureau. The audits will \nbe carried out in accordance with PRC audit regulations and must meet ADB requirements. A \nseparate auditor’s opinion on the use of the imprest account and statement of expenditure will \nbe part of the audit reports. The implementing agencies’ annual audited financial statements \nand audited project accounts will be submitted to ADB no later than 6 months after the end of \nthe fiscal year throughout the implementation period. SPG and the implementing agencies will \nsubmit reports and information to ADB on the use of the loan proceeds, project implementation, \nand implementing agency performance. These reports will include (i) semiannual progress \nreports on project implementation, (ii) annual reports, and (iii) a project completion report not \nlater than 3 months after project completion. \n \n9.  Project Performance Monitoring and Evaluation \n \n58.  The PPMS indicators, their relevance, and monitoring practicalities were discussed with \nthe Shanxi and subproject PMOs and implementing agencies during project preparation. The \nindicators are based on the monitoring indicators in the design and monitoring framework \nincluding (i) job creation; (ii) service level; (iii) water supply, wastewater treatment, district \nheating coverage, and other operating performance measures; (iv) water quality and incidence \nof  seasonal  flooding  in  rivers  in  subproject  towns;  (v)  public  satisfaction  with  the  urban \nenvironment; (vi) relevant social and economic data; (vii) traffic conditions in subproject towns; \n(viii) air pollution reduction indicators; and (ix) increase in public awareness of environmental \nprotection.  At  the  start  of  project  implementation,  the  Shanxi,  city,  and  town  PMOs  and \nimplementing  agencies,  with  the  loan  implementation  consultant’s  assistance,  will  develop \ncomprehensive PPMS procedures to generate data systematically on the inputs and outputs of \nthe components, as well as the indicators to be used to measure the project impact. The PMOs \nwill (i) refine the PPMS by expanding it to include subsequent subprojects and adjusting for any \nchanges in the city master plan, (ii) confirm achievable targets, (iii) finalize monitoring and \nrecording arrangements, and (iv) establish systems and procedures for the PPMS no later than \n6 months after loan effectiveness. ", "    15 \n10.  Project Review \n \n59.  In addition to joint project reviews carried out at least once a year, ADB, SPG, and the \nimplementing agencies will undertake a comprehensive midterm review 2 years after the start of \nproject  implementation.  It  will  include  detailed  evaluation  of  the  scope,  implementation \narrangements, resettlement, achievement of scheduled targets, and progress on the agenda for \npolicy reform and capacity development measures. Feedback from the PPMS activities will be \nanalyzed. \nIV.  PROJECT BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n60.  Social Aspects. The Project will contribute to poverty reduction by creating jobs for \nexisting residents and new migrants in small cities and towns in Shanxi Province. The water \nsupply,  wastewater,  heating,  gas,  and  other  infrastructure  improvements  will  stimulate \ninvestment in industry; resource extraction; and the service sector, including tourism. During the \nconstruction phase alone, about 10,300 new jobs will be created in the core subproject towns. \nFollow-on multiplier effects are expected to create an additional 31,500 indirect jobs. About 70% \nof construction jobs are assumed to be unskilled; many are likely to be filled by currently \nunemployed people. Since the unemployed are often poor, they will benefit disproportionately \nfrom jobs created by the Project. Of the workers’ wages, approximately CNY155.3 million will go \nback to the local economy. During operation, the core subprojects will create 8,952 direct \nemployment opportunities and another 22,050 jobs indirectly, corresponding to approximately \nCNY454.4  million  in  wages  per  year  and  indirect  benefits  of  CNY9.6  billion.  In  total, \napproximately CNY10.2 billion in benefits will be generated in Shanxi’s small cities and towns. \nPoor people and women will be given priority access to new employment opportunities, and will \nbe the ultimate beneficiaries of programs provided through the employment training center in \nWutong. The summary poverty reduction and social strategy is in Appendix 11. The poverty and \nsocial  assessment  and  social  action  plan  is  in  Supplementary  Appendix  L,  and  a  labor \nreemployment framework is in Supplementary Appendix M. \n \n61.  The Project will contribute to poverty reduction by reducing the incidence of waterborne \nand respiratory diseases. Investments in improved water supply and wastewater facilities in \nYouyu county and Wutong town are expected to contribute to a decrease in medical expenses \nrelated to waterborne diseases of CNY23.5 million in Shanxi Province during 2012–2020. The \nshare of that reduction calculated as savings to households is CNY7.0 million. In addition, the \nincidence of respiratory disease is anticipated to drop in Wutong, where the town’s 27,000 \nresidents will have the opportunity to move to a new housing area located upwind of the main \npolluting  industries.  Heat  and  gas  investments  will  result  in  the  discontinued  use  of  high-\npolluting individual coal-burning stoves and corresponding improvements to local air quality and \nrespiratory health. Women and children will particularly benefit from reduced time burdens, \nimproved health and household environments, and programs offered through education and \nemployment  training  infrastructure.  Supplementary  Appendix  N  contains  the  health  impact \nanalysis of the Project. \n \n62.  Only 0.3% of the population of Shanxi Province belongs to ethnic minority groups. The \nfew ethnic minorities living in the core subproject areas (1,356 people) are not characterized by \nany marked difference in income or occupational group from the Han majority. The project \ninvestments will raise living standards and generate health benefits and job opportunities for \nethnic minorities in each subproject area. Due to the requirement of the sector loan modality, an \nethnic  minority  development  framework  (Supplementary  Appendix  O)  was  prepared  for \nsubsequent subprojects. \n \n63.  The core subprojects are classified as category A for resettlement. Overall, the land \nacquisition and resettlement impacts of the Project are not excessive. The primary objective of \nthe land acquisition and resettlement program is to ensure that those affected will improve their \nstandard of living, or at least will not be made worse off because of the Project. Based on the \n ", "16 \nresettlement impacts identified (physical and economic displacement), the construction of the \nthree core subprojects in Shanxi Province will affect 1,453 households or 5,007 people. In total, \n97 hectares will be acquired permanently. A total of about 19,307 square meters of built area \n(residential and nonresidential structures) will be removed, causing relocation of 23 households \n(95  people)  and  affecting  22  enterprises,  one  shop,  and  one  institution.  The  three  core \nsubproject governments have endorsed and disclosed the resettlement plans to the affected \npeople. The resettlement plans were posted in neighborhood committees and/or village offices \nand  uploaded  on  the  ADB  website  in  October  2008.  Appendix  12  provides  the  summary \nresettlement  plan  of  the  three  core  subprojects.  To  assess  the  resettlement  aspects  of \nsubsequent subprojects, a resettlement framework was prepared (Supplementary Appendix P).  \n \n64.  Financial  Aspects.  A  financial  analysis  was  done  for  the  revenue-generating \ncomponents:  gas,  heating,  water,  and  wastewater.  Financial  sustainability  analysis  was \nundertaken for the nonrevenue-generating river improvements, roads, and education. Financial \nmanagement  assessments  were  made  of  SPG,  implementing  agencies,  and  operating \ncompanies. Appendix 13 provides a summary financial analysis, Supplementary Appendix Q the \ndetailed  financial  analysis,  and  Supplementary  Appendix  R  the  financial  management \nassessment. \n \n65.  The financial internal rate of return (FIRR) in constant 2008 prices, computed on an \nafter-tax basis, is (i) for Wutong: 6.0% for the gas supply component, 7.3% for the heat supply \ncomponent, and 5.0% for the wastewater component; and (ii) for Youyu: 6.6% for the heat \ncomponent and 6.7% for the water supply component. The FIRRs compare favorably with the \nweighted average cost of capital in real terms (after tax) of 1.2%. The sensitivity analyses \ninclude examination of the risk that project costs will increase by 10%, that revenues will \ndecrease by 10%, and that both costs and revenues will change adversely by 10%. The FIRR is \nabove the weighted average cost of capital threshold in each analysis.  \n \n66.  Small cities and towns in Shanxi have only recently started collecting tariffs for utilities. \nThe  Government  is  aware  of  the  need  to  gradually  increase  tariffs  to  cover  costs.  The \nsubproject governments are committed to increasing tariffs in phases taking into consideration \naffordability for consumers. The current utility tariffs in Wutong need to increase gradually to \nachieve full cost recovery, i.e., to cover the O&M costs, debt service, and depreciation of \nproposed facilities. During the first year of operation, tariffs in Wutong will cover 54%–88% of \ncost; and full cost-recovery will be achieved in 3–5 years. The Youyu heating component will \nachieve full cost recovery after 2 years of operation, and the water supply component at start-up \nof project facilities. The Project will provide capacity development on tariff reforms and tariff \nsetting.  \n \n67.  The assessment of affordability in Wutong shows that utility costs as a percentage of \naverage household income are 1.0% for gas, 3.0% for heat, and less than 1.0% for wastewater. \nFor Youyu, they are 1.0% for water and 3.0% for heat. The results of the household survey \nindicate that these rates are affordable. The expenditure on utility costs as a percentage of \nincome for the poor is relatively higher in both Wutong and Youyu. Wutong town and Youyu \ncounty have provided assurances that the subsidies now given to low-income families through \nthe minimum living standard scheme will continue. \n \n68.  Financial sustainability of the nonrevenue-generating components was determined by \nexamining O&M and debt service costs as a percentage of local government revenues. The \nfinancial capacity of local governments to undertake investments was assessed by comparing \nidentified financing sources with the annual funds required for the counterpart portion of capital \nexpenditures during subproject implementation. Forecasted debt service and O&M costs for the \nsubproject components represent less than 10% of revenues, indicating acceptable fiscal risk. \nDuring the peak project implementation period, counterpart funds for Wutong will not exceed 5% ", "    17 \nof local government revenue; the figure for Youyu is 2%. Therefore, the nonrevenue-generating \ncomponents are considered both financially sustainable and affordable.  \n \n69.  The results of the financial management assessment indicate that SPG has an adequate \nfinancial management system and experience in managing projects funded by foreign financial \ninstitutions. The implementing agencies operate as bureaus or departments of the Project’s \nlocal governments. The accounting and financial management systems for financial reporting \nand accounting are developed, and are adequate for the purpose of loan implementation. \nHowever, improvements to internal control might be required in the area of segregation of duties \nto  ensure  that  separate  individuals  handle  authorization,  recording,  and  custody  of  assets \nand/or transactions. Thus, additional staff should be recruited during project implementation. \nAudit arrangements are generally adequate and the implementing agencies will be required to \nsubmit independently audited annual financial statements and project accounts to ADB as a \nloan covenant. Each utility will be helped to establish a reliable financial management system at \nthe beginning of project implementation. Each utility will keep accounts in accordance with \ncommercial accounting principles and be subject to an independent external audit by a suitably \nqualified firm of commercial auditors. Accounting will be in accordance with relevant PRC \nstandards. The Project includes a capacity development component to strengthen financial \nmanagement. \n \n70.  Economic  Aspects.  The  selection  of  the  three  core  subprojects  was  based  on \nsocioeconomic  indicators  and  the  preparedness  to  undertake  investments  in  municipal \ninfrastructure. Among the considerations in selecting subprojects is the availability of viable \ninvestment projects directly supporting approved development master plans and programs, and \nthe potential to serve as models in the preparation of subsequent components during project \nimplementation. Targeting and selection of subsequent subproject cities and towns will be \nbased, among other factors, on their potential to grow economically and to provide jobs to \nmigrants from rural areas. Employment growth is deemed to contribute more than output growth \nto SPG’s goal of closing the rural–urban income gap. \n \n71.  Key urbanization issues in Shanxi are (i) public services are inadequate to meet the \nneeds of the growing population, including roads for the growing number of cars in the province; \n(ii) severe air, river, and groundwater pollution are resulting from intense industrialization and \nresource extraction undertaken in the province; (iii) a significant portion of the urban population \nlives below the poverty line; and (iv) holistic and integrated management of urban development \nis lacking. The Project aims to address these issues in participating cities to help promote \nbalanced  and  environmentally  sustainable  urbanization;  narrow  the  rural–urban  gap;  and \nimprove production, employment, and living conditions.  \n \n72.  The economic analysis indicates that the core components are economically viable and \nthat  they  stand  up  to  sensitivity  tests  where  costs  increase  and  benefits  decrease.  The \neconomic internal rates of return for subproject components are 20.6% for the Caoxi road and \nassociated municipal services, 14.0% for Wutong heat supply, 16.9% for Wutong gas supply, \n13.8% for Wutong wastewater treatment, 16.7% for Youyu heat supply, 20.6% for Youyu water \nsupply, and 18.0% for Youyu roads. Appendix 14 provides a summary economic analysis and \nSupplementary Appendix S a detailed economic analysis.  \n \n73.  Environmental Aspects. The Project is classified as environment category A. Extensive \npublic consultations involving surveys, meetings with stakeholders, and focus group discussions \nwere undertaken during project preparation. The project EIA is based on the results of the EIAs \nprepared  for  three  core  subprojects,  which  present  the  types  and  nature  of  subsequent \nsubprojects  under  the  Project.  An  SEIA  was  prepared  and  circulated  to  ADB’s  Board  of \nDirectors, and posted on the ADB website on 20 October 2008. An environmental assessment \nand management framework for subsequent subprojects was also developed.  \n \n ", "18 \n74.  The Project is expected to generate substantial environmental benefits. Improved roads \nwill reduce travel times and vehicle emissions per trip, thereby helping improve air quality. \nWater supply and wastewater treatment will reduce the discharge of pollutants to rivers and \ngroundwater. River improvement will provide flood protection, thereby reducing economic loss \nand public health hazard due to flooding. District heating and gas supply will improve efficiency, \neliminate a considerable number of small and inefficient boilers, reduce the quantity of coal \nused, and replace coal-burning stoves in individual dwelling units, thus reducing the emission of \ngreenhouse gases. This Project will have positive effects on climate change, supporting the \nPRC’s climate change initiatives. \n \n75.  Adverse impacts on the physical and natural environment during the construction and \noperating phases of the Project will be largely insignificant, given strong project management \nand  implementation  of  recommended  mitigation  measures  identified  in  the  environmental \nmanagement plan. The plan includes institutional strengthening for implementing mitigation \nmeasures and undertaking monitoring requirements, and will be continuously developed as the \nProject progresses to provide more details so that all mitigation requirements are met. \n \n76.  The  subsequent  subprojects  under  this  sector  loan  are  required  to  meet  ADB’s \nenvironmental  impact  assessment  requirements.  An  environmental  assessment  and \nmanagement framework (Supplementary Appendix T) was prepared as an instruction manual to \nassist the Shanxi PMO, subproject PMOs, implementing agencies, and local design institutes in \npreparing and reviewing EIA reports and environmental management plans for subsequent \nsubprojects according to ADB requirements. It describes the environmental criteria for selecting \nand implementing subprojects, key environmental issues, conduct of the EIA, preparation of the \nEIA  reports,  and  review  procedures.  Training  was  provided  to  SPG  on  implementing  the \nenvironmental assessment and management framework. \n \n77.  The Project supports climate change adaptation including (i) incorporation of climate \nchange issues, such as energy efficient measures, in urban master plans; (ii) comprehensive \nwater management, such as long-term water availability forecasting for new development areas \nand  adopting  comprehensive  water  balance  measures  during  project  implementation;  (iii) \nsustainable wastewater and solid waste management including sludge digestion and biogas \nextraction; (iv) improved urban roads management and reduced pollution from cars through \nimproved connectivity and better travel conditions; and (v) promotion of clean energy for more \nefficient central heating. \n \n78.  Project  Risks  and  Mitigation  Measures. The Project does not have any unusual \ntechnical risks. Conventional engineering designs with proven records of reliable performance \nwill be adopted for road construction, installation of municipal services along roads, water \nsupply, wastewater management, and heating. Mitigating measures will be put in place during \ndetailed design to address any risks associated with river improvement works such as dams. \nDuring  implementation,  the  project  implementation  consultant  will  support  the  PMOs  and \nimplementing agencies to ensure that equipment and works comply with design requirements \nand quality assurances. \n \n79.  The following risks could affect timely implementation, economic viability, and realization \nof  project  benefits:  (i)  failure  to  implement  institutional  strengthening  for  effective  project \nimplementation and management and governance; (ii) lack of proper O&M of project facilities; \n(iii) major amendments and changes to implementation of the master plans in the subproject \ncities and towns; (iv) delay in the provision of counterpart funding; (v) failure to establish or \nincrease water and wastewater tariffs to meet cost recovery targets; and (vi) unforeseen land \nacquisition and resettlement issues, which could constrain the efficient implementation of project \nworks and restoration of livelihoods of those affected. \n ", "    19 \n80.  Risks (i) and (ii) will be mitigated through provision of institutional capacity development \nfor the subproject city and town PMOs and implementing agencies with support of the loan \nimplementation  consultant.  In  addition,  the  PLG  will  provide  oversight  to  mitigate  project \nmanagement  risk.  Risk  (iii)  will  be  mitigated  by  synchronizing  the  project  design  and \nimplementation  schedules  with  other  projects  planned.  Risks  (iv)  and  (v)  will  be  mitigated \nthrough  covenanted  assurances  from  the  subproject  city  and  town  governments  on  the \nprovision of counterpart funding and on regular tariff reviews and increases. Risk (vi) will be \nmitigated by strengthening the internal monitoring and supervision by Shanxi Province and \nsubproject city and town PMOs and implementing agencies, and by engagement of a qualified \nexternal agency to monitor and evaluate resettlement. \n \nV.  ASSURANCES AND CONDITIONS \n81.  In  addition  to  the  standard  assurances,  the  Government,  SPG,  the  subproject \ngovernments, and the implementing agencies have given specific assurances, as summarized \nbelow and which are incorporated in the legal documents.  \n \n(i)  The implementing agencies will ensure (a) timely provision of counterpart financing \nnecessary for the Project and provision of additional counterpart funding for any \nshortfall of funds or cost overruns, (b) adequate funding for O&M of the project \nfacilities, and (c) that no assets created by the Project will be sold to a third party \nwithout ADB’s consent. \n(ii)  SPG will ensure the implementing agencies will (a) set employment targets for the \npoor  and  ethnic  minorities  who  meet  the  job  requirements  for  construction  and \nmaintenance activities; (b) take all necessary steps to encourage women living in the \nproject  areas  to  participate  in  the  planning  and  implementation  of  the  Project;  \n(c) cause the contractors to provide the workers with adequate on-the-job training, \nuse local unskilled labor, maximize employment of women, and not differentiate \nwages based on gender; and (d) monitor the Project's effects on women during \nproject implementation. \n(iii)  SPG  will  ensure  that  the  implementing  agencies  will  provide  environmental \nmonitoring reports during the construction period to the Shanxi PMO, which will then \nprepare and submit to ADB semiannual environmental reports in a format acceptable \nto ADB until project completion. \n(iv)  SPG will cause the subproject governments and implementing agencies to ensure \nthat (a) prior to construction, all land and rights-of-way will be made available in a \ntimely manner; (b) resettlement plans will be implemented promptly and efficiently in \naccordance with their terms; and (c) adequate staff and resources will be committed \nfor supervision and internal monitoring of resettlement plan implementation. \n(v)  SPG  and  participating  subproject  county  and  city  governments  will  ensure  that  \n(a) water supply, wastewater, heating, and gas tariffs will be progressively set at \nlevels required to achieve full cost recovery of O&M, depreciation and debt service \nobligations, and reasonable profit margin for operations; (b) regular reviews of tariffs \nand  fees  are  undertaken  by  the  local  price  bureau;  and  (c)  the  impact  of  the \nincreased heat supply, gas supply, water supply, and wastewater tariffs on the poor \nare regularly reviewed by the concerned local government agency. The subproject \ncounty and city governments will consider providing lifeline heat supply, gas supply, \nwater supply, and wastewater tariffs to the poor. \n(vi)  SPG and the governments of the participating subproject counties, cities, and towns \nwill ensure that wastewater is treated before being discharged into the rivers to be \nimproved or treated as a part of the river improvement and flood control subprojects.  \n(vii)  All levels of government of subproject locations in Shanxi Province will ensure that \nthe implementation of subprojects involving roads and municipal services complies \nwith the overall planning and specific planning of the respective cities and towns. \n ", "20 \n(viii)  All levels of government of subproject locations in Shanxi Province will ensure that \nwater  supply  and  wastewater  treatment  works  and  the  wastewater  collection \nnetworks are of adequate capacity, and that the associated works of the subprojects \nare constructed on time and in accordance with urban master plans in effect. \n(ix)  All levels of government of subproject locations in Shanxi Province will ensure that \nthe heat and gas supply works comply with the master urban plan, and the specific \nplanning  and  heat  and  gas  supply  works  include  equipment  and  networks  of \nadequate capacity to meet the development needs of the Project during a specified \nperiod of time. \n(x)  SPG and the governments of the subproject locations will cause the implementing \nagencies  to  establish  and  maintain  a  sound  financial  management  system  in \naccordance with ADB’s Financial Management and Analysis of Projects,20 including \nthe  establishment  of  a  separate  bank  account  for  the  subproject  and  the \nmaintenance  of  minimum  balances  to  ensure  smooth  cash  flow  and  the  timely \nsettlement of project construction liabilities and future debt servicing.  \n(xi)  SPG will cause the implementing agencies to ensure that all works under the Project \nare  designed  and  constructed  in  accordance  with  national  standards  and \nspecifications;  and  that  the  construction  supervision,  quality  control,  contract \nmanagement, and completion inspection and acceptance follow applicable national \nlaws and regulations. \n \nVI.  RECOMMENDATION \n \n82.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove  \n \n(i)  the loan of $100,000,000 to the People’s Republic of China for the Shanxi Small \nCities and Towns Development Demonstration Sector Project from ADB’s ordinary \ncapital resources, with interest to be determined in accordance with ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; a term of 26 years, including a \ngrace period of 6 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft Loan and Project Agreements presented \nto the Board; and  \n(ii)  the administration by ADB of a grant not exceeding the equivalent of $250,000 to \nthe People’s Republic of China for the Shanxi Small Cities and Towns Development \nDemonstration Sector Project to be provided by the Multi-Donor Trust Fund under \nthe Water Financing Partnership Facility. \n \n \n \nC. Lawrence Greenwood, Jr. \nVice President \n \n \n24 November 2009 \n \n \n                                                 \n20\n ADB. 2005. Financial Management and Analysis of Projects. Manila. ", "Appendix 1  21 \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources/ \nReporting  Assumptions and \nDesign Summary  Performance Targets/Indicatorsa  Mechanisms  Risks \nImpact  By 2018 (baseline year 2007), in    Assumptions \n  small cities and towns in Shanxi     \nImproved environmental  Province  Provincial statistics  11th FYP and small \nquality and increased    bureau reports  city and town master \nemployment generation in  Average days of air quality above    plans effectively \nsmall cities and towns in  grade II in county-level cities  Provincial  implemented \nShanxi Province  increased to 240 per year  environmental \nStrong provincial \n    protection bureau  \neconomic development \nSurface water quality in the middle   \ntrends continue after \nand lower reaches of the Fen River  Provincial labor affairs \nincreased from class V to class IVb  bureau  the 11th FYP \n    Applicable \nUnemployment reduced to and  environmental laws are \nmaintained at no more than 4.5%   effectively enforced \n \nPer capita annual disposable   \nincome of urban households  Risks \nincreased by 6%  Implementing agencies \n  do not use suitable \n  external monitoring \nagencies; performance \ndata are not collected \nUrban development \npressures outpace \nplanned infrastructure \ndevelopment \n \nOutcome  By 2015 (baseline year 2007), in    Assumptions \n  the subproject cities and towns      \nImproved urban  (specific indicators provided for  Provincial statistics  Project financing is \ninfrastructure and  three core subproject cities and  bureau  provided on time \nmunicipal services in  towns: Pingyao, Wutong, and   \nRelevant authorities \nabout seven small cities  Youyu)  Provincial \noffer strong support to \nand towns in Shanxi    environmental \nthe city and town \nProvince  All components  protection bureau  \nPMOs and \n  Public satisfaction with   \nimplementing agencies \nenvironmental conditions  Provincial housing and \nincrease:c  urban-rural  on capacity \ndevelopment for project \n- At least 75% of population  development bureau  \nimplementation and \nsatisfied with environmental   \nconditionsd  County labor bureau   operation \n    Effective stakeholder \nDistrict heating components  County poverty relief  participation and \nPercentage of urban population  office  ownership is developed \nwith access to centralized heating   \nincreased:  County water affairs  Different specialist \n- Wutong from 0% to 25%  bureau   disciplines are well \n- Youyu from 33% to 47%    coordinated \n- Others cities and towns: TBD  Annual environmental \nLand acquisition and \n  statistics \nresettlement policies \nRiver improvement components   \nare effectively \nPercentage of improved river  Municipal records and \nimplemented; \ncourse (length) or lake perimeter in  statistics \nstakeholders accept \nurbanized areas increased:   \nand cooperate with the \n- At least 80% of river course or  Statistical records and \nimplementation \nlake perimeter in urbanized area  data of small cities and \nprocess \nimproved  towns \n  \n  District heating ", "22  Appendix 1 \nData Sources/ \nReporting  Assumptions and \nDesign Summary  Performance Targets/Indicatorsa  Mechanisms  Risks \nRoad components  companies  Project design and \nArea of paved roads increased:  construction are \n- Wutong by 12%  implemented effectively \n- Youyu by 15% \nRisks \n- Others cities and towns: TBD \nLocal geological \n \nconditions affect \nEducation components \nconstruction activities \nNumber of people receiving \nmunicipally provided vocational  Exceptional weather \ntraining increased:  affects the annual \n- Wutong to 500 per class and 10  effective construction \nclasses per yeare  period \n- Others: TBD \n  Costs are much higher \nWater supply components  than anticipated \nPercent change in urban \nMajor amendments \npopulation with access to piped \nand changes to the \nwater increased: \nmaster plans in the \n- Youyu by 28% \nsubproject cities and \n- Others: TBD \ntowns \n \nWastewater management \ncomponents \nPercentage of urban population \nserved by wastewater collection \nsystem (sewer network) and \ndrainage network increased: \n- At least 75% of urban population \nis served by wastewater collection \nsystem (sewer network) \n- At least 50% of the urbanized \narea is served by the storm-water \ndrainage system \n \nRevenue-generating \ncomponents (water, wastewater, \nheating) \nTariff gradually increased to \nachieve full cost recovery \n \nOutputs  By 2015  From All:  Assumptions  \n       \nSubproject 1: Pingyao    Regular implementing  Project financing is \nCounty    agency reports on  provided on time \nComponent 1: Huiji    contract expenditure \nRelevant authorities \nRiver Improvement    and works progress \noffer strong support to \nRiverbed is dredged and  7.2 km of Huiji river rehabilitated   \nthe city and town \nembankments are    Monitoring of project \nPMOs and \nconstructed    implementation and \nimplementing agencies \n    progress by ADB \non capacity \n    review missions \ndevelopment for project \nWater storage reservoirs  Three rubber dams constructed   \nimplementation and \nare built; rubber dams are    Works supervision, \noperation \ninstalled    construction, \n    completion, and  Effective stakeholder \n    acceptance records  participation and \n      ownership is developed \n    Information from final   \n    accounts of works   \n       ", "  Appendix 1  23 \nData Sources/ \nReporting  Assumptions and \nDesign Summary  Performance Targets/Indicatorsa  Mechanisms  Risks \nSubproject 2: Wutong       \nTown       \nComponent 1: Caoxi  1.8 km of arterial road constructed,  Monitoring reports on  Different specialist \nRoad and Associated  street lighting and traffic lights  institutional  disciplines are well \nMunicipal Services  installed, drainage channel  development including  coordinated \nRoad is widened and  adjacent to Caoxi Road  number of staff trained,  Land acquisition and \nreconstructed; drainage  reconstructed  areas of training, and  resettlement policies \nchannel is improved    strengthened  are effectively \n    organizations and  implemented; \n    procedures  stakeholders accept \n      and cooperate with the \nComponent 2: Heat  66MW secondary heat substation  Xiaoyi Cityf Public  implementation \nSupply  and district heating pipeline  Affairs Management  process \nNew heat exchange  constructed  Bureau (all \nProject design and \nstations and distribution    components) \nconstruction are \nnetwork operating     \nimplemented effectively \n    Xiaoyi City \nComponent 3: Gas  Gas supply system (5.9 million  Transportation Bureau   \nSupply  m3/year) for residential area  and Water Affairs  Risks \nNew gas supply storage  constructed   Bureau   \nand distribution system      Local geological \noperating    Xiaoyi City District  conditions affect \n    Heating Company   construction activities \nComponent 4:  A new 4,000 m3/day WWTP and   \nWastewater Treatment  12.3 km of wastewater collection  Xiaoyi Gas Supply  Exceptional weather \nWWTP and collection  network constructed  Company  affects the annual \nnetwork operating      effective construction \n    Xiaoyi Wastewater  period \nComponent 5:    Company  \nCosts are much higher \nEducation Services  One vocational school, one junior   \nthan foreseen \nFacilities  high school, and two nursery  Xiaoyi City Education \nNew schools and  schools constructed  Department and  Unforeseen land \nvocational training center    Wutong town  acquisition and \nin use    government  resettlement issues, \n      which could constrain \nSubproject 3: Youyu    Youyu Development  efficient \nCounty    and Reform  implementation of the \nComponent 1: Heat  New boiler station (116 MW),  Commission  project works and \nSupply  district heating substations, and    restoration of \nNew heat stations, heat  distribution network constructed  Youyu Construction  livelihoods of those \nexchange stations, and    Bureau  affected \ndistribution network     \n \noperating    County records and \n \n    documents \nComponent 2: Water  Two new wells (total 1,920 m3/day)   \nSupply  and new water distribution network   \nDrinking water production  constructed  \nand distribution works   \noperating   \n   \nComponent 3: Drainage  Combined storm-water drainage \nand Wastewater  and sewerage network \nCollection  rehabilitated \nCombined storm-water   \ndrainage and sewerage   \nnetwork operating   \n   \n   \n   \n   \n ", "24  Appendix 1 \nData Sources/ \nReporting  Assumptions and \nDesign Summary  Performance Targets/Indicatorsa  Mechanisms  Risks \nComponent 4: Roads  10.1 km of secondary and tertiary \nand Associated  roads constructed; street lighting, \nMunicipal Services  electrical power, and \nNew roads in the new  telecommunication lines installed  \ntown operating   \n  4.85 km of river course \nComponent 5: Flood  rehabilitated and landscaped \nControl   \nFlood control channel is  By 2015 \noperating   \n   \nSubsequent subproject  TBD \ncities and/or towns   \nUrban infrastructure and   \nservices improved and   \noperating  By 2015 \n  Shanxi PMO and the subproject \nFor all subprojects:  city and town PMOs and \nInfrastructure and service  implementing agencies: \nproviders have increased   \ncapacity to plan,  Prepared and implemented a 6-\nconstruct, operate, and  year (2009–2016) training plan for \nmaintain facilities  project management, O&M, \n  financial management, and \ninstitutional capacity building \n \nImproved organization structure \nand financial management systems \n \nActivities  Inputs \n   \nSubproject 1: Pingyao County  ADB \n1.1 Huiji River Improvement   $100 million loan with \nActivity (1) Design the facilities, acquire land, and tender the works by 2010.  timely disbursement \nActivity (2) Rehabilitate 7.2 km of Huiji River by 2012.  based on the \nActivity (3) Construct three rubber dams by 2012.  construction schedule \nSubproject 2: Wutong Town  of the works: \n2.1 Caoxi Road and Associated Municipal Services \nCivil works $61.0 \nActivity (4) Design the facilities, acquire land, and tender the works by 2010. \nmillion \nActivity (5) Reconstruct 1.8 km of arterial road by 2012. \nActivity (6) Install street lighting and traffic lights by 2012.  Equipment: $24.5 \nActivity (7) Reconstruct drainage channel adjacent to road by 2012.  million \n2.2 Heat Supply \nActivity (8) Design the facilities, acquire land, and tender the works by 2010.  Consulting services: \nActivity (9) Construct new secondary heat substation (66 MW) by 2013.  $2.5 million \nActivity (10) Construct district heating pipeline network by 2013. \nFinancing charges \n2.3 Gas Supply \nduring implementation: \nActivity (11) Design the facilities, acquire land, and tender the works by 2010. \n$12.0 million \nActivity (12) Construct new gas supply system for residential area (5.9 million m3/year) by \n2013.   WFPF Grant  \n2.4 Wastewater Treatment  $0.25 million \nActivity (13) Design the facilities, acquire land, and tender the works by 2010. \nGovernment and \nActivity (14) Construct new wastewater treatment plant with capacity of 4,000 m3/day by \nimplementing \n2013. \nagencies \nActivity (15) Construct 12.3 km of new wastewater collection network. \nAbout $124.5 million \nequivalent  \n \n \n ", "  Appendix 1  25 \n \nActivities  Inputs \n2.5 Education Services  (CNY859.0 million) in \nActivity (16) Design the facilities, acquire land, and tender the works by 2010.  counterpart funds with \nActivity (17) Construct two nursery schools by 2012.  timely disbursement \nActivity (18) Construct one junior high school by 2014.  based on the \nActivity (19) Construct one vocational school by 2014.  construction schedule \n  of the works \nSubproject 3: Youyu County \n3.1 Heat Supply \nActivity (20) Design the facilities, acquire land, and tender the works by 2010. \nActivity (21) Construct new heat-only boiler station (116 MW) by 2015. \nActivity (22) Construct district heating substations and distribution network by 2015. \n3.2 Water Supply \nActivity (23) Design the facilities, acquire land, and tender the works by 2010. \nActivity (24) Construct two new wells with production of 1,920 m3/day by 2015. \nActivity (25) Construct new water distribution network in urban expansion area by 2015. \n3.3 Drainage and Wastewater Collection \nActivity (26) Design the facilities, acquire land, and tender the works by 2010. \nActivity (27) Rehabilitate the combined storm-water drainage and wastewater collection \nnetwork by 2015. \n3.4 Roads and Associated Municipal Services \nActivity (28) Design the facilities, acquire land, and tender the works by 2010. \nActivity (29) Construct 10.1 km of secondary and tertiary streets in new expansion area by \n2015. \nActivity (30) Install street lighting, electrical power, and telecommunications works on new \nstreets by 2015. \nActivity (31) Carry out landscaping by 2015. \n3.5 Flood Control \nActivity (32) Design the facilities, acquire land, and tender the works by 2011. \nActivity (33) Reconstruct 4.85 km of river course in urbanized area by 2013. \nActivity (34) Carry out landscaping by 2013. \n \nInstitutional Capacity Building for Project Management \nActivity (35) Strengthen financial management and corporate governance in water and \nwastewater agencies and companies in any subproject city or town with a water supply or \nwastewater component by 2016. \nActivity (36) Complete necessary organizational arrangements for implementing agencies \n(hiring staff; setting up accounting systems; and improving financial, administrative, and \nhuman resource policies and procedures) by 2010. \nActivity (37) Develop plans, budgets, and procedures for loan implementation and project \ncontrol in Shanxi PMO by 2011. \nActivity (38) Complete Shanxi PMO and implementing agency staff training (training on \nADB procedures, procurement, traffic management, road maintenance, water supply, \npollution control, environmental monitoring, and financial management) by 2016. \nActivity (39) Shanxi PMO and implementing agencies refine the PPMS and establish \ntargets and procedures no later than 6 months after loan effectiveness. \nADB = Asian Development Bank, FYP = five-year plan, km = kilometer, km2 = square kilometer, m = meter, m2 = \nsquare meter, m3 = cubic meter, MW = megawatt, PMO = project management office, PPMS = project performance \nmanagement system, O&M = operation and maintenance, TBD = to be determined, WFPF = Water Financing \nPartnership Facility, WWTP = wastewater treatment plant. \na  The target of impact should be 3–5 years after project completion. \nb  The PRC classifies surface water quality using five categories. Class V is polluted and class IV is water for \nindustrial water supply and recreational waters that have no direct human contact. \nc  Public satisfaction in base year 2008 from project preparatory technical assistance survey. Percent improvement \nwill come from the PMOs. \nd  TBD during subproject appraisal and monitored as part of the PPMS. \ne  Number of students per class and number of classes per year may be revised upon completion of the training \ncurriculum.  \nf  Xiaoyi City agencies will operate and maintain heating, gas, roads, and wastewater infrastructure in Wutong. \n \n \n ", "26  Appendix 2 \nSECTOR AND SUBSECTOR ANALYSIS \n \nA.  Small City and Town Development  \n \n1.  The People’s Republic of China (PRC) has long promoted the development of towns as \na  way  to  achieve  a  more  balanced  urban  system.  To  avoid  overburdening  large,  rapidly \nindustrializing cities, the PRC curbed migration for many years through the hukou system and at \nthe same time promoted the development of small cities and towns as alternative destinations \nfor rural migrants. The pro-town development policy catalyzed waves of migration into towns \nand small cities1 throughout the 1980s and 1990s. Today, more than 40% of the national \npopulation lives in urban areas, up from 18% in 1978. As of 2002, almost 20,000 towns in the \ncountry had an average population of 32,300 and a total population of 640 million. \n \n2.  The 11th Five-Year Plan (FYP) 2006–2010 takes advantage of the potential of small \ncities and towns to increase national economic productivity, while narrowing the urban–rural \nincome gap, thereby contributing to social stability. The plan calls for strengthening physical and \neconomic linkages between major cities in metropolitan areas or development corridors and \nsmaller settlements at their periphery.  \n \n3.  Small cities and towns in Shanxi Province face challenges similar to those of other \nnorthern  provinces  in  the  PRC.  In  some  towns,  industrial  development  has  outstripped \ninfrastructure provision, resulting in environmental degradation and suboptimal conditions for \nbusiness development. In other towns, the challenge remains attracting substantial investment \nthat  will  provide  employment  opportunities  to  current  residents  and  future  migrants. \nInfrastructure improvements can play a central role in both cases, by enabling economic activity \nand investment or by improving living conditions and the urban environment. \n \n4.  Shanxi’s policy for the development of its small cities and towns mirrors the national \npolicy.  The  Directives  on  Accelerating  Development  of  Small  Cities  and  Towns  in  Shanxi \nProvince identifies small cities and towns as growth engines for surrounding rural areas that can \nabsorb rural migrants and relieve population pressure on the province’s large cities.2 In this \nrespect, the development of towns and county-level cities contributes directly to the provincial \nobjective of promoting integrated rural–urban development.  \n \n5.  The national and Shanxi provincial policies on small cities and towns are in line with the \nrecommendations  in  the  Asian  Development  Bank  (ADB)-funded  Town-Based  Urbanization \nStrategy Study in Liaoning and Shanxi provinces, and form the basis of the Project.3 Poor small \ncities and towns in Shanxi need to develop their infrastructure to attract investment in natural \nresource processing, manufacturing, and services. Other towns that have already achieved high \neconomic growth rates require improved infrastructure and services to improve living conditions \nand protect the natural environment.  \n \n \n                                                 \n1  “Small cities” in the PRC are generally considered to have populations in the range of 100,000–250,000. \n2  Shanxi Provincial Government. 2005. Directives on Accelerating Development of Small Cities and Towns in Shanxi \nProvince. Shanxi Province, People’s Republic of China. \n3  ADB. 2004. Technical Assistance to the People’s Republic of China for the Town-Based Urbanization Strategy \nStudy. Manila. The study concludes that the overarching factor should not be growth of production, but rather \ngrowth of employment, which will contribute more to the Government’s goal of closing the rural–urban income gap. \nThe  study  recommends  growing  both  cities  and  towns  by  facilitating  the  development  of  larger  urban \nagglomerations made up of different types of urban settlements. The study proposes that key towns be selected \nbased on their “employment rate of return,” i.e., the number of jobs created per yuan invested by the provincial or \ncentral government. \n ", "  Appendix 2  27 \nB.  Roads and Associated Municipal Services \n \n6.  The  Ministry  of  Transport  prepares  national  policies  and  plans  for  the  roads  and \nhighways  subsector.  The  provincial  transportation  departments  develop  the  provincial  road \nnetwork plan and are responsible for the planning, design, construction, and management of all \nroads in the plan, including national roads. In 2007 Shanxi had 2.5 million kilometers of roads, of \nwhich 85% were county, township, or village roads. In 2007 the national government budget \nprovided  about  13.5%  of  the  budget  for  roads,  while  provincial  and  local  governments \ncontributed about 34.2%. About 38% of funding was borrowed from the National Development \nBank and commercial banks against projected toll revenues.  \n \n7.  Local governments in high-growth towns are challenged to provide roads and associated \nservices  on  time  to  accommodate  the  need  for  industrial,  commercial,  and  residential \ndevelopment. Large cities increasingly rely on private developers to build local roads, and water \nand wastewater networks in subdivisions and other planned developments. But in most small \ncities and towns, the local government that must build local roads to establish the physical \nframework  for  future  growth.  This  is  essential  for  attracting  investment  in  industry  and \ncommerce, and for providing decent housing to current and future residents. \n \nC.  Water Supply and Wastewater Management \n \n8.  The national government sets policies, standards, and guidelines for drinking water \nquality; wastewater discharge; and planning and constructing water, wastewater, and drainage \ninfrastructure. Provincial agencies set policies, approve selected actions of municipal agencies \nsuch as tariff changes and large investment projects, and oversee compliance with water supply \nand  wastewater  standards.  Local  governments  provide  water  and  wastewater  services. \nTypically municipalities own the water supply company and have a government bureau for \ndrainage. Wastewater companies have only been established since 2000 and often focus only \non treatment, leaving the wastewater collection system to the government bureau.  \n \n9.  For wastewater, secondary treatment is a minimum requirement for all cities. The Shanxi \nHousing and Urban-Rural Development Bureau has an emerging policy to finance wastewater \ntreatment plant construction using provincial funds, while cities and towns will be responsible for \nconstruction of associated wastewater collection networks.4 Details about budget and schedule \nare under discussion. National policy calls for cities in water-short areas to aim for 20% reuse of \ntreated wastewater within the city or for industrial uses.  \n \nD.   Solid Waste Management \n \n10.  The PRC Environmental Science Institute estimates that per capita waste generation for \nsmall cities varies from 1.0 to 1.3 kilograms/capita/day. National and provincial entities set \npolicy, prepare guidelines, and allocate some resources for solid waste management. The \nmunicipal construction bureau is responsible for design, construction, and commissioning of \nwaste treatment and disposal facilities (e.g., landfills). The environmental sanitation bureau is \nresponsible  for  waste  collection,  waste  transfer,  and  street  sweeping.  The  municipal \nenvironmental protection bureau handles industrial solid waste and hazardous waste including \nbiomedical waste from hospitals. Many small cities and towns have not established a user-pays \ntariff system; they finance solid waste collection and treatment through general revenues. \n \n                                                 \n4  Wang Guozheng. 2008. Working Report on Shanxi Province Construction Works. Shanxi Province (text of a \nspeech given by Wang Guozheng, Director, Shanxi Provincial Construction Bureau (now Shanxi Provincial \nHousing and Urban-Rural Development Bureau, 9 April). \n ", "28  Appendix 2 \nE.  River Improvement \n \n11.  The Ministry of Water Resources is responsible for management of water resources, \nincluding river improvement and flood control. The flood control system emphasizes the use of \nstructural measures to reduce flood hazards. Many rivers are seasonal, and the channel beds in \nurban areas are often littered with solid waste, filled with sediment, and polluted by untreated \nwastewater. River improvement projects undertaken by local governments (construction bureau) \noften reshape the river channel, build embankments, and install river-bank landscaping. The \nresult provides attractive urban open space and provides flood control. However, continued \ndumping of solid and liquid waste into riverbeds can undermine the effectiveness of urban river \nimprovement projects. A more integrated approach to river improvement, wastewater treatment, \nand solid waste management is required. \n \nF.  District Heating \n \n12.  Northern provinces in the PRC are replacing local coal-fired boilers by introducing district \nheating systems that exploit surplus heat generated from power stations. This reduces coal \nconsumption, emissions of greenhouse gases, and air pollution from particulates and coal dust \nused in small boilers and home heating devices. An integrated approach to district heating and \nnatural gas provision will maximize the positive impacts on air quality. \n \n13.  The PRC’s district heating systems have been fixed flow systems using either steam or \nhot water. With fixed flow, heat supply cannot be automatically adjusted to actual demand; this \nresults in unsatisfactory energy efficiency. Heat customers currently pay on the basis of how \nmany square meters are to be heated. Heat is generally provided during the 5 or 6 coldest \nmonths of the year. New district heating systems are being equipped with meters. Existing \nsystems are expected to install such individual measuring equipment no later than 2010. \n \nG.   Area Upgrading \n \n14.  Upgrading of deteriorated neighborhoods in Chinese cities is generally limited to old, \nhistoric districts with significant architectural or urban assets. Low-rise traditional neighborhoods \nare routinely demolished as part of city-center redevelopment schemes. While redevelopment of \nderelict housing is often a good option, some traditional housing can be preserved for economic, \nsocial, and historical reasons.  \n \n15.  Upgrading of historic areas has tended to focus on building rehabilitation, however other \naspects are progressively being accorded more attention, including stakeholder consultation, \ncost-sharing  mechanisms,  and  environmental  improvements.  Provincial  government  will \ncontinue  to  play  a  substantial  role  in  improving  the  quality  of  area  upgrading  projects  by \npreparing and disseminating guidelines that place greater emphasis on the social, resettlement, \nand environmental aspects of project design. \n \nH.  Education \n \n16.  The PRC has established an education system with government as the major investor \nand social partners as coinvestors. Local government is playing a key role in compulsory \neducation,  while  central  and  provincial  governments  are  dominant  in  higher  education.  In \noccupational and adult education, industrial organizations, businesses, and public institutions \nmay be included. The major source of funds for education is government allocation.  \n \n17.  The Shanxi Province 11th Five-Year Plan requires that compulsory education covers \n100% of the population, retains 95% of students at junior school, and ensures the entry rate of \nnursery school will reach 60%. The plan calls for of 1.64 million people to receive professional \ntraining, thereby helping towns adapt to changing labor market conditions. \n ", "  Appendix 3  29 \nPROCESS FOR SUBPROJECT IDENTIFICATION, SELECTION, PREPARATION, AND \nAPPRAISAL \n \n1.  Under  the  sector  loan  approach,  the  Shanxi  provincial  government  (SPG),  the \ndesignated Executing  Agency,  established  a  three-stage  approach  for  (i)  identification  and \nselection, (ii) preparation, and (iii) appraisal of subprojects for inclusion in the Project. These \nprocedures  are  currently  being  used  for  the  selection  and  preparation  of  subsequent \nsubprojects. SPG has delegated various actions and decisions for subproject processing to the \nShanxi project management office (PMO), located in the Shanxi Housing and Urban-Rural \nDevelopment Bureau. \n \nA.  Stage 1: Subproject Identification and Selection \n \n2.  SPG has invited county-level city and county governments in Shanxi Province to express \ntheir interest in participating in the Project to be partly financed by an Asian Development Bank \n(ADB) loan. The following criteria will be used to identify and select subprojects: \n \n(i)  The subproject must be in the urban development sector, i.e., related to the \nphysical development of small cities and towns, with particular emphasis on \ninfrastructure  development.  The  eligible  subsectors  for  subproject  investment \n(the components) are roads and associated municipal services, water supply, \nwastewater  management,  river  improvement,  area  upgrading,  solid  waste \nmanagement, district heating, gas supply, area upgrading, and education.  \n(ii)  The proposed subproject city or town must be a county-level city or county, or a \ntown.  \n(iii)  The  subproject  must  improve  living  conditions  and/or  enable  employment \ngeneration, as follows: \n(a)  Improve living conditions by accomplishing at least one of the following: \n(1) remediating polluted areas in cities and towns; (2) lowering the rate of \n(or slow the rate of increase of) pollution of water, land, and/or air in \nurban areas; (3) treating solid waste or wastewater prior to discharge into \nthe  natural  environment;  and/or  (4)  increasing  environmental \nsustainability of town development through more ecologically sensitive \nsettlement patterns or infrastructure services. \n(b)  Increase employment generation by accomplishing at least one of the \nfollowing: (1) facilitating investment in labor-intensive economic sectors \nincluding the service sector; (2) removing a specific infrastructure-related \nbarrier to growth of an economic sector in the city or town (i.e., enabling \neconomic growth through infrastructure service provision); (3) enabling \nthe development of residential and/or mixed-use areas for employees of \nnew  or  expanding  businesses  (i.e.,  providing  roads  and  associated \nmunicipal services for urban expansion areas); (4) strengthening linkages \nof city and/or town economy with the larger metropolitan or subregional \neconomy (including growth corridors and clusters); and/or (5) increasing \naccess of the urban poor to economic opportunities. \n(iv)  The  local  government  must  confirm  its  ability  and  willingness  to  arrange \ncounterpart financing. \n(v)  The local government must confirm its willingness for the subproject to comply \nwith ADB safeguard policies and other requirements. \n(vi)  Implementation must be during 2009–2015. \n \n ", "30  Appendix 3 \nB.  Stage 2: Subproject Preparation \n \n3.  Preparation  by  local  governments  involves  designating  an  implementing  agency  (or \ninitially an office of the government) to prepare project design documents including a project \nproposal and feasibility study report under the guidance of the Shanxi Development and Reform \nCommission (SDRC); with the help of the Shanxi PMO, an environmental impact assessment, \nand (if required) a resettlement plan to standards necessary to meet both domestic and ADB \nrequirements.  Governments  must  determine  suitable  institutional  arrangements  for  project \nimplementation and prepare a detailed financing plan. \n \n4.  Local governments can contract local design and other specialist institutes to carry out \nselected tasks involved in subproject preparation, including report production. \n \n5.  To facilitate an orderly and consistent appraisal of the subprojects, the Shanxi PMO \nrequires preparation of an integrated feasibility study in a common format (to ADB standards) \nfor each proposed subproject, including technical, social, financial, economic, and institutional \nanalysis. \n \nD.  Stage 3: Subproject Appraisal and Approval \n \n6.  The  ADB  project  team  developed  a  detailed  set  of  evaluation  criteria,  which  was \ndiscussed and agreed with SPG. This is to ensure that appraisal of individual subprojects is \nconducted in accordance with ADB standards. The appraisal of the three core subprojects will \nalso serve as guidance for the appraisal of subsequent subprojects. \n \n7.  Each subsequent subproject PMO will prepare a subproject appraisal report, which will \nfollow the template provided in Supplementary Appendix C (which also shows the summary \nappraisal criteria), and submit it to the municipal finance bureau and municipal development and \nreform commission for review and then to the Shanxi PMO for review. The Shanxi PMO will \nsubmit the appraisal report to the Shanxi Finance Bureau and SDRC for endorsement.  \n \n8.  Rejected  subprojects  are  to  be  referred  to  the  relevant  local  governments  with \nindications of where the preparations and proposals are deficient, and for additional preparation \nwork (assuming the subprojects have a realistic chance of meeting the agreed evaluation \ncriteria). \n \n9.  Subprojects approved by SDRC will be forwarded to ADB for approval. \n \n10.  All subproject approvals by ADB or SPG will only be made if \n \n(i)  the subproject includes an environmental impact assessment which has been \nendorsed by the Shanxi Environmental Protection Bureau and ADB, and has \nbeen subject to relevant public consultation and disclosure; and \n(ii)  a  resettlement  plan,  meeting  ADB  requirements,  has  been  prepared  and \napproved by the relevant local government, and endorsed as satisfactory by ADB. \n \n ", "  Appendix 4  31 \nEXTERNAL ASSISTANCE \n \nTable A4.1: ADB Assistance for Infrastructure and Environmental Improvement  \nin the People’s Republic of China \nDate of  Amount \nNo.  Name \nApproval  ($ million) \nA.  Loans     \n1205  Qingdao Environmental Improvement  10 Dec 92  103.00 \n1270  Tangshan and Chengde Environmental Improvement  25 Nov 93  140.00 \n1313  Dalian Water Supply  20 Sep 94  160.00 \n1336  Beijing Environment Improvement  29 Nov 94  157.00 \n1490  Anhui Environmental Improvement  26 Nov 96  28.00 \n1491  Anhui Environmental Improvement (Industrial Component)  26 Nov 96  112.00 \n1543  Xian–Xianyang–Tongchuan Environmental Improvement  24 Sep 97  156.00 \n1544  Zhejiang–Shanxi Water Supply (Phase I)  24 Sep 97  100.00 \n1636  Fuzhou Water Supply and Wastewater Treatment  30 Sep 98  102.00 \n1692  Suzhou Creek Rehabilitation  29 Jun 99  300.00 \n1715  Shanxi Environmental Improvement  27 Nov 00  102.00 \n1797  Tianjin Wastewater Treatment and Water Resources Protection  11 Dec 00  130.00 \n1985  Hebei Province Wastewater Management  19 Dec 02  82.36 \n1995  Harbin Water Supply  11 Mar 03  100.00 \n1996  Wuhan Wastewater Management  25 Apr 03  83.00 \n2175  Jilin Water Supply and Sewerage Development  27 Jun 05  100.00 \n2176  Fuzhou Environmental Improvement  08 Jul 05  55.80 \n2207  Henan Wastewater Management and Water Supply  18 Nov 05  100.00 \n2237  Shandong Hai River Basin Pollution Control  21 Jun 06  80.00 \n2239  Guangxi Nanning Urban Environmental Upgrading  26 Jun 06  100.00 \n2240  Wuhan Wastewater and Stormwater Management  26 Jun 06  100.00 \n2297  Nanjing Qinhuai River Environmental Improvement  18 Dec 06  100.00 \n2328  Anhui Hefei Urban Environment Improvement  24 Apr 07  150.00 \n2360  Jilin Urban Environmental Improvement  29 Oct 07  100.00 \n2388  Kunming Qingshuihai Water Supply  12 Dec 07  80.00 \n2407  Gansu Baiyin Urban Development  23 Jan 08  80.00 \n2420  Xinjiang Municipal Infrastructure and Environmental Improvement  23 Apr 08  105.00 \n2487  Songhua River Basin Water Pollution Control and Management  11 Dec 08  200.00 \n2491  Guangxi Wuzhou Urban Development  15 Dec 08  100.00 \n2526  Xinjiang Urban Transport and Environmental Improvement  29 Jun 09  100.00 \n2550  Liaoning Small Cities and Towns Development Demonstration Sector Project  18 Sep 2009  100.00 \n2574  Hebei Small Cities and Towns Development Demonstration Sector Project  6 Nov 2009  100.00 \n      Subtotal (A)    3,880.16 \nB.  Advisory Technical Assistance     \n987  Institutional Strengthening of National Environmental Protection Agency  10 Jun 88  0.34 \n1436  Environmental Impact Assessment and Training  10 Dec 90  0.60 \n1464  Management of Environment and Natural Resources in Hainan  11 Jan 91  0.60 \n1701  Shanxi Road Project  01 Aug 01  0.25 \n1772  Institutional Strengthening of the Qingdao Environmental Protection  30 Oct 92  0.60 \n1835  Haihe Basin Environmental Management and Planning Study  31 Dec 92  1.24 \n1916  Institutional Strengthening of the Environmental Protection Bureau  28 Jul 93  0.45 \n1988  Environmental Impact Assessment and Training Phase II  18 Nov 93  0.90 \n2015  Urban Environmental Improvement Planning  14 Dec 93  0.48 \n2090  Legislative Reform for Protecting the Environment & Natural Resources  18 May 94  0.50 \n2210  Capacity Building of Beijing Municipal Environmental Protection Bureau  29 Nov 94  0.60 \n2398  Improving Environmental Monitoring and Enforcement in Henan  15 Sep 95  0.09 \n ", "32  Appendix 4 \nDate of  Amount \nNo.  Name \nApproval  ($ million) \n2456  Pilot Environmental Plans for Selected Medium-Size Cities  4 Dec 95  0.60 \n2504  Seminar on BOT in Water Supply Sector  22 Dec 95  0.10 \n2505  Strengthening the Environmental Standards and Enforcement  22 Dec 95  0.60 \n2693  Formulation Integrated EMPs Chao Lake Basin  26 Nov 96  0.80 \n2726  Water Quality Management for Suzhou Creek  23 Dec 96  0.60 \n2726  Water Quality Management for Suzhou Creek (Supplementary)  13 Feb 98  0.40 \n2751  Capacity Building of Wastewater Treatment Operations in Anhui  27 Jan 97  0.40 \n2773  Water Supply Tariff Study  24 Mar 97  0.60 \n2804  BOT Chengdu Water Supply Project  2 Jun 97  0.60 \n2817  Strategic Operations for the Water Sector (including supplementary)  26 Jun 97  1.24 \n2873  Improvement of Environmental Management in Shanxi Province  24 Sep 97  0.94 \n2906  Leadership Training on Urban Environmental Management in Key Cities  3 Nov 97  0.60 \n2951  Promotion of Market-Based Instruments for Environmental Management  16 Dec 97  0.70 \n2975  Environmental Impact Assessment Training & Curriculum Development  31 Dec 97  0.60 \n3079  TA Cluster to the PRC for the Promotion of Clean Technology  29 Sep 98  3.50 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3211  Improving Environmental Management in Suzhou Creek  29 Jun 99  0.84 \n3250  Water Tariff Study II  3 Sep 99  0.95 \n3377  Urban Poverty Study  27 Dec 99  0.41 \n3447  Strengthening Urban Solid Waste Management  25 May 00  0.60 \n3588  Trans-jurisdiction Environment Management (TA Cluster)  11 Dec 00  2.10 \n3749  National Guidelines for Urban Wastewater Tariffs & Management Study  25 Oct 01  0.70 \n4061  Songhua River Water Quality and Pollution Control  10 Jan 03  1.00 \n4095  Policy Reform Support  11 April 03  0.15 \n4215  Safe Drinking Water and Sanitation for the Rural Poor  12 Nov 03  0.40 \n4335  Town-Based Urbanization Strategy Study  06 May 04  0.75 \n4694  Urban Poverty Strategy Study II  23 Nov 05  0.30 \n4702  Study on Sustainable Urbanization in Metropolitan Regions  28 Nov 05  0.50 \n4967  Pilot Study on Market-Based Instruments for Water Pollution Control   11 Sept 07  0.50 \n4987  National Strategies for Environmental Management and Energy Conservation  13 Nov 07  0.90 \n7002  Urban Wastewater and Solid Waste Management for Small Cities and Towns  10 Dec 07  1.00 \nProvincial  Development Strategies for Selected Provinces in the Central \n7036  12 Dec 07  1.00 \nRegion \n7083  Urban Wastewater Reuse and Sludge Utilization Policy Study  26 May 08  1.00 \n    Subtotal (B)    32.35 \nC.  Project Preparatory Technical Assistance     \n1549  Qingdao Environmental Improvement  18 Jun 91  0.10 \n1831  Tangshan and Chengde Environmental Improvement  31 Dec 92  0.10 \n1852  Dalian Water Supply  10 Mar 93  0.10 \n 1917  Beijing Environment Improvement  28 Jul 93  0.60 \n2187  Anhui Environmental Improvement Project for Wastewater Component  19 Oct 94  0.28 \n2445  Xian–Xianyang–Tongchuan Environmental Improvement  16 Nov 95  0.50 \n2770  Fuzhou Water Supply and Wastewater Treatment  14 Mar 97  0.60 \n2901  Shanxi Environment Improvement  21 Oct 97  0.59 \n3049  Zhejiang–Shanxi Water Supply (Phase II)  21 Jul 98  0.54 \n3095  Hai River Basin Wastewater Management and Pollution Control  10 Nov 98  0.57 \n3215  Heilongjiang Water Supply  1 Jul 99  1.00 \n3216  Tianjin Wastewater Treatment and Water Resources Protection  2 Jul 99  0.80 \n3488  Hebei Province Wastewater Management  30 Aug 00  0.85 \n3571  Harbin Water Supply  12 Dec 00  0.72 \n3638  Wuhan Wastewater Treatment (including supplementary)  19 Mar 01  0.70 \n4014  Fuzhou Environmental Improvement  5 Dec 02  0.60 \n ", "  Appendix 4  33 \nDate of  Amount \nNo.  Name \nApproval  ($ million) \n4223  Shandong Hai River Basin Pollution Control  21 Nov 03  0.60 \n4227  Jilin Water Supply and Sewerage Development  26 Nov 03  0.65 \n4233  Henan Wastewater Treatment  3 Dec 03  0.80 \n4385  Guangxi Nanning Urban Infrastructure Development  3 Sep 04  0.56 \n4436  Wuhan Wastewater and Storm-Water Management  18 Nov 04  0.70 \n4617  Nanjing Qinhuai River Environmental Improvement  27 Jul 05  0.60 \n4628  Hefei Urban Environment Improvement  15 Aug 05  0.75 \n4804  Jilin Urban Infrastructure  22 Jun 06  0.50 \n4805  Xinjiang Municipal Infrastructure and Environmental Improvement  23 Jun 06  0.80 \n4808  Kunming Qingshuihai Water Supply  29 Jun 06  0.60 \n4818  Gansu Baiyin Urban Development  19 Jul 06  0.50 \n4867  Preparing the Qingdao Water Resources Management Project  16 Nov 06  0.60 \n4930  Xinjiang Urban Transport and Environmental Improvement  11 May 07  0.70 \n4959  Small Cities and Towns Development Demonstration Sector Projects  6 Aug 07  1.70 \n4960  Guangxi Wuzhou Urban Development  9 Aug 07  0.50 \n4971  Songhua River Basin Water Pollution Treatment  28 Sep 07  1.30 \n4995  Lanzhou Sustainable Urban Transport Project  23 Nov 07  0.80 \n7108  Chongqing Urban–Rural Infrastructure Development Demonstration Project  29 Jul 08  0.90 \n7160  Guangxi Border Cities Development  4 Nov 08  0.80 \n7177  Wuhan Urban Environmental Improvement Project  21 Nov 08  0.70 \n7323  Xinjiang Altay Urban Infrastructure and Environmental Improvement  3 Aug 09  0.80 \n7344  Gansu Tianshui Urban Development Infrastructure Project  11 Sep 2009  0.70 \n7360  Guangxi Beibu Gulf Cities Development Project  1 Oct 2009  0.70 \n      Subtotal (C)    25.91 \n  Total (B + C)    58.26 \nBOT = build–operate–transfer, EMP = environmental management plan, MIS = management information system. \nSource: Asian Development Bank. \n \nTable A4.2: External Assistance for Infrastructure and Environment Projects in Shanxi \nProvince, 1990–2008 \nAmount  Funding  Date of  \nProject  Loan No. \n(million)  Agency  Signing \nEducation Development Project for Poverty \n2339-CHA  SDR15.50  World Bank  10 Apr 92 \nProvince (Poverty Education I) \nHuman Development Project for Rural Sanitation \n2539-CHA  SDR13.20  World Bank  25 Aug 93 \n(Sanitation IV Project) \nHuman Development Project for Rural Sanitation \n2794-CHA  SDR5.09  World Bank  19 Mar 96 \n(Sanitation VII Project) \nEducation Development Project for Poverty \n2954-CHA  SDR9.41  World Bank  26 Jun 97 \nProvince (Poverty Education IV) \nWanjiazhai Water supply  4179-0  $325.00  World Bank  20 Aug 97 \nHuman Development Project for Rural Sanitation \n3075-CHA  SDR5.32  World Bank  12 Jun 98 \n(Sanitation VIII Project) \nHuman Development Project for Rural Sanitation  3201-CHA  SDR2.27 \nWorld Bank  29 Jul 99 \n(Sanitation IX Project)  4462-CHA  $2.04 \nCR2800,  SDR0.12+ \nVocational Training and Labor Market Building  World Bank  04 Apr 02 \nLN3967  $0.59 \nSDR = special drawing rights. \nSource: Shanxi Planning and Finance Division, People's Republic of China. \n \n ", "34  Appendix 5 \nSUMMARY OF SUPPORT FOR WATER AND WASTEWATER UTILITIES \n \nA.  Objectives \n \n1.  To enhance the sustainability of the Asian Development Bank (ADB)-financed water \nsupply and wastewater infrastructure, the Multi-Donor Trust Fund under the Water Financing \nPartnership Facility will provide a grant to be used to strengthen the institutional and financial \nmanagement capacity of the entities involved in planning, financing, implementing, operating, \nand maintaining water and wastewater systems in the subproject small cities and towns. This \nincludes water supply and wastewater service providers participating in core and subsequent \nsubprojects. The assistance, to be administered by the Shanxi provincial government, will also \nfocus on improving the provincial policy and regulatory framework for these providers and, \nwhere appropriate, the national framework. \n \n2.  The capacity development assistance will improve the ability of water and wastewater \nservice providers to respond to ongoing urbanization challenges by enhancing their ability to \ndeliver sustainable services. Specifically it will  \n(i)  help participating entities develop a comprehensive corporate strategy for water \nand wastewater service provision in which organization structures, personnel, \nand systems and procedures are aligned with corporate goals and objectives, \nincluding attracting private sector investment; \n(ii)  identify appropriate wastewater treatment technology and implementation plans \nfor small towns of less than 20,000 population; \n(iii)  adopt a demand-driven approach for service delivery, in which service levels and \ncoverage  for  water  and  wastewater  are  set  and  interventions  designed  in \nresponse to the expressed priorities and preferences of end users; and \n(iv)  strengthen financial management and cost recovery so that revenues cover costs \nto the extent possible, and the service provider is able to meet its substantial \nfinancial obligations in an environment of rapidly expanding service provision. \n \nB.  Scope of Work \n \n3.  The team implementing the capacity development assistance will assess the institutional \nand financial capacity of the designated service providers, formulate a program to strengthen \ninstitutional  capacity  (including  training,  assistance  with  corporate  reform,  improvement  of \nadministrative  systems  and  procedures,  and  design  of  pilot  interventions),  and  assist  in \nimplementing  the  program.  The  team  will  coordinate  closely  with  the  provincial  project \nmanagement  office  (PMO)  and  work  closely  with  the  subproject  PMOs  and  implementing \nagencies. The Shanxi provincial government, the Executing Agency, will be responsible for \nadministration of the grant and recruitment of consultants. \n \nC.  Period of Performance \n \n4.  The work will be carried out over 36 months commencing January 2010. \n \nD.  Staffing \n \n5.  International consultants will comprise an operation and institutional specialist, and a \nfinancial management specialist. National consultants will comprise a team leader and financial \nspecialist, a utility accountant, a water and wastewater pricing specialist, a training specialist, \nand a customer outreach specialist. \n ", "       \nSUMMARY COST ESTIMATES AND FINANCING PLAN \n \n Table A6.1: Summary Cost Estimates \nCNY million    $ million \nForeign  Local  Foreign  Local \nExchange  Currency  Total  Exchange  Currency   Total  % of Total \nItem  Costs  Costs  Costs  Costs  Costs  Costs  Costs \nA.  Base Costs a \n  1.  Construction               \n    Civil Works  143.5   573.9   717.4   20.5   82.0   102.5   46  \n    Equipment (including installation and materials)  34.3  137.2  171.5  4.9  19.6  24.5  11 \n    Land Acquisition and Resettlement  0.0  145.4  145.4  0.0  20.8  20.8  9 \n    Other Costs b  46.1  107.6  153.8  6.6  15.4  22.0  10 \n  Subtotal (A1)  223.9  964.2  1,188.1  32.0  137.7  169.7  76 \n  2.  Institutional Strengthening \n    Consulting Services and Training  17.5   0.0   17.5   2.5   0.0   2.5   1  \n    Capacity Building (grant) c  1.8  0.0  1.8  0.3  0.0  0.3  0 \n  Subtotal (A2)  19.3  0.0  19.3  2.8  0.0  2.8  1 \n  Total Base Costs   243.2  964.2  1,207.3  34.7  137.7  172.5  77\n \nB.  Contingencies \n      Physical Contingency d  24.3   96.4   120.7   3.5   13.8   17.2   8  \n      Price Contingency e  32.5  128.7  161.2  4.6  18.4  23.0  10 \n  Contingencies Total  56.8  225.1  281.9  8.1  32.2  40.3  18 \nC.  Financing Charges during Implementation f \n     Interest during implementation—ADB loan  80.2   0.0   80.2   11.5   0.0   11.5   5  \n      Commitment charges—ADB loan  3.5  0.0  3.5  0.5  0.0  0.5  0 \n      Total Financing Charges during Implementation  83.7  0.0  83.7  12.0  0.0  12.0  5 \nTotal Project Costs  383.6  1,189.3  1,572.9  54.8  169.9  224.7  100 \nNote: Exchange rate used: CNY6.95 = $1.  Numbers may not sum precisely because of rounding.\na In mid-2008 prices.   \nb  Includes expenditures for project preparation, management, survey and des  ign, supervisi on, bidding, an  d environmental im  pact assessment.     \nc Actual grant amount is $250,000.   \nd Physical contingencies computed at 10%.               \ne Price contingencies computed by year and expenditure type based on cumulative domestic and foreign price inflation. Exchange rate fluctuations are estimated \nusing a purchasing power parity adjustment model. \nf Interest during construction computed at 4.5% based on the London interbank offered rate and spread. \nSource: Asian Development Bank estimates.   A\np\np\ne\nn\nd\nix\n 6\n \n3\n5\n ", "   \n  3\n6\nTable A6.2: Costs and Financing by Expenditure Account   \nItem  Total Cost    Financing by Expenditure Account ($ million) \n  Multi- A\np\nDonor  ADB Loan  p\ne\n(CNY  ($  ADB  Trust  Pingyao  Youyu  Xiaoyi/  Other  Finance  n\nd\nmillion)  million)  Loana  Fundb  County  County  Wutong  County  Share (%)  ix\n 6\nA.   Base Costs                     \n  1.    Construction                   \n  Civil Works  717.4  102.5  61.0    2.0  8.1  8.6  22.7  60 \nEquipment (including installation and  171.5  24.5  24.5    0.0  0.0  0.0  0.0  100 \n  materials) \n  Land Acquisition and Resettlement  145.4  20.8  0.0    11.9  0.0  0.0  8.8   \n  Other Costs b  153.8  22.0  0.0    2.3  5.2  4.1  10.3   \n  Subtotal (A1)  1,188.1  169.7  85.5    16.3  13.3  12.7  41.9  50 \n  2.  Institutional Strengthening                    \n  Consulting Services and Training  17.5  2.5  2.5    0.0  0.0  0.0  0.0  100 \n    Capacity Building (grant) c  1.8  0.3  0.0  0.3 d   0.0  0.0  0.0  0.0   \n  Subtotal (A2)  19.3  2.8  2.5  0.3  0.0  0.0  0.0  0.0   \n  Subtotal Base Costs   1,207.3  172.5  88.0  0.3  16.3  13.3  12.7  41.9  51 \nB.   Contingencies  281.9  40.3  0.0    5.6  4.9  3.1  26.7   \nC.  Financing Charges during Implementation  83.7  12.0  12.0    0.0  0.0  0.0  0.0  100 \nTotal Project Costs  1,572.9  224.7  100.0  0.3  21.9  18.3  15.8  68.5  45 \nNote: Numbers may not sum precisely because of rounding. \na  The ADB loan will cover bank charges and taxes and duties of works, supplies, equipment and services financed by ADB. \nb   Includes expenditures for project preparation, management, survey and design, supervision, bidding, and environmental impact assessment. \nc  Under the Water Financing Partnership Facility. Actual amount $250,000. Contributors: the governments of Australia, Austria, and Norway. Administered by the Shanxi \nprovincial government. \nd  Includes project implementation and training-related equipment. \nSource: Asian Development Bank estimates. \n \n \n \n ", "Appendix 7      37   \nLENDING ARRANGEMENTS AND INDICATIVE FLOW OF FUNDS \n \n \nDi rect Payments to  Asian Development Bank\n Suppliers and   \nConsultants \n \nLoan \n \n \n  People’s Republic of China\n  Ministry of Finance \n \n   \nRelending a \n \n  Shanxi Provincial Government\n  Finance Bureau \n \n \n  Onlending a    \n \n \n \n \n \n \nJingzho ng Municipal  Shuozhou Municipal  Lüliang Municipal  Other Municipal \nShanxi PMO \nGov ernment  Government  Government  Governments \nFinan ce Bureau  Finance Bureau  Finance Bureau  Finance Bureau \n \n \n \nOnlending a \n \n \n \n \nPingyao County  Youyu County  Xiaoyi City  Other county-level \n \nGovernment  Government  Government  city or county \n \ngovernments \n \n \nOnlending a \n \n \nPMO \nW  ater Affairs  Youyu County  Xiaoyi City  Other \n  Bureau  Development  Engineering and  Implementing \n  and Reform  Construction  Agencies \n  Bureau  Management Affairs  Implementing \nBureau                      AgAegnecnyc y \n(Wuto ng Town)\n \n \nPMO  = project management office, IA = implementing agency. \na Relending and onlending of the Asian Development Bank lo an will be on the same terms and conditions as \nthose received by the Ministry of Finance. \n      Lending, Relending, Onlending                     Repayment \nSource: Asian Development Bank. \n ", "   \n3\nPROJECT IMPLEMENTATION ORGANIZATION  8\n \n \nShanxi Province Small Cities and Towns \n \nA\nProject Leading Grou p (PLG)  pp\ne\n  n\nd\n  ix\n 8\n   \nShanxi Project Management Office (PMO)  Executing \n \n(Shanxi Province Housing and Urban-Rural Development  Agency \n \nBureau)  \n \n \n \n \n \n \n \nXiaoyi City   Youyu County   Pingyao County  Other Counties \n \nPLG  PLG  PLG  PLG \n    \n       \n  Subproject \nPLGs \n \nPMOs \n \nPMO  PMO  PMO  PMO \n \nXiaoyi City Engineering and  Youyu County Development   Water Affairs Bureau  To be determined \n \nConstruction Management  and Reform Bureau  -   Huiji River Improvement   \nAffairs Bureau for Wutong  -  Heat Supply       \nTown  -  Water Supply     \n-  Caoxi Road and  -  Roads and Associated     \nAssociated  Municipal  Municipal Services   \nServices  -  Flood Control   \n-  Wastewater Treatment   -  Drainage and Wastewater   \n-  Heat Supply \n \n-  Gas Supply \n \n-  Social Services Facilities \n \n \nSource: Asian Development Bank.\n ", " \nIMPLEMENTATION SCHEDULE \n \n        2010  2011  2012  2013  2014  2015  2016 \nTask Name  Start  Finish  Duration  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4  1  2  3  4 \nPingyao County  1/10  6/12                                                           \nLand Acquisition and  1/10  9/10  9                                                         \nResettlement \nDesign and Tender  1/10  6/10  6                                                         \nDocumentation \nTendering  4/10  9/10  6                                                         \nHuiji River Improvement  10/10  6/12  21                                                         \nand Flood Control \nWutong Township,  1/10  6/13                                                           \nXiaoyi County \nLand Acquisition and  1/10  9/10  9                                                         \nResettlement \nDesign and Tender  1/10  12/10  12                                                         \nDocumentation \nTendering  4/10  3/11  12                                                         \nCaoxi Road  7/10  6/11  12                                                         \nCentralized Heating  7/10  6/12  24                                                         \nSupply \nEducation Facilities   7/10  6/13  36                                                         \nGas Supply  7/10  6/12  24                                                         \nWaster Water Treatment  7/10  6/12  24                                                         \nYouyu County  1/10  3/15                                                           \nLand Acquisition and  1/10  9/10  9                                                         \nResettlement \nDesign and Tender  1/10  9/11  21                                                         \nDocumentation \nTendering  4/10  12/11  21                                                         \nDistrict Heating  7/10  12/14  54                                                         \nDrainage and Wastewater  7/10  12/14  54                                                         \nPipe System \nFlood Control  7/11  12/12  18                                                         \nRoads  10/10  3/15  54                                                         \nWater Supply  7/10  12/14  54                                                         \nOther Subprojects  1/10  12/15  60                                                         \nLand Acquisition and  1/10  9/10  9                                                         \nResettlement \nDesign and Tender  1/10  6/13  42                                                         \nDocumentation \nTendering  10/10  9/13  42                                                         \nConstruction Works  7/11  9/15  63                                                         \nInstitutional  7/10  3/16  72                                                          A\np\nDevelopment  p\ne\nTraining (including  1/10  9/15  Intermittent                                                          n\nprocurement)  dix\nSource: Asian Development Bank.  9\n \n3\n9\n ", "40  Appendix 10 \nSUMMARY AND DETAILED PROCUREMENT PLAN \n \nProject Name: Shanxi Small Cities and  Loan Number_____________________ \nTowns Development Project \n  Executing Agency: Shanxi Provincial \nLoan Amount: $100 million  Government \n   \nDate of first  Procurement Plan (loan  Date of this Procurement Plan: 12 \napproval date)______________  November 2009 \n \nA.  Section 1: Process Thresholds, Review, and 18-Month Procurement Plan \n1.  Project Procurement Thresholds \n1.  Except  as  the  Asian  Development  bank  (ADB)  may  otherwise  agree,  the  following \nprocess thresholds shall apply to procurement of goods and works. \n \nTable A10.1: Procurement of Goods and Works \nMethod  Threshold \nICB for Worksa  $ 10,000,000 or more, \nICB for Goodsa  $ 1,000,000 or more \nNCB for Worksa  More than $100,000 but less than $10 million \nNCB for Goodsa  More than $100,000 but less than $1 million \nShopping for Works  Below $ 100,000 \nShopping for Goods  Below $ 100,000 \nICB = international competitive bidding, NCB = national competitive bidding. \na  Refer to ADB. 2008. Local Procurement. Project Administration Instructions. PAI 3.04. Manila (para. 3, \nnational competitive bidding). \n2.  ADB Prior or Post Review \n2.  Except as ADB may otherwise agree, the following prior or post review requirements \napply to the various procurement and consultant recruitment methods used for the project \n \nTable A10.2: Review Requirements \nProcurement \nMethod  Prior or Post \nICB for Works  Prior \nICB for Goods  Prior \nNCB for Works  The  first  NCB  procurement  documents  should  be  submitted  for  ADB \nNCB for Goods  review and approval; subsequent NCB will be reviewed Post Project \nShopping for  Post \nWorks \nShopping for  Post \nGoods \nICB = international competitive bidding, NCB = national competitive bidding. \n ", "  Appendix 10  41 \n \nTable A10.3: Review Requirements \nProcurement Method  Prior or Post \nQCBS  Prior \nQBS  Prior \nOther selection methods: CQS, LCS, FBS, and  Prior \nSSS \nIndividual Consultants  Prior \nCQS = consultant qualification selection, FBS = fixed budget selection, LCS = least-\ncost selection, QCBS = quality- and cost-based selection, QBS = quality-based \nselection, SSS = single source selection. \n \n3.  Goods and Works Contracts Estimated to Cost More Than $1 Million \n \n3.  The following table lists goods and works contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months. \n \nTable A10.4: Goods and Works Contracts Estimated to Cost More than $1 Million \nShanxi \nPMO  Pre-\nReference  Procurement  Qualification of  Expected Date of \nNumber  General Description  Method  Bidders  Advertisement \nGoods         \nB-YY-01-01a  Design, supply, and installation of  ICB  yes  Q1 2010 \ndistrict heating (heat source; sub-\nstations; pipeline network; \nautomated control; electrical supply) \nWorks         \nA-PY-01-01  Huiji River embankments, rubber  NCB  yes  Q1 2010 \ndam, pump stations, housing, \ntemporary engineering \nA-PY-01-02  Huiji River improvement, seepage- NCB  yes  Q1 2011 \nprevention in the reservoir, bottom-\nprotecting engineering, power \ntransmission line, other construction \nA-YY-04-01  Road base and pavement; curbs,  NCB  no  Q1 2012 \ngutters, drainage, and greening; \nelectric supply and lighting \nA-XY-03-03  Construct one employment training  NCB  no  Q1 2010 \ncenter (adult vocational school) \nA-XY-02-01  Heat exchange station, supporting  NCB  no  Q1 2010 \nfacilities, and pipeline network \nA-XY-03-02  Construct one secondary school  NCB  no  Q1 2010 \n(age 12–15) \nA-XY-01-01  Caoxi road base and pavement;  NCB  no  Q1 2010 \ncurbs, gutters, drainage; greening \nA-XY-04-01  Gas supply pressure-adjusted  NCB  no  Q1 2010 \nstation (transmission, and \ndistribution system) \nICB = international competitive bidding, NCB = national competitive bidding. \nFirst column is Shanxi PMO reference number: A = civil works, B = equipment. \na  Based on the detailed design, the SPMO will further review this package with the intention of dividing it into \nseveral ICB and NCB packages. \n \n \n ", "42  Appendix 10 \n4.  Consulting Services Contracts Estimated to Cost More Than $100,000  \n4.  The following table lists consulting services contracts for which procurement activity is \neither ongoing or expected to commence within the next 18 months. \n \nTable A10.5: Consulting Services Contracts Estimated to Cost More Than $100,000 \nAdvertisement  International \nRecruitment   Date  or National \nGeneral Description  Method  (quarter/year)  Assignment  Comments\nProject Implementation   QCBS  Q1 2010  Both  Multiple \nProject Management  (80:20)  (About 158  Contracts \nCapacity Building  or  person-months \nCQS  of international \nand national \nconsulting \nservices) \nCQS = consultants qualification selection, QCBS = quality- and cost-based selection. \n5.  Goods and Works Contracts Estimated to Cost Less than 1 Million and \nConsulting Services Contracts Less than $100,000 \n5.  This  table  groups  smaller-value  goods,  works  and  consulting  services  contracts  for \nwhich procurement activity is either ongoing or expected to commence within the next 18 \nmonths. \n \nTable 10.6: Goods and Works Contracts Estimated to Cost Less than $1 Million and \nConsulting Services Contracts Less than $100,000 \nProcurement/ \nNumber of  Recruitment \nItem  General Description  Contracts  Method \nCivil Works  Civil works for water supply  3  NCB \ntransmission, treatment, and \ndistribution pipeline; drainage; \nconstruction of  schools \nEquipment  Pipelines for sewage and  9  NCB \nstormwater, wastewater pumping \nand treatment equipment, \nfurniture and equipment for \nschools, heating equipment, \nrubber dams for river  \nConsulting  Training (including project  To be  Shopping \nServices and  implementation and training  determined \nCapacity Building  equipment) \nNCB = national competitive bidding. \n \nB.  Section 2: Project Procurement Plan \n \n1.  Indicative List of Packages Required Under the Project \n \n6.  The following table provides an indicative list of all procurement (goods, works and \nconsulting services) over the life of the project. Contracts financed by the Borrower and others \nshould also be indicated, with an appropriate notation in the comments section. \n \n ", "  Appendix 10  43 \n \nTable A10.7: Indicative List of All Procurement \nEstimated  Domestic \nGeneral  Number of  Procurement Preference \nDescription  Contracts  Method  Applicable  Comments \nGoods  10  NCB     \n  1  ICB     \nWorks  14  NCB     \n  Estimated \nNumber of  Recruitment  Type of \nContracts  Method  Proposal  Comments \nConsulting  Multiple (To  QCBS, CQS  Simplified and  Includes \nServices  be  and/or S  Bio-Data  consulting \nand  determined)  international  services (about \nCapacity  and national  158 person-\nBuilding  months), \ntraining, study \ntours and project \nimplementation \nequipment \nCQS  =  consultants  quality  selection,  ICB  =  international  competitive  bidding,  LCS  =  least-cost \nselection, NCB = national competitive bidding, QCBS = quality- and cost-based selection, S = shopping \nSee ADB. 2008. Recruiting Consulting Firms. Project Administration Instructions. PAI 2.02G. Manila \n(full, simplified or biodata proposal). \nC.  Section 3: National Competitive Bidding Annex for the People's Republic of China \n7.  The  Borrower’s  Law  of  Tendering  and  Bidding  of  the  People’s  Republic  of  China \npromulgated by Order No. 21 of the President of the People’s Republic of China on 30 August \n1999, are subject to the following clarifications required for compliance with the guidelines: \n \n(i)  All invitations to prequalify or to bid shall be advertised in the national press, or \nofficial gazette, or a free and open access website in the Borrower’s country. \nSuch advertisement shall be made in sufficient time for prospective bidders to \nobtain  prequalification  or  bidding  documents  and  prepare  and  submit  their \nresponses. In any event, a minimum preparation period of 30 days shall be \ngiven. The preparation period shall count (a) from the date of advertisement, or \n(b) when the documents are available for issue, whichever date is later. The \nadvertisement and the prequalification and bidding documents shall specify the \ndeadline for such submission. \n(ii)  Qualification  requirements  of  bidders  and  the  method  of  evaluating  the \nqualification of each bidder shall be specified in detail in the bidding documents, \nand  in  the  prequalification  documents  if  the  bidding  is  preceded  by  a \nprequalification process. \n(iii)  If bidding is preceded by a prequalification process, all bidders that meet the \nqualification criteria set out in the prequalification document shall be allowed to \nbid and there shall be no limit on the number of prequalified bidders. \n(iv)  All bidders shall be required to provide a performance security in an amount \nsufficient to protect the Borrower and Project Executing Agency in case of breach \nof  contract  by  the  contractor,  and  the  bidding  documents  shall  specify  the \nrequired form and amount of such performance security. \n(v)  Bidders shall be allowed to submit bids by mail or by hand. \n ", "44  Appendix 10 \n(vi)  All bids shall be opened in public; all bidders shall be afforded an opportunity to \nbe present (either in person or through their representatives) at the time of bid \nopening, but bidders shall not be required to be present at the bid opening. \n(vii)  All  bid  evaluation  criteria  shall  be  disclosed  in  the  bidding  documents  and \nquantified in monetary terns or expressed in the form of pass/fail requirements. \n(viii)  No bid may be rejected solely on the basis that the bid price falls outside any \nstandard contract estimate, or margin or bracket of average bids established by \nthe Borrower and Project Executing Agency. \n(ix)  Each contract shall be awarded to the lowest evaluated responsive bidder, that \nis, the bidder who meets the appropriate standards of capability and resources \nand whose bid has been determined (a) to be substantially responsive to the \nbidding  documents,  and  (b)  to  offer  the  lowest  evaluated  cost.  The  winning \nbidder shall not be required, as a condition of award, to undertake responsibilities \nfor work not stipulated in the bidding documents or otherwise to modify the bid as \noriginally submitted. \n(x)  Each  contract  financed  with  the proceeds  of  the  loan  shall  provide  that  the \nsuppliers  and  contractors  shall  permit  ADB,  at  its  request,  to  inspect  their \naccounts and records relating to the performance of the contract and to have \nsaid accounts and records audited by auditors appointed by ADB. \n(xi)  Government owned enterprises in the Borrower’s country may be permitted to \nbid if they can establish that they (a) are legally and financially autonomous, (b) \noperate  under  commercial  law  and  (c)  are  not  a  dependent  agency  of  the \nBorrower and Project Executing Agency. \n(xii)  Rebidding shall not be allowed solely because the number of bids is less than \nthree. \n \n ", "  Appendix 11  45 \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry/Project Title: People’s Republic of China (PRC)/Shanxi Small Cities and Towns Development Demonstration \nSector Project \n \nLending  Department /  East Asia Department \nSector Loan \nModality:  Division:  Social Sectors Division \n     \nI. POVERTY ANALYSIS AND STRATEGY \nA. Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy \nContribution of the sector or subsector to reduce poverty in the People’s Republic of China (PRC): \n \nThe objectives of the Project are to promote balanced and environmentally sustainable urbanization; narrow the urban–\nrural gap; and improve production, employment, and living conditions in small cities and towns in Shanxi Province. \nAlthough the Project will not reduce poverty directly, it will contribute in creating short- and long-term poverty reduction \nimpacts. It is consistent with the PRC national poverty reduction strategy for development of the northeastern region, \nwhich aims to decrease the income gap between urban and rural residents. The Project is consistent with the water \npolicy of the Asian Development Bank (ADB), which states that people must have access to safe and reliable water \nsupplies. It will help the PRC achieve the Millennium Development Goal (MDG) 7 (environmental sustainability), and \nspecifically address MDG target 7.C (to halve the proportion of people without sustainable access to safe drinking \nwater and basic sanitation by 2015). The Project adheres to ADB’s country partnership strategy in the PRC to make \nmarkets  work  more  efficiently  through  (i)  urban  infrastructure  development,  (ii)  promotion  of  environmental \nsustainability, and (iii) pro-poor equitable and inclusive growth. \n \nThe  Project  will  improve  water  supply,  wastewater  collection  and  treatment,  heating  and  gas  systems,  river \nmanagement, roads, and associated services, which will in turn reduce surface and groundwater pollution, improve the \nenvironment and public health, and increase the quality of life of local residents. The Project will directly benefit about \n200,000 people in the core subproject area (about 10% are living below the local poverty line) and about 400,000 \npeople in subsequent subproject areas. The Project will contribute to poverty reduction by reducing the incidence of \nwater- and airborne diseases and flood risk in small cities and towns, and providing employment opportunities during \nboth  construction  and  operation  of  project  facilities  with  anticipated  flow-on  effects  to  social  and  economic \ndevelopment. Specific anticipated benefits include the following:  \n(i)  Job creation. The three core subprojects will create about 10,300 jobs during construction. Follow-on multiplier \neffects are expected to create an additional 31,500 indirect jobs. About 70% of the construction jobs are assumed \nto be unskilled jobs and the poor will benefit disproportionately from jobs created by the Project. Those temporarily \nemployed  in  construction  will  benefit  from  additional  training  and  experience  that  will  provide  them  with \nopportunities  in  future  planned  infrastructure  projects.  The  associated  wages  for  workers  translate  to \nCNY155.3 million that will return to the local economy. Subproject operations will create 8,952 direct employment \nopportunities and another 22,050 indirect jobs. Indirect impacts on job creation will also be created through the \nemployment training center programs. \n(ii)  Health  benefits.  The  subprojects  are  expected  to  provide  clean  drinking  water  and  better  environmental \nconditions. As a result, the population exposed to water- and airborne diseases will be reduced, as will associated \nmedical costs. The number of schools days and workdays missed due to sickness will be reduced. The estimated \nreduction in medical expenses associated with the decrease in waterborne diseases in Shanxi during 2012–2020 is \nCNY23.5 million. The share of that reduction calculated as savings to households is CNY7.0 million. Benefits from \nimproved household environments are expected to particularly accrue to women and children, and will be magnified \nthrough implementation of the public education and awareness programs for hygiene and public health. \n(iii)  Flood control. The components of the river course improvement will (i) increase flood prevention and protection \ncapacity; (ii) reduce risk of flooding and corresponding flood damage; (iii) improve discharge capacity to meet the \nrequirement of flood control; and (iv) improve the water environment within the river. In Pingyao, the river \nimprovement component will protect Pingyao ancient city—a United Nations Educational, Scientific, and Cultural \nOrganization designated World Heritage site—and safeguard the life and properties of at least 140,000 people. In \nYouyu, the river channel is located at the northern part of Youyu urban area; the reconstruction of the riverbed \nrunning east–west through existing and new areas will increase the flood control capacity to the 50-year standard, \nwhich  may  result  in  protection  of  life  and  property  of  about  47,000  people.  In  addition,  the  poor  are \ndisproportionately affected by flooding either caused by extreme seasonal rainfall, which pools rather than draining \naway, or overflows from the sewer system. This is because the poor are more likely to live in floodprone areas and \nin dwelling units that are vulnerable to flooding. For subsequent subprojects, a poverty reduction and social strategy \nwill be prepared as part of the project appraisal report. \n \n ", "46  Appendix 11 \nB.   Poverty Analysis       Targeting Classification: Targeted Intervention (TI-M) \n \n1. Key Issues \n \nShanxi Province is located in northern PRC. In 2006 its population was 33.75 million with an average family size of 3.2. \nIn 2006, about 43% of the population lived in urban areas; this is expected to increase to 47% in 2010. Shanxi is the \nnational base for coal and coke, and manufacturing of industrial equipment and machinery. Some resource-based small \ncities and towns in the province have made substantial progress in recent years in facilitating economic growth, \nresulting in some harmful impacts on the environment. \n \nShanxi Province has relatively high rural poverty, compared to PRC average. Thirty-five of its 119 counties and county-\nlevel cities are defined as national impoverished counties, while 17 additional counties and county-level cities are \ndefined as provincial impoverished counties.a Around 3,000 of its villages are defined as poverty villages, accounting for \nabout 2.0% of all the poverty villages in the PRC. The percentage of its population living in absolute poverty (i.e., those \nwith a per capita annual income of <CNY683) is 3.9%, compared with the national average of 2.5%. When the number \nof relative poor (i.e., those with a per capita annual income of <CNY944) is taken into account, the percentage of those \nliving in poverty rises to 12%, compared with a national average of 6.8% (Shanxi Province Statistical Yearbook, 2007). \nThe State Council Leading Group Office of Poverty Alleviation and Development proposed for interministerial review the \ndefinition of a new official rural poverty line of CNY1,300 per capita per annum.  \n \nIn 2006, the three core subproject counties had a total rural population of 684,761. Of the total rural population, 12.4% \nwere living below the old poverty line of CNY944/month, almost the same as the whole of Shanxi Province. If the \nproposed new poverty line of CNY1,300/month is used, poverty incidence would increase to 14.9 %. Pingyao county \nhad a total rural population of 416,285, of which 10% was living under the old poverty line and 13.4% was living below \nthe new poverty line. Xiaoyi city, where Wutong town is located, had a total rural population of 206,900, of which 4.8% \nwas classified as poverty population under the old poverty line and 6% was living below the new poverty line. Youyu \ncounty, classified as a national impoverished county, had a total rural population of 61,576, of which 53.9% was living \nbelow the old poverty line and 61.7% was living below the new poverty line. \n \nUrban areas of Shanxi have no uniform standard poverty line. The urban poverty line in the three core subproject \ncounties and city differed slightly from CNY140–CNY150 per capita per month, the threshold for the minimum living \nstandard scheme subsidy. Approximately 25,197 people in 13,462 households, or 7.3% of the urban population will \nbenefit from this subsidy. The urban poverty incidence in Pingyao is 10.3%, Wutong 3.2%, and Youyu 3.6%. The \nsocioeconomic survey and focus group discussions indicate that most of the poor in the subproject areas are \nunemployed, disabled, and/or suffering from chronic illness. \n \n2. Design Features \n \nThe project design addresses social dimensions, i.e., the poor, public participation, gender, and ethnic minorities. At \nthe same time, the design attempts to reduce impacts on land acquisition and resettlement. Participation strategies \ninclude a community-based public education and awareness program (PEAP) for hygiene and public health. \n \nII.  SOCIAL ANALYSIS AND STRATEGY \nA.  Findings of Social Analysis \n \nA socioeconomic survey was undertaken with a sample of 603 randomly selected households. The poverty and social \nanalysis identified vulnerable groups and opportunities for pro-poor interventions; and recommended social action \nmeasures, participation plans, and mitigation plans to achieve positive social benefits. The analysis indicates that with \nrapid urbanization, public services in Shanxi cities and towns are inadequate and incapable of meeting the needs of a \ngrowing population. Air, river, and groundwater pollution have resulted from intense industrialization and resource \nextraction undertaken in the province. The Project aims to address these issues and meet the demands of residents by \nimproving the water supply, wastewater collection and treatment, heating and gas, river management, and roads and \nassociated services. The main findings of the social analysis for the three core subprojects follows. \n \nPingyao county is located at the heart of a significant and growing cultural tourism corridor that includes a number of \nhistoric mansions as well as Gutao town, a large and well-preserved traditional Chinese town in Pingyao ancient city. \nWhile tourism is growing rapidly, Pingyao faces significant environmental management problems due to proximity of \nindustrial  facilities  and  inadequate  management  of  wastewater  and  solid  waste.  The  subproject  includes  the \nrehabilitation of Huiji River, which will improve flood control, reduce groundwater pollution, and reduce public health \nrisks. \n \n \n ", "  Appendix 11  47 \n \nWutong town is representative of dozens of towns across Shanxi that have experienced a massive economic boom as \na result of increased energy production (in particular, coal and coke). While Wutong’s economic growth has increased \nexponentially since 2000, the town’s ability to manage urban growth and its environmental consequences has not kept \npace. Air, ground, and water pollution are all severe. Investment in environmental infrastructure is critical to improve \nliving conditions for residents and safeguard the natural environment. The Project calls for construction of basic \ninfrastructure that will connect the urbanized area of Wutong with the county seat, Xiaoyi city.  \n \nYouyu is located in northern Shanxi on the windward side of the main coal-producing areas and as a result enjoys \nrelatively good air quality. The county proposes to leverage its environmental quality and good access to markets to \nattract investment into a new light industrial area at the southwestern edge of the county seat. The subproject will \nenhance and sustain urban environmental quality for the entire city. The combination of job opportunities and good \nliving conditions is anticipated to attract rural migrants from villages in northern Shanxi into Youyu. Moreover, the new \nagroprocessing facilities will help tie regional farmers to the growing urban economy.  \n \nB.   Consultation and Participation \n \n1. The major stakeholders are (i) groups directly affected by the Project in a positive or negative way, including men, \nwomen, elderly, poor, minorities, schools, business and related organizations; and (ii) government organizations such \nas SPG, implementing agencies, Planning and Reform Commission, Civil Affairs Bureau, Poverty Alleviation Office, \nWomen’s Federation, Minority Affairs Office, Finance Bureau, Health Bureau, Labor and Social Security Bureau, and \nEnvironmental Protection Bureau. Several meetings with a number of stakeholders, especially vulnerable groups \nincluding women, poor, and ethic minorities in the project areas, were organized in the subproject towns. A number of \nkey informant interviews were held with various bureaus, nongovernment organizations, the women’s federation, and \nrepresentatives of past and ongoing projects in complementary areas to inform them of the project design. \n \n2. What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring? \n Information sharing   Consultation   Collaborative decision making   Empowerment \n \n3. Was a C&P plan prepared?   Yes   No \n \nPublic disclosure of all subproject documents will be made at the project management office (PMO) and on the ADB \nwebsite, including the project information document, design and monitoring framework, resettlement plans, summary \nenvironmental impact assessment and environmental management plan, and social and environmental monitoring \nreports. A project information document was prepared for the Project. Booklets outlining the resettlement plans were \ndistributed to affected households and disclosure meetings held. Copies of the booklet are available at the respective \nPMO and each affected village office. \n \nThe PEAP and training program will be conducted to promote hygiene education and traffic safety education, recycling \nprogram, and social acceptance of tariff increase. The following results are expected to be achieved through the PEAP: \n(i)  increased  participation  and  consultation  of  the  local  population  in  project  implementation  and  monitoring, \n(ii) increased awareness of project benefits and acceptance of the Project, (iii) increased hygiene knowledge and \nreduced incidence of water- and vectorborne diseases, (iv) increased traffic safety knowledge and reduced incidence of \ntraffic accidents, (v) increased participation of beneficiaries in garbage recycling as part of a solid waste management \nprogram, and (vi) increased environmental awareness on the part of business or enterprises. \n \nC.   Gender and Development \n \n1.   Key Issues \n \nIn the project-affected area, females account for almost 50% of the total population and labor force. The major project \nbenefits targeted to women include (i) general benefits from economic development; (ii) improved housing conditions and \nliving environment from river upgrading and flood control; (iii) health benefits from improved water supply, gas supply, and \ndistrict heating supply; and (iv) job creation. Most of the project benefits accruing in the three subproject towns will benefit \nmen and women equally. The Project will have some added benefits for women, since women are primarily responsible for \ndrinking water collection, wastewater disposal, cleaning the interior and exterior of houses, nursing the children, and caring \nfor the sick and the elderly.  \n \n2.   Key Actions \n \nConstruction projects usually provide job opportunities for women. This is likely to be an additional temporary source of \nincome that women can access. Furthermore, women’s participation in the skilled operation and maintenance work to be \ngenerated, will not be constrained—as evidenced by the number of women already working in these sectors and the equal \n ", "48  Appendix 11 \nnumber of male and female graduates with technical qualifications. The PMOs will ensure that contractors hire female \nconstruction laborers and gender-disaggregated data will be monitored.  \n \nWomen in the community will be actively engage in the PEAP promoting hygiene education, garbage recycling, and \nacceptance of tariff increases. For the PEAP, the Project will work closely with local women’s organizations such as the \nAll Chinese Women Association and women’s street committees.  \nIII. SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \nIssue  Significant/Limited/  Plan or Other Measures \nStrategy to Address Issue \nNo Impact  Included in Design \nBased on the resettlement impacts identified,   Full Plan \nthe construction of three core subprojects will  Short Plan \naffect 1,453 households or 5,007 people by   Resettlement \n \npermanent land acquisition; relocate 23  Framework \n Significant \nhouseholds or 95 people due to the   No Action \nInvoluntary   \ndemolishment of residential structures; and \nResettlement   Not significant \naffect 22 enterprises, one shop, and one \n \nagency with 1,178 employees. Three full \n None \nresettlement plans were prepared. For \nsubsequent subprojects, a resettlement \nframework was prepared. \nOf the total beneficiary population of the three   Plan \ncore subproject towns, 1.5% are ethnic  Other Action \n Significant  minority peoples, with Han constituting the   Ethnic People \n  largest group. Due to the requirement of the  Development Framework \nIndigenous \nPeoples   Not significant  sector loan modality and in accordance with  No Action \n  ADB’s Operations Manual F3 on indigenous \n None  peoples, an ethnic minority development \nframework was prepared for subsequent \nsubprojects. \nLabor  The Project will provide employment   Plan \nEmployment  opportunities for the poor. Project assurances  Other Action \nopportunities   Significant  will prioritize local labor, especially vulnerable   No Action \nLabor    groups in job opportunities; and ensure \nretrenchment   Not significant  employment will comply with national labor \n Core labor    laws and regulations. For subsequent \nstandards   None  subprojects, if the subprojects have an impact \non labor, a labor reemployment framework \nwas prepared. \nThe affordability analysis for public service  Action \ncharges including water supply, wastewater   No Action \ntreatment, gas supply, and heating supply was \nassessed and no affordability issue was \n Significant \nidentified for the nonpoor. For poor \n \nhouseholds, preferential policies or subsidy \nAffordability  Not significant \nwill be provided to ensure they benefit from \n \npublic services. \nNone \n \nFor subsequent subprojects, affordability to \npay will be analyzed during subproject \nappraisal. \nOther Risks   Plan \nHealth and safety training will be provided to \nand/or   Significant   Other Action \nconstruction workers. The PMO will ensure \nVulnerabilities     No Action \nthat contractors involved in project \n HIV/AIDS   Not significant \nimplementation disseminate information on the \n Human   \nrisk of socially transmitted infections, including \ntrafficking   None \nHIV to workers they employ under the Project. \nOthers  \nIV. MONITORING AND EVALUATION \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social \ndevelopment activities and / or social impacts during project implementation?    Yes   No \na\n A national poverty county has per capita annual income of <CNY700, and a provincial poverty county has per capita \nannual income of <CNY1000. \n ", "Appendix 12  49 \nSUMMARY RESETTLEMENT PLAN \n \n1.  The Project includes three core subprojects and subsequent subprojects—all require \nsome  land  acquisition  and  population  resettlement.  The  resettlement  planning  and \nimplementation is designed to ensure that those affected will be better off, or at least not worse \noff, as a result of the Project. Overall, the land acquisition and resettlement impacts of the \nProject will be significant. Three full resettlement plan reports were prepared for the three core \nsubprojects. \n \n2.  The scope of the project impacts is mainly determined by the measurement survey on \nthe basis of the feasibility study reports. Based on the resettlement impacts identified (physical \nand economic displacement), the construction of the three core subprojects will affect 1,453 \nhouseholds or 5,007 people because of permanent land acquisition; relocate 23 households or \n95 people due to the demolition of residential structures; and affect 22 enterprises, one shop, \nand one government agency with 1,151 employees. In total, 96.6 hectares will be acquired \npermanently, 57.6 hectares are cultivated land (Table A12). Along with land acquisition, 5,604 \nsquare  meters  (m2)  of  residential  houses  and  13,703  m2  of  nonresidential  houses  will  be \ndemolished, causing relocation of 23 households and 95 people, and affecting 22 enterprises, \none shop, and one agency. In addition, associated productive assets, ground attachments, and \nbasic infrastructure and facilities will be affected.  \n \n3.  To avoid or minimize land acquisition and resettlement, local officials and village and \nstreet committees were closely consulted during preliminary and final feasibility study stages.  \n \n4.  The  resettlement  plan  and  compensation  for  the  permanent  land  loss  is  based  on \nDocument  28:  State  Council  Decision  to  Deepen  Reform  and  Strictly  Enforce  Land \nAdministration in October 2004; Land Administration Law of PRC (the People’s Republic of \nChina) in 1998 and updated in 2004; Shanxi Provincial Government Decree on Shanxi Province \nCompensation and Distribution Method for Land Acquisition of Rural Collectives issued on 17 \nOctober  2005;  and  Shanxi  Provincial  Government  193  Decree  on  Opinion  on  Land \nCompensation for Construction Project issued in December 2005. The resettlement plan and \ncompensation  for  house  demolition  is  based  on  the  PRC,  provincial,  and  municipal  urban \nhousing  demolishment  administration  regulations.  Based  on  consultations  with  local \ngovernments and affected people, and general practice in Pingyao, Xiaoyi (where Wutong is \nlocated), and Youyu counties, the respective municipal project management offices (PMOs) and \nimplementing agencies adopted a set of compensation standards. The resettlement principles \nestablished  for  the  Project  are  (i)  land  acquisition  and  involuntary  resettlement  should  be \navoided  or  minimized  where  feasible  by  developing  and  comparing  a  series  of  design \nalternatives;  (ii)  compensation  and  entitlements  provided  are  based  on  market  value  or \nreplacement value and must be adequate to allow those affected to at least maintain their pre-\nproject standard of living, with the prospect of improvement; (iii) land temporarily occupied and \nthe period for disruption are to be kept to a minimum; (iv) all people affected, legal and illegal, \nare to be taken into consideration and accounted for; (v) the per capita landholding after land \nacquisition  will  be  sufficient  to  maintain  the  previous  livelihood  standard;  (vi)  where  land \nallocation per capita is not sufficient to maintain the previous livelihood standards, other income-\ngenerating activities will be provided for; (vii) a preferential policy will be provided to vulnerable \ngroups in such things as compensation, payment of special fund, minimum living guarantee, \nand  employment;  (viii)  all  those  affected  will  be  adequately  informed  about  eligibility, \ncompensation rates and standards, livelihood and income restoration plans, and project timing; \nand (ix) close monitoring and timely actions will be carried out to identify and resolve any \nproblems. \n \n ", "50  Appendix 12 \nTable A12: Summary of Land Acquisition \nPermanent Land Acquisition \nTotal Area  Of which Farmland  Affected  Affected \nSubproject  (mu)a  (mu)a  Households  People \nPingyao Huiji River Treatmentb  868.92  284.89  579  2,435 \nWutong New Town Development   85.68  85.68  758  2,118 \nYouyu New Town Developmentc   494.00  494.00  116  454 \nTotal  1,448.6  864.57  1,453  5,007 \na  15 mu is equivalent to 1 hectare. \nb  For Pingyao Huiji River treatment component, among 19,307 square meters (m2) to be demolished, are 5,604 m2 \nof residential structures affecting 23 households and 95 people, and 13,703 m2 of nonresidential structures \naffecting 22 enterprises, one shop, and one agency. \nc  The households affected by the Youyu flood control component are part of households affected by the Youyu new \ntown development component. \nSource: Asian Development Bank estimates. \n \n5.  Those affected will be notified about the key elements of the resettlement plan prior to \nloan appraisal by the Asian Development Bank (ADB). On various occasions during meetings, \ninterviews, focus group discussions, public consultation workshops, and community consultation \nmeetings, local representatives have participated in the planning; their concerns have been \nintegrated into the resettlement plans. The resettlement information booklet for each subproject \nwas distributed to affected villages and households in August 2008. The resettlement plans will \nbe provided to village offices and resident committees, and posted on the ADB website after \ntheir approval. The respective project implementing agencies will establish project resettlement \nunits for supervising implementation, continuing public consultation, monitoring progress, and \nresponding  to  grievances.  The  grievance  address  procedures  are  well  established  and \nexplanations are included in the resettlement information booklets. \n \n6.  For land acquisition, land compensation will be paid in cash to the affected villages to be \nused as basic social insurance for the farmers whose land is newly acquired. Resettlement \nsubsidies and payment for standing crops will be paid to those affected. For residential houses \nand nonresidential buildings (enterprises and shops) to be demolished, compensation will be \npaid  to  owners,  including  those  without  building  title.  The  payment  will  be  made  in  cash \naccording to the appraised value of the property. The households that have to relocate will \nreceive a relocation allowance. Compensation for standing crops, auxiliaries, and other assets \nwill be paid directly to those affected. Income losses resulting from reduced production, sales, \nand wages caused by the Project will be compensated in cash. \n \n7.  The resettlement strategy encompasses (i) replacement of housing and (ii) restoration of \nlivelihoods and income. People losing housing in rural areas have two compensation options: to \nreceive cash compensation, or cash compensation plus provision of a land plot for house \nconstruction (by the affected person). Assistance will be provided to construct new houses or \nfind available housing close to the original homes, when preferred by those affected. The \nrespective  municipal  PMOs,  implementing  agencies,  and  local  governments  will  provide \nnecessary assistance for house construction and relocation during resettlement implementation. \n \n8.  The  measures  for  economic  rehabilitation  include  (i)  provision  of  employment \nopportunities during construction and operation of the Project; (ii) provision of basic social \ninsurance  to  those  affected  whose  land  is  newly  acquired;  (iii)  land  compensation  and \nresettlement subsidy deposited in banks for income earnings from interest; (iv) development of \neconomic crops with higher economic value; (v) promotion and development of new enterprises \nand self-employed secondary and tertiary businesses (i.e., small business, tofu production, \ntransportation, entertainment, and catering services); and (vi) provision of technical training to \nthose affected to increase their marketable skills. Relocated enterprises and shops will be \n ", "  Appendix 12  51 \n \nprovided with the options of compensation and resettlement. The same shops will reemploy the \naffected employees. \n \n9.  Vulnerable households will receive additional assistance from the municipal or county \ncivil affairs bureau. The PMO and implementing agency will monitor implementation to ensure \nvulnerable persons receive adequate compensation, housing arrangements, special funds, and \nspecial assistance to restore their living conditions and incomes. \n \n10.  Each PMO and implementing agency will have at least two full-time staff responsible for \nland acquisition and resettlement. The staff from each subproject resettlement unit will take the \nlead responsibility for coordinating the planning, implementation, financing, and monitoring of \nland acquisition and resettlement. They will work closely with relevant village officials, land \nadministration bureaus, and house demolishment offices; and will be responsible for supervision \nand monitoring of resettlement (e.g., delivery of entitlements, selection of new housing sites, \nrestoration  of  incomes,  provision  of  replacement  land,  and  other  economic  measures).  A \ntraining program will be organized for the resettlement officers.  \n \n11.  The cost estimate for land acquisition and resettlement for the three core subprojects is \nabout $18.0 million, equivalent to CNY122.4 million in 2008 prices, including contingencies. \nResettlement  implementation  will  be  completed  prior  to  subproject  construction.  Most \nresettlement activities will occur between March and June 2009. Detailed measurement surveys \nwill  be  conducted  in  each  village,  neighborhood,  house,  enterprise,  and  shop;  and  the \ncompensation contracts will be negotiated and signed with village committees, households, and \nenterprises. Based on these surveys, the resettlement plans will be updated and submitted to \nADB for review and approval. \n \n12.  Internal and external monitoring of resettlement plan implementation will be conducted. \nMonitoring methodologies are specified in the resettlement plans. Each implementing agency \nwill  be  responsible  for  internal  supervision  and  monitoring  to  ensure  compliance  with \nresettlement plan provisions. The PMO and implementing agencies have agreed to a set of \nsupervision milestones with ADB to ensure timely and effective implementation of resettlement \nactivities. External monitoring and evaluation will be carried out by an independent agency \nunder contract to the PMO and implementing agencies. External monitoring reports will be \nforwarded directly to the Shanxi PMO and ADB. \n \n13.  As a sector loan, the Shanxi PMO is responsible for developing subsequent subprojects. \nA resettlement framework (Supplementary Appendix P) was prepared to assist the local and \nShanxi PMOs. The framework is in accordance with relevant ADB publications and provides \nprocedures for informing affected villages and households about the project scope and impacts, \nidentifying affected persons, providing compensation, and resolving complaints. The PMOs \nhave stated their commitment to applying this framework. \n ", "52  Appendix 13 \nFINANCIAL ANALYSIS \n \n1.  The financial analysis was prepared in accordance with the Asian Development Bank \n(ADB) Financial Management and Analysis of Projects.1 The financial performance of Pingyao \ncounty government (PCG), Xiaoyi city government (XCG) (where Wutong town is located), and \nYouyu county government (YCG) was evaluated. Financial analysis was also undertaken for the \nrevenue-generating  components  in  each  subproject, i.e.,  the  gas  supply,  heat  supply,  and \nwastewater  treatment  components  in  Wutong;  and  the  water  supply  and  heat  supply \ncomponents in Youyu. A financial sustainability analysis was carried out for the nonrevenue- \ngenerating components: (i) river upgrading in Pingyao; (ii) road development and education \nservice facilities in Wutong; (iii) and river upgrading, road development, and drainage in Youyu. \n \nA.  Revenue-Generating Components \n \n2.  Approach and Methodology. The analysis examines revenue streams over 25 years, \nincluding  6  years  of  implementation,  and  compares  these  to  the  costs  of  operation  and \nmaintenance  (O&M)  and  debt  servicing.  Key  assumptions  were  made  for  the  applicable \ncomponent’s operations, leading to a with- and without-project basis analysis. All analyses are \nbased on mid-2008 prices. The base-case financial internal rate of return (FIRR) is compared \nwith the component’s weighted average cost of capital (WACC) to determine financial viability. A \nsensitivity analysis assesses the impact of changes in cost and revenue assumptions on the \nbase case FIRR. This therefore allows a conclusion on the financial sustainability of the project-\ncreated assets as well as identification of necessary measures for sustainability. At the entity \nlevel, key ratios for profitability, debt service coverage, capital structure, and availability of cash \nfor sustainability are calculated. \n \n3.  Weighted Average Cost of Capital. The WACC was calculated in real terms and after \ntax for each component. Funding sources are the ADB loan and counterpart funds from PCG, \nXCG, and YCG. The Ministry of Finance will relend the ADB loan to PCG, XCG, and YCG at the \nsame  rate  as  the  ADB  loan.  The  average  local  inflation  rate  is  5.1%  and  the  average \ninternational inflation rate is 1.7%. The post-tax WACC is 1.2% for Wutong gas, heat, and \nwastewater components; and the Youyu heat and water supply components.  \n \n4.  Tariffs. The tariffs2 are anticipated to increase gradually to full cost recovery for O&M, \ndepreciation, and debt service on the basis that the Project will improve service delivery. The \nGovernment agrees on the gradual tariff increase. During implementation, the weighted average \ntariff for wastewater treatment in Wutong is CNY1.10/m3 with 54% cost recovery;3 all operating \ncosts will be recovered during project implementation. Full cost recovery will be achieved after \nabout 5 years of operation with gradual tariff increase phased in. The weighted average tariff for \ngas in Wutong is CNY0.88/m3 with 75% cost recovery during project implementation. Full cost \nwill be recovered after 3 years of operation. The weighted average tariff for heating in Wutong is \nabout  CNY3.12/m2/month.  Full  cost  recovery  is  expected  to  be  achieved  within  1  year  of \noperations. The weighted average tariff for heating in Youyu is CNY3.17/m2 per month. Full cost \nrecovery will be achieved after 2 years of operations. The weighted average tariff for Youyu \nwater supply is CNY2.43/m3 during project implementation; full cost recovery is expected to be \nachieved when new facilities commence operation.  \n \n                                                 \n1  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n2  Current weighted average tariffs in Wutong are (i) gas CNY0.76/m3, (ii) heat CNY2.6/m2/month, (iii) wastewater \nCNY0.47/m3; and in Youyu, tariffs are heat CNY 3.66/ m2/month and water CNY1.82/ m3.   \n3  Cost recovery refers to the getting back operating costs and debt service costs through the tariff. Full cost recovery \n(100% and above) occurs when all costs (including operating costs, debt service, and depreciation) are recovered. \n ", "  Appendix 13  53 \n \nTable A13.1: Projected Tariffs and Cost Recovery Level  \n(in constant 2008 prices) \nItem  2012  2015  2016  2017  2018  2019  2020  2021  2022 \nWutong                   \nAverage wastewater tariff (CNY/m3)  1.10  1.51  1.68  1.87  2.08  2.31  2.57  2.87  3.20 \nCost recovery (%)  54  100  119  132  146  161  178  197  217 \nAverage gas supply tariff (CNY/m3)  0.88  1.04  1.07  1.13  1.18  1.24  1.30  1.37  1.44 \nCost recovery (%)  75  125  136  151  173  178  182  187  191 \nAverage heat supply tariff  3.12  4.17  4.37  4.59  5.06  5.32  5.86  6.15  6.79 \n(CNY/m2/month) \nCost recovery (%)  88  131  140  143  152  155  166  169  180 \nYouyu                   \nAverage heat supply tariff    3.17  3.17  3.17  3.25  3.25  3.25  3.34  3.34 \n(CNY/m2/month) \nCost recovery (%)    59  84  106  138  139  140  163  164 \nAverage water supply tariff (CNY/m3)    2.43  2.55  2.68  2.82  2.96  3.10  3.26  3.42 \nCost recovery (%)    147  144  152  177  184  237  267  367 \nSource: Asian Development Bank estimates. \n \n5.  Affordability. The assessment of affordability in Wutong and Youyu is based on the \ncombined costs of gas supply, heat supply, and wastewater; and water and heating, using the \ntariffs in Table A13.1. \n \n6.  In Wutong, expenditure on gas, heating, and wastewater is less than 5% of household \nincome. In Youyu, expenditure on water and heating accounts for 4% of household income. In \nboth towns, expenditure on utilities is affordable. \n \nTable A13.2: Affordability of Projected Tariffs  \n(CNY million) \nItem  2012  2015  2016  2017  2018  2019  2020  2021  2022 \nWutong                   \nAverage annual household  34,729  40,203  42,213  44,324  46,540  48,867  51,310  53,876  56,569 \nincome  \nAnnual household expenditure  405  469  492  517  543  570  599  629  660 \non gas \nExpenditure on gas (% of  1  1  1  1  1  1  1  1  1 \nincome) \nAnnual household expenditure  137  200  226  257  291  330  374  425  481 \non wastewater \nExpenditure on wastewater (%  0.4  0.5  0.5  0.6  0.6  0.7  0.7  0.8  0.8 \nof income) \nAnnual household expenditure  695  928  975  1,025  1,130  1,185  1.308  1,500  1,513 \non heating \nExpenditure on heating (% of  2  2  2  2  2  2  3  3  3 \nincome)   \nTotal household  1,237  1,597  1,693  1,799  1,964  2,085  2,281  2,554  2,654 \nexpenditure on gas, \nwastewater, and heating \nTotal household  3.6  4.0  4.0  4.1  4.2  4.3  4.4  4.7  4.7 \nexpenditure on gas, \nwastewater, and heating \n(% of income) \nYouyu                   \nAverage annual household \n20,232  23,421  24,592  25,821  27,113  28,468  29,892  31,386  32,955 \nincome \nAnnual household expenditure \n302  349  367  385  404  425  446  468  491 \non water supply \nExpenditure on water (% of \n1  1  1  1  1  1  1  1  1 \nincome) \n ", "54  Appendix 13 \nItem  2012  2015  2016  2017  2018  2019  2020  2021  2022 \nAnnual household expenditure \n588  617  648  681  715  750  788  827  869 \non heating  \nExpenditure on heating (% of \n3  3  3  3  3  3  3  3  3 \nincome) \nTotal household  890  966  1,015  1,066  1,119  1,175  1,234  1,295  1,360 \nexpenditure on water and \nheating \nTotal household  4  4  4  4  4  4  4  4  4 \nexpenditure on water and \nheating (% of income) \nSource: Asian Development Bank estimates. \n \n7.  Results of the Financial Analysis. The base case FIRR for each project component is \npresented  in  Table  A13.3.  The  after-tax  FIRR  for  Wutong  gas  is  6.0%,  heat  7.3%,  and \nwastewater treatment 5.0%; and for Youyu heat 6.6% and water supply 6.7%. The results \ncompare favorably with the WACC of around 1.2%. A sensitivity analysis was conducted where \nthe costs were increased by 10%, revenue decreased by 10%, and both costs and revenues \nchanged adversely by 10%. The FIRR is above the WACC threshold in all sensitivity cases. \n \nTable A13.3: Financial Internal Rate of Return and Sensitivity Analysis \n(in constant 2008 prices) \nCase 1: Cost Plus  Case 2: Revenues  Case 3: Cases 1  \nBase Case    10%     Less 10%     and 2  \nNPV   NPV   NPV  \nFIRR  (CNY  FIRR  (CNY  FIRR  NPV   FIRR  (CNY \nComponent  (%)  million)  (%)  million)  %  (CNY million)  %  million) \nWutong                      \nGas Supply  6.0  15.5  4.1  10.2  3.9  8.7  1.9  3.5 \nHeat Supply   7.3  54.4  4.7  32.8  4.4  27.4  1.4  5.8 \nWastewater   5.0  12.9  3.4  7.9  3.2  6.2  1.4  0.7 \nYouyu                      \nHeat Supply  6.6  104.9  5.0  78.7  4.8  68.2  3.1  41.9 \nWater Supply  6.7  23.1 \n4.8  16.5  4.6  14.2  2.5  7.7 \nFIRR = financial internal rate of return, NPV = net present value.     \nSource: Asian Development Bank estimates. \n \nB.  Nonrevenue-Generating Components \n \n8.  Approach  and  Methodology.  Fiscal  sustainability  was  determined  by  comparing \nannual revenue of PCG, XCG, and YCG from identified sources with the annual counterpart \nfunds required for (i) capital expenditures during project implementation and (ii) recurrent costs \nfor O&M and debt service of nonrevenue-generating components during operation. Interest and \nprincipal repayments for the ADB loan are estimated based on a grace period of 6 years and \nmaturity of 19 years. \n \n9.  PCG,  XCG,  and  YCG  Financial  Performance.  The  county  and  city  governments \nreceive income from taxation, nontax income, shared revenues with the central government, \nand transfers and subsidies from the central government. Total income increased by an annual \naverage of 30% for PCG, 41% for XCG, and 33% for YCG during 2003–2007. County and city \nexpenditure increased on average by 25%–30% annually and all three governments reported a \nfiscal surplus.  \n ", "  Appendix 13  55 \n \nTable A13.4: Summary of Financial Performance of Subproject Governments, 2007 \nPingyao County      Youyu County  \nItem  Government    Xiaoyi City Government    Government \n    AAGR         \nCNY Million  (%)  CNY Million  AAGR (%)  CNY Million  AAGR (%) \nTax Income  119.5  24  566.9  58  45.9  31 \nNontax Income  116.8  34  371.9  64  26.7  42 \nFinancial Transfers  471.1  38  213.3  35  247.1  34 \nTotal Income  707.9  30  1,152.1  41  319.7  33 \nTotal Expenditure  669.7  28  1,066.8  39  293.2  30 \nFiscal Surplus for Year  38.3    85.3    26.6   \nAAGR = average annual growth rate 2003–2007. \nSource: Pingyao county government, Xiaoyi city government, and Youyu county government. \n \n10.  Revenue  and  Expenditure  Projections  for  PCG.  Average annual growth rates of \nrevenue and expenditure are used for the projections presented in Table A13.5. \n \nTable A13.5: Pingyao County Government Fiscal Sustainability \n(year ending 31 December) \nItem  2009  2010  2011  2015  2020 \nRevenue (CNY million)  1,191  1,544  2,003  5,021  10,035 \nExpenditure (CNY million)  1,099  1,409  1,805  4,333  8.370 \nFiscal Surplus (Deficit) (CNY million)  91  135  198  687  1,664 \nCounterpart Funds for Implementation (CNY million)  33  66  66     \nCounterpart Funds (% of revenue)  3  5  4     \nO&M Cost (CNY million)        0.7  0.7 \nDebt Service Cost (CNY million)        12  11 \nO&M and Debt Service (% of revenue)        0.3  0.1 \nO&M = operation and maintenance. \nSource: Pingyao county government. \n \n11.  PCG has allocated counterpart funds for project implementation. The counterpart fund \nrequirement is less than 10% of PCG annual revenue. PCG had cash reserves of CNY10 million \nat end of 2007. O&M and debt service cost is less than 1% of expenditure and indicates \nacceptable fiscal risk since fiscal revenues of local governments are expected to grow in line \nwith economic development.  \n \n12.  Revenue  and  Expenditure  Projections  for  XCG.  Average annual growth rates of \nrevenue and expenditure are used for the projections presented in Table A13.6. \n \nTable A13.6: Xiaoyi City Government Fiscal Sustainability \n(year ending 31 December) \nItem  2009  2010  2011  2015  2020 \nRevenue (CNY million)  2,295  3,240  4,574  9,671  19,505 \nExpenditure (CNY million)  2,046  2,834  3,926  7,941  15,301 \nFiscal Surplus (Deficit) (CNY million)  249  406  648  1,730  4,154 \nCounterpart Funds for Implementation (CNY million)  40  64  12     \nCounterpart funds (% of revenue)  2  2  0     \nO&M Cost (CNY million)      0.1  5.5  5.9 \nDebt Service Cost (CNY million)      0  9.7  8.8 \nO&M and Debt Service (% of revenue)        0.2  0.1 \nO&M = operation and maintenance. \nSource: Xiaoyi city government. \n ", "56  Appendix 13 \n13.  XCG has allocated counterpart funds for project implementation The counterpart fund \nrequirement is less than 10% of XCG annual revenue. XCG had CNY220 million in cash \nreserves  at  the  end  of  2007,  which  by  itself  is  sufficient  to  finance  the  Project  during \nimplementation. The O&M and debt service cost is less than 1% of expenditure and indicates \nacceptable fiscal risk since fiscal revenues of local governments are expected to grow in line \nwith economic development.  \n \n14.  Revenue and Expenditure Projections for Youyu County Government. The average \nannual growth rates of revenue and expenditure are used for the projections presented in Table \nA13.7. \n \nTable A13.7: Youyu County Government Fiscal Sustainability \n(year ending 31 December) \nItem  2009  2010  2011  2015  2020 \n           \nRevenue (CNY million)  564  749  994  1,827  3,905 \nExpenditure (CNY million)  495  645  838  1,468  2,958 \nFiscal Surplus (Deficit) (CNY million)  68  104  156  357  947 \nCounterpart Funds for Implementation (CNY million)  16  31  31     \nCounterpart funds (% of revenue)  3  4  3     \nO&M Cost (CNY million)        5  5 \nDebt Service Cost (CNY million)        9  9 \nO&M and Debt Service (% of revenue)        0.8  0.4 \nO&M = operation and maintenance. \nSource: Youyu county government. \n \n15.  YCG has allocated counterpart funds for project implementation. The counterpart fund \nrequirement is less than 10% of XCG annual revenue. The O&M and debt service cost is 1% of \nexpenditure and indicates acceptable fiscal risk since fiscal revenues of local governments are \nexpected to grow in line with economic development.  \n \nC.  Financial Management Assessment \n \n16.  The  financial  management  assessment  was  carried  out  in  accordance  with  ADB’s \nFinancial Management and Analysis of Projects (footnote 1) using the financial management \nassessment questionnaire. The assessment covered the Shanxi Provincial Government (SPG) \n(the Executing Agency) and the implementing agencies. \n \n17.  The financial management capability of SPG, as the Executing Agency, was found to be \nadequate for implementation of the Project. SPG has previous experience with international \nfinancing organizations in executing projects of this nature. Some training in ADB financial \nmanagement and reporting procedures will, however, be required. \n \n18.  All implementing agencies have prescribed financial procedures that define duties of key \nfinance staff and procedures for record keeping and cash management. These procedures are \ngenerally followed, and internal controls such as proper authorization of transactions, payroll \ncontrols, and regular bank reconciliations, are generally adhered to although improvements to \ninternal control might be required in the area of segregation of duties. To address this, additional \nstaff should be recruited during project implementation. Some implementing agencies have not \nbeen audited on a regular basis and SPG and the implementing agencies have agreed that \nregular audit will be carried out by the Audit Bureau. Since this is the first ADB project that the \nimplementing agencies are undertaking, training in ADB financial management and reporting \nprocedures will be required. \n \n ", "Appendix 14  57 \nECONOMIC ANALYSIS \n \n1.  The economic analysis covers both the Project as a whole and the three individual core \nsubproject components. For the Project as a whole, the analysis covers the economic rationale \nfor public intervention, the goals of the investment plan, and the general design of the plan, \nincluding selection criteria for subprojects. The economic analysis also evaluates the individual \ncore subproject components for least–cost and benefit–cost analyses. Economic analysis was \nconducted in accordance with the Asian Development Bank (ADB) Guidelines for the Economic \nAnalysis of Projects1 and Economic Analysis Retrospective 2005: Strengthening Quality-at-\nEntry of ADB Operations.2   \n \nA.  Analysis of the Overall Project \n \n2.  Rationale for Public Intervention. The primary motivation for the Project results from \nincreasing concern over the inability of infrastructure provision to keep pace with population and \neconomic growth in small cities and towns in Shanxi Province. Due to strong growth of the \nresource extraction and tourism sectors across the province, many towns are experiencing high \neconomic growth rates, rising household incomes, and increased use of private cars. At the \nsame time, local governments have not been able to provide the basic urban infrastructure \nneeded  to  support  this  growth  and  to  mitigate  negative  environmental  impacts  of \nindustrialization and urbanization. Roads, water supply, wastewater, solid waste, heating, and \nother  services  lag  requirements.  Local  residents,  including  the  poor  and  other  vulnerable \ngroups, are bearing the cost of the deteriorating urban environment.  \n \n3.  Industrialization and intensive resource extraction are stressing the urban environment in \nShanxi Province. High rates of air, water, and land pollution in many areas are creating a \nserious threat to human health and putting downward pressure on life expectancy. Traffic \ncongestion,  inadequate  potable  water  supplies,  and  inadequate  wastewater  collection  and \ntreatment are acute problems in many small cities and towns. In the absence of widespread \ncentralized heating and natural gas, coal-burning stoves are the main domestic source for \nheating and cooking. Coal dust pollutes the air and causes respiratory disease. Solid waste \nmanagement  is  often  rudimentary  with  poor  environmental  protection.  Industrialization  and \npopulation growth through migration to urban areas has outstripped local government capacity \nto provide services. \n  \n4.  The Project involves government intervention at several different levels. The Shanxi \nprovincial government (SPG) is promoting development of small cities and towns in a more \ncoordinated  and  cost-effective  manner  by  bringing  about  more  sustainable  investments  in \nphysical  and  environmental  protection  infrastructure  that  aims  to  improve  quality  of  life. \nInvolvement of SPG is justified since the development program spans several small cities, \ncounties,  and  towns.  The  city,  county,  and  town  governments  are  coordinating  and \nimplementing  the  elements  of  the  urban  transport  master  plans  and  making  individual \ninvestments in roads, water supply, heating, and environmental improvement including garbage \nand solid waste, proper drainage, and connection of households to the wastewater network. \nThey will be involved in owning and managing the completed facilities. \n \n5.  Goals of the Investment Plan. The Project is a direct response to SPG’s 11th 5-Year \nPlan  2006–2010  to  promote  sustainable  economic  development  and  SPG’s  policy  on  the \ndevelopment of its small cities and towns. The Directives on Accelerating Development of Small \nCities and Towns in Shanxi Province identifies small cities and towns as growth engines for the \nsurrounding rural areas that can absorb rural migrants and relieve population pressure on the \n                                                 \n1  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n2  ADB. 2006. Economic Analysis Retrospective 2005: Strengthening Quality-at-Entry of ADB Operations. Manila. \n ", "58   Appendix 14 \nprovince’s large cities.3 In this respect, town and county-level city development contributes \ndirectly to the provincial objective of promoting integrated rural–urban development. The 11th \nFive-Year Plan recognizes that achievement of these goals will require improvement of the \nbasic municipal services and environmental quality in these areas. All components in the Project \nare  integral  components  of  the  five-year  plan.  County  governments  are  required  to  make \ninvestments in roads, water supply, heating, and environmental improvement. The small city \nand town government master plans are reasonably sound and are integrated with the overall \nplanning process. \n \n6.  Selection of Subprojects and Core Components. The selection of the three core \nsubprojects  was  based  on  socioeconomic  indicators  and  the  preparedness  to  undertake \ninvestments in municipal infrastructure. Among the considerations is the availability of viable \ninvestment projects directly supporting approved development master plans and programs, and \nthe potential to serve as models in the preparation of subsequent components during loan \nsector implementation. Targeting and selection of subsequent key subproject cities and towns \nwill be based, among other factors, on their potential to grow economically and provide jobs to \nmigrants  from  rural  areas.  Employment  growth  is  deemed  to  contribute  more  to  the \nGovernment’s goal of closing the rural–urban income gap rather than the growth of production.  \n \n7.  The  criteria  for  identifying  and  selecting  subprojects  and  components  are  \n(i) confirmation by the participating local government of its ability and willingness to arrange for \ncounterpart funding, (ii) confirmation by the participating local government of its willingness to \ncomply  with  ADB  safeguard  policies  and  other  requirements,  (iii)  implementation  of  the \ncomponent between 2009 and 2015, (iv) eligibility of the components (the sectors must be \nincluded in the list of eligible infrastructure and municipal services), (v) anticipated positive \nimpact on urban environment, (vi) anticipated positive impact on employment generation and/or \neconomic  growth,  and  (vii)  anticipated  positive  impact  on  coverage  or  service  level  of \ninfrastructure and municipal services. \n \nB.  Demand Analysis \n \n8.  The demand forecast was reviewed for components that used benefit–cost analysis to \ndetermine reasonableness of the proposed designs. These components include gas supply, \nheating, roads and associated municipal services, water supply, and wastewater components. \nThe demand analysis for the road components in Wutong and Youyu were undertaken in terms \nof (i) selecting and defining vehicle types, (ii) assessing annual average daily traffic, and (iii) \nforecasting demand. A vehicle fleet consists of a mix of several vehicle types that use a road \nnetwork (cars, trucks, buses, motorcycles, and nonmotorized transport). Traffic counts that were \nconducted on the proposed road component served as the basis for determining average \nannual daily traffic. To establish the average annual daily traffic from the average daily traffic, \nseasonal variations were assessed taking into account the main factors for changes in traffic \npatterns,  such  as  the  weather,  agricultural  cycles,  holiday  periods,  and  tourist  season.  In \nWutong, a traffic growth rate of 7% for 2009–2018 and 6% for 2019–2028 was used to forecast \ntraffic, while in Youyu an annual traffic growth rate of 10% was assumed.  \n \n9.  For the Youyu water supply component, the total water demand for the existing town and \nthe new district is estimated at 15,580 m3/day. The Project will add capacity to the existing \nproduction  plant  and  install  the  pipe  network  necessary  to  serve  2020  demand.  With  this \ncapacity, the Project is estimated to serve 62,000 people or 21,000 households by 2020.  \n \n                                                 \n3\n  Shanxi Provincial Government. 2005. Directives on Accelerating Development of Small Cities and Towns in Shanxi \nProvince. Shanxi Province.  \n ", "Appendix 14  59 \n10.  The heat supply component of Wutong will provide heating supply for future residents of \nthe  planned  urban  expansion  area.  The  Project  will  construct  seven  heat  stations  with  a \ncombined heat capacity of 57.75 megawatts and a total heating area of 1.05 million square \nmeters (m2). The population of the Wutong new town is assumed to reach 10,000 by 2010 and \n30,000 by 2020. With an assumed residential dwelling floor area of 30 m2 per person, the total \nestimated residential dwelling floor area is calculated to be 0.900 million m2 in 2020. Industrial \nand public facility floor area is estimated at 0.370 million m2. Thus, the total estimated heat \ndemand area is 1.275 million m2 in 2020. For Youyu, the heat supply component is designed for \nhouseholds and industries in the New West District and North Ring District, and is designed at \nproduction capacity in 2020. The New West District will be constructed and North Ring District \nwill  be  expanded.  By  2020,  the  total  heating  area  of  Youyu  is  estimated  to  increase  by  \n1.5 million m2, in which the existing heated area is 20,000 m2 and the coverage rate would be \n83%.  \n \n11.  The source for the Wutong gas supply component has daily gas production capacity of \n300,000 normal cubic meters while the current daily demand is about 60,000 normal cubic \nmeters. Given that the proposed project component is to provide energy for cooking and water \nheating for future residents of the planned urban expansion area of Wutong town, the remaining \nvolume can be used to meet the demand of future residents of Wutong town. The Wutong \nwastewater component involves the construction of a wastewater treatment plant for domestic \nwastewater with a capacity of 4,000 m3/day and a sewerage network 12.3 kilometers long. The \ndesign capacity of the proposed treatment plant is based on domestic water consumption of 120 \nliters per capita per day, a return rate of 85%, and an unforeseen wastewater volume of 10% of \ndomestic wastewater. Actual demand would reach 1,122 cubic meters/day in 2010 and 3,927 \ncubic meters/day in 2020. \n \nC.   Evaluation of Individual Components \n \n12.  The methods of economic analysis adopted are benefit–cost analysis and least-cost \nanalysis. Benefit–cost analysis was mainly applied on the revenue-generating components of \nthe Project such as heating, water supply, and wastewater collection and treatment; while least-\ncost analysis was applied to the river upgrading component, which is not revenue generating. \nFor components that applied benefit–cost analysis (specifically, water supply, wastewater, and \nsolid  waste),  estimates  of  economic  benefits  are  based  on  regression  outputs  from  the \ncontingent valuation survey conducted in selected pilot areas in a neighboring province. The \ncontingent  valuation  survey  aimed  at  eliciting  beneficiary  willingness  to  pay  for  improved \nservices as a result of the Project. The contingent valuation results are applied using specific \narea data such as income, education, age, type of dwelling, and other economic variables that \nare considered in the pilot areas in Wutong wastewater and Youyu water supply.  \n \n13.  Economic analysis of the project component was conducted over 25 years inclusive of \nproject construction. Economic benefits and costs are denominated in terms of the domestic \nprice numeraire and expressed in constant mid-2008 prices. International costs were converted \nto local currency costs using an exchange rate of CNY6.8=$1. Tradable components were \nadjusted to economic prices using a shadow exchange rate factor of 1.08 for effects of foreign \nexchange, and nontraded components were valued at domestic market prices. A shadow wage \nrate factor of 0.50 was used to convert the financial wage rate to an economic opportunity cost \nof labor. \n \n14.  Economic costs include (i) capital cost, including land acquisition and resettlement, and \nenvironmental mitigation and monitoring costs; and (ii) the costs of operation and maintenance \n(O&M),  including  the  costs  of  replacing  depreciated  equipment.  The  land  acquisition  and \nresettlement costs are estimated based on their opportunity costs, that is, the agricultural output \n ", "60   Appendix 14 \nforegone  and  the  re-siting  of  displaced  activities.4 Transfer  payments,  including  taxes  and \ninterests, are excluded from the economic costs, while physical contingencies are included. \nEconomic benefits quantified include (i) roads (savings in vehicle operating costs, generated \ntraffic  benefits,  fewer  accidents,  savings  in  maintenance  costs,  cargo  and  passenger  time \nsavings); (ii) water supply and wastewater (contingent valuation to measure willingness to pay); \nand (iii) gas and heat supply (avoided air emissions caused by burning of coal, savings in fuel \ncosts due to substitution of coal for heating and cooking).  \n \n15.  The economic viability of each component is determined using the economic internal \nrate of return (EIRR) as the principal quantitative measuring tool. The EIRR is estimated by \ncomparison  of  “with-component”  and  “without-component”  scenarios.  A  core  subproject \ncomponent is considered economically viable if the calculated EIRR is higher than 12%, the \nsocial discount rate as prescribed by ADB. The base case EIRR is tested for responsiveness to \nchanges in the values of key project variables with use of sensitivity analysis. The following \nvariables are evaluated for their impact on the Project: (i) 10% increase in cost, (ii) 10% \ndecrease in benefits, (iii) 10% increase in cost and 10% decrease in benefits, (iv) 20% increase \nin O&M, and (v) 1-year delay in benefits. \n \nD.  Results of Economic Analysis of Individual Components \n \n16.  The economic analysis indicates that the core components are economically viable and \nthat  they  stand  up  to  sensitivity  tests  where  costs  increase  and  benefits  decrease.  The \nindividual component EIRRs are shown in Table A14 for Wutong (16.3%) and Youyu (18.4%), \nas well as the summary of the results of the economic analysis of the Project by component. \nThe economic analysis demonstrates the economic viability of the three components.  \n \nTable A14: Summary of Results for All Components \nMethod of  Results of Analysis \nEconomic  NPV \nProject Component   Analysis  EIRR (%)  (CNY million) \nCaoxi Roads and Associated Municipal Services  BCA  20.6  18.5 \nWutong Heat Supply  BCA  14.0  4.9 \nWutong Gas Supply  BCA  16.9  3.3 \nWutong Wastewater Treatment Plant  CV/BCA  13.8  1.6 \nTotal Wutong Subproject    16.3  28.3 \n       \nYouyu Heat Supply  BCA  16.7  14.4 \nYouyu Water Supply  CV/BCA  20.6  14.6 \nYouyu Roads and Associated Municipal Services  BCA  18.0  26.2 \nTotal Youyu Subproject  18.4  55.2 \nBCA = benefit cost analysis, CV = contingent valuation, EIRR = economic internal rate of return, NPV = \nnet present value. \nSource: Asian Development Bank estimates.  \n \n                                                 \n4  The economic opportunity cost of land will be assumed to be equal to the replacement value of farmland calculated \nfor land compensation. \n "], "metadata": {"CreationDate": "D:20091221102232+08'00'", "Author": "mpa", "Creator": "PScript5.dll Version 5.2", "Producer": "Acrobat Distiller 7.0.5 (Windows)", "ModDate": "D:20091221160130+08'00'", "Title": "Microsoft Word - 09-12-02 RRP Shanxi Small Cities and Towns Development Project _for public disclosure_.doc"}, "author_page": " \n \nVice-President  C. Lawrence Greenwood, Jr., Operations 2 \nDirector General  K. Gerhaeusser, East Asia Department (EARD) \n   \nTeam leader  A. Leung, Director, Urban and Social Sectors, EARD \nTeam members  C. Chu, Project Management Officer, EARD \n  H. Gunatilake, Senior Economist, Economics and Research Department \n  M. Gupta, Senior Social Development Specialist (Safeguards), EARD \n  S. W. Handayani, Senior Social Development Specialist, Regional and \nSustainable Development Department \n  J. Masic, Urban Development Specialist, EARD \n  S. Noda, Transport Specialist, EARD \n  X. Peng, Lead Professional (Counsel), Office of the General Counsel \n  S. Popov, Senior Environment Specialist, EARD \n  B. Reid, Senior Financial Analysis Specialist, EARD \n  T. Villareal, Senior Urban Development Specialist, EARD \n  W. Walker, Social Development Specialist, EARD \n  J. Wang, Project Officer (Urban Development and Water Supply), EARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n ", "authors": [{"documentRole": "Vice-President", "fullname": "C. Lawrence Greenwood", "role": "Jr", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "East Asia Department (EARD)", "organization": ""}, {"documentRole": "Team leader", "fullname": "A. Leung", "role": "Director", "organization": "Urban and Social Sectors"}, {"documentRole": "Team members", "fullname": "C. Chu", "role": "Project Management Officer", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "H. Gunatilake", "role": "Senior Economist", "organization": "Economics and Research Department"}, {"documentRole": "Team members", "fullname": "M. Gupta", "role": "Senior Social Development Specialist (Safeguards)", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. W. Handayani", "role": "Senior Social Development Specialist", "organization": "Regional and"}, {"documentRole": "Team members", "fullname": "J. Masic", "role": "Urban Development Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "S. Noda", "role": "Transport Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "X. Peng", "role": "Lead Professional (Counsel)", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "S. Popov", "role": "Senior Environment Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "B. Reid", "role": "Senior Financial Analysis Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "T. Villareal", "role": "Senior Urban Development Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "W. Walker", "role": "Social Development Specialist", "organization": "EARD"}, {"documentRole": "Team members", "fullname": "J. Wang", "role": "Project Officer (Urban Development and Water Supply)", "organization": "EARD"}]}