{"Author": "Asian Development Bank", "Company": "ADB", "CreationDate": "D:20111108154452+08'00'", "Creator": "Acrobat PDFMaker 8.1 for Word", "Keywords": "water transport projects; interisland shipping services improvement; improved water transport infrastructures; shipping terminal; vanuatu; adb projects; 42392-013; adb project terms and conditions", "ModDate": "D:20120710161316+08'00'", "Producer": "Acrobat Distiller 8.1.0 (Windows)", "SourceModified": "D:20111108074319", "Subject": "Report and recommendation of the President describing terms and conditions proposed for the Interisland Shipping Support Project in Vanuatu.", "Title": "RRP: Vanuatu: Interisland Shipping Support Project ", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\n1.  Sri Lanka \n\nProject Number: 42392 \nNovember 2011 \n\nProposed Loan, Administration of Grant, and \nTechnical Assistance \nRepublic of Vanuatu: Interisland Shipping Support \nProject \n\n \n \n \n \n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 3 October 2011) \n \n\nCurrency Units\nVt1.00\n$1.00\n\n– \n= \n= \n\nvatu (Vt) \n$0.01039 \nVt96.25 \n\nABBREVIATIONS \n \n\nADB \nMFEM \nNZMFAT \nMIPU \nPAM \nPMU \nTA \n\n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nMinistry of Finance and Economic Management \nNew Zealand Ministry of Foreign Affairs and Trade  \nMinistry of Infrastructure and Public Utilities \nproject administration manual \nproject management unit \ntechnical assistance \n\n \n \n\n \n \n\n \n\n(i) \n\n(ii) \n\n \nVice-President \nDirector General \n \nTeam leader \n\nTeam members \n\nNOTES \n\nThe  fiscal  year  (FY)  of  the  Government  of  Vanuatu  and  its  agencies  ends  on \n31 December. \n\nIn this report, \"$\" refers to US dollars unless otherwise stated.  \n \n\nS. Groff, Operations 2 \nR. Wihtol, Pacific Department (PARD) \n \nR. Guild, Director, Transport, Energy & Natural Resources Division, \nPARD \nR. Adhar, Senior Project Officer, PARD \nJ. Ghimire, Counsel, Office of the General Counsel \nS. Lee, Senior Social Development Specialist, PARD \nJ. Roop, Senior Safeguards Specialist, PARD \nN. Sapkota, Safeguards Specialist, PARD  \nM. de Villa, Associate Project Analyst, PARD \nX. Yang, Principal Transport Economist, EARD \n\nPeer reviewer \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\f \n\nCONTENTS \n \n\nPROJECT AT A GLANCE \n\nMAP \n\nI. \n\nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \n\nA. \nB. \nC. \nD. \nE. \n\nA. \nB. \nC. \nD. \nE. \nF. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nDUE DILIGENCE \n\nTechnical \nEconomic and Financial \nGovernance \nPoverty, Social, and Gender \nSafeguards \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nIII. \n\nIV. \n\nV. \n\nVI. \n\n \n\n1. \n\n2. \n\n \n\nPage \n\n1 \n\n1 \n\n1 \n2 \n2 \n3 \n5 \n\n6 \n\n6 \n\n7 \n7 \n8 \n8 \n8 \n9 \n\n10 \n\n10 \n\n11 \n\n13 \n\n\f \n \n\nPROJECT AT A GLANCE \n\n1. Project Name:  Interisland Shipping Support Project \n3. Country: Vanuatu \n5. Sector Classification:  \n\n4. Department/Division: \n\nPacific Department/Transport, Energy and Natural Resources Division\n\n2. Project Number: 42392-013\n\nSectors \n Transport, \ncommunication technology\n\nand \n\ninformation \n\nand \n\nPrimary\n√\n\nSubsectors \nWater transport \n\n \n\n6. Thematic Classification: \n\n6a. Climate C ange Impact \nh\n Adaptation \n\n \n\nMedium\n\nThemes \n Economic growth\n\n  \n\n Environmental sustainability\n\n Private sector development\n\n Governance\n\nPrimary\n√\n\n \n\n \n \n \n\nto  markets  and \n\nefficiency \n\nand \n\nSubthemes \nWidening  access \neconomic opportunities\nPromoting \neconomic \nenabling business environment\nNatural resources conservation\nPolicy reforms \nPublic \nadministration \ndecentralized, and regional)\n\n6b. Gender Mainstreaming  \n\n Gender equity theme (GEN) \n Effective gender mainstreaming (EGM) \n Some gender benefits (SGB) \n No gender elements (NGE) \n\n8. Location Impact: \n\n National\n Rural\n Urban\n\n \n\n \n\n(national, \n\n√\n\n \n\n \n \n\nMedium\nHigh\nLow\n\nTargeted Intervention\n\nMillennium \ndevelopment \ngoals \n\n \n\nIncome \npoverty at \nhousehold \nlevel\n \n\n \n\nEnvironment\nInvoluntary resettlement\nIndigenous peoples\n\nB\nC\nC\n\nSovereign/Nonsovereign \n Sovereign \n Sovereign \n\nTotal \n\nModality\n\nProject loan\nCapacity \ndevelopment \ntechnical assistance\n \n\n \n\nSource\n\nAmount ($ Million)\n\nAsian Development Fund  \nTechnical Assistance Special Fund \n\nFinancier \n ATF - New Zealand TA Grant\n Government of Ne  Zealand \nw\nTotal \n\nCategory\n\nOfficial-TA Grant\nOfficial-Project Grant\n \n\nAmount ($ Million) \n1.00 \n12.60 \n13.60 \n\n \n\nAdministration Type\nFull\nPartial\n\nAmount ($ Million) \n\n10.82\n.50\n\n11.32\n\n3.40\n3.40\n\n13. Counterpart Financing:   \n\n14. Aid Effectiveness:   \n\nSource \n Government \n\nTotal \n\nParallel project implementation unit\nProgram-based approach \n\nNo\nNo\n\n7. Targeting Classification:  \n\nGeneral \nIntervention \n\n \n\nGeographic \ndimensions of \ninclusive \ngrowth \n√ \n\n9. Project Risk Categorization: Low  \n  \n\n \n\n10. Safeguards Categorization:   \n\n11. ADB Financing:  \n\n12. Cofinancing:   \n\n\f \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nloan,  and  (ii)  proposed  administration  of  a  grant  to  be  provided  by  the  Government  of  New \nZealand,  both  to  the  Republic  of  Vanuatu  for  the  Interisland  Shipping  Support  Project.  The \nreport also describes proposed technical assistance (TA) to be cofinanced by the Government \nof  New  Zealand  for  the  Establishment  of  the  Maritime  Safety  Administration,  and  if  the  Board \napproves the proposed loan and administration of grant, I, acting under the authority delegated \nto me by the Board, will approve the TA.1 \n \n2. \nThe proposed project will improve the efficiency and effectiveness of interisland shipping \nservices through provision of an integrated package of assistance.2 The project comprises two \nmajor components: (i) infrastructure investments in the capital of Port Vila and five outer islands, \nand  (ii)  shipping  support  and  coordination  schemes  to  catalyze  the  provision  of  services  to \nremote  noncommercial  destinations  using  an  output-based  aid  approach.  The  project  will  be \ncomplemented  by  associated  TA \ninstitutional \nstrengthening  and  legal  and  regulatory  reforms,  and  by  project  management  services.  The \nproject  and  TA  activities  will  reinforce  each  other  so  that  services  to  remote  communities \nincrease to self-sustaining levels.  \n \n\nimprove  sector  governance \n\nthrough \n\nto \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \nVanuatu depends on water transport as its population of about 240,000 is spread over \n3. \nan  archipelago  of  some  60  populated  islands.  However,  a  number  of  sector  constraints  hold \nback  economic  growth  and  service  delivery  in  Vanuatu.  Inadequate  infrastructure  limits  cargo \nand passenger movement. Unfavorable geography and poorly functioning markets make some \nservices  commercially  unviable.  Outdated  and  fragmented  sector  governance  further  impedes \nservice provision. These factors restrict the development of productive rural livelihoods focused \non  agriculture  exports,  but  rural  and  national  development  can  be  significantly  enhanced  by \nimproving water transport.3 \n \n4. \nThe government's Priorities and Action Agenda, 2006–2015 and the Asian Development \nBank (ADB) country partnership strategy, 2010–2014 aim to reduce critical constraints to rural \naccessibility  by  improving  transport  infrastructure  and  services.4  The  project  will  address  the \ninfrastructure and market constraints, while associated TA will address the governance issues.  \n \n5. \nInfrastructure.  Inadequate  wharves  and  jetties  restrict  the  ability  of  vessels  to  call  at \ndestinations  in  all  weather  conditions.  Restricted  access  causes  increased  waiting  times  and \ncosts, and in some cases prevents vessels from reaching rural areas altogether. Poor facilities \nalso cause difficulties in safe loading of passengers and loss of goods because of the need to \ntransfer them by small craft to and from ships standing at sea while unable to anchor. \n \n                                                 \n1   The design and monitoring framework is in Appendix 1. \n2   ADB provided project preparatory technical assistance ADB. 2009. Technical Assistance to Vanuatu for Preparing \nthe Interisland Shipping Support Project. Manila (TA 7288-VAN). The Government of New Zealand also provided \ntechnical assistance in parallel to support project preparation. \n\n3   Sector Assessment (Summary): Water Transport (accessible from the list of linked documents in Appendix 2). \n4   Government  of  Vanuatu,  Ministry  of  Finance  and  Economic  Management.  2006.  Priorities  and  Action  Agenda, \n\n2006–2015. Port Vila; ADB. 2009. Country Partnership Strategy: Vanuatu, 2010–2014. Manila. \n\n\fImproved  infrastructure  is  needed  to  increase  efficiency,  allow  more  frequent  services, \n6. \nreduce hazards, and facilitate growth. A new interisland shipping terminal in Port Vila, which is \nthe  hub  of  the  network,  will  eliminate  a  binding  constraint  on  shipping  services  caused  by  an \nacute and worsening shortage of berths. New and rehabilitated rural jetties will improve reliable \naccess  to  disconnected  communities  and  facilitate  commodity  exports.  The  enhanced  safety \nbrought  about  by  the  project  is  particularly  important  for  people  needing  health  care,  children \ntraveling for education, and women who usually bear the responsibility to assist them.  \n \nService provision. Vanuatu has a sufficient domestic fleet but services are not provided \n7. \nto some remote locations due to market failure and a consequent mismatch between supply and \ndemand.  Shipping  services  are  not  provided  due  to  uncertain  demand  in  rural  areas,  while \ndemand is not communicated effectively due to the uncertainty of service provision. Interisland \nwater transport is therefore infrequent and unreliable. \n \n8. \nThe shipping support and coordination schemes will correct this mismatch through better \ninformation and competitively tendered short-term subsidies. Rural producers will be more likely \nto prepare their produce for market once voyages are guaranteed, while vessel operators will be \nmore  willing  to  undertake  voyages  when  cargo  and  passenger  volumes  are  known.  Subsidies \nare  justified  to  help  correct  this  market  failure  and  trigger  positive  externalities.  Support  for \nnoncommercial  destinations  will  catalyze  rural  production  and  increase  reliability,  helping  to \ndevelop a sustainable market for services and commercially viable private sector operators.  \n \n9. \nImproved  infrastructure  and  more  reliable  services  will  lead  to  greater  efficiencies \nthroughout the water transport sector. The direct beneficiaries will include people in the poorest \nparts  of  the  country,  although  the  entire  country  is  expected  to  benefit from  the  project  as  the \neconomy largely depends on the water transport sector. Direct benefits of the project will include \nmore frequent and more reliable shipping services at lower cost as private sector operators take \nadvantage of new opportunities. Induced benefits will include increased agricultural production \nand  better  terms  of  trade  for  remote  communities.  The  project  will  have  important  additional \nbenefits  for  women,  who  have  unique  needs  and  responsibilities  for  supporting  family  health \ncare,  schooling,  and  income  generation.  By  facilitating  access  to  markets  and  social  services, \nand  enabling  rural  populations  to  market  their  produce  and  derive  income  from  natural \nresources, the project will spur economic growth and reduce poverty.  \n \nB. \n \nThe  impact  will  be  improved  access  to  socioeconomic  opportunities  by  people  in \n10. \nVanuatu, particularly in the national capital of Port Vila and the provinces of Malampa, Penama, \nSanma,  Shefa,  and  Tafea.  The  outcome  will  be  reliable,  safe,  and  adequately  frequent \ninterisland shipping services provided by private sector operators.  \n \nC. \n \n11. \nOutputs  will  include  (i)  improved  water  transport  infrastructure  in  the  capital  and  rural \nareas, (ii) shipping support and coordination schemes, and (iii) project management services for \nefficient and effective project implementation. The first two outputs are described in paras. 12-\n14. The third output is described under implementation arrangements in para. 19. These outputs \nwill  be  complemented  by  TA  to  enhance  capacity  for  sector  governance  and  maritime  safety \noversight described in paras. 23–26. \n \n \n\nImpact and Outcome \n\nOutputs \n\n2 \n\n \n\n\f1. \n\nInfrastructure \n\n \n12. \nPort  Vila  has  insufficient  domestic  berths  and  faces  the  impending  loss  of  nearly  all \nremaining  berths,  with  potentially  severe  consequences  for  national  commerce.  Therefore,  a \nnew  interisland  shipping  terminal  will  be  built  in  Port  Vila,  with  sufficient  berthing  capacity  to \nsimultaneously handle the mix of conventional vessels and landing craft in the Vanuatu fleet. To \nimprove rural access, four new outer island jetties will be constructed5 and three existing outer \nisland jetties will be rehabilitated.6 All sites will have ancillary infrastructure to cater to the transit \nof  passengers  (including  market  shelters  and  separate  facilities  for  women,  men,  and  the \ndisabled) and storage for cargo transshipment.  \n \n13. \nAll  infrastructure  will  be  designed  and  built  to  international  standards  and  will  have  an \nexpected design life of 50 years. Designs will adopt a low-maintenance strategy in recognition of \nthe risks of cyclones and earthquakes, as well as the limited capacity for maintenance on outer \nislands. Special measures will remove barriers to access by women and the disabled, and will \nensure adaptation to the effects of climate change. The government will ensure that its recurrent \nbudget  for  maintenance  of  the  new  and  rehabilitated  facilities  is  allocated  and  executed  to \npreserve the assets and avoid deterioration. \n \n\n2. \n\nShipping Support and Coordination \n\n \n14. \nTwo schemes will be established. A shipping support scheme will provide subsidies for a \nfixed number of voyages at designated frequencies on otherwise commercially unviable routes.7 \nThe scheme will be based on a least-cost tender process for services to be provided by private \nsector  operators.  Under  an  output-based  approach,  subsidies  will  be  tied  to  performance, \nincluding  vessel  suitability,  franchise  areas  and  routes,  voyage  locations  and  frequency,  and \nsubstantiation  of  voyages.  Vessels  will  be  required  to  meet  safety  standards  and  provide \nfacilities  to  reduce  barriers  to  use  by  women.  A  shipping  coordination  scheme  will  appoint \npeople  in  each  province  to  promote  and  aggregate  demand,  and  communicate  needs  for \nvoyages to private sector vessel operators. Demand for services will be differentiated by gender \nand location, and services will be required to facilitate access by women. Subsidies required will \ndecline over time as routes become commercially viable. The support program is scheduled to \nbe implemented over 5 years and will be regularly reviewed during implementation.  \n \nD. \n\nInvestment and Financing Plans  \n \nThe  project  is  estimated  to  cost  $26.82  million.  The  investment  plan  is  in  Table  1. \n15. \nDetailed  cost  estimates  by  expenditure  category  and  by  financier  are  in  the  project \nadministration manual (PAM).8  \n \n                                                 \n5   Port Sandwich (Malekula), Lolowai (Ambae), Waisisi (Tanna), and Loltong (Pentecost). \n6   Litzlitz (Malekula), Lenakel (Tanna), and Simonsen (Espiritu Santo). \n7   Initially to five destinations in Tafea and Sanma provinces. The scheme will be flexible and allow revision. \n8   Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n3 \n\n \n\n\fTable 1: Project Investment Plan \n\n \nBase Costa \n1.  Civil works in Port Vila and outer islands \n2.  Shipping support and coordination  \n3  Consulting services for project management \n\nAmount\n($ million)\nItem \n \nA. \n18.22\n \n1.05\n \n3.99\n \n  \n23.26\n3.20\nB. \n0.36\nC. \n  \n26.82\na  In mid-2011 prices. Includes taxes and duties of $300,000 to be financed by the Asian Development Bank (ADB) \n\nContingenciesb \nFinancing Charges During Implementationc \nTotal (A+B+C) \n \n\nSubtotal (A) \n\n \n\nand the Government of New Zealand, which are reasonable and not targeted at ADB-financed projects. \n\nb  Physical  contingencies  computed  at  7.5%  for  civil  works,  shipping  support,  technical  assistance,  and  project \n\nmanagement. Price contingencies computed at 7.5% on foreign exchange and local currency costs. \n\nc  Interest during implementation has been computed at 1.0% per year.  \nSource: ADB and Government of Vanuatu estimates.\n\n \n16. \nThe  government  has  requested  a  loan  in  various  currencies  equivalent  to  SDR6.708 \nmillion9  from  ADB’s  Special  Funds  resources  to  help  finance  the  project,  including  taxes  and \nduties. 10  The  loan  will  have  a  32-year  term,  including  a  grace  period  of  8 years,  an  annual \ninterest  rate  of  1.0%  during  the  grace  period  and  1.5%  thereafter,  and  such  other  terms  and \nconditions set forth in the draft loan agreement. Foreign exchange risk will be assumed by the \ngovernment.   \n \nThe Government of New Zealand will provide grant cofinancing of NZ$15.75 million,11 to \n17. \nbe  partially  administered  by  ADB. 12   The  Government  of  Vanuatu  will  administer  the  grant \naccording to the terms and conditions of a grant agreement between the governments of New \nZealand and Vanuatu. \n \n18. \nfinancing plan is in Table 2 and details are in the PAM.  \n \n\nThe  government  will  provide  counterpart  financing  of  $3.40  million  equivalent.  The \n\nTable 2: Financing Plan \n\nSource \nADB (loan) \nGovernment of New Zealand (grant)a \nGovernment of Vanuatu (cash and in kind) \n \n\nTotal \n\n \n\nAmount \n($ million) \n10.82 \n12.60 \n3.40 \n26.82 \n\n \n \n \n \n \n\nShare of \nTotal (%) \n40.3 \n47.0 \n12.7 \n100.0 \n\nADB = Asian Development Bank. \na Partially administered by ADB. The amount includes ADB’s administration fee. \nSource: ADB. \n\n                                                 \n9   Equivalent to $10.82 million on the date of loan negotiations on 31 August 2011 \n10  Eligible  expenditures  include  local  transportation,  insurance,  installation,  commissioning,  and  initial  maintenance. \nTaxes  and  duties  (i)  are  within  the  reasonable  threshold  identified  during  the  preparation  of  the  Vanuatu  country \npartnership strategy, 2010–2014; (ii) do not represent an  excessive share of the project investment  plan; (iii) are \nnot targeted at ADB-financed expenditures; and (iv) are material and relevant to the success of the project.  \n\n11  Equivalent to $12.60 million on the date of loan negotiations on 31 August 2011 \n12  ADB will provide procurement supervision services. The Government of New Zealand will pay ADB a 0.1% service \ncharge based on the actual expenditures incurred under the project, or $30,000, whichever is greater. ADB. 2003. \nADB-Administered  Grant  Cofinancing  Partial  Administration  Modality  and  Related  Service  Charges.  Manila \n(9 December). \n\n4 \n\n \n\n\fImplementation Arrangements \n\nE. \n \n19. \nThe  Ministry  of  Finance  and  Economic  Management  (MFEM)  will  be  the  executing \nagency  and  the  Ministry  of  Infrastructure  and  Public  Utilities  (MIPU)  will  be  the  implementing \nagency.  The  project  management  unit  (PMU)  within  the  Public  Works  Department  will  be \nresponsible  for  day-to-day  implementation.  It  will  be  supplemented  by  project  implementation \nassistance  fully  integrated  in  MIPU’s  management  structure  consisting  of  national  and \ninternational  consultants  and  MIPU  counterpart  staff.  Given  the  MIPU's  limited  technical  staff \nresources,  a  consulting  firm  will  be  retained  for  these  services.  At  the  request  of  the \ngovernment,  ADB  will  select  the  consultants  and  the  recruitment  will  be  conducted  in \naccordance with ADB's Guidelines on the Use of Consultants (2010, as amended from time to \ntime).  \n \n20. \nCivil works for a number of procurement packages will be procured through international \ncompetitive  bidding  and  national  competitive  bidding.  All  civil  works  will  be  procured  in \naccordance with ADB's Procurement Guidelines (2010, as amended from time to time).  \n \n21. \n \n\nImplementation arrangements are shown in Table 3 and described in detail in the PAM.  \n\nTable 3: Implementation Arrangements \n\nAspects  \nImplementation period \nEstimated completion date \nManagement \n     (i)  Oversight body \n\n     (ii) Executing agency \n     (iii) Implementing agency \n     (iv) Project management unit \n     (v)  Implementation assistance \nProcurement \n     (i) Civil works  \n     (ii) Civil works  \n     (iii) Shipping support  \n     (iv) Equipment \nConsulting services \n     (i) Implementation consultant \n     (ii) Shipping support manager \nAdvance contracting \n\nDisbursement \n\n \n\n \n \n\nArrangements \nJanuary 2012–December 2016 \n31 December 2016 \n \nProject steering committee \nDirector general of the Prime Minister’s Office (chair) \nMIPU, MFEM, DSPPAC, NZMFAT, ADB (members) \nMFEM \nMIPU Department of Public Works as project manager \nMIPU Department of Public Works as project manager \nConsultants, about 7 national and 9 international staff \n \n \n \n$11.85 million \n2 contracts \nICB \n$4.65 million \n5 contracts \nNCB \n$1.00 million \n5 contracts \nNCB \n$75,000 \n5 contracts \nShopping \n \n \n \n$3.37 million \n216 person-months \nQCBS, FTP, 80:20 \nICS \n$0.38 million \n120 person-months \nAdvance  action  for  recruitment  of  consultants  for  implementation \nassistance. \nLoan  proceeds  will  be  disbursed  in  accordance  with  ADB's  Loan \nDisbursement Handbook (2007, as amended from time to time) and \ndetailed arrangements the government and ADB agree upon. \n\nADB = Asian Development Bank, DSPPAC = Department of Strategic Planning, Policy, and Aid Coordination, FTP = \nfull technical proposal, ICB = international competitive bidding, ICS = individual consultant selection, MFEM = Ministry \nof  Finance  and  Economic  Management,  MIPU  =  Ministry  of  Infrastructure  and  Public  Utilities,  NCB  =  national \ncompetitive bidding, NZMFAT = New Zealand Ministry of Foreign Affairs and Trade, QCBS = quality- and cost-based \nselection. \nSource:  ADB estimates. \n \n22. \nStakeholders  in  project  implementation  include  MFEM;  MIPU  and  its  departments  of \nmaritime affairs, ports and harbors, and public works; other government departments concerned \n\n5 \n\n \n\n\fwith rural development; transport services users, including passengers and freight shippers; the \nprivate  sector;  the  New  Zealand  Ministry  of  Foreign  Affairs  and  Trade  (NZMFAT);  ADB;  and \nother development partners. The government will form a project steering committee to oversee \nand  monitor  project  implementation,  including  policy  guidance  and  coordination,  technical \ndesign  and  tendering,  progress  reports,  and  audited  accounts. 13   A  partner  harmonization \nframework will guide coordination between ADB and NZMFAT. \n \n\nIII. \n\nTECHNICAL ASSISTANCE \n\n \n23. \nBecause of inadequate governance and regulation, the government is unable to ensure \nthe  safe  operation  of  vessels.  MIPU  nominally  oversees  sector  governance,  with  safety  and \nsecurity responsibilities divided between the Department of Maritime Affairs and the Department \nof  Ports  and  Harbours.  Additional  responsibilities  for  economic  regulation  and  international \nmatters are assigned to the Ministry of Trade, Tourism, Commerce and Industry; the Ministry of \nInternal Affairs, and MFEM. Consequently, the sector is characterized by fragmentation, a lack \nof  coordination,  and  inconsistency  between  legal  and  regulatory  instruments.  There  is  also  a \ngap in personnel and capacity, causing noncompliance with national and international standards \nfor safety and security. \n \n24. \nGovernance  reforms  and  capacity  development  will  support  MIPU  in  restructuring  its \ndepartments  and  strengthening  its management,  operations,  and  regulatory  role.  Activities  will \ninclude  (i)  updating  legislation  and  providing  for  adequate  delegation  of  responsibility  and \nauthority to ensure compliance with safety regulations, (ii) drafting regulations to implement the \nnew legislation, (iii) institutional restructuring in MIPU and its departments, and (iv) training and \ncapacity development for staff assigned to new roles. An institutional development plan will be \ndeveloped to increase the participation of, and benefits to, women in the sector. The output will \nbe  improved  institutional  capacity  for  maritime  safety  compliance  including  vessel  registry, \ninspection, survey, licensing of seafarers, and administration of ports and harbors.  \n \n25. \nA TA grant for the Establishment of the Maritime Safety Administration will be provided \nto reform sector governance. The TA is estimated to cost $1.50 million, of which $1.00 million \nwill be financed on a grant basis by the Government of New Zealand and administered by ADB. \nThe balance of $0.50 million will be financed on a grant basis by ADB’s Technical Assistance \nSpecial  Fund  (TASF-IV).  The  government  will  contribute  $0.45  million  for  workshops,  training, \nand  surveys  plus  $48,000  equivalent  in  kind  for  a  total  TA  budget  of  about  $2.0  million. \nImplementation arrangements and terms of reference are provided separately.14  \n \nTo  complement  the  project,  ADB's  Private  Sector  Development  Initiative,15  cofinanced \n26. \nby the Government of Australia, may provide TA in parallel to assess the potential for a public–\nprivate  partnership  to  develop  a  slipway  to  repair  domestic  vessels.  The  government  is \nexploring options to invite private sector investment to build, own, and operate a facility.  \n \n\nIV. \n\nDUE DILIGENCE \n\n \nDue  diligence  was  performed  in  the  areas  of  technical  design;  economic  and  financial \n27. \nfeasibility;  poverty,  social  and  gender  issues;  governance  matters;  safeguards;  and  risks  and \nmitigating  measures.  Analyses  were  based  on  extensive  consultations  with  potential \n                                                 \n13 The composition and terms of reference of the project steering committee are in the PAM. \n14 Technical Assistance (accessible from the list of linked documents in Appendix 2). \n15 ADB. 2009. Technical Assistance for the Pacific Private Sector Development Initiative (Phase II). Manila. \n\n6 \n\n \n\n\fTechnical \n\nbeneficiaries  in  rural  and  urban  areas,  and  with  the  government,  civil  society,  nongovernment \norganizations, other development partners, and the private sector.  \n \nA. \n \n28. \nFor  potential  civil  works,  analyses  covered  site  selection,  preliminary  engineering,  and \ncost estimates. The technical assessment showed that a new domestic terminal in Port Vila is \nurgently required because of an acute and worsening shortage of berthing capacity and growing \ndemand  for  passenger  and  cargo  handling.  The  assessment  also  identified  outer  island  sites \nwith suitable locations and sufficient projected demand to justify provision of four new jetties and \nrehabilitation of three existing jetties. Given their remote locations, the outer island jetties will be \nbased  on  standard  designs  that  use  materials  and  techniques  (such  as  stainless  steel  and \nprecast  concrete)  that  assure  initial  quality  and  minimize  maintenance.  Final  engineering \ndesigns  will  consider  the  potential  effects  of  climate  change  and  incorporate  necessary \nmeasures for adaptation. \n \nFor  the  shipping  support  and  coordination  schemes,  services  were  found  to  require \n29. \nsupport  on  two  broad  routes  to  the  farthest  northern  and  southern  islands.  The  hardships \ncaused by infrequent and unreliable services make support for these locations socially desirable \nbut  commercially  unviable  because  of  the  distances  and  limited  demand.  Analyses  covered \ndemand  and  supply  projections,  operational  requirements,  and  potential  private  sector \nparticipation  for  the  proposed  shipping  support  scheme.  Projections  show  that  a  temporary \nleast-cost subsidy would catalyze the market for services and lead to sustainability.  \n \nTo  determine  the  necessary  institutional  reforms,  analyses  examined  (i)  the  structure \n30. \nand  staffing  of  the  relevant  government  ministries,  departments,  and  agencies;  (ii)  existing \nlegislation  and  regulation;  and  (iii)  capacity  for  public  administration.  A  sequential  package  of \nreforms  including  restructuring  and  new  legislation  was  designed  to  complement  the \ninfrastructure and service support schemes in order to improve the viability of the sector.  \n \nB. \n \nEconomic  benefits  from  civil  works  and  service  support  include  induced  agricultural \n31. \ndevelopment,  lower  cargo  loss  and  spoilage,  and  easier  access  to  markets  and  services. \nBenefits  from  the  maritime  safety  component  include  lower  risk  of  accidents  and better  sector \ngovernance. Economic rates of return on civil works are 16%–30% for new construction, 15%–\n224%  for  rehabilitation,  and  about  36%  for  the  shipping  support  scheme.  All  analyses  were \nsubjected to sensitivity testing and results were found to be robust in cases of higher costs and \nlower benefits. While components have been analyzed separately, the complementary nature of \nthe  design  means  that  the  economic  benefits  from  implementation  of  the  overall  project  will \nlikely be greater than the sum of the parts.16  \n  \n32. \nFinancial  analyses  of  project  components  were  also  conducted.  The  government \nimposes  modest  charges  for  use  of  the  facilities  in  Port  Vila  but  not  elsewhere,  and  none  of \nthese are expected to run on a commercial basis. Accordingly, the financial rate of return on civil \nworks is negative, which is acceptable for public facilities, particularly with high economic rates \nof return. For the shipping support scheme, the financial analysis was based on the estimated \ncosts  and  revenues  of  an  operator  using  a  standard  design  vessel  to  provide  services  on  a \n                                                 \n16 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n\nEconomic and Financial \n\n7 \n\n \n\n\ftypical  route.  The  financial  analysis  shows  that  the  required  subsidies  are  small  and  should \ndecline once regular services are established on the routes and economic activity increases.  \n\n \nGovernance \n\nimplementing  agency  established \n\nfocused  on  control  and  accounting \n\nC. \n \n33. \nAnalyses  covered  existing  and  proposed  legislation,  regulations,  and  institutional \nstructures  for  sector  planning  and  administration.  A  reform  program  is  required  and  can  be \neffectively supported by TA. Vanuatu has a track record of successful reforms, and government \nsupport for a package of legal and institutional reforms as proposed is strong.  \n \nA financial management assessment of MFEM, as the executing agency, and MIPU, as \n34. \ntheir  policies  and  procedures  were  clear, \nthe \nfor  revenue  and  expenditure. \nunambiguous,  and \nProcurement  capacity  was  also  assessed.  Since  MFEM  and  MIPU  have  considerable \nexperience  in  implementing  external  assistance,  lessons  from  past  projects  have  been \nincorporated into the project design. Capacity development provided through TA will strengthen \nthe capacity of MFEM and MIPU for financial management and procurement. The TA will focus \non project-related expenditures and revenue collection, and on preparing and evaluating bidding \ndocuments.   \n \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \n35. \nwith  the  government,  including  MFEM  and  MIPU.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM. \n \nD. \n\nPoverty, Social, and Gender \n\nthat \n\n36. \nAnalyses  included  an  initial  poverty  and  social  assessment  of  the  overall  project.  The \naffordability of transport services was also analyzed to inform the design of the shipping support \nscheme. Data disaggregated by gender and location were collected during project preparation \nconsultations,  as  reported  in  the  summary  poverty  reduction  and  social  strategy. 17   Those \nconsulted were almost universally in favor of the project, perceived very few negative impacts, \nand confirmed the expected positive social impacts. Negative impacts, including the potential for \nHIV/AIDS and labor issues, were determined to be minor. Proactive strategies to increase the \nparticipation  of,  and  benefits  to,  women  were  identified  for  implementation,  including  setting \nemployment  targets,  reducing  barriers  to  services,  and  providing  institutional  support.  The \nproject is classified as contributing to effective gender mainstreaming, and a gender action plan \nwas prepared to promote equal access and opportunities for women.18 \n \nE. \n\nSafeguards \n\nPotential impacts on the environment, involuntary resettlement, and indigenous peoples \n37. \nwere  assessed  in  accordance  with  ADB's  Safeguard  Policy  Statement  (2009).  Civil  works  as \nproposed  will  not  result  in  any  significant  adverse  environmental  impact,  and  all  potential \nenvironmental  impacts  can  be  adequately  mitigated  and  monitored.  An  initial  environmental \nexamination incorporating an environmental management and monitoring plan was prepared for \neach  of  the  sites. 19   The  government’s  assessment  procedure  is  compatible  with  ADB’s \n                                                 \n17  Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n18  Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n19  Initial Environmental Examinations (accessible from the list of linked documents in Appendix 2). \n\n8 \n\n \n\n\fenvironmental  impact  assessment  requirements.  The  project  is  classified  as  environment \ncategory B. \n \n38. \nThe  project  is  not  expected  to  require  involuntary  resettlement  or  involuntary  land \nacquisition, as nearly all works will be at the same locations as existing facilities and new works \nwill be carried out at sites where the minimal land required has been documented to be owned \nby the government. Minor voluntary land acquisition may be required at one or two sites. If land \nacquisition  is  required,  the  government  will  inform  ADB  and  prepare  a  resettlement  plan \naccording to relevant laws and regulations. A resettlement framework has been prepared.20 The \nproject is classified as resettlement category C. \n \n39. \nNative  Melanesians,  who  comprise  the  vast  majority  of  the  population,  are  the \nindigenous people of Vanuatu. The project is not expected to have a negative impact on them. \nThe project is classified as indigenous peoples category C. \n \nF. \n\nRisks and Mitigating Measures \n\n40.  Major risks and proposed mitigating measures proposed are summarized in Table 4.21  \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nTechnical \n\nFinancial \n\nMitigating Measures \nImplementation  will  follow  the  project  design  with  respect  to  prescribed \nengineering  design  standards  and \nto  appoint  an \n“Engineer”  as  defined  by  FIDIC  to  oversee  the  final  design  and  construction \nquality of infrastructure works. \n\nthe  recommendation \n\nThe project management unit will adopt a conservative approach with respect \nto cost estimates and required resources, and will promote a competitive \ntendering process with the assistance of the international consultant. TA will \nsupport improvements in financial management. \n\nProcurement delays \n\nAn international consultant during implementation will support the executing \nagency in the preparation of bidding documents and the evaluation of bids. \n\nProject management \n\nThe project management unit is staffed with qualified personnel and supported \nthrough institutional strengthening and capacity development. Implementation \nassistance will support construction supervision, contract management, \nfinancial management, safeguard monitoring, and reporting.  The implementing \nagency will be trained in project performance monitoring and disbursements. \n\nInstitutional reforms and \nsector restructuring \n\nDevelopment partners and the executing and implementing agencies will \ncollaborate and cooperate through the TA component, which involves regular \nconsultations, review missions, and reporting on progress. \n\nOperation and \nmaintenance \n\nThrough institutional strengthening and capacity building, the implementing \nagency will improve the collection of revenue, which will be allocated for \noperation and maintenance. The implementing agency will undergo training to \nimprove its abilities in project and asset management to increase infrastructure \nsustainability. \n\nFIDIC = International Federation of Consulting Engineers, TA = technical assistance.  \nSource:  Asian Development Bank. \n \n                                                 \n20  Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n21  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\fV. \n\nASSURANCES AND CONDITIONS \n\n41. \nThe  government,  MFEM,  and  MIPU  have  assured  ADB  that  implementation  of  the \nproject  shall  conform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the project administration manual and loan documents.  \n  \n42. \nproject, which are set forth in the loan agreement.  \n \n\nThe government, MFEM, and MIPU have agreed with ADB on certain covenants for the \n\nVI. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n43. \nAsian Development Bank (ADB) and recommend that the Board approve \n \n\n(i) \n\nthe  loan  in  various  currencies  equivalent  to  SDR6,708,000  to  the  Republic  of \nVanuatu for the Interisland Shipping Support Project, from ADB's Special Funds \nresources,  with  an  interest  charge  at  the  rate  of  1.0%  per  annum  during  the \ngrace period and 1.5% per annum thereafter; for a term of 32 years, including a \ngrace period of 8 years; and such other terms and conditions as are substantially \nin  accordance  with  those  set  forth  in  the  draft  loan  agreement  presented  to  the \nBoard; and \n\n(ii) \n\nthe  administration  by  ADB  of  the  grant  not  exceeding  the  equivalent  of \n$12,600,000  to  the  Republic  of  Vanuatu  for  the  Interisland  Shipping  Support \nProject, to be provided by the Government of New Zealand. \n\n \n4 November 2011 \n \n\nHaruhiko Kuroda \nPresident \n\n10 \n\n \n\n \n\n \n\n \n\n\f \n\n \n\nAppendix 1 \n\n11 \n\n \n\nDesign Summary \nImpact \n\n \n\nPeople throughout \nVanuatu have \nimproved access \nto socioeconomic \nopportunities \n\nDESIGN AND MONITORING FRAMEWORK \n\nPerformance Targets and \nIndicators with Baselines \n\nData Sources and \nReporting \nMechanisms  \n\n3% annual growth in cargo \nand passenger volumes from \nrural areas by 2020. \n(Baselines: Cargo baseline is \n65,000 tons per annum in \n2010, passenger baseline to \nbe established during \nimplementation.) \n \n \nWomen in rural areas \nestablish markets at more \nthan half of the project jetties \nand wharves by 2018. \n(Baseline: zero in 2010.) \n\nBaseline survey \nand monitoring \nsurveys at \ninception, midterm, \nand completion \n \nShipping support \nscheme voyage \nreports \n \nGovernment \nsocioeconomic \nmonitoring reports  \n\nOutcome \n\n \n\nPrivate sector \noperators provide \ninterisland \nshipping services \nthat are reliable, \nsafe, and \nadequately \nfrequent  \n\nOutputs \n\n1. Improved \nmaritime \ninfrastructure is \nprovided in the \ncapital and rural \nareas \n \n\nMaritime regulatory \nauthority reports \n \nReports from \nprovincial shipping \ncoordinators \n \n \n \nReports from the \nVanuatu Maritime \nSafety \nAdministration \n \nShipping support \nscheme voyage \nreports \n\nQuarterly reports \nfrom project \nsteering committee \n\nSailing schedules to all \nislands are published and \n90% of vessel calls are \ndelivered without \ncancellations or delays \ngreater than 24 hours by \n2016. (Baseline: about 50% \nin 2010) \n \nAll vessels comply with \nnational safety regulations by \n2016. (Baseline: about 50% \nin 2008.) \n \nMain population centers in \nproject areas receive a vessel \ncall at least once every 2 \nmonths by 2016. (Baseline: \nless than every 3 months in \n2010.) \n \n\nConstruction is complete in \nPort Vila and at four rural \nsites by 2016 \n \nRehabilitation is complete at \nthree rural sites by 2016 \n \nAll project facilities provide \nseparate waiting areas and \namenities for women by 2016 \n\n \n\n \n\n \n\nAssumptions and Risks \n\nAssumptions \n\nPrivate sector operators \nrespond to opportunities \n \nSufficient incentives for rural \nagriculture to grow in \nresponse to services \n \nRisks \n\nDeterioration in domestic \nand external economic \nconditions, constraining \ngrowth and development \n \nInefficient franchise \nmanagement hampers \nservice provision \nAssumptions \n\nContinued political stability \nand support \n \nPrivate sector operators \nrespond to opportunities \n \nSufficient incentives for rural \nagriculture to grow in \nresponse to services \n \nRisks \n\nGrowth of rural production \ninsufficient to increase \nservices  \n \nInefficient franchise \nmanagement hampers \nservice provision \n\nAssumptions \n\nGovernment counterpart \nfunding and Government of \nNew Zealand cofinancing \nprovided as planned \n \n\nRisks \n\nLimited availability of capable \ncontractors to complete \n\n \n\n\fData Sources and \nReporting \nMechanisms  \nShipping support \nscheme voyage \nreports \n\nAssumptions and Risks \n\nprojects on schedule \nDelayed or incomplete \ninstitutional restructuring  \nDelayed passage of the \nappropriate regulations and \nlegislation \n\nAppendix 1 \n\n12 \n \n\nDesign Summary \n2. Shipping \nsupport and \ncoordination \nschemes are \nestablished \n\n3. Project \nmanagement \nservices ensure \nefficient and \neffective project \nimplementation  \n4. The Vanuatu \nMaritime Safety \nAdministration is \nestablished \n\nPerformance Targets and \nIndicators with Baselines \nShipping services provided to \nproject areas by 2013 \n \nShipping coordinators \nappointed by 2012 \n \nAt least 25% of shipping \ncoordinators are women by \n2012 \n \nShipping coordinators collect \nand maintain sex-\ndisaggregated information on \ndemand for services by 2012 \nProject activities completed \non schedule by 2016 \n \nAt least 25% of national staff \nin the project management \nunit are women by 2012 \nEnabling legislation passed \n \nBudget approved and staff \nappointed \n\nQuarterly reports \nfrom project \nsteering committee \n\nGovernment \ngazette \n \nMinistry of \nInfrastructure and \nPublic Utilities \nannual work plan \n\n \n\nActivities with Milestones \n1.   Infrastructure improvements: Implementation of civil \n\nworks contracts (2012–2016) \n\n \n2.   Shipping support scheme \n2.1  Appointment of provincial shipping coordinators (2012) \n2.2  Implementation of shipping support scheme (2012–2016) \n \n3.   Project Management  \n3.1  Short-listing and finalization of requests for proposals (2011) \n3.2  Evaluation and award of contract (2012) \n3.3  Preparation of design and bid documents (2012) \n3.4  Recruitment of shipping support scheme manager (2011) \n3.5  Tendering and award of franchise contracts (2012) \n3.6  Tendering and award of civil works contracts (2012) \n3.7  Supervision of civil works (2012–2016) \n \n4.   TA to establish the Vanuatu Maritime Safety \n\n4.1  Review legislation and regulations and draft amendments \n\nAdministration \n\n(2012) \n\n4.2  Prepare organization development plan (2012)  \n4.3  Develop capacity of appointed staff (2012–2013) \n4.4  Enact revised legislation and regulations (2013–2014)  \n\nSource: Asian Development Bank. \n\n \n\n \n\nAmount ($ million) \n\n$0.50 million TA grant \n\n7.97 \n0.38 \n1.61 \n0.86 \n0.50 \n\nInputs \nADB:  $10.82 million ADF loan \n \nItem \nWorks \nServices \nConsulting \nOther \nTA \nGovernment of Vanuatu: \n$3.40 million \nItem \n1.50 \nWorks \n0.25 \nServices \n0.62 \nConsulting \nOther \n1.03 \nGovernment of New Zealand: \n$13.60 million grant \nItem\nWorks \nServices \nConsulting \nOther \nTA \n\n8.74 \n0.42 \n1.76 \n1.68 \n1.00 \n\nAmount ($ million) \n\nAmount ($ million) \n\n\f \n\n \n\nAppendix 2 \n\n13 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42392-013-3 \n \n\nLoan Agreement  \n\nSector Assessment (Summary): Water Transport \n\nProject Administration Manual  \n\nContribution to the ADB Results Framework  \n\nDevelopment Coordination  \n\nEconomic and Financial Analysis  \n\nCountry Economic Indicators  \n\nSummary Poverty Reduction and Social Strategy  \n\nGender Action Plan  \n\nInitial Environmental Examination: Port Vila \n\nInitial Environmental Examination: Lenakel \n\nInitial Environmental Examination: Litzlitz \n\nInitial Environmental Examination: Lolowai \n\nInitial Environmental Examination: Loltong \n\nInitial Environmental Examination: Port Sandwich \n\nInitial Environmental Examination: Simonsen \n\nInitial Environmental Examination: Waisisi \n\nResettlement Framework  \n\nRisk Assessment and Risk Management Plan  \n\nSupplementary Documents \n\nTechnical Assistance \n\nFinancial Management Assessment  \n\nProcurement Capacity Assessment \n\nEconomic Assessment  \n\nShipping Support Scheme \n\nInfrastructure Assessment \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n17. \n\n18. \n\n19. \n\n \n\n20. \n\n21. \n\n22. \n\n23. \n\n24. \n\n25. \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 3 October 2011) \n \n", "Currency Units\nVt1.00\n$1.00\n", "– \n= \n= \n", "vatu (Vt) \n$0.01039 \nVt96.25 \n", "ABBREVIATIONS \n \n", "ADB \nMFEM \nNZMFAT \nMIPU \nPAM \nPMU \nTA \n", "– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nMinistry of Finance and Economic Management \nNew Zealand Ministry of Foreign Affairs and Trade  \nMinistry of Infrastructure and Public Utilities \nproject administration manual \nproject management unit \ntechnical assistance \n", " \n \n", " \n \n", " \n", "(i) \n", "(ii) \n", " \nVice-President \nDirector General \n \nTeam leader \n", "Team members \n", "NOTES \n", "The  fiscal  year  (FY)  of  the  Government  of  Vanuatu  and  its  agencies  ends  on \n31 December. \n", "In this report, \"$\" refers to US dollars unless otherwise stated.  \n \n", "S. Groff, Operations 2 \nR. Wihtol, Pacific Department (PARD) \n \nR. Guild, Director, Transport, Energy & Natural Resources Division, \nPARD \nR. Adhar, Senior Project Officer, PARD \nJ. Ghimire, Counsel, Office of the General Counsel \nS. Lee, Senior Social Development Specialist, PARD \nJ. Roop, Senior Safeguards Specialist, PARD \nN. Sapkota, Safeguards Specialist, PARD  \nM. de Villa, Associate Project Analyst, PARD \nX. Yang, Principal Transport Economist, EARD \n", "Peer reviewer \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", "CONTENTS \n \n", "PROJECT AT A GLANCE \n", "MAP \n", "I. \n", "II. \n", "THE PROPOSAL \n", "THE PROJECT \n", "A. \nB. \nC. \nD. \nE. \n", "A. \nB. \nC. \nD. \nE. \nF. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "TECHNICAL ASSISTANCE \n", "DUE DILIGENCE \n", "Technical \nEconomic and Financial \nGovernance \nPoverty, Social, and Gender \nSafeguards \nRisks and Mitigating Measures \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", "APPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "III. \n", "IV. \n", "V. \n", "VI. \n", " \n", "1. \n", "2. \n", " \n", "Page \n", "1 \n", "1 \n", "1 \n2 \n2 \n3 \n5 \n", "6 \n", "6 \n", "7 \n7 \n8 \n8 \n8 \n9 \n", "10 \n", "10 \n", "11 \n", "13 \n"]}