{"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20121031103911+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "cook islands, public financial management, public sector reforms, economic recovery, sustainable budget allocations, capital expenditure, social protection, governance improvement, ministry of finance and economic management cook islands, adb project terms and conditions, adb projects, 42503", "ModDate": "D:20121102174422+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20121031023616", "Subject": "The report and recommendation of the President for the proposed policy-based loan to the Cook Islands for subprogram 2 of the Economic Recovery Support Program (ERSP) describes the terms and conditions for the approval of the Board of Directors of ADB.", "Title": "RRP: Cook Islands: Economic Recovery Support Program - Subprogram 2", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nSri Lanka \nProject Number: 42503-023 \nOctober 2012 \n \n \n \n \nProposed Policy-Based Loan for Subprogram 2 \nCook Islands: Economic Recovery Support Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public prior to Board consideration in accordance with \nADB’s Public Communications Policy (2011). Subject to any revisions required following Board \nconsideration, this document is deemed final. \n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 22 October 2012) \n \n\nCurrency unit \nNZ$1.00 \n$1.00 \n\n– \n= \n= \n\nNew Zealand dollar (NZ$) \n$0.8157 \nNZ$1.2259 \n\n \nABBREVIATIONS \n\nADB \nERSP \nGDP \nIMF \nMFEM \nNSDP \nNSDC \nPEFA \nPFM \n\n– \n \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nEconomic Recovery Support Program \ngross domestic product \nInternational Monetary Fund \nMinistry of Finance and Economic Management \nNational Sustainable Development Plan \nNational Sustainable Development Commission \npublic expenditure and financial accountability \npublic financial management \n\n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n \n\n \n\nNOTES \n\n(i) \n\nThe  fiscal  year  (FY)  of  the  Government  of  the  Cook  Islands  and  its  agencies \nends  on  30  June.  “FY”  before  a  calendar  year  denotes  the  year  in  which  the \nfiscal year ends, e.g., FY2012 ends on 30 June 2012.  \n\n(ii) \n\nIn this report, \"$\" refers to US dollars unless otherwise stated.  \n\nS. Groff, Operations 2 \n\n \n \nVice-President \nDirector General  X. Yao, Pacific Department (PARD) \nDirector \n \nTeam leader \nTeam members  M. Lototele, Senior Economics Officer, PARD  \n \n \n \n \nPeer reviewer \n\nA. Ruthenberg, Pacific Subregional Office (SPSO), PARD \n \nE. Veve, Principal Economist, PARD \n\nL. Nazarbekova, Principal Counsel, Office of the General Counsel \nR. Rabanal, Economics Officer, PARD \nM. Tinio, Associate Economics and Statistics Analyst, PARD \nL. Tora, Senior Public Management Officer, SPSO, PARD \nJ. Ludwig-Maaroof, Public Management Specialist, Regional and Sustainable \n\nDevelopment Department \n\n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\fCONTENTS \n\nPage \n\nPROGRAM AT A GLANCE \n \nI. \n \nII. \n\nTHE PROPOSAL \n\n \nIII. \n\nTHE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nDevelopment Financing Needs \nE. \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nEconomic \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \n\nASSURANCE \n\nRECOMMENDATION \n\n \nIV. \n \nV. \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n \n\nDesign and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter  \nPolicy Matrix \n\n \n\n1 \n\n1 \n1 \n3 \n3 \n6 \n7 \n\n8 \n8 \n8 \n9 \n10 \n10 \n\n10 \n\n10 \n\n11 \n14 \n15 \n17 \n\n\fPROGRAM AT A GLANCE \n\n1. Project Name:  Economic Recovery Support Program - Subprogram 2 \n3. Country: Cook Islands \n4. Department/Division:  \n5. Sector Classification:  \n\nPacific Department/Pacific Subregional Office in Suva, Fiji \n\n2. Project Number: 42503-023 \n\n \n\n6. Thematic Classification: \n\nSectors \n Multisector \n\nThemes \n Economic growth \n\n  \n Governance \n\n6a. Climate Change Impact \n\n No Climate Change Indicator available.  \n \n\n7. Targeting Classification:  \n\nGeneral \nIntervention \n\n√ \n\nGeographic \ndimensions of \ninclusive \ngrowth \n \n\n9. Project Risk Categorization: \n\n \n\nTargeted Intervention \n\nMillennium \ndevelopment \ngoals \n\n \n\nIncome \npoverty at \nhousehold \nlevel \n \n\n National \n Regional \n Rural \n Urban \n\nPrimary \n√ \n\nSubsectors \nPublic expenditure and fiscal management \n\nPrimary \n√ \n\n \n\n \n\neconomic \n\nSubthemes \nPromoting \nenabling business environment \nWidening  access \neconomic opportunities \nEconomic and financial governance \n\nefficiency \n\nto  markets  and \n\nand \n\n6b. Gender Mainstreaming  \n\n Gender equity theme (GEN) \n Effective gender mainstreaming (EGM) \n Some gender benefits (SGB) \n No gender elements (NGE) \n\n8. Location Impact:  \n\n \n\n \n\n \n \n\n \n\n√ \n\nHigh \nLow \nLow \nLow \n\nLow \n \n\nCategory C  \n \n\n10. Safeguards Categorization:   \n\n11. ADB Financing:  \n\n12. Cofinancing:   \n\n13. Counterpart Financing:   \n\n14. Aid Effectiveness:   \n\nNo Cofinancing available.  \n \n\nNo Counterpart Financing available.  \n \n\nParallel project implementation unit    \nProgram-based approach \n\nNo \nYes \n\nSovereign/Nonsovereign \n Sovereign \n\nTotal \n\nModality \n\nProgram loan \n \n\n \n\nSource \n\nOrdinary capital resources \n \n\nAmount (NZ$ Million) \n7.25 \n7.25 \n\n \n\n \n\n \n\n \n\n \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \npolicy-based  loan  to  the  Cook  Islands  for  subprogram 2  of  the  Economic  Recovery  Support \nProgram (ERSP). 1 \n \n2. \nSubprogram 2 will build on subprogram 1, which facilitated infrastructure investment in a \nperiod  of  constrained  revenue,  leveraged  improvement  in  priority-setting  processes  for \ninfrastructure  investments,  strengthened  aspects  of  public  financial  management  (PFM),  and \nraised  the  policy  profile  of  vulnerability  issues. 2 Subprogram 2  will  further  support  government \nbudget priorities, and will promote public sector reforms and measures that will help protect the \nvulnerable  and  safeguard  the  fiscal  position  of  the  Cook  Islands  to  promote  higher  and  more \ninclusive  economic  growth.  Subprogram 2  was  jointly  prepared  by  representatives  from  the \nGovernment of the Cook Islands and the Asian Development Bank (ADB).  \n \n\nII. \n\nTHE PROGRAM \n\nA. \n\nRationale \n\n3. \nThe  Cook  Islands  undertook  major  public  sector  and  economic  reforms  in  1995  and \n1996,  with  ADB  support,  in  response  to  a  financial  crisis  that  had  its  basis  in  an  expanding \npublic  sector,  a  limited  private  sector,  and  a  rapidly  increasing  debt  burden. 3 The  reforms \nfacilitated  annual  growth  averaging  6.1%  of  gross  domestic  product  (GDP)  from  FY1999  to \nFY2004.  However,  minimal  infrastructure  investment  (influenced  by  the  need  to  reduce  debt), \nthe impact of several cyclones, high inflation, and weak public sector performance resulted in a \nsubsequent  slowdown.  Reduced  revenue  from  tourism  due  to  the  global  economic  crisis \ncontributed to an economic contraction in FY2009. 4  \n \nSubprogram 1 of the ERSP, approved in October 2009, allowed the government to raise \n4. \ncapital expenditure in FY2010–FY2012. This provided much-needed economic stimulus through \nsupport for infrastructure investment and maintenance of public buildings, supporting economic \ngrowth  in  FY2010  (0.2%),  FY2011  (2.4%),  and  FY2012  (3.4%).  Subprogram 1  also  facilitated \nstrengthening  of  infrastructure  priority-setting  processes,  improved  broad  budgetary  resource \nallocations,  allowed  the  preservation  of  the  real  value  of  welfare  payments  to  the  most \nvulnerable through FY2010, leveraged commitment to strengthening the social welfare system, \nand supported greater public access to information.  \n \n5. \nThere  is  potential  for  stronger  economic  performance.  The  tourism  industry—which \nattracts  around  100,000  visitors  annually,  almost  nine  times  the  resident  population—is \nhampered by poor infrastructure. High-quality water supply and sanitation is essential to protect \nthe natural environment (the prime tourist attraction of the Cook Islands), as well as being vital \nto  the  health  of  the  population.  Roads,  airports,  and  power  infrastructure  need  upgrading. \nAddressing these constraints is essential to increasing economic growth.  \n                                                \n1   The design and monitoring framework is in Appendix 1. \n2  ADB.  2009.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Program  Cluster \nand Loan for Subprogram 1 to the Cook Islands for the Economic Recovery Support Program. Manila (Loan 2565-\nCOO, approved 13 October, $10 million).  \n\n3  ADB. 1996. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grant to the Cook Islands for the Economic Restructuring Program. Manila (Loan 1466-COO, approved \n26 September, $5 million). \n\n4  See also: Sector Assessment (Summary): Public Sector Management; Macroeconomic Assessment; and Country \n\nEconomic Indicators (accessible from the list of linked documents in Appendix 2). \n\n\fThe government has incrementally strengthened its budget process and prioritized social \n6. \nexpenditures—in  FY2013,  12.3%  of  budget  resources  are  directed  to  education,  10.8%  to \nhealth,  and  14.5%  to  internal  affairs  (responsible  for  social  welfare  and  gender  issues).  The \nFY2013  capital  plan  presents  resourcing  for  a  3-year  capital  investment  program,  which \nunderpins the economic outlook (see table).  \n \n\nEconomic Outlook, FY2012–FY2015 \n\nFY2013 (f) \n\nFY2012 (e) \n\n \nItem \nReal GDP (% change) a \n2.0 \n3.0 \nInflation (%) \n2.3 \nBudget deficit (% of GDP) \n43.1 \nPersonnel costs (% of total revenue) \n18.3 \nNet debt (% of GDP) \nNominal GDP (NZ$ million) \n388.3 \n (e) = estimate, (f) = forecast, FY = fiscal year, GDP = gross domestic product. \na  This  presents  the  government’s  forecast  of  GDP  as  at  June  2012.  The  Asian  Development  Bank  considers  out-\nyear  forecasts  to  be  conservative,  with  rates  of  more  than  3%  considered  more  likely.  See  Macroeconomic \nAssessment (accessible from the list of linked documents) for additional analysis.  \n\n1.0 \n3.0 \n1.6 \n41.2 \n16.8 \n403.8 \n\n3.4 \n3.0 \n2.2 \n43.1 \n12.7 \n369.8 \n\n0.5 \n3.0 \n5.7 \n39.1 \n15.5 \n417.9 \n\nFY2014 (f) \n\nFY2015 (f) \n\nSource:  Government  of  the  Cook  Islands.  2012.  Budget  Estimates  2012/2013  Book  1  Appropriation  Bill, \nAppropriations and Commentary. Rarotonga (June).  \n \nSubprogram 2  will  build  on  the  gains  of  subprogram 1  and  directly  support  economic \n7. \nrecovery combined with protection of the most vulnerable and the fiscal position. Loan financing \nwill  help  meet  the  government’s  overall  financing  needs  for  priority  infrastructure.  A  continued \nrise  in  the  standard  of  infrastructure  sector  governance  is  supported  with  the  addition  of \ncomplementary  policy  action  on  public  sector  reform.  Fiscal  safeguards  are  reinforced  to \npreserve fiscal sustainability and sustain expansion in capital expenditure, while paying special \nattention  to  the  needs  of  the  vulnerable.  The  development  policy  letter  and  policy  matrix  for \nsubprogram 2 are in Appendixes 3 and 4.  \n \n8. \nSubprogram 2  strengthens  the  partnership  between  ADB  and  the  Cook  Islands  by \nreinforcing progress in areas where ADB has been active over a period of time—infrastructure, \nPFM,  and  public  sector  reform.  The  focus  of  subprogram 2  reforms  are  areas  identified  in  the \ncountry  partnership strategy,  2008–2012 5 and  are  anchored  in  Te  Kaveinga  Nui,  the  country's \nlong-term  strategic  plan. 6  Lessons  identified  during  subprogram 1  implementation—placing \npriority on promoting country ownership and keeping the program manageable, given capacity \nlimitations—are  reflected  in  subprogram 2. 7 Subprogram 2  supports  the  government’s  reform \nprogram  in  coordination  with  the  European  Union  and  New  Zealand  (active  development \npartners), and completes the program reform agenda under the ERSP.  \n\n                                                \n5  ADB. 2008. Country Partnership Strategy: Cook Islands, 2008–2012. Manila. \n6  The  National  Sustainable  Development  Plans  (NSDP  2007–2010  and  NSDP  2011–2015)  provide  for  the \nimplementation of the long-term strategic plan for the development of the Cook Islands. Government of the Cook \nIslands.  2007.  Te  Kaveinga  Nui  (Pathway  for  Sustainable  Development  in  the  Cook  Islands):  Living  the  Cook \nIslands Vision—A 2020 Challenge. Rarotonga.  \n\n7  The  design  of  subprogram 2  incorporates  lessons  from  subprogram 1  (para.  7)  and  from  policy-based  lending  in \nthe Pacific region and elsewhere. The focus is on a systematic approach to improving policy and planning capacity. \nNew structures and processes can erode country ownership and have therefore been avoided. Country ownership \nis facilitated by a program of simple scope and within country capacity. The Economic Recovery Support Program \nas a whole encourages broad participation by being anchored in earlier planning and analytical work, which was \nprepared with the benefit of broad-based engagement. Key sources of lessons are: ADB. 2009. Special Evaluation \nStudy: ADB’s Support for Public Sector Reforms in the Pacific: Enhance Results through Ownership, Capacity, and \nContinuity. Manila; ADB. 2001. Special Evaluation Study on Program Lending. Manila; ADB. 1999. Reforms in the \nPacific: An Assessment of the Asian Development Bank’s Assistance for Reform Programs in the Pacific. Manila. \n\n2 \n\n \n\n\fDuring  preparation  of  subprogram 1  in  2009,  18  triggers  were  identified  as  expected \n9. \nprior  actions  for  subprogram 2.  Consultation  with  the  government  on  the  evolution  of  priorities \nand  the  reform  context  finalized  17  prior  policy  actions  for  subprogram 2  (Appendix 4).  The \nfunctional  review  of  the  public  service  and  development  of  a  PFM  reform  program  were  not \nenvisaged  during  preparation  of  subprogram 1.  However,  they  have  been  included  as  prior \npolicy  actions  as  they  demonstrate  strengthened  government  reform  commitment,  and  the \nfunctional  review  directly  supports  output 2,  and  development  of  a  PFM  reform  program \nsupports  output  4.  Three  output 2  triggers  were  adjusted  as  these  were  translated  into  policy \nactions, given changes in priorities and the policy environment, while two output 4 triggers were \ndropped  as  their  priority  was  judged  to  be  less  critical  to  the  effectiveness  of  the  program. \nDetails  of  these  changes  are  set  out  in  paras.  12  and  19.  All  of  the  agreed  17  prior  policy \nactions have been fully accomplished.  \n \nB. \n\nImpact and Outcome \n\n10. \nThe ERSP will achieve higher and more inclusive economic growth (ERSP impact), and \nwill initiate economic recovery with protection of the vulnerable and the country’s fiscal position \n(ERSP  outcome).  The  impact  of  subprogram 2  will  be  economic  recovery  combined  with \nprotection  of  the  most  vulnerable  and  the  fiscal  position.  Subprogram 2  will  strengthen  priority \nelements  of  the  governance  and  institutional  framework  and  improve  opportunities  for  the \nvulnerable. ADB financing will support the government’s overall budget financing needs, which \nhave  increased  as  a  result  of  its  greater  need  for  investment  in  infrastructure  and  public \nbuildings. The outcome will be sustainable budget allocations for needed capital investment and \nsocial protection.  \n \nC. \n\nOutputs \n\nto \n\nimplement \n\n11. \nOutput 1: Higher capital expenditure by government. Budget support will enable the \nits  FY2013  development  expenditure  program,  particularly \ngovernment \ninfrastructure  and  capital  works,  which  will  generate  jobs  and  business  activity  and  create  a \nsustainable  base  for  a  higher  level  of  long-term  growth  driven  by  the  private  sector.  This  was \nalso  the  case  with  subprogram 1  financing  of  the  FY2010  budget.  Policy-based  loan  funds \nsupplement weak public sector capacity so as to leverage use of available investment funds. \n \n12. \ninfrastructure \nprioritization process adopted under subprogram 1. 8 Since FY2010, prioritization of projects into \nthe infrastructure master plan is undertaken by the infrastructure committee and is endorsed by \nthe  National  Sustainable  Development  Commission  (NSDC). 9 This  process  promotes  quality \nprojects, \nthe  National  Sustainable \nDevelopment  Plan  (NSDP). 10 The  FY2013  adoption  of  a  capital  plan  has  further  strengthened \nthe quality of capital expenditure.  \n \n\ntransparent  decision  making,  and  alignment  with \n\nHeightened  quality  of  capital  expenditure  was \n\nfacilitated  by \n\nthe \n\n                                                \n8  As  part  of subprogram 1,  the cabinet endorsed  a process  by  which  projects  are  prioritized  based on multicriteria \nanalysis reflecting economic, social (including impact on living standards, community involvement, and equity), and \nenvironmental considerations, and are subject to a socioeconomic cost–benefit analysis to verify their viability.  \n9  The cabinet-appointed NSDC includes heads of the Ministry of Finance and Economic Management (MFEM), the \nOffice of the Prime Minister, the Office of the Attorney General, and the Ministry of Foreign Affairs. Its composition \nwas broadened in December 2011 to include representatives from the private sector, civil society, and communities \n(with  particular  attention  paid  to  the  representation  of  women  and  youth),  further  strengthening  consideration  of \nsocial criteria in setting priorities.  \n\n10 This output 1 prior action has been developed from trigger 2.1.  \n\n3 \n\n \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n3\n\n \n\n\f13. \nOutput 2: Priority structural reforms and governance improvements implemented \nacross  the  infrastructure  sectors.  The  2008  infrastructure  governance  framework  (a  set  of \ngovernment-initiated  policy  principles  and  actions  designed  to  achieve  sound  governance, \ninvestment  decisions,  and  operational  management  in  the  infrastructure  sector)  guided  the \nidentification  of  triggers  for  subprogram 2.  However,  the  March  2011  commencement  of  a \nfunctional review of the public sector meant planned legislative and asset management changes \n(trigger 2.2), and consideration of monopoly ownership and management (triggers 2.3 and 2.4), \nwere  postponed  until  after  the  functional  review.  The  government  response  to  the  functional \nreview  is  prioritized  in  the  prior  policy  actions  as  this  supports  achievement  of  the  intended \noutput. The  cabinet considered  the  recommendations  of  the functional  review  and  approved  a \nfocus  on  productivity  and  performance  in  the  public  sector  and  support  for  the  performance \nmanagement process. The cabinet also prioritized phased implementation of recommendations \non outer islands. The Office of Outer Islands has been established within the Office of the Prime \nMinister and is empowering local governments through legislative reform and capacity building.  \n \n14. \nImprovements  in  infrastructure  governance  have  continued  under  subprogram 2.  The \nNSDP 2011–2015 was released in December 2011 and includes infrastructure sector objectives \nand strategies that guide ministerial business plans and budget allocations. In keeping with the \nnational gender policy, 11 the NSDP has a mainstreamed gender perspective, and equity is one \nof its seven guiding principles. Implementation of the infrastructure master plan, 2007–2012 was \nreviewed  in  August  2011  to  assess  progress  in  meeting  infrastructure  priorities,  as  well  as  to \noffer  recommendations  on  future  infrastructure  delivery.  A  renewable  electricity  chart  supports \nNSDP implementation, while the cabinet has approved a water policy standard.  \n \nThe fiscal implications of infrastructure services are addressed under subprogram 2. The \n15. \ngovernment  financed  an  independent  economic  review  of  the  impact  of  its  existing  3-year \nagreement  to  underwrite  losses  on  Air  New  Zealand’s  nonstop  Los  Angeles–Rarotonga  and \nSydney–Rarotonga routes. 12\n The review assessed the likely performance and profitability of the \nsubsidized  routes  as  input  to  government  decisions  on  future  support,  or  otherwise,  for  these \nroutes. 13 The cabinet has considered cost recovery and user charges and agreed in principle to \napplying these charges to provision of water to households and businesses on Rarotonga (the \ntourism  center,  where  74%  of  the  population  is  located),  and  to  specific  charges  in  respect  of \nsanitation  in  the  environmentally  sensitive  Muri–Avana  lagoon  area  of  Rarotonga. 14 For  the \nFY2013  budget,  the  Ministry  of  Finance  and  Economic  Management  (MFEM)  developed  a \ntransparent process for financing community service obligations. 15  \n \nThe government  has  acted  to  reduce  market  impediments  that  constrain  private  sector \n16. \noperations and/or impose social costs. The Cook Islands has operated an extensive regime of \nprice  controls  covering  most  basic  food  items  and  fuel  with  the  intention  of  keeping  key  items \naffordable. These controls can, however, force overall prices up, shifting profit margins between \nitems  rather  than  reducing  the  overall  cost  of  consumer  items.  The  Prices  Tribunal  revoked \n\n                                                \n11  Government  of  the  Cook  Islands.  2011.  Cook  Islands  National  Policy  on  Gender  Equality  and  Women’s \n\nEmpowerment and Strategic Plan of Action, 2011–2016. Rarotonga. \n\n12  Eagle Aviation Consulting and Covec were jointly engaged by the government to undertake this review.  \n13   The provision for airline underwriting was NZ$5.0 million on commencement of services on one route in FY2011, \n\nNZ$12.5 million in FY2012, and NZ$13.6 million in FY2013 (in which years both routes were operating).  \n\n14  Based  on  advice  provided  through  ADB.  2009.  Technical  Assistance  to  the  Cook  Islands  for  Infrastructure \n\nServices Delivery Improvement. Manila (TA 7287-COO, approved 19 May, $600,000).  \n\n15  A community service obligation exists where the government requires a state-owned enterprise to provide some \n\ngoods and services to certain categories of users at a price that does not cover all costs.  \n\n4 \n\n \n\n\fprice control orders on all groceries (excluding bread) and laundry products from 1 September \n2011 and subsequently monitored prices over a 12-month period, noting no negative shifts. 16  \n \n17. \nOutput  3:  The  most  vulnerable  members  of  the  community  receive  targeted \nsupport  from  government.  The  Cook  Islands  has  one  of  the  most  extensive  social  welfare \nsystems  in  the  Pacific  region,  yet  it  does  not  fully  meet  the  needs  of  the  most  vulnerable \npeople. 17 Demographic  forecasts  indicate  the  likelihood  of  increased  pressure  on  the  social \nwelfare  system.  In  2010  an  independent  consultant  undertook  a  review  of  the  social  welfare \nsystem  for  the  government  with  the  objective  of  recommending  how  to  maintain  an  affordable \nwelfare  system  that  better  targets  assistance.  The  government  had  committed  to  this  review \nunder subprogram 1 and released the results publicly. The cabinet established a committee to \ndevelop,  with  wide  consultation,  a response  to  the  report for government  consideration. 18 This \nemphasis on consultation reflects recognition that social welfare system reforms may have long-\nterm direct social impacts, including on gender relations. \n \nDirect  service  provision  to  the  vulnerable  is  being  piloted,  with  ADB  support. 19 Home \n18. \ncare  services  are  being  provided  to  the  elderly  and  disabled  through  local  community-based \ngroups. Such support is of particular benefit to women, who comprise an estimated 80% of in-\nhome  caregivers.  The  performance  of  the  pilot  is  being  monitored  and  performance  against \noutcome and outputs will provide information for the design of social welfare reforms.  \n \n19. \nOutput  4:  Ministry  of  Finance  and  Economic  Management  maintains  fiscal \nresponsibility.  The  economic  contraction  in  FY2009,  and  the  change  in  government  in  the \nNovember  2010  elections,  provided  strong  impetus  for  improvement  of  PFM  systems.  Under \nsubprogram 2,  the  government  has  increased  its  commitment  to  fiscal  responsibility.  A  public \nexpenditure  and  financial  accountability  (PEFA)  assessment, 20 which  independently  assessed \nthe strengths and weaknesses in PFM performance, guided the development of the PFM road \nmap for FY2012–FY2015. The PEFA performance indicators provide the baseline against which \nPFM reforms are monitored quarterly, with a second PEFA assessment planned by June 2015, \nallowing the system’s improvements to be measured. The first quarterly monitoring report was \ncompleted  in  February  2012.  These  actions  provide  a  comprehensive  framework  for  PFM \nimprovements,  and  as such  replace  lower  priority  subprogram 2  triggers—review  of  Payments \non Behalf of the Crown and retaining Standard & Poor’s rating service 21—as prior policy actions.  \n \n20. \nUnder  subprogram 2,  the  government  continues  to  meet  the  principles  of  responsible \nfiscal  management  set  out  in  the  MFEM  Act  (Section  23[2][a])  so  as  to  promote  sound  PFM \nthrough the  budget  process. 22 The fiscal  responsibility  ratios,  set  as  part of  subprogram 1,  are \n                                                \n16 The Prices Tribunal is established under the Control of Prices Act, 1966 and its functions include fixing prices for \ngoods and services provided in the act. The current three-person tribunal was appointed by the minister for internal \naffairs in November 2010 and has been requested to review the list of price-controlled goods.   \n\n17 The vulnerable comprise the elderly, unemployed, single parents, children, disabled, and squatters.  \n18 The committee comprises the secretaries of the MFEM,  Ministry of Internal Affairs, Ministry of Health, Ministry of \nEducation, Office of the Prime Minister, and Solicitor-General of Crown Law. In addition, as required, the committee \nincludes  the  secretaries  of  the  Ministry  of  Justice  and  the  Ministry  of  Foreign  Affairs  and  Immigration  and  a \nrepresentative from civil society. \n\n19  ADB.  2010.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Grant  for  Social \nProtection of the Vulnerable in the Pacific. Manila (Grant 9151-REG, approved 13 September, $3.0 million through \nthe Japan Fund for Poverty Reduction). \n\n20  P. Okotai et al. 2011. Public Financial Management Performance Report And Performance Indicators. Rarotonga.  \n21  The  MFEM  continues  to  retain  Standard  &  Poor’s  rating  services;  however,  this  is  not  considered  a  program \n\npriority. \n\n22 The principles are (i) managing total Crown debt at prudent levels so as to provide a buffer against factors that may \nimpact  adversely  on  the  level  of  total  Crown  debt  in  the  nature,  by  ensuring  that,  unless  such  levels  have  been \n\n5 \n\n \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n5\n\n \n\n\fused as a tool to guide budget allocations and in assessing policy proposals. 23 The government \nis proactive in remaining within ceilings for the ratios regarding tax revenue to GDP (25%), net \ndebt to GDP (35%), and debt servicing to revenue (5%). The government has set out a credible \nplan to move within the overall budget deficit–GDP ratio (+/-2%) in FY2014 and the personnel \nexpenditure to total revenue ceiling (40%) by FY2015, the latter supported by implementing the \nfunctional review recommendations.  \n \n21. \nThe medium-term budget framework continues to be strengthened and provides a clear \npresentation  of  the  full  costs  of  ongoing  policies  to  better  inform  the  cabinet’s  resource \nallocation decisions. The FY2011 budget provided a statement of the government’s operations \nin  accordance  with  the  International  Monetary  Fund  (IMF)  government  finance  statistics \nstandards to enable consistency in budget analysis, including across countries. The government \nadopted the IMF government finance statistics presentation for the FY2013 budget (and FY2012 \nout-turn). The inclusion of aid-funded work programs within the outcomes and key deliverables \nof ministry and agency business plans further strengthens the budget–planning link and places \nperformance responsibility for these with the heads of ministries or agencies.  \n \n22. \nOutput  5:  Ministry  of  Finance  and  Economic  Management  communication  of \neconomic and fiscal management initiatives. Implementation of the communications strategy, \nwhich formed part of subprogram 1, continues to develop local awareness and ownership of the \ngovernment’s  response  to  the  macroeconomic  environment.  Transparency  and  access  to \ninformation  has  improved—quarterly  financial  reviews,  PEFA  report,  PFM  roadmap,  budget \npapers,  and  half-yearly fiscal  updates  are  available  on the  MFEM  website. The government  is \nhighly  supportive  of  consultative  policy  development  and  demonstrated  this  by  encouraging \npublic  submissions  to  the  budget  process  for  FY2013  as  well  as  holding  a  public  economic \nsummit, and public consultation during development of the NSDP 2011–2015, the public service \nfunctional review, and the social welfare review.  \n \nD. \n \n23. \nThe  government  has  requested  a  loan  of  NZ$7,250,000  from  ADB’s  ordinary  capital \nresources  to  help  finance  subprogram 2,  to  be  provided  as  a  single  tranche  on  completion  of \nprior actions. The loan will have a 15-year term, including a grace period of 3 years, straight line \nrepayment  method,  an  annual  interest  rate  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year, \nand  such  other  terms  and  conditions  set  forth  in  the  draft  loan  agreement.  Based  on  this,  the \naverage loan maturity is 9.25 years, and there is no maturity premium payable to ADB. \n \n24. \nThe  loan  size  was  determined  after  consideration  of  (i) the  estimated  impact  of  the \nglobal economic crisis and the projected deficit financing requirements for the FY2013 national \nbudget,  estimated  at  $7.4  million;  (ii) the  availability  of  additional  funding  from  other \ndevelopment partners in the event the government is unable to meet this financial requirement; \n(iii) the  significance  and  complexity  of  the  policy  actions  of  the  ERSP,  and  the  budgetary \nresources  and  political  capital  required  to  implement  the  program  successfully;  and  (iv) the \n\nDevelopment Financing Needs \n\n                                                                                                                                                       \nachieved,  the  total  operating  expenses  of  the  Crown  in  each  financial  year  are  less  than  its  total  operating \nrevenues in the same financial year; (ii) achieving and maintaining levels of Crown net worth that provide a buffer \nagainst factors that may impact adversely on the Crown's net worth in the future; (iii) managing prudently the fiscal \nrisks  facing  the  Crown;  and  (iv)  pursuing  policies  that  are  consistent  with  a  reasonable  degree  of  predictability \nabout the level and stability of tax rates for future years. \n\n23 The  cabinet  adopted  the  current  fiscal  responsibility  ratios  in  December  2009.  These  updated  the  similar  (but \n\nexpired) ratios the Cook Islands had committed to meeting under the 1998 Manila Agreement.  \n\n6 \n\n \n\n\fInfrastructure \n\nforms  a  significant  component  of \n\nconformity of the ERSP with ADB’s country partnership strategy (footnote 5). The determination \nof  loan  size  took  into  account  the  government’s  demonstrated  commitment  to  implement  a \nreform agenda, as evidenced by the policy actions achieved from 2009 to date. \n \nthe  government’s  development \n25. \nexpenditure program—roads, water supply, and renewable energy are current priorities. Recent \nsignificant  projects  include  upgrading  Rarotonga  International  Airport,  expanding  Aviatui  Port, \nand  reconstructing  outer  island  harbors.  Project  implementation  sits  with  line  ministries  and \nstate-owned  enterprises.  The  capital  plan,  adopted  with  the  FY2013  budget,  increases  the \ntransparency  of  capital  investment  and  further  enhances  sector  coordination,  and  notes  that \nannual capital expenditure will average NZ$55 million over FY2012–FY2015. 24  \n \nOther  key  development  expenditures  relate  to  implementation  of  the  PFM  roadmap, \n26. \nimplementation of reforms arising from the functional review of the public sector, and changes to \nthe social welfare system coming out of the review of social welfare. There are also expected to \nbe  nonfinancial  costs  in  terms  of  the  political  capital  required  to  maintain  public  support  to \nsuccessfully  implement  these  reforms.  The  return  will  initially  be  in  the  form  of  administrative \nsavings as a result of PFM reforms, with administrative savings from public sector reforms being \nlikely  in  2–3  years  as  organizational  changes  show  results.  Improvements  in  infrastructure \ngovernance arrangements should hasten implementation of infrastructure projects and facilitate \nrevenue raising from infrastructure services such as water supply. The benefits of social welfare \nreform will be realized through reduced future social welfare expenditures as a targeted system \ntakes effect, as well as improvement in the individual financial situation of the most vulnerable.  \n \nImplementation  of  subprogram 1  has  been  a  positive  experience  for  the  Cook  Islands \n27. \n(para. 4).  It  has  allowed  for  an  increase  in  its  capital  expenditure  and  further  strengthened \ninfrastructure  management.  Subprogram 1  has  permitted  a  better  understanding  of  capacity \nweaknesses and informed discussion with government on how best to address the impact this \nmay  have  on  implementation  of  subprogram 2.  More  broadly,  ADB’s  portfolio  in  the  Cook \nIslands is performing well and progress is being made towards targets in the country partnership \nstrategy results framework. The proposed loan size is within the established lending allocation, \nand is included in ADB’s country operations business plan. 25  \n \nE. \n\nImplementation Arrangements \n\n28. \nThe  MFEM  will  be  the  executing  agency,  and  will  oversee  policy,  legal,  and  regulatory \nactions, and ensure that the reforms agreed to by the government and ADB are duly carried out. \nThe ERSP spans 1 January 2008 to 31 December 2012, with the subprogram 2 implementation \nperiod running from 1 March 2010 to 31 December 2012. ADB’s grant and technical assistance \nprojects have helped the government meet tranche conditions. 26 The MFEM will be responsible \nfor  overall  implementation  of  subprogram 2,  including  all  policy  actions,  administration  of \nsubprogram 2,  disbursements,  and  maintenance  of  all  records.  The  NSDC  (the  ERSP \ncoordinating  committee)  will  meet  at  least  quarterly  to  monitor  progress  and  oversee \nimplementation, and guide and direct the activities of the MFEM.  \n\n                                                \n24  Government of the Cook Islands. 2012. Budget Estimates 2012/2013. Book 3 Capital Plan. Rarotonga.  \n25  ADB. 2011. Country Operations Business Plan: Cook Islands, 2012–2014. Manila. \n26 ADB.  2009.  Technical  Assistance  to  the  Cook  Islands  for  Infrastructure  Services  Delivery  Improvement.  Manila. \n(TA  7287-COO,  approved  19  May,  $600,000);  ADB.  2010.  Technical  Assistance  to  the  Cook  Islands  for  Public \nFinance  Management  and  Public  Sector  Performance  Review.  Manila  (TA  7646-COO,  approved  12  November, \n$300,000);  ADB.  2010.  Technical  Assistance \nfor  Pacific  Economic  Management—Enhanced  Economic \nManagement (Subprogram 2). Manila (TA 7681-REG, approved 6 December, $1.0 million).  \n\n7 \n\n \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n7\n\n \n\n\fThe proceeds of the loan will be disbursed to the Cook Islands as the recipient according \n29. \nto  ADB’s  simplified  disbursement  procedures  and  related  requirements for  policy-based  loans. \nThe proceeds will be used to finance items produced and procured in ADB member countries, \nand  items  in  the  list  of  ineligible  items  and  imports  financed  by  other  bilateral  and  multilateral \nsources  are  excluded. Loan  proceeds  disbursed  against  imports  will  require  a  certificate  from \nthe government stipulating that the value of total imports of the Cook Islands, minus its imports \nfrom  nonmember  countries,  ineligible  imports,  and  imports  financed  under  other  official \ndevelopment  assistance,  is  at  least  equal  to  the  amount  of  the  loan  to  be  disbursed  during  a \nparticular year. Local currency generated from the proceeds of the loan will be used to support \npublic expenditure objectives under the ERSP. \n \n30. \nIn accordance with the simplified disbursement procedures and related requirements for \nprogram loans, all goods and services  produced and originating in ADB member countries will \nbe  procured  with  due  consideration  to  economy  and  efficiency  and  in  compliance  with  the \ngovernment’s  standard  public  procedures  and  normal  private  sector  commercial  practices \nacceptable  to  ADB.  Goods  commonly  traded  on  the  international  commodity  market  will  be \nprocured  according  to  procedures  appropriate  to  the  trade  and  acceptable  to  ADB.  Before \nwithdrawal,  the  government  will  nominate  a  deposit  account  with  the  Bank  of  Cook  Islands  to \nreceive the loan proceeds. The account will be managed, operated, and liquidated according to \nterms satisfactory to ADB. ADB will have the right to audit the use of the loan proceeds, and to \nverify the accuracy of the government’s certification. \n \n\nIII. \n\nDUE DILIGENCE \n\nEconomic \n\n \nA. \n \n31. \nThe  economy  is  rebuilding  slowly  from  the  external  shock  felt  in  2009,  with  a  return  to \ngrowth in FY2010. The envisaged impact of the reforms is a permanent shift to a higher level of \ngrowth, facilitated by improved government efficiency and an ability to allocate a larger share of \nthe  budget  to  nonpersonnel  expenditure  (improved  quality  of  public  expenditure).  The  faster \npace  of  revenue  growth,  through  greater  cost  recovery  and  a  growing  tax  base,  will  enable \nimproved government service provision, and welfare reforms will promote equitable growth. The \nimpact of these changes will become more pronounced in the medium term. However, based on \npast  experience,  maintaining  strong  growth  will  require  active  public  sector  management.  The \nbenefits will be shared by all, but will be particularly felt by the vulnerable. \n \nThrough fiscal prudence, the government is prioritizing macroeconomic stability, and the \n32. \nresilience of the economy  will be strengthened. A macroeconomic assessment, undertaken by \nADB staff, replaces an IMF letter of comfort (the Cook Islands is not an IMF member). 27  \n \nB. \n \n33. \nThe government’s ability to implement its budget is integral to the success of the ERSP. \nIn  2011,  PEFA found  that the  PFM  system  is  centered  on  a  set  of relatively  advanced  budget \nand  financial  management  rules  and  structures  around  a  clear  legislative  framework,  and  the \nrules are well documented. Compliance with these rules and processes in many areas is high, \nwhile  in  others,  limited  capacities  constrain  the  government’s  ability  to  implement  processes \n\nGovernance \n\n                                                \n27 Macroeconomic  Assessment  (accessible  from  the  list  of  linked  documents  in  Appendix  2).  While  the  external \nreview  and  advice  typically  received  through  an  IMF  Article  IV  mission  is  not  available,  the  PEFA  process  and \ngovernment contracting of Standard & Poor’s rating services provide external scrutiny of economic management.  \n\n8 \n\n \n\n\fPoverty and Social \n\nefficiently.  The  subsequent  PFM  reform  plan  resources  the  updating  of  annual  accounts  and \ntargets June 2013 for all the annual audited accounts to be updated. \n \n34.  More  broadly,  the  performance  of  the  public  sector  as  a  whole  is  constrained  by  weak \ncapacity and a fragmented structure. However, actions to improve functional arrangements and \nthe legislative environment, supplement capacity, and better manage the performance of state-\nowned  enterprises  can  be  expected  to  show  improvements.  Recent  political  stability  has \nenabled  commencement  of  needed  governance  reforms.  It  has  also  seen  increased  efforts  to \npromote transparency as well as consultation and participation by all stakeholders. 28 \n \n35. \nADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to,  and \ndiscussed  with,  the  government  and  the  MFEM.  Consistent  with  its  commitment  to  good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive or coercive practices relating to the \nprogram.  To  support  these  efforts,  relevant  provisions  of  ADB’s  Anticorruption  Policy  are \nincluded  in  the  loan  agreement.  These  measures  will  complement  the  actions  under  way  to \nimprove  financial  accountability  and  anticorruption  measures,  which  are  being  put  in  place  by \nthe government with the support of its development partners.  \n \nC. \n \n36. \nAlthough  the  Cook  Islands  has  the  highest  GDP  per  capita  of  all  Pacific  developing \nmember countries ($9,838 in 2011), vulnerable groups can experience hardship. Women have \nrelatively  restricted  opportunities  for  economic  and  political  participation  and  a  generally  lower \nearning capacity, and are impacted by subtle gender bias. Policy actions have been selected to \npromote  poverty  reduction  and  social  development,  and  these  form  part  of  the  government’s \nown  policy  agenda  set  out  in  the  NSDP  (footnote 6).  Policy  actions  that  directly  target  the \nvulnerable will disproportionally benefit women, who are overrepresented among the vulnerable \nand bear the burden of infirm family members. 29 \n \n37. \nBeyond the general benefits from increased economic growth and new private sector job \nopportunities,  several  actions  provide  direct  social  and  gender  benefits:  (i) the  NSDP  has \nmainstreamed  gender  issues,  as  required  by  the  national  policy  on  gender  equality \n(footnote 11);  (ii) underfunding  of  selected  infrastructure  services,  and  resultant  nonexistent  or \npoor  quality  services,  is  being  addressed  through  consideration  and  implementation  of  user \ncharges,  which  include  social  considerations  to  ensure  vulnerable  groups  are  able  to  access \nthese  essential  services;  (iii)   use  of  a  standard  approach  to  funding  community  service \nobligations  will  enable  support  for  access  to  such  social  services  to  be  better  targeted; \n(iv)   removal  of  price  controls  on  grocery  and  laundry  products  should  quickly  provide  for  a \ngreater  choice  of  products  (of  various  qualities  and  prices);  (v) vulnerable  members  of  the \ncommunity  will  specifically  benefit  from  home  support  services  to  the  elderly  and  disabled; \n(vi)  review of social welfare benefits has the objective of improving targeting; and (vii) improved \ncommunity  outreach  and  engagement  will  engender  community  participation  and  feedback  in \npolicy design, and will support the direct involvement of women in decision making. \n \n \n\n                                                \n28  Further  assessment  is  available  in  the  Sector  Assessment  (Summary):  Public  Sector  Management  (accessible \n\nfrom the list of linked documents in Appendix 2). \n\n29 As of December 2011, women formed 82% of the recipients of welfare payments for the destitute and care givers.  \n\n9 \n\n \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n9\n\n \n\n\f10 \n\nSafeguards \n\nRisks and Mitigating Measures \n\nD. \n \n38. \nIn compliance with ADB’s Safeguard Policy Statement (2009), subprogram 2 is classified \ncategory C,  with  no  significant  adverse  environmental  impacts  identified.  No  involuntary \nresettlement or impact on indigenous people is expected.  \n \nE. \n \nThe  potential  benefits  from  ameliorating  the  impacts  of  the  global  economic  crisis  and \n39. \nproviding  a  solid foundation for future growth  through  structural  and governance  initiatives  are \nconsidered  to  outweigh  the  risks. 30 Indeed,  the  costs  of  inaction  could  be  substantial,  i.e.,  a \ncontinued  low  growth  rate,  with  implications  for  the  government’s  ability  to  fund  basic  social \nservices  and  address  environmental  concerns.  The  following  are  major  risks:  (i) negative \nexternal  shocks  damage  the  economy,  (ii) parliamentary  and  community  support  for  the \ngovernment’s  economic  management  weakens,  (iii) government  capacity  to  implement  reform \nprogram  is  insufficient,  and  (iv) the  government  fails  to  prioritize  capital  works  based  on \neconomic  returns.  These  will  be  mitigated  by  support  from  development  partners  for  the \ngovernment’s fiscal consolidation efforts, including elements of subprogram 2 and the use of its \nloan  funds  to  supplement  capacity,  continuing  the  infrastructure  prioritization  process,  and \nimplementing a communications and engagement strategy. \n \n\nIV. \n\nASSURANCE \n\n \n40. \nThe government has assured ADB that implementation of the ERSP shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender,  procurement,  consulting services,  and  disbursement as  described  in  detail  in  the  loan \ndocuments.  Indicators  and  benchmark  levels  to  monitor  the  outputs  and  outcome  of \nsubprogram 2 will be developed by the NSDC to align with its own ongoing monitoring of NSDP \nimplementation, but will be inclusive of those contained in the design and monitoring framework \nfor the ERSP and for subprogram 2.  \n \n\nV. \n\nRECOMMENDATION \n\n \n41. \nI  am  satisfied  that  the  proposed  policy-based  loan  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and, acting in the absence of the President, \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve the loan of NZ$7,250,000 to the Cook Islands for subprogram 2 of the Economic \nRecovery  Support  Program,  from  ADB’s  ordinary  capital  resources,  with  interest  to  be \ndetermined  in  accordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending \nfacility;  for  a  term  of  15 years,  including  a  grace  period  of  3 years;  and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board. \n \n \n\nBindu N. Lohani \nVice-President \n \n\n                                                \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n31 October 2012 \n\n \n\n\f \n\n \n\n \n\nDesign Summary \nImpact \n\n \n\nEconomic recovery \ncombined with \nprotection of the \nmost vulnerable \nand the fiscal \nposition \n\nOutcome \n\nThe government \nensures \nsustainable budget \nallocations for \nneeded capital \ninvestment and \nsocial protection \n\nOutputs \n\n1.  Higher capital \nexpenditure by \ngovernment \n\n \n\n \n\nDESIGN AND MONITORING FRAMEWORK \n\nAppendix 1 \n\n11 \n \n\nData Sources and \nReporting Mechanisms \n \n\nAssumptions and \nRisks \nAssumptions \n\nNational accounts, \nbudget papers including \nbudget policy statement, \nand MFEM economic and \nfiscal updates \n \n\nHousehold income and \nexpenditure surveys \n\nThe global economy \ncontinues to recover \nfrom the downturn \n\nThe private sector \nresponds to the \nimproved economic \nconditions \n\nRisk \n\nExternal shocks \n(natural disasters, high \noil prices) damage the \neconomy \n\nAssumption \n\nBudget papers including \nbudget policy statement, \nMFEM economic and \nfiscal updates \n\nGovernment agencies \ncontinue to be \ncommitted to improved \nperformance \n\nBudget papers including \nbudget policy statement \n\nRisks \n\nPerformance Targets and \nIndicators with Baselines \n\nReal GDP growth \nprogressively raised to the \ngovernment’s target long-run \ngrowth rate of 3.5% by 2016 \n(2009 baseline: 2.4%) \n\nRelative standard of living of \nthe vulnerable groups of the \ncommunity improved, as \nmeasured by a rising \nexpenditure share of the \nlowest quintile of \nhouseholds (2007 baseline: \n9%) and proportion of \nhouseholds headed by \nwomen in the lowest quintile \n(2007 baseline: 31.8%) in \nthe 2013 household income \nand expenditure survey \n \n\nGrowth of construction value \nadded is 5.5% or greater in \nFY2012 and FY2013 \n\nWelfare payments (on a sex-\ndisaggregated basis) above \nFY2011 rate in FY2012 and \nFY2013 (FY2011 baseline: \nNZ$12.3 million in total, \ngovernment to provide \ngender breakdown) \n\nFY2012 and FY2013 \nbudgets allocate more than \n12% of GDP to capital \nexpenditure  \n(FY2009 baseline: 12% of \nGDP) \n\nBudget papers including \nbudget policy statement \n \n\n2.  Priority structural \nreforms and \ngovernance \nimprovements \n\nReduction in subsidies to air \nservices in FY2013 \n\nBudget papers including \nbudget policy statement \n\nMinistry of Outer Islands and \nInfrastructure Planning \n\nBudget papers including \nbudget policy statement \n\nParliamentary and \ncommunity support for \nthe government’s \nactions is insufficient \n\nGovernment agencies \nfail to restrain low-\npriority current \nexpenditure \nAssumptions \n\nGovernment prioritizes \ncapital expenditure on \nthe basis of economic \nreturns \n\nSufficient personnel to \nmanage the expansion \nin capital expenditure \n \nAssumption \n\nThe NSDP–annual \nbudget link remains \nstrong. \n\n \n\n \n\n \n\n \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n1\n\n1\n\n \n\n\f \n\n \n\n \n\n12 \n\nAppendix 1 \n\nDesign Summary \n\nimplemented \nacross the \ninfrastructure \nsectors \n\n3.   The most \nvulnerable \nmembers of the \ncommunity \nreceive targeted \nsupport from \ngovernment \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPerformance Targets and \nIndicators with Baselines \nFY2013 expenditure is \nwithin 4% of budget \nallocation \n\nData Sources and \nReporting Mechanisms \n\nAssumptions and \nRisks \n\n \n\nFY2013 budget allocations \nfor new targeted social \nwelfare services \n(FY2011 baseline: none) \n \n\nBudget papers including \nbudget policy statement \n \n\nAssumptions \n\nCost of targeting \nsupport to the \nvulnerable is \naffordable and \npractical \n\nSufficient personnel to \nmanage the expansion \nin support for the \nvulnerable \n \nAssumptions \n\nNo external economic \nshocks \n\nSufficient personnel to \nmanage the budget \nprocess \nAssumptions \n\nGovernment maintains \nsupport for \ntransparency \n\nPublic interest in \naccessing available \ngovernment \ninformation  \n\n4.  MFEM maintains \n\nfiscal \nresponsibility \n\nFY2011–FY2013 budgets \ncomply with all principles of \nfiscal responsibility stated in \nthe MFEM Act \n\nBudget papers including \nbudget policy statement \n \n\n5.  MFEM \n\ncommunication \nof economic and \nfiscal \nmanagement \ninitiatives \n\nDownloading of key budget, \neconomic policy, and \nnational planning documents \nfrom MFEM website is 20% \nabove 2010 levels \n(2010 baseline: 2,550 \ndownloads of budget \ndocuments) \n\nReports from MFEM \nwebsite \n\nActivities with Milestones \n1.   Higher capital expenditure  \n1.1  Align capital expenditure in FY2010–FY2012 with the infrastructure \n\nInputs \nLoan  \nADB: $6.00 million \n\n1.2  Ensure minimum level of capital expenditure in FY2010 above that \n\nmaster plan (July 2011) \n\nof FY2009 (July 2011) \n\n2.   Priority structural reforms and governance improvements \n\nimplemented across infrastructure sectors \n\n2.1  Develop and release NSDP, 2011–2015 (December 2011) \n2.2  Develop and release renewable electricity chart (February 2012) \n2.3 Review of infrastructure master plan, 2007–2012 completed (August \n\n2012) \n\n2.4  Develop a water policy standard (February 2012) \n2.5  Prepare policy papers for cabinet on cost recovery and user charges \nin Rarotonga water and Muri-Avana sanitation sectors (September \n2012) \n\n2.6  Cabinet considers recommendations of the functional review \n\n \n \n \n\n \n\n   \n\n2.7  Prices Tribunal rescinds price orders on grocery and laundry \n\n2.8  Undertake an independent economic analysis of airline subsidies \n\n(January 2012) \n\nproducts (October 2011) \n\n(May 2012) \n\nItem \nSubprogram 2  \n \n\nAmount \n(NZ$ million) \n7.25 \n \n\n \n \n\n \n\n\fActivities with Milestones \n2.9  Use a transparent process for financing provision of community \n\nInputs \n \n\nservice obligations in FY2013 budget (July 2012) \n\n \n3.  Government provides targeted support to the most vulnerable \n\n3.1  Public release of the 2010 consultant report on the social welfare \n\n3.2 Commence a consultative review of the social welfare system \n\ncommunity members  \n\nsystem (May 2012) \n\n(March 2012) \n\n3.3  Commence pilot of home care for the elderly and disabled, and \n\nmonitor performance and outcomes (March 2012) \n\n \n4.   MFEM maintains fiscal responsibility \n4.1  FY2011–FY2013 budgets meet the principles of responsible fiscal \n\nmanagement set out in the MFEM Act 1995 (July 2012) \n\n4.2  Government includes performance against fiscal responsibility ratios \nregarding overall budget deficit to GDP, net debt to GDP, personnel \nexpenditure to tax revenue, and debt servicing to revenue, in \nFY2011–FY2013 budgets (July 2013) \n\n4.3  Statement of government operations, compliant with International \n\nMonetary Fund's government finance statistics standards, completed \nfor FY2011 budget (July 2012) \n\n4.4 FY2013 budget uses a presentation compliant with government \n\nfinance statistics (July 2012)  \n\n4.5  Ministry business plans highlight outputs, objectives, outcomes, and \n\nkey deliverables for aid-funded work plans (December 2011) \n4.6  Adopt a medium-term budget framework from FY2011 (July 2011) \n4.7  PFM plan publicly released (November 2011) \n4.8  First PFM plan review completed (February 2012) \n \n5.   Public communication of economic and fiscal management \n\n5.1  Public release of key economic documents via government websites \n\ninitiatives \n\n(ongoing) \n\n5.2  Use consultative and participatory processes in developing the \n\nNSDP, public sector reform, and social welfare review (ongoing)  \n\n \n\n \n\n \n\nADB  =  Asian  Development  Bank,  GDP  =  gross  domestic  product,  MFEM  =  Ministry  of  Finance  and  Economic \nManagement, NSDP = National Sustainable Development Plan, PFM = public financial management. \nSource: Asian Development Bank. \n\nAppendix 1 \n\n13 \n \n\n \n\n \n\n \n\n \n\n \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n1\n\n3\n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=42503-023-3 \n\nLoan Agreement  \n\nSector Assessment (Summary): Public Sector Management  \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nCountry Economic Indicators  \n\nSummary Poverty Reduction and Social Strategy  \n\nRisk Assessment and Risk Management Plan \n\nList of Ineligible Items \n\n \n\nSupplementary Documents \n\n9. \n\nFiscal Assessment \n\n10.  Macroeconomic Assessment \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n \n\n\f \n\nDEVELOPMENT POLICY LETTER \n\nAppendix 3 \n\n15 \n\nA\n\np\n\np\n\ne\n\nn\n\nd\n\ni\n\nx\n\n \n\n4\n\n \n\n1\n\n5\n\n \n\n \n \n\n  \n\n \n\n\f16 \n\nAppendix 3 \n\n \n\n \n\n \n\n\fOutput \n\nOutput 1: \nHigher capital \nexpenditure by \ngovernment \n\nOutput 2: \nPriority structural reforms \nand governance \nimprovements \nimplemented across the \ninfrastructure sectors \n\n \n\nPOLICY MATRIX \n \n\nTriggers For Subprogram 2 \nFunding in the FY2010 budget for infrastructure and \n\n1.1 \nbuilding work investment is in accordance with the priorities as \nstated in the IMP and is prioritized according to the process of \nsubprogram 1 policy output 2.6. \n \n\nFY2011 and FY2012 budgets provide for continued \n\n1.2  Confirmation that the FY2010 budget funded a higher \nlevel of capital expenditure than in the FY2009 budget (as \nestimated). \n2.1 \nimplementation of infrastructure and building work investment \npriorities as stated in the IMP.a \n \n2.2 \nGovernance Framework including: \n−  Preparation and Cabinet approval of policy statements for \neach infrastructure sector (roads, airports, ports and \nharbors, government buildings, energy, water supply, \nsanitation and waste management) including provisions for \nuser charges, cost recovery and community service \nobligations; \n\nImplementation  of  key  elements  of  the  Infrastructure \n\n−  Preparation and Cabinet approval of asset management \nand forward budgeting frameworks for each infrastructure \nsector; b and \n\n−  Tabling in Parliament of amendments to legislation \n\ngoverning infrastructure service delivery and institutions, \nincluding institutional improvement and reforms, agency \nresponsibilities and powers for public infrastructure \nprovision, ongoing asset maintenance management, \nprovision for internal and external audit, and as relevant \nuser charges and cost recovery, and multi-year budgeting.b \n \n\n2.3  MFEM  prepares  a  report  reviewing  arrangements  and \nregulation  of \nagency \nmonopolies  and  other  forms  of  anti-competitive  behavior, \nincluding at a minimum: \n\nthe  economic \n\nresponsibilities \n\nfor \n\nstatutory monopolies, with a view to removing those \nare not in the public interest (e.g., \ntelecommunications)b; and \nprice controls. \n\n- \n\n- \n\n \n\n \n\n \n\nPolicy Actions \n1. 1  Funding in the FY2010-FY2012 budgets for infrastructure \nand building works investment is in accordance with the priorities \nas stated in the IMP and is prioritized according to the process of \nsubprogram 1 policy output 2.6. \n \n1.2 \nin the FY2009 budget (NZ$17.5 million). \n\nThe FY2010 budget funds capital expenditure not less than \n\nImplementation of key elements of the Infrastructure \n\n2.1 \nGovernance Framework including \n- \n\nrelease by the Prime Minister’s Office of the NSDP 2011-\n2015 which sets out infrastructure sector objectives and \nstrategies; \nrelease by the Prime Minister’s Office of a Renewable \nElectricity Chart; \n\n− \n\n−  Government completes First Quarter Review of the \n\nInfrastructure Master Plan 2007-2012; \n\n−  Cabinet endorsement of a Policy Standard for Water Supply \n\nin Rarotonga;  \n\n−  Cabinet gives in-principle agreement to implementation of \ncost recovery and user charges in the Rarotonga water \nsector; and  \n\n−  Cabinet approves the development of sanitation user \n\ncharges for the Muri-Avana area. \n\n2.2  Cabinet considers recommendations of the functional review \nof the public sector and agrees to: \n− \n− \n\na focus on productivity and performance in the public sector;  \nthe provision of capacity building inputs to support the \nperformance management process; and \nphased implementation of recommendations on Outer \nIslands.  \n\n− \n\n \n2.3  Government,  through  the  Prices  Tribunal  rescinds  price \norders on grocery and laundry products.  \n\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\n1\n7\n \n\n \n\n\f \n\nOutput \n\nTriggers For Subprogram 2 \n2.4  Competitive  tendering  of  access  to  monopoly  public \nassets  and  economic  development  subsidies,  where  feasible \nand in the public interest, including at a minimum: \n− \n\nthe private operation of Government-owned monopoly \nassets b; and \nsubsidies for international air travel. \n\n− \n \n\nOutput 3: \nThe  most \nmembers \ncommunity \ntargeted  support \ngovernment \n\nvulnerable \nthe \nof \nreceive \nfrom \n\n3.1  MFEM  and  line  ministries  prepare  a  report  which \nreviews  social  security  benefits  to  assess  the  adequacy  of \nbenefits  and  to  identify  savings  to  be  redirected  to  the  most \nvulnerable members of the community.  \n \n\nPerformance monitoring being implemented for the \n\n3.2 \ndelivery of services used by the most vulnerable members of \nthe community. \n\n4.1  FY2011 and FY2012 budgets manage total Crown debtf \nat prudent levels so as to provide a buffer against factors that \nmay impact adversely on the level of total Crown debt in the \nnature, by ensuring that, unless such levels have been \nachieved, the total operating expenses of the Crown in each \nfinancial year are less than its total operating revenues in the \nsame financial year. \n \n4.2  FY2011 and FY2012 budgets manage achieve and \nmaintain levels of Crown net worth that provide a buffer against \nfactors that may impact adversely on the Crown's net worth in \nthe future. \n \n4.3  FY2011 and FY2012 budgets manage prudently the fiscal \nrisks facing the Crown. \n\nOutput 4: \nMFEM  maintains \nresponsibility \n\nfiscal \n\n \n\n1\n8\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nPolicy Actions \n\n2.4  Complete an independent economic analysis of airline \nsubsidies which: \n− \n\nestimates the net economic benefits to the Cook Islands of \nthe underwritten routes; and  \nassesses likely performance and profitability of underwritten \nroutes.  \n\n− \n\n \n2.5  Adoption of a transparent process for financing provision of \nCSOs in the FY2013 budget. \n \n3.1  Government  makes  public  the  consultant’s  report,  Review \nof the Social Welfare System, June 2010. \n \n3.2  Government releases a public statement which: \n•  sets out the intent to start a second round review of the social \nwelfare system to enable Cabinet consideration by September \n2013; and \n\n•  sets out a schedule for public consultations during the review \n\nof the social welfare system. \n \n\n3.3  At least two contracts are signed for a pilot of direct service \nprovision to the vulnerable (home care for the elderly and persons \nwith disabilities) which: \n• \n•  builds NGO capacity for such service provision; and  \n• \n\nincludes a monitoring and evaluation framework to assess \nperformance of the pilot.  \n\ninvolves existing NGOs in service provision; \n\n \n4.1  FY2011-FY2013 budgets are certified by the Financial \nSecretary as meeting the principles of responsible fiscal \nmanagement set out in the MFEM Act 1995-1996 Part III, clause \n23(2): \n−  managing total Crown debtf at prudent levels so as to provide \na buffer against factors that may impact adversely on the \nlevel of total Crown debt in the nature, by ensuring that, \nunless such levels have been achieved, the total operating \nexpenses of the Crown in each financial year are less than its \ntotal operating revenues in the same financial year; and \nachieving and maintaining levels of Crown net worth that \nprovide a buffer against factors that may impact adversely on \nthe Crown's net worth in the future; and \n\n− \n\n−  managing prudently the fiscal risks facing the Crown; and \n− \npursuing policies that are consistent with a reasonable  \n\n\fOutput \n\nTriggers For Subprogram 2 \n\n4.4  FY2011 and FY2012 budgets pursue policies that are \nconsistent with a reasonable degree of predictability about the \nlevel and stability of tax rates for future years. \n \n4.5   Updated Manila Agreement financial ratios met in FY2011 \nand FY2012. \n \n\n4.6  Budgets for FY2011 and FY2012 to provide a Statement \nof Government Operations in accordance with the International \nMonetary Fund's Government Finance Statistics standards). \n\n4.7  Government to maintain the financial contribution needed \nto  retain  Standard  &  Poor's  Rating  Services  through  FY2011 \nand FY2012.c \n \n4.8   Development partner-funded activities included in Ministry \noutputs  and  subject  to  the  same  performance  review  as \ngovernment-funded functions. \n\n4.9   Review of the value for money from Payments on Behalf \nof the Crown and their inclusion in Ministry outputs.d \n \n4.10  Adoption of a medium-term budget framework in FY2011. \n \n\n \n\n \n\n \n\nPolicy Actions \ndegree of predictability about the level and stability of tax \nrates for future years. \n \n\nfiscal  responsibility  ratios,  set \n\n4.2   Government  meets \nin \nsubprogram 1, regarding tax revenue to GDP (25%), net debt to \nGDP  (35%),  and  debt  servicing  to  revenue  (5%)  in  FY2011- \nFY2013 and projects overall budget deficit to GDP (+/-2%) will be \nwithin  the  ceiling  by  FY2014  and  personnel  expenditure  to \nrevenue ratio (40%) by FY2015. \n \n4.3  A  Statement  of  Government Operations in accordance  with \nthe International Monetary Fund's Government Finance Statistics \nstandards is available for FY2011 and FY2013 budget shifts to a \npresentation  of  Crown  revenueg  and  expenditure  (including \nFY2012 outturn) consistent with the standards set out in the IMF \nGovernment Financial Statistics Manual 2001 (GFS Framework).  \n \n \n\n4.4  Ministry  and  agency  business  plans  will  highlight  outputs, \nobjectives,  outcomes  and  key  deliverables  covering  government \nfunded work plans and confirmed aid funded work plans. \n \n \n\n4.5  Adoption of a medium-term budget framework in FY2011 and \ncontinued use in FY2012 and FY2013. \n \n4.6   Government  develops  a  PFM  roadmap,  based  on  the \nfindings of the PEFA, and completes the first review of progress. \n \n5.1  The Cabinet-endorsed communications and engagement \nstrategy under subprogram 1 implemented. \n \n\nOutput 5: \nMFEM communication of \neconomic and fiscal \nmanagement initiatives \n\n5.1  The Cabinet-endorsed communications and engagement \nstrategy implemented.  \n \n\nADB = Asian Development Bank, CSO = community service obligation, ERSP = Economic Recovery Support Program, IMP = infrastructure master plan, MFEM = \nMinistry  of  Finance  and  Economic  Management,  PEFA  =  public  expenditure  and  financial  accountability;  PFM  =  public  financial  management;  TA  =  technical \nassistance. \na This is addressed under actions in support of output 1.  \n\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\n1\n9\n \n\n \n\n\f \n\nb  Legislative  changes,  infrastructure  budgeting,  asset  management,  and  consideration  of  monopoly  ownership  and  management  have  been  overtaken  by \n\nconsideration of recommendations of the functional review and activities will recommence once functional arrangements have been finalized.  \n\nc “Crown debt” is debt held by the Crown, which is the Government of the Cook Islands, which includes every department, instrument and agent of the Government, \nand any body corporate or organization that is wholly owned or controlled by or has significant financial inter-dependence with any such department, instrument, \nagent, body corporate or organization, and any local authority. \n\nd  This was considered non-core to the program, although Government is continuing to fund this activity.  \ne  The priority of this action was downgraded within the PFM reform plan.  \nf  “Crown  debt”  is  debt  held  by  the  Crown,  which  is  the  Government  of  the  Cook  Islands,  which  includes  every  department,  instrument  and  agent  of  the \nGovernment,  and  any  body  corporate  or  organization  that  is  wholly  owned  or  controlled  by  or  has  significant  financial  inter-dependence  with  any  such \ndepartment, instrument, agent, body corporate or organization, and any local authority. \n\ng  “Crown revenue” is revenue raised by the Crown, which is the Government of the Cook Islands, which includes every department, instrument and agent of the \nGovernment,  and  any  body  corporate  or  organization  that  is  wholly  owned  or  controlled  by  or  has  significant  financial  inter-dependence  with  any  such \ndepartment, instrument, agent, body corporate or organization, and any local authority. \n\n2\n0\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nSource: Ministry of Finance and Economic Management and ADB staff estimates.  \n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 22 October 2012) \n \n", "Currency unit \nNZ$1.00 \n$1.00 \n", "– \n= \n= \n", "New Zealand dollar (NZ$) \n$0.8157 \nNZ$1.2259 \n", " \nABBREVIATIONS \n", "ADB \nERSP \nGDP \nIMF \nMFEM \nNSDP \nNSDC \nPEFA \nPFM \n", "– \n \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nEconomic Recovery Support Program \ngross domestic product \nInternational Monetary Fund \nMinistry of Finance and Economic Management \nNational Sustainable Development Plan \nNational Sustainable Development Commission \npublic expenditure and financial accountability \npublic financial management \n", " \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n \n", " \n", "NOTES \n", "(i) \n", "The  fiscal  year  (FY)  of  the  Government  of  the  Cook  Islands  and  its  agencies \nends  on  30  June.  “FY”  before  a  calendar  year  denotes  the  year  in  which  the \nfiscal year ends, e.g., FY2012 ends on 30 June 2012.  \n", "(ii) \n", "In this report, \"$\" refers to US dollars unless otherwise stated.  \n", "S. Groff, Operations 2 \n", " \n \nVice-President \nDirector General  X. Yao, Pacific Department (PARD) \nDirector \n \nTeam leader \nTeam members  M. Lototele, Senior Economics Officer, PARD  \n \n \n \n \nPeer reviewer \n", "A. Ruthenberg, Pacific Subregional Office (SPSO), PARD \n \nE. Veve, Principal Economist, PARD \n", "L. Nazarbekova, Principal Counsel, Office of the General Counsel \nR. Rabanal, Economics Officer, PARD \nM. Tinio, Associate Economics and Statistics Analyst, PARD \nL. Tora, Senior Public Management Officer, SPSO, PARD \nJ. Ludwig-Maaroof, Public Management Specialist, Regional and Sustainable \n", "Development Department \n", " \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", "CONTENTS \n", "Page \n", "PROGRAM AT A GLANCE \n \nI. \n \nII. \n", "THE PROPOSAL \n", " \nIII. \n", "THE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nDevelopment Financing Needs \nE. \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nEconomic \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \n", "ASSURANCE \n", "RECOMMENDATION \n", " \nIV. \n \nV. \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n \n", "Design and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter  \nPolicy Matrix \n", " \n", "1 \n", "1 \n1 \n3 \n3 \n6 \n7 \n", "8 \n8 \n8 \n9 \n10 \n10 \n", "10 \n", "10 \n", "11 \n14 \n15 \n17 \n"]}