{"Author": "Asian Development Bank", "CreationDate": "D:20110217132427+08'00'", "Creator": "Acrobat PDFMaker 8.0 for Word", "Keywords": "india, madhya pradesh state roads project, india integrated transport system, road sector strengthening, road rehabilitation program, transport and ict, road transport, urban environmental improvement, public-private partnerships, adb project 43063", "ModDate": "D:20110517174123+08'00'", "Producer": "Acrobat Distiller 8.0.0 (Windows)", "SourceModified": "D:20110217024143", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Madhya Pradesh State Roads Project III in India, for the approval of ADB's Board of Directors.", "Title": "RRP: India: Madhya Pradesh State Roads Project III ", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 43063 \nFebruary 2011 \n \n \n \nProposed Loan and Technical Assistance Grant \nIndia: Madhya Pradesh State Roads Project III \n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of  29 November 2010) \n \n\nCurrency unit\n\nIndian rupee/s (Re/Rs) \n\nRe1.00\n$1.00\n\n$0.02151 \nRs45.94170 \n\n \n \n\n \n \n\n– \n\n= \n= \n\n \n \nABBREVIATIONS \n\nADB \nEIRR \nEMP \nGDP \nkm \nLIBOR \nMPRDC \nMPSRSP II \nPAM \nPIU \nPPP \nROW \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \neconomic internal rate of return \nenvironment management plan \ngross domestic product \nkilometer \nLondon interbank offered rate \nMadhya Pradesh Road Development Corporation \nMadhya Pradesh State Roads Sector Project II \nproject administration manual \nproject implementation unit  \npublic–private partnership \nright-of-way \ntechnical assistance \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n \n\n \n\n \n \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\nPeer reviewer \n\nX. Zhao, Operations 1 \nS. Rahman, South Asia Department (SARD) \nS. Widowati, Transport and Communications Division, SARD \n \nL. M. Tai, Transport Specialist, SARD \nM. Ajmera, Social Development Specialist, SARD  \nP. Dutt, Principal Transport Specialist, India Resident Mission, SARD \nK. M. Emzita, Senior Counsel, Office of the General Counsel \nV. Lisack, Transport Specialist, SARD  \nC. San Miguel, Project Implementation Officer, SARD \nH. Yamaguchi, Principal Transport Specialist, SARD \nK. Yangzom, Environment Specialist, SARD \nY. Zong, Transport Specialist, Regional and Sustainable Development \nDepartment \n\n \n \nIn preparing any country program or strategy, financing any project, or making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n\n\fCONTENTS \n\nIII. \nIV. \n\nPROJECT AT A GLANCE \nMAP \nI. \nII. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nTHE PROPOSAL \nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nTECHNICAL ASSISTANCE \nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \nASSURANCES \nRECOMMENDATION \n\nDesign and Monitoring Framework \nList of Linked Documents \n\nV. \nVI. \nAPPENDIXES \n1 \n2 \n\n \nPage \n\n1 \n1 \n1 \n2 \n2 \n3 \n4 \n5 \n5 \n5 \n6 \n6 \n7 \n8 \n9 \n10 \n10 \n\n11 \n13\n\n\f1. Project Name:  Madhya Pradesh State Roads III Investment Program \n4. Department/Division:  \n3. Country: India \n5. Sector Classification:  \n\nSouth Asia Department/Transport and Communications Division \n\n2. Project Number: 43063-013 \n\n \n\nPROJECT AT A GLANCE \n\n \n6. Thematic Classification: \n\n6a. Climate Change Impact \n\n Adaptatio  n\n Mitigation \n\nSectors \n Transport, and information and \ncommunication technology \n\nThemes \n Economic growth \n\n  \n Environmental sustainability \n Private sector development \n Capacity development \n\n \nMedium \nMedium \n\nPrimary \n√ \n\nSubsectors \nRoad transport \n\nPrimary \n√ \n\n \n\n \n \n \n\nSubthemes \nWidening access to markets and \neconomic opportunities \nPromoting economic efficiency and \nenabling business environment \nUrban environmental improvement \nPublic-private partnerships \nInstitutional development \n\n6b. Gender Mainstreaming  \n\n Effective gender mainstreaming (EGM) \n Gender equity theme (GEN) \n No gender elements (NGE) \n Some gender benefits (SGB) \n\n8. Location Impact:  \n\n \n\n \n\n \n \n \n\n√ \n\nMedium \nLow \nMedium \nMedium \n\n7. Targeting Classification:  \n\nGeneral \nIntervention \n\n√ \n\nGeographic \ndimensions of \ninclusive \ngrowth \n \n\nTargeted Intervention \nMillennium \ndevelopment \ngoals \n\n \n\nIncome \npoverty at \nhousehold \nlevel \n \n\n9. Project Risk Categorization: Complex  \n\n National \n Regional \n Rural \n Urban \n\n10. Safeguards Categorization:   \n\n11. ADB Financing:  \n\nEnvironment \nInvoluntary resettlement \nIndigenous peoples \n\nB \nC \nC \n\n \nModality \n\nProject loan \nCapacity \ndevelopment \ntechnical assistance \n \n\n \n\n \nNo Cofinancing available.  \n \n\nSovereign/Nonsovereign \n Sovereign \n Sovereign \n\nTotal \n\nSource \n Government \n\nTotal \n\nParallel project implementation unit \nProgram-based approach \n\nNo \nNo \n\nSource \n\nOrdinary capital resources \nTechnical Assistance Special Fund \n\nAmount ($ Million) \n300.0\n1.0\n\nAmount ($ Million) \n\n301.0\n\n75.0\n75.0\n\n12. Cofinancing:   \n\n13. Counterpart Financing:   \n\n14. Aid Effectiveness:   \n\n  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f100\n\n95\n\n75\n\n25\n\n5\n\n0\n\n100\n\n95\n\n75\n\n25\n\n5\n\n0\n\nind3908\n\nMonday, 31 January, 2011 2:15:37 PM\n\n100\n\n95\n\n75\n\n25\n\n5\n\n0\n\n100\n\n95\n\n75\n\n25\n\n5\n\n0\n\n\fI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto  India  for  the  Madhya  Pradesh  State  Roads  Project  III.  The  report  also  describes  proposed \ntechnical assistance (TA) for Capacity Building for Road Safety and Public–Private Participation \n(PPP)  Support,  and  if  the  Board  approves  the  proposed  loan,  I,  acting  under  the  authority \ndelegated to me by the Board, will approve the TA.1 \n \nThe Madhya Pradesh State Roads Project III will rehabilitate and upgrade about 1,080 \n2. \nkilometers  (km)  of  state  highways  in  Madhya  Pradesh  identified  under  the  state  road \nrehabilitation  program.  These  severely  deteriorated  highway  sections  are  located  in  the  very \npoor  eastern  and  west  central  parts  of  the  state.  The  project  will  involve  upgrading  existing \nroads  to  two  or  intermediate  lanes,2  strengthening  existing  pavement,  strengthening  culverts \nand  bridges,  and  constructing  new  bridges  and  cross-draining  structures.  Consulting  services \nwill be provided to supervise the implementation of civil works. \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \nUnder  the  country  partnership  strategy,  2009–2012, 3   the  Asian  Development  Bank \n3. \n(ADB)  supports  all  levels  of  road  sector  development  as  a  core  infrastructure  operation  to \nfacilitate  sustainable  economic  growth  in  India.  The  proposed  project  is  consistent  with  the \ncountry  partnership  strategy’s  strategic  objectives  and  was  included  in  the  country  operations \nbusiness plan, 2011–2013.4 \n \n4. \nIn  India,  road  transport  accounts  for  68%  of  freight  movement  and  87%  of  passenger \ntraffic.  The  national  highways  and  the  state  highways  (i.e.,  the  secondary  road  system)  are \nunable  to  cope  with  rapid  traffic  growth;  freight  traffic  on  these  roads  has  increased  by  about \n12% per year and passenger traffic by about 8% per year over the past decade. These trends \nhave led to congestion, road deterioration, and increased transport costs. State highways, which \nlink  national  highways  with  district  headquarters  and  important  towns,  comprise  about  13%  of \nthe road network and carry about 40% of traffic. \n \n5. \nThe state highway network in Madhya Pradesh comprises 10,249 km of state highways, \nbut road conditions are very poor in terms of coverage and condition and cannot cope with the \nincreasing  demand  for  road  transport.  As  a  poverty  reduction  strategy,  the  Madhya  Pradesh \ngovernment  has  encouraged  infrastructure-led  growth  in  the  last  5  years  by  successfully \nrehabilitating  about  7,400  km 5   of  state  highways  with  ADB  assistance, 6   PPP,  and  state \nresources. The gross domestic product growth was in the 5%–6% range for the last 5 years and \nis poised to reach 7% growth by 2015, closing the gap with national growth. Achieving this goal \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2   Between one and two lane road. \n3  ADB. 2009. Country Partnership Strategy: India, 2009–2012. Manila. \n4  ADB. 2010. County Operations Business Plan: India, 2011–2013. Manila. \n5   Rehabilitation of 6,174 km completed and 1,268 km ongoing. \n6  ADB.  2002.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loans  and \nTechnical  Assistance  Grant  to  India  for  the  Madhya  Pradesh  State  Roads  Sector  Development  Program.  Manila \n(Loan  1959-IND);  and  ADB.  2007.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed  Loan  and  Technical  Assistance  Grant  to  India  for  the  Madhya  Pradesh  State  Roads  Sector  Project  II. \nManila (Loan 2330-IND). Under these two projects, ADB has assisted the government in the rehabilitation of 2,907 \nkm of state highways. \n\n\f 2 \n\nrequires continued efforts in infrastructure development initiatives by rehabilitating the remaining \n2,807 km state highways in the next few years. The government of Madhya Pradesh decided to \nrehabilitate 665 km with state resources, 771 km under PPP schemes, and requested ADB for \npossible financing of remaining 1,080 km, which are mostly in the very poor areas of the state \n(i.e., the eastern and west central areas of Madhya Pradesh) and, are not at par with the rest of \nthe state in development; therefore, it is essential to improve these missing links to gain social \nand  economic  development  opportunities  from  road  networks  for  the  entire  Madhya  Pradesh \npopulation.  \n \n6. \nADB’s  first  involvement  in  Madhya  Pradesh’s  state  road  sector,  the  Madhya  Pradesh \nState Roads Sector Development Program, was successfully completed in 2008, with significant \nsector  reform  including  the  establishment  of  the  Madhya  Pradesh  Road  Development \nCorporation  (MPRDC)  and  its  adoption  of  best  practices  for  road  planning  and  maintenance \nsystems,  financial  management,  and  public  procurement.  MPSRSP  II,  approved  in  2007,  is \nongoing, targeting completion in December 2011. \n \nThe  project  will  continue  ADB  support  for  the  development  of  the  remaining  Madhya \n7. \nPradesh  state  highway  network  that  are  not  yet  upgraded  and  road  safety  capacity \nenhancement  of  MPRDC  to  build  upon  the  success  of  the  organization  as  an  implementation \nagency and to transform it into a full-fledged state highway agency.  Based on lessons learned \nand  achievements  of  the  previous  two  projects,  the  project  will  bring  added  value  to  the \nfollowing  four  aspects:  (i)  minimizing  impact  of  climate  change  through  proper  engineering \ndesign,  and  measures  towards  \"green\"  highway  has  been  adopted  by  using  extensive \nvegetative control in addition to structural measures to combat erosion, and 1:7 compensatory \nreforestation which is more than the statutory requirement of 1:2; (ii) addressing road safety in \nmodern  technology;  (iii)  engaging  gender  expert  to  promote  gender  awareness;  and  (iv) \npreparing  long-term  strategy  for  PPP  for  larger  private  sector  participation  in  road  network \ndevelopment and maintenance. \n \nB. \n \n8. \nThe  long-term  impact  of  the  project  will  be  accelerated  economic  growth  in  Madhya \nPradesh. The immediate project outcome will be more efficient, sustainable transport operations \nof the state highway network. \n \nC. \n \n9. \nThe project outputs will be (i) about 1,080 km of state highways identified under the state \nroad  rehabilitation  program  rehabilitated  and  upgraded  (Table  1),  and  (ii)  improved  MPRDC \ncapacity for road safety.  \n \n10. \nThe  project  will  provide  (i)  consulting  services  to  support  implementation  of  the  civil \nworks; and (ii) equipment necessary for MPRDC to enhance road safety, which include safety \ntraining, vehicle fitness testing, and a road accident emergency response system. \n \n\nImpact and Outcome \n\nOutputs \n\n\fTable 1: ADB-Funded Project Roads \n \n\nName of Roads \n\nBhind–Ater–Porsa \nMihona–Lahar–Daboh–Bhander–Chirgaon \nPichore–Chanderi–Mungawali–Ondere–Kurwai  \nManwar–Mangod (Banderi)  \nSardarpur–Rajgarh–Bagh  \nAgar–Barod–Alot–Jawra \nPachor–Chapikheda–Jirapur–Machalpur–Soyat \nBadi–Baktara–Dobi–Shahganj–Budhni Road \nSilwani–Udayapura Road \n\nNo. \nA. Bhopal Package \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \nSubtotal (A) \nB. Jabalpur Package \n10.  Rahatgarh–Khurai–Khimlasa Road \n11.  Damoh–Hata–Gasiabad i/c Hata Town Portion Road \n12.  Hata–Patera–Kumhari and Raipura–Salaiya–\n\nBahuribandh–Sihora Road \n13.  Amarpatan–Gorsari–Badera Road \n14.  Sundara–Singhpur–Kothi–Jaitwara–Birsinghpur–\n\nSH No. \n \nSH-2 \nSH-45 \nSH-19 \nSH-38 \nSH-35 \nSH-41 \nSH-51 \nSH-15 \nSH-44 \n \n  \nSH-42 \nSH-47 \nSH-48 \n\nSH-13 \nSH-52 \n\nSH-55 \n \n \n\nLength \n(km) \n\n \n\n60.85 \n85.70 \n146.50 \n49.63 \n50.43 \n108.70 \n86.70 \n58.78 \n28.58 \n675.87 \n  \n47.48 \n62.66 \n91.28 \n\n46.50 \n85.29 \n\n71.29 \n404.49 \n1,080.36 \n\nSemaria Road \n15.  Sidhi–Beohari Road \n Subtotal (B) \n \n  \n                       SH = State Highway \n                       Source: Madhya Pradesh Road Development Corporation Ltd. \n\nTotal \n\n \n\nInvestment and Financing Plans \n\nD. \n \n11. \nat $15 million) and financing charges (Table 2). \n \n\nTable 2: Project Investment Plan \n($ million) \n \n\nThe project is estimated to cost $375 million, including local taxes and duties (estimated \n\n \nBase Costb \n1. \n2. \n\nInvestment component \nInstitutional development component \nSubtotal (A) \n\nItem \nA. \n \n \n  \nB. \nC. \n  \na  Includes taxes and duties of about $15 million.  \nb  In mid-2010 prices. \nc  Physical  contingencies  computed  at  8.0%  for  civil  works.  Price  contingencies  computed  at  2.5%  of  foreign \nexchange  costs  and  6.0%  of  local  currency  costs,  including  provision  for  fluctuations  in  the  purchasing  power \nparity exchange rate if this rate is used. \n\nContingenciesc \nFinancing Charges during Implementationd \n \n\nAmounta \n  \n315.00 \n1.00 \n316.00 \n41.50 \n17.50 \n375.00 \n\nTotal (A + B + C) \n\nd  Includes  interest  and  commitment  charges.  Interest  during  construction  for  an  Asian  Development  Bank  loan  is \ncomputed at the 5-year forward London interbank offered rate plus a spread of 0.3%. Commitment charges for an \nAsian Development Bank loan are 0.15% per year on the undisbursed loan amount.  \n\n \n\nSource: Asian Development Bank estimates. \n\n \nThe Government of India has requested a loan of $300 million from ADB ordinary capital \n12. \nresources for the project. The loan will have a term of 25 years, including a grace period of 5 \nyears, an annual interest rate determined according to the ADB London interbank offered rate \n\n  3\n\n \n\n\f 4 \n\n(LIBOR)-based  lending  facility,  subject  to  a  commitment  charge  of  0.15%  per  year,  and  other \nterms and conditions set forth in the draft loan agreement. The government has provided ADB \nwith (i) the reasons for its decision to borrow under the ADB LIBOR-based lending facility on the \nbasis  of  these  terms  and  conditions,  and  (ii)  an  undertaking  that  these  choices  were  its  own \nindependent decision and not made in reliance on any communication or advice from ADB. \n \n13. \nThe financing plan is in Table 3. The ADB loan will finance 80% of the project cost with a \n20%  counterpart  fund  allocation  from  the  Madhya  Pradesh  government.  The  Government  of \nIndia will provide the loan proceeds in local currency to the Madhya Pradesh government under \nthe same terms and conditions as it receives from ADB. The Madhya Pradesh government will \nbear the taxes, duties, and foreign exchange risk on the loan. \n \n\nTable 3: Financing Plan \n \n\nSource \nAsian Development Bank \nMadhya Pradesh government \n\nTotal \n\n \n\nAmount \n($ million) \n\n300.00 \n75.00 \n375.00 \n\n \n \n \n \n\nShare of \nTotal  \n(%) \n\n80.00 \n20.00 \n100.00 \n\nSources: Madhya Pradesh government and Asian Development Bank \nestimates. \n\nImplementation Arrangements \n\n \nE. \n \nThe  implementation  arrangements  for  the  project  basically  follow  those  of  the  ongoing \n14. \nMPSRSP  II.  The  executing  agency  for  the  project  will  be  the  Madhya  Pradesh  government, \nacting through MPRDC. MPRDC is wholly owned by the Madhya Pradesh government and has \nbeen equipped with adequate capacity to implement the project. A general manager at MPRDC \nheadquarters has been designated as person in charge for project implementation. MPRDC has \nseven division offices (i.e., Bhopal, Gwalior, Indore, Jabalpur, Sagar, Rewa, and Ujjain) acting \nas  project  implementation  units  (PIUs),  each  headed  by  a  divisional  manager,  which  will  be \nresponsible for project road implementation in the field. Each PIU will be responsible for one to \ntwo  contracts,  depending  on  the  location  of  the  subprojects,  and  one  project  manager  will  be \nassigned  to  each  contract  package.  The  project  managers  will  be  delegated  with  adequate \ntechnical and administrative authority for expeditious project implementation. The Environmental \nand Social Cell at MPRDC headquarters, reporting to the general manager, will be responsible \nfor ensuring compliance with environmental and social safeguards of project roads. MPRDC will \nengage construction supervision consultants to act as engineers for the construction contracts.   \n \n15. \nthe project administration manual (PAM).7 \n \n\nThe implementation arrangements are summarized in Table 4 and described in detail in \n\n                                                 \n7  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n\fTable 4: Implementation Arrangements \n \n\nArrangements \n\n3 years \n31 December 2013 \n\nMadhya Pradesh government, acting through the Madhya Pradesh Road \nDevelopment Corporation \nIn Bhopal, Gwalior, Indoor, Jabalpur, Rewa, Sagar, and Ujjain: 1 divisional \nmanager (tech), 1 or 2 project managers, and supporting staff for each unit \n13 civil works contracts \nInternational \ncompetitive bidding \nShopping \n\n$11,000,000–\n$35,000,000 each \nBelow $100,000 each \n\nEstimated 12 contracts \nfor supply of goods \nAround 3,138 \nperson-months \n\nQuality- and cost-\nbased selection; full \ntechnical proposal \nWorks and consulting services  \n\nThe loan proceeds will be disbursed according to ADB’s Loan Disbursement \nHandbook (2007, as amended from time to time) and detailed arrangements \nagreed on between the Government of India and ADB. \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n\n \n\n(i)   Executing agency \n\n(ii)   Project implementation units \n\nProcurement \n\nRetroactive financing and advance \ncontracting \nDisbursement \n\nSource: Asian Development Bank. \n \n\nConsulting services \n\n$15,000,000 (Total) \n\nIII. \n\nTECHNICAL ASSISTANCE \n\n \n16. \nCapacity  development  TA  in  the  amount  of  $1,250,000  equivalent  is  proposed  to  be \nprovided  to  further  support  the  MPRDC  initiatives  of  institutional  development,  especially  for \nroad  safety  through  the  establishment  of  a  road  accident  emergency  response  system,  and \nPPP,  for  larger  private  sector  participation  in  state  highway  network  development  and \nmaintenance. ADB will provide TA not exceeding the amount of $1,000,000 equivalent, and the \nMadhya Pradesh government will provide $250,000 equivalent as counterpart funds. \n \n17. \nThe  TA  will  be  financed  with  a  grant  basis  from  ADB’s  Technical  Assistance  Special \nFund  (TASF–other  sources).  An  international  consulting  firm  will  be  recruited  by  ADB  in \naccordance with the ADB Guidelines on the Use of Consultants (2010, as amended from time to \ntime). About 18 person-months of international and 64 person-months of national experts will be \nrequired.  Consultants  will  be  asked  to  submit  simplified  technical  proposals,  and  the  selection \nwill  be  in  accordance  with  the  ADB  quality-  and  cost-based  selection  method  using  a  \nquality–cost ratio of 80:20. The terms of reference for institutional development are set out in the \nPAM.  The  consultants  will  identify  the  specification  and  timing  of  other  equipment  required \nduring TA implementation and conduct training and workshops as required. \n \n\nIV. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \nThe  project  was  prepared  with  the  enhanced  capacity  of  MPRDC,  which  was  gained \n18. \nthrough  the  previous  two  loans  and  TA  provided  for  capacity  building  (footnote  6).  MPRDC \nengaged  consultants  with  its  own  funds  to  prepare  detailed  design  documents  for  roads \nproposed  for  ADB  financing,  incorporating  ADB  requirements  of  economic,  social,  and \nenvironmental  studies  into  the  consultants’  terms  of  reference.  The  Madhya  Pradesh \ngovernment  asked  ADB  for  TA  to  conduct  due  diligence  to  ensure  that  the  consultants’  work \n\n  5\n\n \n\n\f 6 \n\nEconomic and Financial \n\nfully  complies  with  ADB  requirements.8  The  engineering  design  was  prepared  to  avoid  or  to \nminimize land acquisition as well as social and environmental impacts, and to take road safety \ninto account. In addition, advance actions have been taken to ensure that the construction can \ncommence early. All of these measures have improved project readiness and will mitigate the \nrisk of delay. \n \nB. \n \nAn  economic  evaluation  of  the  project  was  conducted  by  comparing  the  MPRDC  and \n19. \nuser costs with and without the project over a specific period. The evaluation was carried out for \neach of the 15 project road sections using the Highway Development and Management (HDM-\n4)  Model.  These  sections  are  in  poor  to  very  poor  condition.  The  proposed  improvements \ninclude  rehabilitation  and  widening,  and  the  principal  benefits  expected  from  the  proposed \nupgrading are in terms of savings in vehicle operating costs and travel time. The traffic demand \nforecast for all project roads was made based on data available on vehicle growth, GDP growth, \nthe  elasticity  of  transport  growth  to  GDP  growth,  and  the  economic  and  population  growth \noutlook for the analysis period. \n \n20. \nThe  estimated  economic  internal  rate  of  return  for  the  15  roads  varies  from  18.3%  to \n45.5%,  indicating  high  economic  rates  of  return  for  all  project  road  sections.  Sensitivity  tests \ncarried out included (i) construction costs increased by 15%, (ii) no time benefits considered, (iii) \ntraffic growth rates reduced by 15%, (iv) benefits decreased by 15%, and (v) a combination of (i) \nand (iv). The analysis shows that all roads have an economic internal rate of return higher than \n12% in all sensitivity tests, indicating economic viability within the range of variability anticipated. \nOverall, the project is justified in social cost–benefit terms.9  \n \nC. \n \nInstitutional capacity. A project preparatory TA consultant and a capacity development \n21. \nTA  consultant  from  MPSRSP  II  supplemented  MPRDC  during  project  preparation.  MPRDC’s \ncapacity for implementation will be further supported by a supervision consultant, who will assist \nwith the supervision of civil works. For long-term capacity strengthening, TA will be provided to \nmake MPRDC more effective in road safety and PPP management. \n \n22. \nimplementing  \nADB-funded  projects  (footnote  6).  It  has  satisfactory  capacity  for  project  financial  accounting \nand  sufficient  knowledge  of  ADB  disbursement  procedures.  For  the  project,  MPRDC  will \nmaintain separate records and accounts to identify goods and services financed from the loan \nproceeds, expenditures incurred, and the use of local funds under the project components.10  \n \nProcurement.  All  procurement  of  goods  and  works  financed  wholly  or  in  part  by  ADB \n23. \nwill be undertaken in accordance with ADB’s Procurement Guidelines (2010, as amended from \ntime  to  time).  Paper-based  procurement  will  be  used  for  all  contracts.  Bidders  will  be  \npost-qualified by applying a single-stage two-envelope bidding procedure. Prior reviews by ADB \nwill  be  conducted  at  key  steps  in  the  procurement  process.  All  consulting  services  will  be \n\nFinancial  management.  MPRDC  has  ongoing  experience  with \n\nGovernance \n\n                                                 \n8  ADB. 2009. Technical Assistance to India for Advanced Project Preparedness for Poverty Reduction. Manila (TA \n\n7390-IND, Madhya Pradesh State  Roads Project III, subproject 1).   \n\n9  Economic Analysis (accessible from the list of linked documents in Appendix 2). \n10 The financial management assessment is in section V of the PAM (accessible from the list of linked documents in   \n\nAppendix 2). \n\n\fPoverty and Social \n\nrecruited  in accordance with  ADB’s  Guidelines on  the  Use  of  Consultants  (2010,  as  amended \nfrom time to time). \n \n24. \nAnticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto  and  discussed  with  the  Madhya  Pradesh  government  and  MPRDC.  The  specific  policy \nrequirements and supplementary measures are described in the PAM and loan agreement. \n \nD. \n \n25.  Madhya  Pradesh  is  one  of  the  largest  and  the most  populous  states  in  India.  It  is also \none  of  the  poorest.  About  38%  of  its  77  million  people  live  below  the  official  poverty  line, \ncompared  to  about  35%  for  India  as  a  whole.  The  first  half  of  this  decade  saw  a  real  gross \ndomestic product growth rate of less than 5% for the state, which was about half of the national \ngrowth.  Its  rural–urban  ratio  of  the  population  is  74:26.  Agriculture  is  the  main  livelihood, \nfollowed by allied services, trade, business, and daily wage work. \n \nIn  the  poverty  and  social  assessment  survey  of  1,414  households  and  55  focus  group \n26. \ndiscussions in which both men and women participated, respondents stated that the project will \nprovide  villages  with  better  access  and  enhanced  mobility.  Improved  connectivity  will  facilitate \ntravel  to  district  headquarters,  other  local  government,  development  agencies,  health  centers, \nschools, colleges, and markets, and will also improve social networking. The project will have a \nshort-term  impact  on  poverty  reduction,  as  the  rural  poor  will  be  hired  for  construction,  tree \nplanting,  and  routine  maintenance  works.  These  opportunities  will  increase  the  livelihood \nopportunities  for  the  poor,  who  now  depend  largely  on  occasional,  uncertain  employment. \nFurthermore, the project will increase new economic and employment opportunities by providing \nimproved  links  to  markets,  production  centers,  and  other  areas  of  economic  activities.  Better \ntransport  will  help  the  rural  population  move  their  produce  faster  and  obtain  higher  profit \nmargins,  as  they  will  not  depend  solely  on  local  markets  and  middlemen.  As  such,  it  is \nestimated  that  5,416,647  people  will  experience  the  economic  benefits  brought  about  by  the \nproject. 11 \n \n27. \nGender. Women in the project area are largely involved in household work, cultivation, \nand  other  agricultural  activities,  including  some  employment  in  government  and  the  private \nsector.  Their  use  of  roads  ranges  from  day-to-day  household  activities  to  economic  activities, \nsuch  as  for  agriculture  and  marketing.  The  improved  road  conditions  and  connectivity  will \nprovide better access for women and children to social services, markets, work places, higher \nlevels of education, health facilities, and employment opportunities. Travel time savings due to \nenhanced road conditions will result in more time spent on productive activities, health care, and \nself-development.  \n \nIn the 55 focus group discussions, stakeholders expressed their concern regarding road \n28. \nsafety  during  construction.  They  suggested  that  advance  notice  of  the  road  construction \nschedule, appropriate road signs, and other road safety measures be put in place during project \nimplementation.  The  suggestions  have  been  incorporated  in  the  project.  Provisions  are  in  the \nbidding documents for the contractors to ensure that all civil works will comply with all applicable \nlabor  laws;  not  employ  child  labor  for  construction  and  maintenance  activities;  encourage \nemployment  of  the  poor,  particularly  women;  and  not  differentiate  wages  between  men  and \nwomen, particularly for work of equal value. To ensure that these and other gender issues are \naddressed, a gender specialist will be engaged under the construction supervision consultant to \n\n                                                 \n11 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n\n  7\n\n \n\n\f 8 \n\nSafeguards \n\ndesign and implement a gender awareness program, including road safety for the stakeholders \nof the project. \n \n29. \nTo  further  assess  the  impact  of  ADB-funded  road  projects  (footnote  7)  on  women,  a \nseparate gender impact study12 was carried out. The findings of the study show that the ADB-\nfunded  road  projects  brought  forth  opportunities  to  achieve  better  economic,  health,  and \neducation access to the women. \n \nHIV/AIDS.  Madhya  Pradesh  is  categorized  as  a  low-prevalence  state  with  regard  to \n30. \nHIV/AIDS.  As  a  part  of  the  National  AIDS  Control  Program  of  the  National  AIDS  Control \nOrganisation,  the  Madhya  Pradesh  State  AIDS  Control  Society  has  been  conducting  HIV \nsentinel surveillance and organizing AIDS awareness campaigns in the state. However, during \nfocus group discussions, groups of women have expressed that there is still a need to increase \nHIV/AIDS  awareness.  The  detailed  poverty  and  social  assessment  study  carried  out  during \nproject preparatory TA does not anticipate any specific risks, such as a rise in the incidence of \nHIV/AIDS,  as  the  result  of  the  project.  A  provision  has  been  kept  in  the  bidding  documents \nrequiring  the  contractors  to  disseminate  information  at  worksites  on  the  risks  of  sexually \ntransmitted  infections  and  HIV/AIDS  for  those  employed  during  the  construction  phase.  The \ngender  specialist  will  also  design  and  implement  an  HIV/AIDS  awareness  program  for  the \nproject stakeholders. \n \nE. \n \n31. \nEnvironmental impact. There are no environmentally sensitive features in the proposed \nproject. Hence, it has been classified as category B in accordance with ADB’s Safeguard Policy \nStatement  (2009).  Accordingly,  initial  environmental  examination  reports  have  been  prepared \nfor all 15 subprojects. All environmental management plans have been attached to the bidding \ndocument prior to issuance. \n  \n32. \nThe  main  environmental  concerns  with  respect  to  the  project  are  (i)  air  and  noise \npollution, (ii) soil erosion of road embankments and erosion due to operation of borrow areas, (iii) \nsiltation and contamination of water bodies, (iv) occupational and community health and safety, \n(v)  generation  of  construction  debris  and  domestic  waste  in  camp  sites,  (vi)  traffic  congestion \nand  other  inconveniences,  and  (vii)  poor  drainage  and  cutting  of  trees  existing  in  the  right-of-\nway  (ROW).  Most  of  these  issues  are  expected  to  be  short  term  and  restricted  to  the \nconstruction  phase  only.  Necessary  mitigation  measures  are  proposed  in  the  environmental \nmanagement plans to address all of these issues. The plans will be implemented mainly by the \ncontractor during the construction phase and by MPRDC during operation. The Environmental \nand  Social  Cell  of  MPRDC  will  be  responsible  for  monitoring  plan  implementation  with  the \nsupport  from  the  PIUs  and  supervision  consultants.  A  grievance  redress  mechanism  will  be \nestablished within the PIUs and MPRDC, and local communities will be informed of its existence. \n \n33. \nThe project has been designed with the aim of minimizing the impact of climate change. \nSuch  an  impact  was  assessed  in  terms  of  increased  surface  temperature,  droughts,  and \nflooding in certain areas, as well as fewer forests and less biodiversity. Drainage structures in \nthe project have been designed to accommodate increased water flow, and road embankment \nlevels have been planned in accordance with flood levels. Measures toward “green” highways \nhave also been adopted, such as enhancing the environmental functions of the watersheds by \n\n                                                 \n12 ADB.  2010.  Impact  of Transport  Project  on  Women:  A  Case  Study  of  Madhya  Pradesh  State  Roads  (Loan  1959 \n\nand Loan 2330). December (draft). \n\n\fusing  extensive  vegetative  control  in  addition  to  structural  measures  to  combat  erosion;  1:7 \ncompensatory reforestation, which is more than the statutory requirement of 1:2; preservation of \ntrees through minor geometric realignments; exclusive use of native tree species in reforestation; \nand  inclusion  of  tree  survival  as  part  of  post-project  monitoring.  In  contrast  to  traditional \napproaches,  all  roadside  plantations  will  be  maintained  by  contractors  for  2  years  after \nestablishment and continued by MPRDC thereafter. Accordingly, provisions have been made in \nthe  bidding  document.  The  project  will  have  a  negligible  effect  on  agriculture  and  surface \nhydrology, and is likely to improve the livelihood around the project road areas in the long term. \n \n34. \nLand  acquisition  and  resettlement.  A  due  diligence  survey  was  undertaken  for  all \nproject  roads,  based  on  the  detailed  designs  and  strip  plans,  to  assess  likely  involuntary \nresettlement  impacts.  Based  on  the  assessment,  there  will  be  no  land  acquisition  and \nresettlement impacts since the project is confined to the rehabilitation and upgrading of existing \nroad  alignments.  The  project  roads  are  categorized  as  category  C  in  accordance  with  ADB’s \nSafeguard Policy Statement.  \n \n35.  MPRDC adopted the approach of avoiding and minimizing impacts on land, structures, \nand  common  property  resources  through  feasible  technical  designs.  As  such,  the  project  will \nfocus  on  improvement  of  roads  within  the  existing  ROW.  In  the  built-up  areas  along  some \nstretches  of  the  road  sections  that  require  a  width  of  12  meters,  resettlement  impacts  on \nroadside  structures  will  be  avoided  by  adopting  appropriate  technical  solutions,  including \nreducing  road  width,  adjusting  junction  improvement,  covering  line  drains  within  the  available \nROW, and following existing bypasses to divert congested clusters. \n \nImpact  on  indigenous  peoples.  The  project  roads  are  categorized  as  category  C  for \n36. \nindigenous  peoples  in  accordance  with  ADB’s  Safeguard  Policy  Statement.  Scheduled  tribes, \nsuch as the Baiga and Gonda, are present in sample project road sections. However, since the \nproject  is  confined  to  rehabilitation  and  upgrading  of  existing  road  alignments,  the  social \nassessments  undertaken  have  not  brought  forth  any  adverse  impact  on  these  tribal  groups \nwithin  the  area  of  influence  of  the  project  roads.  According  to  the  social  assessment,  the \nimproved road network is also expected to augment access to socioeconomic facilities for these \ngroups. Construction will not have any adverse consequences on their socioeconomic condition \nnor lead to any disruption in the life or culture of these communities.  \n \nF. \n \n37.  MPRDC  acquired  substantial  experience  under  other  ADB-funded  projects  (footnote  6) \nand  has  shown  substantial  institutional  improvement  in  preparing  this  project.  Further,  the \nlessons  learned  from  the  previous  projects  have  been  incorporated  in  the  project,  such  as  (i) \nminimizing  the  impact  of  climate  change  through  proper  engineering  design,  extensive \nvegetative control, structural measures to combat erosion, and 1:7 compensatory reforestation; \n(ii)  addressing  road  safety  in  a  better  manner  through  proper  engineering  input,  particularly \nprovisions  of  safety  features  like  road  markings,  cautionary  boards,  crash  barriers,  and \nreplacement  of  old  cross-drainage  structures;  and  (iii)  avoiding  land  acquisition  through \nengineering solutions and limiting rehabilitation of the state highways to the existing ROW. \n \n \n \n \n \n \n\nRisks and Mitigating Measures \n\n  9\n\n \n\n\f 10 \n\n38.  Major risks and mitigating measures are summarized in Table 5. \n \n\nRisks \nInitial delays in \nproject \nimplementation \n\nInsufficient \nmaintenance \nfinancing \n\nTable 5: Summary Risks and Mitigating Measures \n \nMitigating Measures \nMPRDC  prepared  the  detailed  design  for  the  roads  well  in  advance.  Advance  actions  for \nprocurement, as well as ADB support, ensure high project readiness. Bids for all 13 packages of \ncivil works through ICB were received on 13 December 2010, and for recruitment of supervision \nconsultant,  short-listing  of  firms  completed  and  a  request  for  proposals  were  issued  to  the \nshortlisted firms on 9 November 2010. MPRDC staff members have been trained on safeguard \nand  procurement  requirements  to  mitigate  the  potential  risk  of  initial  delays  due  to  procedural \nclearance. ADB has provided support for due diligence for all project roads. Environmental and \nforest clearances for all 13 packages have also already been obtained. \nThe  Madhya  Pradesh  government  has  increased  the  road  maintenance  budget  from  $100 \nmillion  (2005–2010)  to  $200  million  (2011–2015)  to  meet  operation  and  maintenance \nrequirements.  It  and  MPRDC  will  ensure,  either  by  themselves  or  through  the  contractors, \nadequate maintenance of the project roads. \n\nADB  =  Asian  Development  Bank,  ICB  =  international  competitive  bidding,  MPRDC  =  Madhya  Pradesh  Road \nDevelopment Corporation. \nSource: Asian Development Bank. \n \n\nV. \n\nASSURANCES \n\n \nThe government and MPRDC have assured ADB that implementation of the project shall \n39. \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n40. \nproject, which are set forth in the loan agreement and project agreement. \n \n\nThe  government  and  MPRDC  have  agreed  with  ADB  on  certain  covenants  for  the \n\nVI. \n\nRECOMMENDATION \n\n \n41. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$300,000,000  to  India  for  the  Madhya  Pradesh  State  Roads  Project  III,  from  ADB's  ordinary \ncapital  resources,  with  interest  to  be  determined  in  accordance  with  ADB's  London  interbank \noffered rate (LIBOR)-based lending facility; for a term of 25 years, including a grace period of 5 \nyears;  and  such  other  terms  and  conditions  as  are  substantially  in  accordance  with  those  set \nforth in the draft loan and project agreements presented to the Board. \n \n \n \n \n\nHaruhiko Kuroda \nPresident \n \n\n16 February 2011\n\n\f \n\nAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n \n\n \nDesign \nSummary \nImpact \n \nAccelerated \neconomic growth \nin Madhya \nPradesh \n\nOutcome \n \nImproved \nefficiency and \nsustainable \ntransport \noperations \n\n \nPerformance Targets and \nIndicators with Baselines \n\n \n \nThe gap between national \nand state GDP growth rates \nis reduced by more than 1.0% \nduring 2014 and 2018 \n(baseline: average annual \nnational GDP growth from \n2003 to 2007 was 8.9%; state \nGDP growth for the same \nperiod was 5%). \n \n \n \nTravel time on the project \nroads is reduced by 25% on \naverage from the current \ntravel time of about 2.5 \nminutes per kilometer. \n \nRoad safety on project roads \nis improved (10% reduction in \nnumber of fatalities) \n \n\nOutputs \n \n1.  Rehabilitated \nand improved \nstate highways \nwith measures for \n“green” \nhighways. \n \n \n2.  MPRDC \ncapacity for road \nsafety improves. \n\n \n \nAbout 1,080 kilometers of \nstate highways are \nrehabilitated by 2013. \n \n1:7 compensatory \nreforestation \n \n \nRoad accident emergency \nresponse system fully \noperational by March 2013. \n\nData Sources and \nReporting \nMechanisms  \n\n \n \nNational and state \nmacroeconomic \ndata published by \nthe Reserve Bank of \nIndia  \n\n \nAssumptions \nand Risks \n\nAssumption \n \nVarious government \ndevelopment activities are \neffectively coordinated with \nroad sector investment, and \noverall state and regional \neconomic performance is \nsustained. \n\n \n \nProject performance \nmonitoring system \nfrom MPRDC \n \n \n \nAnnual Madhya \nPradesh State \naccident data report \nfrom Police Training \nResearch Institute, \nBhopal \n \n \nProgress reports of \nMPRDC \n \n \nProgress reports of \nMPRDC \n \nAnnual Madhya \nPradesh State \naccident data report \nfrom Police Training \nand Research \nInstitute, Bhopal  \n\nAssumptions \n \nThe project is delivered on \ntime, and transport modes \nand services are available \nfor the project roads. \n \n \nA fully functional road safety \nmonitoring and rectification \nprogram is implemented for \nstate highways by MPRDC. \n\nAssumptions \n \nCivil works are implemented \non schedule. \n \nQualified civil works \ncontractors and consultants \nparticipate. \n \nEfficiency and effectiveness \nin handling procurement and \nsafeguard policies follow \nADB procedures and \nrequirements. \n\n \n\n \n\nActivities with Milestones \n1. \n1.1  Engagement of construction supervision \n\nInvestment Component \n\nconsultants by March 2011 \n\n1.2  Procurement of all civil works completed by \n\n1.3  Construction of all civil works completed by \n\nMarch 2011 \n\nDecember 2013 \n\nInputs \n \nLoan \nADB: $300,000,000 \n \nItem \nInvestment component \nConsulting services \n\nAmount ($ million) \n\n249.00 \n15.00 \n\n \n\n\f12 \n\nAppendix 1 \n\nInstitutional Development (equipment) \n\nActivities with Milestones \n2. \n2.1  Equipment procured by end of 2012 \nInstitutional  Development \n3. \nassistance) \n\n(technical  \n\n3.1  Consultant selection by end of 2011 \n3.2  Consulting services by March 2013 \n3.3  Training of MPRDC staff by March 2013 \n\n1.00 \n\n35.00 \n\nInputs \nInstitutional development \ncomponent \nContingencies \n \nGovernment: $75,000,000 \nItem \nInvestment component \nContingencies \nFinancing charges during \nimplementation \nInput of international consultants: \n(i) 56 person-months (construction supervision) \n(ii) 18 person-months (technical assistance) \nInput of national consultants: \n(i) 3,082 person-months (construction supervision) \n(ii) 64 person-months (technical assistance) \n\n51.00 \n6.50 \n17.50 \n\nAmount ($ million) \n\nADB  =  Asian  Development  Bank,  GDP  =  gross  domestic  product,  MPRDC  =  Madhya  Pradesh  Road  Development \nCorporation. \nSource: Asian Development Bank. \n \n\n\f \n\nAppendix 2 \n\n13 \n\n \n\n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=43063-01-3 \n \n\nLoan Agreement \nProject Agreement \nSector Assessment (Summary): Roads \nProject Administration Manual \nContribution to the ADB Results Framework \nDevelopment Coordination \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nInitial Environmental Examination: SH-2: Bhind–Ater–Porsa \nInitial  Environmental  Examination:  SH-15:  Badi–Baktara–Dobi–Shahganj–Budhni  and \n\nSH-44: Silwani–Udayapura \n\nInitial Environmental Examination: SH-35: Sardarpur-Rajgarh–Bagh and  \n\nInitial Environmental Examination: SH-19: Pichore–Chanderi–Mungawali–Ondere–  \n\n12. \n                                                                   Kurwai \n13. \n                                                                   SH-38: Manwar–Mangod (Banderi) \n14. \n15. \n16. \n\nInitial Environmental Examination: SH-41: Agar–Barod–Alot–Jawra \nInitial Environmental Examination: SH-45: Mihona–Lahar–Daboh–Bhander–Chirgaon \nInitial Environmental Examination: SH-51: Pachor–Chapikheda–Jirapur–Machalpur- \n        Soyat \n\n \n\n \n\n \n\n17. \n18. \n19. \n\nInitial Environmental Examination: SH-13: Amarpatan–Gorsari–Badera \nInitial Environmental Examination: SH-42: Rahatgarh–Khurai–Khimlasa \nInitial  Environmental  Examination:  SH-47:  Damoh–Hata–Gasiabad  i/c  Hata  Town \n\nInitial Environmental Examination: SH-48: Hata–Patera–Kumhari and Raipura–Salaiya–  \n\n20. \n                                                                   Bahuribandh–Sihora \n21. \n\nInitial Environmental Examination: SH-52: Sundara–Singhpur–Kothi–Jaitwara– \n\nPortion \n\n        Birsinghpur–Semaria \nInitial Environmental Examination: SH-55: Sidhi–Beohari \nRisk Assessment and Risk Management Plan \n\n22. \n23. \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of  29 November 2010) \n \n", "Currency unit\n", "Indian rupee/s (Re/Rs) \n", "Re1.00\n$1.00\n", "$0.02151 \nRs45.94170 \n", " \n \n", " \n \n", "– \n", "= \n= \n", " \n \nABBREVIATIONS \n", "ADB \nEIRR \nEMP \nGDP \nkm \nLIBOR \nMPRDC \nMPSRSP II \nPAM \nPIU \nPPP \nROW \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \neconomic internal rate of return \nenvironment management plan \ngross domestic product \nkilometer \nLondon interbank offered rate \nMadhya Pradesh Road Development Corporation \nMadhya Pradesh State Roads Sector Project II \nproject administration manual \nproject implementation unit  \npublic–private partnership \nright-of-way \ntechnical assistance \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n \n", " \n", " \n \n", "Vice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n", "Peer reviewer \n", "X. Zhao, Operations 1 \nS. Rahman, South Asia Department (SARD) \nS. Widowati, Transport and Communications Division, SARD \n \nL. M. Tai, Transport Specialist, SARD \nM. Ajmera, Social Development Specialist, SARD  \nP. Dutt, Principal Transport Specialist, India Resident Mission, SARD \nK. M. Emzita, Senior Counsel, Office of the General Counsel \nV. Lisack, Transport Specialist, SARD  \nC. San Miguel, Project Implementation Officer, SARD \nH. Yamaguchi, Principal Transport Specialist, SARD \nK. Yangzom, Environment Specialist, SARD \nY. Zong, Transport Specialist, Regional and Sustainable Development \nDepartment \n", " \n \nIn preparing any country program or strategy, financing any project, or making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n", "CONTENTS \n", "III. \nIV. \n", "PROJECT AT A GLANCE \nMAP \nI. \nII. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "THE PROPOSAL \nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nTECHNICAL ASSISTANCE \nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \nASSURANCES \nRECOMMENDATION \n", "Design and Monitoring Framework \nList of Linked Documents \n", "V. \nVI. \nAPPENDIXES \n1 \n2 \n", " \nPage \n", "1 \n1 \n1 \n2 \n2 \n3 \n4 \n5 \n5 \n5 \n6 \n6 \n7 \n8 \n9 \n10 \n10 \n", "11 \n13\n"]}