{"path": "data/input/reports/43098-taj-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 43098 \nJune 2009 \nProposed Asian Development Fund Grant                   \nRepublic of Tajikistan: Crisis Recovery                        \n \nSupport Program \n \n ", "CURRENCY EQUIVALENTS \n(as of 31 May 2009) \n \nCurrency Unit –  somoni (TJS) \n \nTJS1.00 =  $0.24   \n$1.00 =  TJS4.09   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPS  –  country partnership strategy \n  GDP  –  gross domestic product \n  ICMC  –  inter-ministerial crisis management committee  \n  IMF  –  International Monetary Fund \n  LTI  –  Large Taxpayers Inspectorate \n  MDG  –  Millennium Development Goal \n  MLSPP  –  Ministry of Labor and Social Protection of the Population \n  MOF  –  Ministry of Finance \n  MTEF  –  medium-term expenditure framework  \n  NBT  –  National Bank of Tajikistan \n  NDS  –  National Development Strategy 2007–2015 \n  PEFA  –  Public Expenditure and Financial Accountability \n  PFM  –  public financial management \n  PRGF  –  poverty reduction and growth facility \n  PRSP  –  poverty reduction and strategy paper \n  TMIS  –  Treasury Management Information System \n  VAT  –  value-added tax \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nCountry Director  M. Ojiro, Tajikistan Resident Mission, CWRD \nSector Director  R. Subramaniam, Financial Sector, Public Management, and Trade \nDivision, CWRD \n   \nTeam leader  S. Shrestha, Senior Economist, CWRD \nTeam members  J. A. Tan III, Economist (Public Finance), CWRD  \n  B. Konysbayev, Counsel, Office of the General Counsel \nR. Hiraoka, Senior Social Sector Specialist, CWRD  \n  Z. D. Khotamov, Economics Officer, Tajikistan Resident Mission, CWRD \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "CONTENTS \n \nGRANT AND PROGRAM SUMMARY  i \nI.  THE PROPOSAL  1 \nII.  MACROECONOMIC CONTEXT  1 \nA.  Recent Economic Performance  1 \nB.  Short-Term Challenges: Impact of the Global Financial Crisis  2 \nC.  Medium-Term Development Challenges  5 \nD.  Government Response to the Crisis  6 \nE.  ADB Strategy and Assistance  10 \nF.  Government Strategy  10 \nIII.  THE PROPOSED PROGRAM  11 \nA.  Impact, Outcome, and Outputs  11 \nB.  Modality of ADB's Support  12 \nC.  Policy Framework and Actions  12 \nD.  Special Features  13 \nE.  Financing Plan  14 \nF.  Implementation Arrangements  15 \nG.  Implementation Period  16 \nH.  Anticorruption, Accounting and Auditing, and Key Fiduciary Aspects  16 \nI.  Performance Monitoring and Evaluation  18 \nIV.  BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS  18 \nV.  ASSURANCES  19 \nVI.  RECOMMENDATION  20 \n \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  21 \n2.  Social Sector Overview   23 \n3.  Tax Structure  28 \n4.  Letter of Development Policy   31 \n5.  International Monetary Fund 's Poverty Reduction and Growth Facility 2009–2012  44 \n6.  Development Partners Matrix  46 \n7.  Public Financial Management  48 \n8.  Summary of Poverty Reduction and Social Strategy  54 \n9.  List of Ineligible Items    57 \n ", "", " \nGRANT AND PROGRAM SUMMARY \n \nRecipient  Republic of Tajikistan \n \nProposal   The  proposal  comprises  a  program  grant  in  the  amount  of \n$40 million to help Tajikistan mitigate the adverse impact of the \nglobal financial crisis.  \n \nClassification  Targeting classification: General Intervention \nSector  (subsectors):  Multisector  (public  expenditure  and  fiscal \nmanagement, social protection \nThemes (subthemes): Economic growth, social development, \ngovernance (promoting macroeconomic stability, other vulnerable \ngroups) \nLocation impact: National (high) \n   \nEnvironment  Category  C:  no  significant  adverse  environmental  impact  is \nAssessment  anticipated. \n   \nSocial Safeguards  Involuntary resettlement: Category C. \nAssessment  Impact of indigenous people:  Category C. \nNo involuntary resettlement or impact on indigenous people is \nexpected. \n   \nRationale and  Tajikistan is severely affected by the global financial crisis. The \nDescription  main  transmission  channel  is  remittances,  which  have  driven \neconomic growth in recent years. Remittances are expected to \ndecline by at least 35% in 2009 (from $2.6 billion in 2008) due to \nthe  economic  slowdown  in  the  Russian  Federation  and \nKazakhstan. Export earnings have also fallen to the decline in \nglobal demand for aluminum and cotton, which are Tajikistan's \nmain exports. \n \nThe International Monetary Fund (IMF) is forecasting 2% growth \nin real gross domestic product (GDP) in 2009, compared to 8% \ngrowth  in  2008.  More  than  half  of  tax  revenues  are  linked  to \nremittance-fueled imports, and authorities are projecting a large \nrevenue  shortfall  of  over  3%  of  GDP  in  relation  to  the  2009 \nbudget. The current account deficit will likely exceed 10% of GDP. \nNet  international  reserves  equal  about  $170  million,  providing \nimport cover for only about 1 month. The near-term economic \noutlook  is  subject  to  significant  downside  risks  as  the  global \neconomic outlook continues to be downgraded. \n \n ", "ii   \n \n  Many low-income households rely on remittances to meet basic \nneeds.  About  100,000  migrant  workers  returned  to  Tajikistan \nduring the first quarter of 2009, and many more are expected in \nthe coming months. Unemployment, which is already estimated to \nbe about 40%, is likely to rise sharply as a result of the economic \nslowdown, as well as the large influx of migrant workers. Poverty \nand social impacts of the crisis will be direct and immediate.   \n \nThe need for countercyclical fiscal policies and social safety net \nmeasures is urgent. However, lack of fiscal space—exacerbated \nby the crisis—constrains the Government's ability to implement \nsuch measures. \n \nThe  Tajikistan  Crisis  Recovery  Support  Program  will  provide \nshort-term  fiscal  stimulus  to  mitigate  the  economic  and  social \nimpact of the crisis. The program will help meet critical public \nexpenditures such as social allowances, employment programs, \nsubventions to poor regions, and the food, medicine and utility \nexpenses of social institutions.  \n \nThe program is fully in line with the Government's crisis mitigation \nprogram.  In  the  revised  2009  budget,  the  Government  has \nprioritized specific social and safety net expenditures. Program \nproceeds  will  help  meet  some  of  the  prioritized  public \nexpenditures. \n   \nSpecial Features  The program has four special features: \n \n(i)  It  is  anchored  on  the  IMF's  Poverty  Reduction  and \nGrowth  Facility  (PRGF),  which  sets  out  the  key \nmacroeconomic  parameters  and  identifies  priority \nreform measures.  \n(ii)  It uses the program-based approach recognized under \nthe program lending policy of the Asian Development \nBank  (ADB).  The  program  is  structured  on  the \nGovernment's  crisis  mitigation  program.  The \nGovernment has adopted a crisis budget, which cuts \nnon-essential expenditures and prioritizes social sector \nspending. ADB's financing will be part of the overall \nfinancing plan of the crisis mitigation program. \n(iii)  In  order  to  swiftly  meet  the  countercyclical  fiscal \nstimulus needs of Tajikistan, and minimize transaction \ncosts at a time of acute crisis, the program does not \nimpose  any  separate  policy  conditions.  Instead,  the \nPRGF  and  the  Government's  own  crisis  mitigation \nprogram will provide the overall macroeconomic and \nreform framework. \n \n ", "  iii\n  (iv)  ADB will focus on ensuring good financial management \nof  the  crisis  mitigation  program  through  technical \nassistance  and  close  coordination  with  other \ndevelopment partners.   \n \nExecuting and  The Ministry of Finance (MOF) will be the executing agency. MOF \nImplementing Agencies  and the Ministry of Labor and Social Protection of the Population \n(MLSPP) will be the main implementing agencies. \nTranching  The $40 million grant will be disbursed in a single tranche upon \ndeclaration  of  grant  effectiveness.  Immediately  following  the \ndisbursement, the Government will transfer an equivalent amount \nin  somoni  to  a  special  account,  dedicated  for  crisis  mitigation \nmeasures. This account will finance only eligible social safety net \nexpenditures agreed upon between the Government and ADB. \n   \nFinancing Plan  The  proposed  grant  is  part  of  a  financing  plan  comprising \nassistance  from  several  multilateral  development  partners  to \nmitigate the impact of the crisis. The Government has requested a \ngrant of $40 million from ADB's Special Funds resources.  \n \nProcurement and  Grant proceeds will be used to pay for items procured in ADB \nDisbursement  member countries, other than the items specified in the list of \n  ineligible  items  and  imports  financed  by  other  bilateral  and \n  multilateral sources. \n   \n  The  proceeds  of  the  program  grant  will  be  disbursed  in \n  accordance  with  the  provisions  of  ADB’s  simplification  of \n  disbursement procedures and related requirements for program \n  grants. Grant proceeds disbursed against imports will require a \n  certificate from the Government stipulating that the value of the \n  total  imports  of  Tajikistan,  minus  its  imports  from  nonmember \n  countries,  ineligible  imports,  and  imports  financed  under  other \n  official development assistance, is equal to or greater than the \n  amount of the grant expected to be disbursed during a particular \n  year. ADB reserves the right to audit the use of grant proceeds to \n  verify the accuracy of the Government’s certification. \n   \nCounterpart funds  The Government shall ensure that the local currency generated \nfrom the proceeds of the ADF grant shall be used predominantly \nto finance the Government's crisis budget, and thereby maintain \nthe core public expenditure program of Tajikistan. Specifically, the \ncounterpart proceeds shall be prioritized to meet selected social \nsafety net expenditures. \n \nPeriod of Utilization  31 December 2009 \n   \nEstimated Program  30 June 2010 (due to auditing processes) \nCompletion Date   \n   \n ", "iv   \n \nBenefits   Tajikistan has been severely affected by the crisis. The program \nwill support Government efforts to cushion the adverse impact of \nthe  crisis  through  appropriate  fiscal  policies  and  safety  net \nprograms.  The  immediate  beneficiaries  will  be  the  poor  and \nvulnerable groups who are hardest hit by the crisis.  \n   \nRisks and Assumptions  There are three main risks. First, the global downturn could be \n  more protracted than anticipated. Continuing deterioration in the \nglobal  economic  situation—and  particularly  the  outlook  for  the \nRussian Federation and Kazakhstan—could lead to more severe \nimpacts on Tajikistan’s economy. Second, rising uncertainty and \ncompeting  needs  and  priorities  could  slow  the  Government’s \nimplementation of appropriate policy responses. \n \nThe  Government  has  been  proactive  in  formulating  its \nmacroeconomic stabilization and countercyclical fiscal policies. In \nNovember 2008, the Government established the inter-ministerial \ncrisis  management  committee  (ICMC)  chaired  by  the  Prime \nMinister.  The  ICMC  has  adopted  a  crisis  management  plan \ncovering monetary, fiscal and financial sector policies and social \nsafety  net  programs.  Within  the  ICMC  framework,  MOF  has \nfinalized the revised 2009 budget to reflect the revenue shortfall \nand expenditure priorities.  \n \n  Development partners have responded quickly with policy advice \nand financial assistance. To meet the balance-of-payments needs \narising from the crisis, the IMF recently approved a $116 million \nPRGF.  The  World  Bank  has  approved  $20  million  in  budget \nsupport under the Third Programmatic Development Policy Grant \nin March 2009. The European Commission is also taking steps to \nfast-track  disbursement  under  two  ongoing  projects  to  provide \nbudget support in 2009.   \n \nA third risk is that poor design and weak fiduciary controls may \nhamper the efficacy of the crisis mitigation plans. The program \ndesign is straightforward and there is no complex targeting or \nidentification of beneficiaries involved. ADB, in collaboration with \nthe other development partners, will work with the Government in \nadhering to good financial management practices in executing the \ncrisis mitigation program. \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Republic of Tajikistan for Crisis Recovery Support Program.1  \n \nII.  MACROECONOMIC CONTEXT  \nA.  Recent Economic Performance \n2.  Tajikistan  recorded  strong  macroeconomic  performance  in  recent  years.  Despite  a \nnumber of exogenous shocks, including natural disasters and adverse weather conditions, the \neconomy grew at an average of 7.4% per year during 2005–2008 (Table 1). Aggregate demand \nwas  driven  primarily  by  consumer  spending  and  investment.  The  expansion  in  domestic \ndemand  was  attributable  to  external  sources,  and  remittance  inflows—which  surged  from                \n$82 million in 2003 to $2.6 billion in 2008—were instrumental in fueling household consumption. \nAt the same time, donor-financed public investment projects boosted domestic capital formation. \n \nTable 1: Tajikistan Economic Indicators \n  \nFiscal Year\nItem 2004 2005 2006 2007 2008 2009a\nA. Income and Growth\n1. GDP per Capita ($, current) 328.8 364.3 440.6 578.3 795.1\n2. GDP Growth (%, in constant prices) 10.6 6.7 7.0 7.8 7.9 2.0\nB.Savings and Investmentb (current and market prices, % of GDP)\n1. Investment 14.9 14.8 13.7 22.0 20.7\n2. Gross National Savings 10.9 12.1 10.9 10.9 11.9\nC.Money and Inflation (annual % change)\n1. Consumer price Index (period average) 7.2 7.3 10.0 13.2 20.4 12.4\n2. Broad Money 51.6 30.2 63.4 78.8 6.3\nD.Government Finance (% of GDP)\n1. Revenue and Grants 17.9 20.1 23.6 21.6 21.3\n2. Expenditure and Net Lending 20.3 23.0 21.9 27.8 27.5\n3. Overall Fiscal Surplus (Deficit)c (2.4) (3.1) 1.7 (6.2) (6.2)\nE. Balance of Payments\n1. Merchandise Trade Balance (% of GDP) (7.3) (26.9) (35.1) (45.1) (48.2)\n2. Current Account Balance (% of GDP) (4.0) (2.7) (2.8) (11.2) (8.8) (9.7)\n3. Merchandise Export ($) Growthd 20.9 (68.2) 1.2 10.0 (6.8)\n  (annual % change)\n4. Merchandise Import ($) Growthd 23.5 (21.9) 38.0 54.0 37.6\n  (annual % change)\nF. External Payments Indicators\n1. Gross Official Reserves ($ million) 189.0 91.0 111.0 107.0 199.0\n(months of merchandise imports) 1.8 1.1 1.0 0.6 0.8\n2. Debt Service on PPG External Debt (% of exports) 3.2 10.0 9.5 6.5 13.8\n3. Total PPG External Sector Debt (% of GDP) 39.7 39.4 32.9 33.6 29.0\nG.Memorandum Items\n1. GDP (current prices, TJS million) 6167.2 7201.1 9272.2 12779.7 17609.0\n2. Exchange Rate (somoni/$, period average) 3.0 3.1 3.3 3.4 3.4\n3. Population (million) 6.8 6.9 7.0 7.2 7.4\nGDP = gross domestic product, PPG = public and publicly guaranteed.\na International Monetary Fund (IMF) projections.\nb Private investment and savings are estimates.\nc Including Public Investment Program.\nd Starting from 2005, the export and import figures reflect the transition to tolling arrangement  for aluminum exports. Therefore, they show a sudden drop  \n  compared to earlier years.\nSources:  Asian Development Outlook 2009; Economic Intelligence Unit; IFS Online; IMF Country Report 07/144 (April 2007); IMF Country Report 08/382  \n(December 2008); IMF Country Report 09/174 (Jun 2009); and IMF REO (May 2009); WEO (Apr 2009).  \n \n \n                                                 \n1 The design and monitoring framework is in Appendix 1. \n ", "2   \n \n3.  The growth in aggregate demand led to a gradual build-up in inflation from 7% in 2005 to \n13% in 2007. The international food and fuel price shocks in 2008 aggravated this trend, and \ninflation peaked at 26% by mid-2008, before leveling at 11% (year-on-year) in December 2008. \n \n4.  Tajikistan suffers from persistent trade imbalances due to its narrow range of exports \nand high import dependence. Aluminum and cotton fiber account for roughly 83% of Tajikistan's \nexports.  Alumina, oil products and foodstuff are its principal imports. The trade deficit reached \n48% of gross domestic product (GDP) in 2008, and the current account deficit was 9%. Large \nremittance inflows helped keep the somoni relatively stable by partly offsetting trade imbalances. \nForeign direct investment is low (about 3.7% of GDP), and concentrated in few sectors.  \n \n5.  Aided by higher-than-expected revenue collection and expenditure controls, the overall \nfiscal balance registered a surplus equivalent to 1.3% of GDP in 2008. Likewise, restraint in \npublic sector borrowing; debt relief by the Russian Federation, Pakistan and the International \nMonetary Fund (IMF); and rapid GDP growth helped improve debt sustainability indicators. The \nratio of private and public sector external debt to GDP improved to 43% in 2008 from 53% in \n2005. However, there are vulnerabilities, and a recent debt sustainability assessment urges \ncaution in incurring new debt and careful vetting of large-scale projects to ensure external \nresources are used productively.2 \n \nB.  Short-Term Challenges: Impact of the Global Financial Crisis \n6.  In 2009, the severe impact of the global financial crisis presents an immediate challenge \nto  Tajikistan.  Without  adequate  mitigating  measures,  Tajikistan  will  be  unable  to  sustain \nmacroeconomic stability and contain the impact on the poor and vulnerable.  \n \n7.  Poverty and Social Impact. The effect of the crisis in terms of poverty and social \nimpacts will be direct and immediate. A 2007 Asian Development Bank (ADB) survey indicated \nthat as many as 40% of all households and 71% of households in the lowest quintile receive \nremittances.3 Low-income households use remittances to meet basic needs. Unemployment will \nlikely rise sharply as a result of the economic slowdown, as well as the large influx of migrant \nworkers. The Government's social assistance programs are likewise at risk of being curtailed as \nthe global financial crisis reduces fiscal resources (Appendix 2). \n \n8.  Remittances and Exports.  The global financial crisis and economic downturn will have \na significant impact on remittances. Remittances from Tajik overseas migrant workers have \nsurged in recent years and peaked at $2.6 billion (50% of GDP) in late 2008 (Figure 1). \nRemittance-linked  consumption  and  construction  have  propelled  domestic  demand  and \neconomic growth.   \n \n9.  Most  of  the  over  1  million  Tajik  migrant  workers  were  employed  in  the  Russian \nFederation  and  Kazakhstan.  A  Ministry  of  Labor  and  Social  Protection  of  the  Population \n(MLSPP) survey4 undertaken in January 2009 indicates that about 20% of the returned migrants \nhad lost their jobs, 12% were deported, 18% returned for personal reasons and 50% were \nseasonal  workers.  Faced  with  weakening  job  markets,  many  countries  are  tightening \nimmigration rules. The Russian Federation and Kazakhstan have already significantly reduced \n                                                 \n2  IMF. 2009. Staff Report for the 2009 Article IV Consultation, Final Review under the Staff-Monitored Program, and \nRequest for a Three-Year Arrangement Under the Poverty Reduction and Growth Facility. Washington, DC. \n3  ADB. 2006. Technical Assistance for Remittances and Poverty in Central Asia and South Caucasus. Manila. \n4  Ministry of Labor and Social Protection of the Population, 2009. ", "  3\nvisa quotas for Tajik workers. MLSPP estimates that at least 100,000 migrant workers returned \nto Tajikistan during the first quarter of 2009, and many more are expected in coming months as \nthe economic situation in the main host countries continue to deteriorate.   \n \n10.  In addition, the sharp devaluation of the Russian ruble and Kazakh tenge have reduced \nthe value of remittances when measured in US dollars or somoni.5 Remittances declined by \n33% during January–April 2009 compared to the same period in 2008. The IMF estimates that \nremittances will decline by at least 35% in 2009. \n \n \nFigure 1: Remittance Inflows \n(% of GDP) \nKAZ  TKM  AZE  GEO  ARM  UZB  KGZ  TAJ     \n     \n2006  2007  2008 \n \n \n \nAZE  =  Azerbaijan,  ARM  =  Armenia,  GEO  =  Georgia,  KAZ  = \n  Kazakhstan,  KGZ  =  Kyrgyz  Republic,  TAJ  =  Tajikistan,  TKM  = \n  Turkmenistan, UZB = Uzbekistan. \n  Source:  International  Monetary  Fund.  2009.  Regional  Economic \nOutlook: Middle East and Central Asia. Washington, DC.  \n \n \n \n11.  Tajikistan’s economy is also affected through the trade channel. Aluminum and cotton, \nthe demand for which tends to be highly pro-cyclical, account for over 80% of Tajikistan's \nexports. Export earnings are projected to decline sharply in 2009 as a result of declining global \ndemand.   \n \n12.  Financial  Sector  Impact.  Tajikistan's  financial  sector  is  composed  primarily  of \ncommercial banks, and lacks strong global linkages. Therefore direct impacts on the financial \nsector have thus far been limited. Nevertheless, there are considerable risks. Foreign and local \n                                                 \n5 The ruble has depreciated by 35% and the tenge by 20% against the US dollar since August 2008. \n ", "4   \n \ncurrency deposits have declined due to the slowdown in remittances, as well as lower deposits \nfrom large corporate clients such as Talco.  A number of banks have experienced liquidity \nproblems and have used the liquidity facility of the National Bank of Tajikistan (NBT), with a \nlending volume of about TJS2 million for up to 3 months. Asset quality may likely decline due to \nthe economic slowdown, as well as the depreciation of the somoni, because many businesses \nthat have borrowed in US dollars have local currency revenues. Bank profitability has also been \nhurt  by  the  reduction  in  remittance-related  fees.  The  NBT  has  intensified  supervision  and \ndeveloped contingency plans in case of further economic deterioration, and/or a collapse in \nconfidence. \n \n13.  Near-Term Outlook. Tajikistan's  near-term  economic  outlook  has  deteriorated \nconsiderably. The IMF estimates that there will be 2% growth in real GDP in 2009, down from \n8% in 2008. The IMF also emphasizes that there is considerable downside risk to this outlook. \nThe  current  account  deficit  for  2009  is  projected  to  reach  10%  of  GDP.  Foreign  direct \ninvestment will decline from the already low level of $190 million to $100 million in 2009. Net \ninternational reserves are currently precariously low ($170 million), covering less than 1 month \nof imports. The IMF estimates a balance-of-payment financing gap of $154 million for 2009. The \nofficial unemployment rate is 2%, but actual unemployment and underemployment are believed \nto be as high as 40%. The unemployment rate will rise sharply as the economy slows and \nmigrant workers return in significant numbers.   \n \n14.  Tax  revenues  have  declined  as  a  result  of  the  economic  slowdown,  and  because \nremittance-linked imports account for 60% of total revenues (Appendix 3). The authorities are \nprojecting  a  revenue  shortfall  of  at  least  14.5%  (about  $166.8  million,  or  3.2%  of  GDP) \ncompared  to  the  approved  2009  budget.  At  the  same  time,  expenditures  have  increased \nbecause of larger-than-expected depreciation of the currency and adjustments in salaries and \nutilities tariffs. While reduction in non-critical expenditures will provide some fiscal space, there \nis an urgent need for external financing to enable timely and effective countercyclical fiscal \npolicies. \n \n15.  The impact of the crisis is summarized in the problem tree below. It highlights the direct \nlinkages between the current crisis and social expenditures and household incomes.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "  5\n \n \nFigure 2: Problem Tree \n \n \n  Low Growth and High Poverty \n \n \n \nHigh  Lower \n \nUnemployment  Household Income \n \n \n \n \n \n \n  Crisis Recovery  Cut in Social and  Cut in Development \n  Support  Social Protection  Expenditures \nExpenditures \n  Program \n \n \n \n \nLow Fiscal Space and \n  Low Revenues \n \n \n \n \n  Weak   Slowdown in Import-\n  Exports  Related Consumption \n \n \n \nDecline in Remittances and \n  Retrenchment of  \n  Tajik Migrant Workers \n \n \n \n \nGlobal Financial Crisis \n \n \n \nSource: Asian Development Bank. \n \n \nC.  Medium-Term Development Challenges \n16.  There are a number of challenges to sustained economic growth and poverty reduction. \nAlthough  the  situation  has  improved  considerably  since  the  late  1990s,  poverty  remains \nwidespread—53% of Tajikistan's population of 7 million lives in poverty, and 17% in extreme \npoverty.6 Tajikistan's per capita income of $795 is one of the lowest in Central Asia. Tajikistan's \nsocial indicators are relatively good for its per capita income level, reflecting the country’s \n                                                 \n6  Based on purchasing power parity of $2.15 (for poverty) and $1 (for extreme poverty) per day.  \n ", "6   \n \nalready high level of human development at the time of independence. For example, in 2005, \nthe infant mortality rate was 59 per 1,000 live births, and the net primary school enrollment rate \nwas 97.5%. However, social indicators have been slow to improve. A large segment of the \npopulation, especially in rural areas, lacks access to basic services such as water, sanitation, \nand electricity. It will be difficult for Tajikistan to achieve many of the Millennium Development \nGoals (MDGs). \n \n17.  The narrow economic base and high dependence on a few commodities make the \ncountry highly vulnerable to exogenous shocks. Agriculture, which accounts for 22% of GDP, \nhas  remained  concentrated  on  cotton,  a  sector  with  significant  distortions  that  undermine \nproductivity and profitability. Industrial activity, which is largely under state control and accounts \nfor  roughly  28%  of  GDP,  is  concentrated  in  aluminum  smelters  and  hydroelectric  power \ngeneration. In 2008, the service sector accounted for about 50% of GDP, but its share in total \nemployment was only 27%.  \n \n18.  Geographic isolation and inadequate infrastructure hinder international integration and \ntrade.  Despite  its  vast  hydropower  potential,  Tajikistan  faces  chronic  water  and  energy \nshortages  due  to  underinvestment  in  these  sectors,  poor  sector  management,  and  limited \nprogress in regional energy cooperation. These shortages have had a crippling effect on the \neconomy, and impose hardship on the population. \n \n19.  Tajikistan's structural reform record has been mixed. Ongoing efforts and progress in \neducation  and  health  service  delivery  through  improved  financial  management  and  wage \nreforms are noteworthy. To improve the financial viability of the energy sector, the Government \nhas recently raised gas and electricity tariffs. On the other hand, limited progress has been \nmade in strengthening the governance and transparency of large state-owned enterprises, \nincluding the largest aluminum smelter (Talco) and the monopoly power utility company (Barki \nTajik).  \n \n20.  In March 2007, the Government issued Resolution 111, which aims to stop government \ninterference  in  the  production,  marketing  and  sale  of  cotton  and  to  address  other  key \nimpediments through (i) farm debt resolution, (ii) land reform, and (iii) improved access to \nfinance. The resolution is being implemented, although progress has been slower than expected.   \n \n21.  Private sector development is constrained by an ineffective regulatory framework and \nlimited access to finance. The World Bank's Doing Business report 2009 ranked Tajikistan 159 \nout  of  181  countries,  with  particularly  poor  scores  on  rules  and  procedures  pertaining  to \nbusiness start up, permits and licenses, access to credit, investor protection, tax administration, \nand cross-border trade.7 \n \n22.  The Government has been dealing with these medium-term challenges with support \nfrom various development partners including ADB. Its immediate priority, however, is to deal \nwith the impact of the global financial crisis. The steps taken by the Government are outlined \nbelow. \n \nD.  Government Response to the Crisis \n \n23.  The  Government  has  responded  swiftly  and  set  up  an  inter-ministerial  crisis \nmanagement committee (ICMC) chaired by the Prime Minister. In November 2008, the ICMC \n                                                 \n7  World Bank. World Bank Doing Business Rankings 2009.  http://www.doingbusiness.org/EconomyRankings/ ", "  7\nadopted an action plan to mitigate the impact of the global financial crisis.8 The action plan \nincludes: (i) monetary, fiscal and financial sector policies; (ii) support for agriculture sector and \nsmall and medium-sized enterprises; (iii) employment creation for migrant workers and new \nentrants into the labor force; (iv) strengthening of social protection; and (v) development of \neffective implementation and monitoring mechanisms for the measures under (i)–(iv).  \n \n24.  Building on the action plan, the Government has also formulated its immediate economic \nstabilization and public expenditure management programs.9  The economic stabilization plan, \nsupported  by  the  IMF,  includes  (i)  gradual  devaluation  of  currency  to  facilitate  external \nadjustment, (ii) strengthening of monetary policy and banking supervision frameworks, and                       \n(iii) expansion of foreign currency reserves.   \n \n25.  Under the expenditure management plan, the Government has revised the 2009 budget \ninto a “crisis budget” to reflect the revenue shortfalls compared to the approved budget, based \non the principles that (i) essential nondisretionary expenditures will be maintained, (ii) social \nassistance to vulnerable groups will be prioritized, and (iii) nonessential expenditures will be \nreduced.  \n \n26.  The Current Crisis and Financing Gap. Under the approved 2009 budget, a budget \ndeficit of TJS181 million ($51 million), equivalent to 0.8% of GDP, was projected (column 1 of \nTable 2).10 The overall financing requirement was estimated at TJS288 million ($81 million). \nThis was to be funded through external and domestic financing.  \n \n27.  The slowdown in the domestic economy, drop in export prices and decline in remittances \nhave significantly eroded the tax base.11 Tax collections for the first quarter of 2009 were 14% \nbelow target. Similarly, actual nontax revenues are lagging behind targets. As a result, the \nGovernment has projected an aggregate tax and nontax revenue shortfall of at least 15%. The \nreduction in revenue projections also takes into account the lowering of the rates of value-added \nand profit taxes in May 2009. At the same time, the budget is affected by larger-than-expected \nsomoni depreciation and adjustments in salaries and electricity tariffs. The resulting expenditure \nimpact is around TJS260 million. This will result in a fiscal deficit of TJS1.1 billion ($277 million, \nor 5.2% of GDP). Under this scenario, the financing requirement will be TJS1.2 billion ($311 \nmillion).  \n \n28.  As a response to the imminent fiscal threat, in May 2009 Parliament endorsed the crisis \nbudget (column 2 of Table 2) amounting to TJS4,306 million ($1,077 million), which includes \nadjusting nondiscretionary expenditures to reflect changes in policy toward government wage \nincreases,  maintaining  social  and  reform-related  spending,  and  cutting  nonessential \nexpenditures.  Under  the  crisis  budget,  the  financing  requirement  is  TJS525  million  ($131 \nmillion).12  \n \n \n                                                 \n8  Action Plan on Prevention of Financial Crisis in the Republic of Tajikistan, Government Resolution No. 12.1–10,               \n31 December 2008. \n9  Government of Tajikistan.  2009. Macroeconomic Policy Response to Financial Crisis. Dushanbe. \n10  This excludes grants of TJS78 million. Including grants, the original budget deficit estimate is TJS103 million \n(equivalent to 0.5% of GDP). This also excludes the Public Investment Program. \n11  The shortfall in tax revenues widened to 17% from January to April 2009. \n12   Nondiscretionary expenditures include wages and salaries, employer contributions and interest payments. \n ", "8   \n \nTable 2: 2009 Budget \n(TJS million)\nOriginal Crisis\nBudget Budget\nItem (1) (2)\nRevenues excluding Grants            4,585              3 ,918\n   Tax Revenues             4 ,270              3 ,719\n   Nontax Revenues                3 15                 1 99\nExpenditures            4,766              4 ,306\n  Category 1 (Nondiscretionary)             1 ,405              1 ,338\n     of which: Public Sector Wagesa             1 ,093              1 ,031\n                    Employer contributionb                2 06                 2 01\n  Category 2 (Social safety nets)                7 21                 7 21\n  Category 3 (Scaled back)             2 ,639              2 ,247\nBudget Deficit excluding Grants [A]              (181)                ( 389)\nExternal Debt Repayment [B] (107) (137)\nFinancing Requirement [C] = [A]+[B]              (288)                ( 525)\nMemorandum Items\nBudget Deficit excluding Grants/GDP (%) (0.8) (1.8)\nRevenue Shortfall against Target (%) (14.5)\nRevenues less Nondiscretionary Expenditures \n   and External Debt Repayments             3 ,073              2 ,443\nRevenues less Wages and Employers Contribution             3 ,286              2 ,686\nRevenues excluding Grants ($ million)             1 ,288                 9 79\nExpenditures ($ million)             1 ,339              1 ,077\nBudget Deficit excluding Grants ($ million)                 ( 51)                   (97)\nFinancing Requirement ($ million)                 ( 81)                 (131)\nExchange rate against dollar 3.56 4.00\n(  ) = negative, GDP = gross domestic product.\nNote: This table excludes the Public Investment Program.\na In original budget, wage increase was planned for the entire government. Under the crisis budget, this is \n   limited to the social sectors. \nb The reduction is attributable to lower budgeted wages and salaries.\nSources: Ministry of Finance, Government of Tajikistan; and Asian Development Bank estimates.\n \n29.  Social  Priorities.    Table  3  lists  essential  social  spending  needs  identified  in  the \nGovernment's crisis budget.  \n \nTable 3: Social Sector and Safety Net Expenditures in the Crisis Budget \n(TJS million) \n \nExpenditure Item  Amount \nSupport for poor regions (subventions)  261.8 \nSocial protection expenditures  651.7 \nUtility expenses, including institutions pertaining to education, health  69.1 \n     and social protection   \nTotal  982.6 \n     In $ million at TJS4/$  245.7 \n       Source: Government of Tajikistan. \n ", "  9\n30.  Support for Poor Regions (subventions). Under Tajikistan's intergovernmental fiscal \nframework, poor oblasts and raions13 receive subventions from the republican budget. The size \nof the transfers is based on the difference between local government revenues and critical \nexpenditure needs, such as salaries and wages and pension contributions. The subventions are \nalso important for maintaining primary and secondary health services and general education, \nwhich are financed by the local budget. During 2008, two of three oblasts and 10 of 13 raions \nunder  republican  supervision  received  fiscal  transfers  from  the  Government  amounting  to \nTJS181.6 million.  \n \n31.  Social  Protection.  The  government  social  protection  system  consists  of  social \ninsurance,  social  assistance,  and  employment  programs.  Under  social  insurance,  the \nGovernment provides labor pensions and family benefits (e.g., paid maternity leave). There are \napproximately 461,000 pensioners. Pension benefits are based on the length of service and \naverage earnings over a specified period. In July 2008, the Government increased the minimum \nmonthly pension from TJS20 to TJS60. However, due to revenue shortfalls, pension arrears are \ngrowing and amounted to TJS23 million in March 2009. \n \n32.  Social assistance includes (i) social pensions, which are paid to individuals with no \nemployment record; (ii) cash compensation payments for children from poor households and \nthose  without  a  parent  or  both  parents;  (iii)  cash  compensation  or  subsidies  for  energy \nconsumption by poor households; and (iv) in-kind assistance, such as orthopedic products and \nsanatorium treatments.  \n \n33.  The employment program covers unemployment benefits, skills training, microcredit, and \npublic works programs. Registered unemployed persons receive short-term training courses \nand/or microcredit for self-employment. Those unable to find employment following training can \nreceive employment benefits for up to 6 months, provided they have a recent employment \nhistory. Specifically, individuals that have paid payroll tax for 18 months over the past 3 years \nare entitled to receive an unemployment allowance equivalent to 50% of their salary during that \nperiod. The public works program includes mainly mini-hydropower projects and small road \nmaintenance. The components of the employment program and the number of beneficiaries are \nsummarized in Table 4. \n \nTable 4: Employment Program \n \n  Number of Beneficiaries   \nProgram  in 2008 \nUnemployment benefits  3,022 \nSkills training   8,080 \nMicrocredit  2,865 \nPublic works  7,488 \n            Source: Ministry of Labor and Social Protection of the Population. \n \n34.  In  addition  to  prioritizing  these  social  protection  measures,  the  Government  is \nconsidering possible new projects based on assessments of the reverse migrant flows. These \nprojects, which are subject to adequate funding, would focus on creating self-employment and \nemployment through rural finance, new training centers and programs, and small-scale public \nworks.   \n                                                 \n13 Poor oblasts and raions are those whose own revenues are insufficient to cover expenditures.  \n ", "10  \n \n35.   Because  of  financing  constraints,  the  level  of  benefits  under  the  various  pillars  is \nextremely low. Furthermore, eligibility criteria and targeting need improvement. The MLSPP has \nembarked  on  a  comprehensive  reform  program  of  the  social  protection  system,  which  is \nsupported primarily by the European Commission. The reform program covers (i) a labor market \nand migrant strategy, (ii) targeting of social benefits and privileges, (iii) expansion and physical \nupgrading of care institutions, and (iv) institutional strengthening of relevant institutions. These \nreforms will contribute significantly to improving the social protection and safety net system in \nthe medium term. \n \n36.  Utilities Expenses for Education, Health and Social Protection Institutions.  The \nGovernment has recently adopted a policy of gradual increases in gas and electricity tariffs. \nWhile crucial for improving the financial viability of the sector, tariff increases require significant \nadditional resources. Ensuring sufficient resources for utility needs is essential for minimizing \ndisruption in service delivery of public schools, health facilities, and institutions that provide \nsocial assistance (e.g., orphanages).   \n \nE.  ADB Strategy and Assistance \n37.  ADB began operations in Tajikistan in 1998. Over the last 10 years, ADB has played an \nimportant role in the country's reconstruction and development efforts, and is now the largest \nsource of development assistance after the People's Republic of China. In line with government \npriorities and development needs, the 2004–2008 country strategy and program14 focused on                        \n(i)  rural  development  through  private  sector  involvement,  institution-building,  and  improved \nirrigation;  and  (ii)  promoting  regional  cooperation  and  integration  through  improved  power \nsupply,  transport  infrastructure  and  cross-border  trade.  ADB  has  also  been  responsive  in \nhelping Tajikistan meet unexpected challenges. For example, the Khatlon Province Flood Risk \nProject15 (approved in 2007) aims to reduce the socioeconomic impact of floods and address \nrecurring flood risks in the country’s most flood-prone areas. \n \n38.  The new country partnership strategy (CPS), which is being finalized, will continue to \nfocus on pro-poor growth, and takes into account (i) development needs and implementation \ncapacity, (ii) other development partners' assistance and ADB comparative advantage, and              \n(iii) the need for a focused approach in view of limited ADF funds. ADB support during 2009–\n2012  will  cover  transport  and  energy  sectors  and  private  sector  development  through  an \nimproved investment climate.  \n \n39.  The proposed program is included in the draft CPS, which underlines the program's role \nin the Government's crisis mitigation efforts as well as in supporting the overarching CPS \nobjective of poverty reduction. \n \nF.  Government Strategy \n40.  The Government's National Development Strategy (NDS) 2007–2015 identifies three \nmain priorities: (i) improvement of public administration; (ii) promotion of sustainable economic \ngrowth; and (ii) human development. The primary goal of the NDS is to improve the living \nstandard of the population through economic growth and achievement of the MDGs.  \n \n                                                 \n14 ADB. 2003. Country Strategy and Program (2004–2008): Tajikistan. Manila. \n15 ADB. 2007. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of Tajikistan for the Khatlon Province Flood Risk Management Project. Manila. ", "  11\n41.  The  Second  Poverty  Reduction  Strategy  Paper  (PRSP  2),  approved  in  2007, \nrepresented a medium-term strategic plan for the implementation of the goals and vision of the \nNDS,  and  aims  to  promote  economic  growth  by  improving  public  sector  efficiency  and \npromoting private sector development. To this end, PRSP 2 aims to (i) reduce corruption at all \nlevels of government, (ii) improve the public procurement and financial management system,            \n(iii) reduce government interference and streamline business regulations, and (iv) strengthen \nproperty rights. In the area of social welfare, PRSP 2 aims to reduce poverty to 52% and \nextreme poverty to 10% by 2009. The key measures identified to address these objectives \ninclude:  (i)  restructuring  of  the  social  welfare  system;  (ii)  strengthening  the  financial \nsustainability of the pension and social insurance system; (iii) establishing a methodology for the \nstudy, monitoring and regulation of the labor market and migration; (iv) improving the targeting \nand quality of social assistance programs; and (v) strengthening protection of children's rights.16 \n \n42.  In line with the lessons from implementation of PSRP 1, PRSP 2 sought to introduce \nbetter sequencing and prioritization of development needs and reform measures, include a \ncomprehensive  results  framework,  and  emphasize  effective  monitoring  to  enhance \nimplementation and outcomes. While the monitoring system has not been fully effective, some \nprogress is being made with development partner support. \n \nIII.  THE PROPOSED PROGRAM \nA.  Impact, Outcome, and Outputs \n43.  The program's impact will be accelerated recovery from the economic and social impact \nof the global financial crisis on Tajikistan. Its principal outcome will be the provision of fiscal \nsupport and social safety nets. The counterpart funds generated from the program proceeds will \nact as a cushion against Tajikistan’s revenue shortfall, and will be utilized to support the key \ncountercyclical expenditures highlighted in Table 5. The program will specifically help ensure \nthat poor and vulnerable groups are protected through adequate safety net measures. The main \noutputs of the program will be: \n \n(i)  implementation of employment programs for returned and unemployed migrants; \n(ii)  provision of social assistance to vulnerable groups; and \n(iii)  uninterrupted  service  delivery  by  health,  education  and  social  protection \ninstitutions. \n \n44.  To meet these objectives, the counterpart funds generated from program proceeds will \nbe  utilized  by  the  Government  in  meeting  its  general  and  overall  public  expenditure \nrequirements during fiscal year (FY) 2009. Specifically, among other needs, the Government \nhas agreed that it will utilize the counterpart funds generated from program proceeds in part to \nfund the crisis mitigation measures outlined in Table 5. The Government will establish a special \naccount to enable full monitoring of the use of the counterpart proceeds. Details on this are \nprovided in sub-section F. \n \n \n \n \n \n \n                                                 \n16 UNICEF. 2008. Tajikistan–Joint Country Support Strategy: Social Sector Review.  \n ", "12  \n \nTable 5: Indicative and Suggested Allocation of  \nCounterpart Funds Generated Program Proceeds \n(TJS Million) \n \nExpenditure Item  Amount \n1. Employment Programa  9.8 \n2. Social Assistance to vulnerable groups, includes   \n    (i)   Compensation for social support to population;    \n    (ii)  Social protection institutions for disabled, elderly,    \n          and children; and   144.5 \n    (iii) Other social protection expensesb \n3. Support for poor regions (subventions)  261.8 \n    Of which the following are fully covered:   \n    (i)   Utility Expenses in Education, Health and Social Protection  44.2 \n    (ii)  Food Expenditures in Education, Health and Social Protection  20.8 \n4. Utility (including those for telecommunications), Food and Medicine   \nExpenditures  in  Education, Health and Social Protection under the   \nRepublican Budget  21.3 \n             Total  437.4 \na Ministry of Finance. 2009. Program for Facilitation of Employment of Population for Republic of Tajikistan. \n   Dushanbe. \nb Ministry of Finance. 2009. Compensation to Groups Entitled to Special Benefits. Dushanbe. \nSource: Asian Development Bank estimates. \n \nB.  Modality of ADB's Support \n45.  The  Government  has  requested  urgent  support  from  ADB.  After  exploring  different \noptions,  ADB's  program  lending  modality  was  chosen.  The  proposed  program  adopts  the \nprogram-based  approach17 in  order  to  enable  a  swift  response,  with  two  principal  anchor \nprograms: (i) the IMF's Poverty Reduction and Growth Facility (PRGF), which provides the \noverall macroeconomic and reform umbrella; and (ii) the Government's crisis mitigation program, \nas outlined earlier.   \n \n46.  The  Government's  development  policy  letter,  outlining  its  commitment  to  restoring \nmacroeconomic stability and providing adequate social safety nets, is in Appendix 4.  \n \n47.  Criteria  for  Determining  the  Expenditure  Categories. The subcomponents of the \ncategories of expenditures to be supported under the program are based on the following \ncriteria: \n \n(i)  priorities identified by the Government; \n(ii)  protection for the poor and vulnerable, including migrant workers who have been \nforced to return; and \n(iii)  the ability to monitor and audit the use and allocation of resources.  \n \nC.  Policy Framework and Actions \n48.  The Government has been proactive in its crisis response. In November 2008, the \nGovernment  established  the  ICMC,  which  is  responsible  for  formulating  and  implementing \nappropriate monetary, fiscal and financial sector policies, as well as for strengthening social \nprotection. The ICMC has developed an anti-crisis action plan, which is being implemented \n                                                 \n17  ADB. April 2009. Program Lending Policy: Clarification. Manila. ", "  13\nlargely with support from various development partners. To facilitate external adjustment by \nstrengthening  export  competitiveness,  the  authorities  are  moving  towards  a  more  flexible \nexchange rate regime and will intervene in the foreign exchange market only to smooth excess \nvolatility as supported under the IMF program. To mitigate risks to the financial sector, NBT has \nintensified banking supervision and is taking steps to introduce a statutory overnight credit \nfacility, a 7-day deposit facility, and restrict other liquidity loans to a maturity of up to 3 months. \nNBT is also developing contingency plans with IMF assistance. The Government has revised its \n2009 budget.  \n \n49.  On the structural reform front, the Government has prioritized measures to address \nvarious weaknesses that were highlighted by the misreporting episode by NBT to the IMF. \nThese measures are essential to improve the effectiveness of monetary policy and financial \nsupervision, and reestablish the government's credibility more generally. The Government has \nadopted a comprehensive action plan to implement recommendations of a special audit of NBT \nas part of prior actions for the IMF's PRGF, and has published the audit’s executive summary in \nan effort to enhance transparency. An external audit of NBT’s external reserve position has \nbeen completed, and external auditors of NBT's financial statements have been appointed, in \nline with international standards. In addition, the Government has submitted to Parliament \namendments  to  the  NBT  Law  and  Commercial  Banking  Law  to  strengthen  central  bank \nindependence and disclosure and to minimize conflicts of interest (Appendix 5). \n \n50.  The key features of the Government's program are summarized in Table 6. \n \nTable 6: Summary of the Government's Program–Basis for ADB's Support \n \nI. Crisis Mitigation Measures  Time Frame \n1.  Inter-Ministerial Crisis Committee responsible for formulating and  Completed November 2008 \nimplementing crisis mitigation response established   \n2.  Anti-crisis action plan covering monetary, fiscal and financial  Completed April 2009 \nsector policies and social protection adopted   \n3.  \"Crisis budget\" prioritizing social spending and scaling back non- Completed May 2009 \ncritical expenditures adopted \nII. Key Structural Reform Measuresa  Time Frame \n1.  Comprehensive and time-bound action plan to implement all  Completed April 2009 \nrecommendations of the special audit of NBT adopted   \n2.  Executive summary of the NBT special audit published  Completed April 2009 \n3.  External audit of NBT's net international reserves as of                     Completed April 2009 \n31 December 2008 completed    \n4.  External auditor for NBT's financial statements appointed  Completed April 2009 \n5.  Amendments to the NBT Law and Commercial Banking Law  Completed April 2009 \nsubmitted to Parliament to enhance central bank autonomy,  \ndisclose beneficial owners of companies, and minimize conflict of \ninterest  \nNBT = National Bank of Tajikistan. \na Includes all IMF PRGF prior actions. \nSource: Asian Development Bank estimates. \n \nD.  Special Features \n51.  Anchored  on  the  International  Monetary  Fund  Poverty  Reduction  and  Growth \nFacility. The PRGF approved by the IMF provides the macroeconomic underpinnings for the \nprogram.  The program is part of concerted donor effort to support the Government's crisis \nmitigation efforts. To meet the balance-of-payments needs arising from the crisis, the IMF plans \nto disburse $70 million from the $116 million facility during 2009, subject to satisfactory program \nimplementation. At the Government's request, the World Bank doubled the budget support \n ", "14  \n \nunder  the  Third  Programmatic  Development  Policy  Grant  to  $20  million.  The  World  Bank \nprogram was approved in March 2009. The European Commission is also taking steps to \nprovide funds amounting to €17.5 million in 2009 by releasing remaining tranches of its Food \nSecurity Programme and frontloading disbursement of its ongoing Social Protection Project and \nGlobal Food Facility. The Development Partners Matrix is in Appendix 6. \n \n52.  Use of the Program-Based Approach and Full Alignment with Government's Crisis \nMitigation Plan. The program was prepared in response to the Government's urgent request \nfor countercyclical fiscal support, is fully in line with the Government's own crisis mitigation plan, \nand is an integral part of its financing plan. \n \n53.   Provision  of  Urgent  Fiscal  Stimulus  Support.  The  program  will  provide  budget \nsupport to enable the Government to expediently meet critical expenditure needs. The ADB \nteam considered various factors before proposing the public expenditure support option. \n \n(i)  Regardless of the modality, the country needs resources to adopt countercyclical \nfiscal policies. Within ADB's program-lending modality, financing support needs \nto be linked as closely as possible with supported reforms. In Tajikistan, as in \nmany other countries, the shocks associated with the global financial crisis are \nexogenous, although certain structural weaknesses may have aggravated their \nimpact. The circumstances make it difficult to formulate policy measures that deal \ndirectly with the crisis and that require resources to implement. A key area with \nstructural weaknesses relates to the monetary and financial sectors. Improving \ngovernance of the NBT is a key priority, which is being addressed in the IMF \nprogram. \n \n(ii)  The Government's efforts during this time of crisis are focused on mitigation and \nsocial protection. While some commitment to policy and institutional reforms may \nremain, human resources are likely to be stretched. Moreover, it is desirable that \nthe transaction costs of any support provided by donors be kept as small as \npossible. In this regard, the team considered several possible reform areas— \nincluding the cotton sector, education and health, and finance—where ADB has \nhad prior engagement. Cotton sector reforms are likely to take considerable time, \nand require resources that are clearly earmarked for such reforms. Key reform \npriorities  in  finance  are  associated  with  the  NBT.  The  education  and  health \nsectors need urgent financing to ensure that recurrent needs are met and that \npriority development needs are not neglected. \n \n(iii)  ADB should add value through its support. The proposed public expenditure \noption  accomplished  this  while  reinforcing  key  measures  to  restore \nmacroeconomic stability and continue structural reforms (as supported under the \nIMF PRGF).  \n \nE.  Financing Plan   \n54.  The  Government  has  requested  a  grant  of  $40  million  from  ADB's  Special  Funds \nresources. The program is part of the Government's crisis-budget financing plan, as outlined in \nTable 7.  \n \n \n ", "  15\nTable 7: Tajikistan's Financing Arrangements, 2009 \n ($ mi llion) \nType of Support  Institution  Amount \nI.    Balance of Payments   International Monetary Fund (IMF)a  70b \nSupport \n     \nII.   Budget Support  Asian Development Bank  40 \n  World Bank  20 \n  European Union  24 \n     \nIII.  Accelerated Project  World Bankc  5 \nSupport \na   IMF approved Poverty Reduction and Growth Facility amounting to $116 million. \nb  $39 million have been disbursed. The remaining disbursement for 2009 is subject to the progress in \ndiscussions between the Government and IMF. \nc   Additional financing for the Community and Basic Health Project was approved in 2009. In 2008, World \nBank approved three projects amounting to $15.5 million as a response to the food and energy crises:                 \n(i) Emergency Food Security and Seed Imports Project ($5 million), (ii) Additional financing for the \nCommunity and Basic Health Project ($4 million), and (iii) Energy Emergency Recovery Assistance \nProject ($6.5 million).  \nSource: Asian Development Bank estimates. \n \nF.  Implementation Arrangements \n55.  The Ministry of Finance (MOF) will be the executing agency for the program. The main \nimplementing agencies will be MOF and MLSPP.   \n \n56.  Procurement and Withdrawal Procedures. Grant proceeds will be used to pay for \nitems procured in ADB member countries, other than the items specified in the list of ineligible \nitems  (Appendix  9)  and  imports  financed  by  other  bilateral  and  multilateral  sources.  The \nproceeds of the program grant will be disbursed in accordance with the provisions of ADB’s \nsimplification of disbursement procedures and related requirements for program grants.18 Grant \nproceeds disbursed against imports will require a certificate from the Government stipulating \nthat the value of the total imports of Tajikistan, minus its imports from nonmember countries, \nineligible imports, and imports financed under other official development assistance, is equal to \nor greater than the amount of the grant expected to be disbursed during a particular year. ADB \nreserves the right to audit the use of grant proceeds to verify the accuracy of the Government’s \ncertification. \n \n57.  The Recipient will establish a subaccount in the Treasury Single Account (referred to as \nthe special account) with NBT. Counterpart funds will be generated by converting the grant \nproceeds to somoni using the official exchange rate, and such counterpart funds will be credited \ninto the special account. The crediting of the special account will be done within 5 days from \ngrant disbursement. NBT will provide ADB with official notification that the counterpart funds \ngenerated from the grant proceeds have been credited to the special account (including the \namount of foreign currency converted, the date of conversion to somoni, the official exchange \nrate, date of deposit, name and number of the special account, and the deposited somoni \namount). MOF will be responsible for maintaining the special account. The Government will \nensure that the counterpart funds generated are used primarily to fund the budget expenditures \nsupported by the program (Table 5) and are in full compliance with the Government’s public \n                                                 \n18 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n ", "16  \n \nexpenditure procedures and reporting rules. NBT shall provide ADB, on a monthly basis, a \nstatement of account on the special account, including the following information: (i) official \nnotification by NBT on the date and amount withdrawn; (ii) official certification by MOF on the \npurpose of the withdrawal, identifying the specific budget expenditure categories to be funded. \nThe monthly special account statement (including NBT notification and MOF certification) will be \nprovided to ADB within 15 days of the end of each month. ADB will reserve the right to audit the \nuse of special account funds. \n \nG.  Implementation Period \n58.  The proceeds of the grant will be released in a single tranche upon effectiveness. Grant \nclosing date is 31 December 2009. Financial closure is expected in June 2010, or earlier (as \nsoon as the audited statements of all public expenditures become available).  \n \nH.  Anticorruption, Accounting and Auditing, and Key Fiduciary Aspects \n59.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  of  Tajikistan.  Consistent  with  its  commitment  to  good  governance, \naccountability, and transparency, ADB reserves the right to investigate, directly or through its \nagents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the program. \nTo support these efforts, relevant provisions of ADB’s Anticorruption Policy are included in the \napplicable grant regulations and the bidding documents.  \n \n60.  The  Government  acknowledges  that  ADB,  consistent  with  its  commitment  to  good \ngovernance,  accountability,  and  transparency,  reserves  the  right  to  undertake,  directly  or \nthrough its agents, investigation of any possible financial or management impropriety in the \nconduct of the program. The Government will cooperate fully and ensure that each of its \nagencies  cooperates  with  any  such  investigation  and  extends  all  necessary  assistance, \nincluding access to relevant books and records. \n \n61.  ADB retains the right to audit the use of grant proceeds and to verify the accuracy of the \nGovernment’s certification for withdrawal applications. Before withdrawal, the Government will \nopen or nominate a deposit account at the NBT to receive all grant proceeds. The account will \nbe managed, operated, and liquidated in accordance with terms satisfactory to ADB.  \n \n62.  The Public Expenditure and Financial Accountability (PEFA) Assessment completed in \nMay 2007 highlighted a number of risks, particularly in predictability and control in budget \nexecution, accounting, recording and reporting, and external audit.19 Efforts to address these \nweaknesses are ongoing. The budget systems are being reformed in order to make them more \nreliable and output-oriented. Treasury systems are being automated and quarterly reporting of \nbudget execution has been institutionalized. Accounting reforms, including strengthening of \nlegislation and regulations, are also ongoing. In March 2009, the Government adopted the \nPublic  Finance  Management  Strategy  2009–2018  through  Presidential  Decree  #542.  The \nDecree sets a quantitative target of improving the PEFA score by more than 50% by 2018. This \nwill triple the number of indicators with a score of A and B, and halve the number of indicators \nthat score C and D. The European Commission is supporting the implementation of this strategy, \nwith a particular focus on internal control. Key achievements under the European Commission \n                                                 \n19  World  Bank  and  State  Secretariat  for  Economic  Affairs  (SECO).  2007.  Public  Expenditure  and  Financial \nAccountability Assessment. Washington DC. The PEFA Assessment gave Tajikistan the following rankings: A–2; \nB–4; C–11; D–13. A ranking of A reflects high quality and D reflects the need for further improvement. One \nindicator was not ranked. ", "  17\nproject include: (i) amendments to the Public Finance Law to strengthen accountability and \ninternal  audit;  (ii)  a  draft  Public  Internal  Financial  Control  Law  and  Internal  Audit  Law;                       \n(iii) establishment of internal audit units in five ministries; (iv) preparation of internal audit \nmanuals  and  internal  control  guidelines;  and  (v)  automation  and  integration  of  treasury \ndatabases. The World Bank is supporting the implementation of the new Law on Procurement \n(2006). Under the World Bank technical assistance, staff of the public procurement agency and \nsix entities—the ministries of education, health, justice, industry and energy, agriculture, and the \nState Committee for Investment—have been trained and accredited. The World Bank has also \nrecently approved a project (co-financed with Department for International Development [DFID] \nof the United Kingdom, European Commission, and Government of Japan) aimed at operational \nand technological improvements in public financial management (Appendix 7). \n \n63.  The Government has shown its commitment, as noted in PEFA as well as through the \nnew strategy, but reforms and capacity building in this area are long-term undertakings. Given \nthe risks and concerns involved, the program will specifically focus on the following:20 \n \n(i)  monitoring of general budget execution, to guide implementation of the Public \nFinance Management Strategy during 2009–2010; \n \n(ii)  monitoring of program-supported expenditures, including specifically: \n \n(a)  intergovernmental  fiscal  transfers  from  the  republican  to  local  budget \naccounts,21 to  properly  account  for  the  subventions  to  poor  regions; \ncomplete budget execution reports will be needed at both republican and \nlocal levels; \n(b)  expenditures by education, health and social protection institutions; and \n(c)  financial flows and bank accounts related to regular and special safety net \nprograms. This will include the Social Protection Fund and other ad hoc, \ncrisis-related  implementation  arrangements  (e.g.,  for  the  employment \nprogram) in order to ensure timely delivery of stimulus support on the \nground, among other factors;   \n \n(iii)  expenditure reconciliation, to produce account reconciliation reports for program-\nsupported expenditures, and monitor compliance with rules for processing and \nrecording transactions; \n \n(iv)  internal controls and audits for program-supported expenditures; \n \n(v)  monitoring  of  procurement  or  contracting  of  services  related  to  program-\nsupported expenditures and programs; and \n \n(vi)  establishment  of  a  complaints  mechanism  for  beneficiary  selection  and \nprocurement undertaken for program-supported expenditures. \n \n64.  A small team comprising one financial management specialist (12 person-months) and \none  procurement  specialist  (4  person-months)  will  be  engaged  to  closely  work  with  the \n                                                 \n20 This will be done through a regional technical assistance (RETA) that is currently being processed. With crisis \nrecovery support programs being planned in Armenia, Georgia and Tajikistan, a RETA will help across the region \nin public expenditure monitoring. The RETA will be considered by the Board together with the three crisis \nprograms.  \n21 Tajikistan has a partial treasury single account that is currently in operation. \n ", "18  \n \nGovernment to effectively execute its crisis budget.22 ADB's support will be closely coordinated \nwith the World Bank and European Commission, as both have budget support operations and \nare providing assistance for public financial management reforms.  \n \nI.  Performance Monitoring and Evaluation  \n65.  Within 1 month of program effectiveness, the MOF, implementing agencies, and ADB \nwill establish a performance evaluation system based on the program design and monitoring \nframework.  The  framework  will  be  closely  linked  with  the  regional  technical  assistance              \n(footnote 20). ADB will also coordinate with all relevant development partners in monitoring and \nevaluating program performance. \n \nIV.  BENEFITS, IMPACTS, ASSUMPTIONS, AND RISKS \n66.  Benefits. Without the program, the Government would be unable to take countercyclical \nfiscal measures. Consequently, the program will increase the Government's capacity to mitigate \nthe  adverse  impacts  of  the  crisis  through  appropriate  fiscal  policies  and  social  protection \nprograms. The program will help reduce the incidence of poverty and restore growth. The \nimmediate beneficiaries will be the poor and vulnerable groups who are hardest hit by the crisis.  \n \n67.  Specific benefits and beneficiaries will include: \n \n(i)  Employment  program.  Implementation  of  the  Government's  employment \nprogram will help create employment opportunities for return migrants through \nskills retraining, microfinance, and public works programs. \n(ii)  Social  assistance  programs.  The  Government's  social  assistance  program \nincludes  a  range  of  benefits  and  services  such  as  social  pensions,  cash \ncompensations payments for children from poor households and those lacking \none  or  both  parents,  and  cash  compensation  or  subsidies  for  energy \nconsumption by poor households. Social pensions are paid to individuals with no \nemployment record. Social assistance also includes in-kind assistance such as \northopedic products and sanatorium treatments. \n  (iii)  Food, utilities and medicine for health, education and social protection \ninstitutions. Adequate funding of food and utility expenditures will help minimize \nservice delivery disruption in public schools, health facilities, and institutions that \nprovide social assistance (e.g., orphanages). In addition, budget allocations for \nmedicines provided by the central Government are protected, which prevents \ndisruption in the delivery of health services.   \n \n68.  Risks. There are some downside risks to the program.  \n \n(i)  The global downturn could be more protracted than anticipated. In particular, \ncontinuing  downgrading  of  the  outlook  for  the  Russian  Federation  and \nKazakhstan will result in more severe impacts on Tajikistan’s economy.  \n \n(ii)  Rising uncertainty and competing needs and priorities could slow an appropriate \npolicy response. The Government has thus far been proactive in its stabilization \nand countercyclical efforts, but the downside risks need to be carefully monitored. \nThe authorities have also intensified regional policy dialogue to better assess the \n                                                 \n22   This will be supported under a regional technical assistance (footnote 20). ", "  19\nimpact of the crisis, and to learn from the experience of neighboring countries in \ncrisis management. Development partners have likewise responded with policy \nadvice and financial assistance. \n \n(iii)  Poor design and weak fiduciary controls may hamper the efficacy of the crisis \nmitigation plans. The program’s proposed design is fairly straightforward, and \ninvolves no complex targeting or identification of beneficiaries. ADB will work with \nthe  Government,  in  collaboration  with  the  other  development  partners,  in \nadhering  to  good  financial  management  practices  in  executing  the  crisis \nmitigation program.     \n \n69.  Impacts. The program is classified as environmental category C.  It is not expected to \ngenerate  adverse  environmental  impacts  requiring  mitigating  measures.  No  involuntary \nresettlement or indigenous peoples impacts are expected from program implementation. A \nsummary poverty reduction and social strategy is in Appendix 8.  \n \nV.  ASSURANCES \n70.  In addition to the standard assurances, the Government has given the following specific \nassurances, which are incorporated in the legal documents: \n \n(i)  The Government will work with ADB (and other development partners) to monitor \nresults, track the flow of donor assistance, and assess the impact of support for \nthe crisis mitigation plan. \n(ii)  The Government shall update ADB on the implementation of the crisis mitigation \nprogram and ensure that necessary support is provided to ADB to review and \nmonitor the status of key indicators under the design and monitoring framework.  \n(iii)  The Government will ensure that the counterpart funds generated from the grant \nproceeds are used for financing its immediate budgetary expenditures arising \nfrom  the  impact  of  the  global  financial  crisis  and  essential  budgetary \nexpenditures  incurred  to  sustain  delivery  of  the  Government’s  core  publicly \nfunded program, in compliance with its public finance management procedures \nand reporting arrangements, and that such proceeds are not used to finance \nineligible items as set forth in Appendix 9, and shall provide a certificate to ADB \nto this effect. \n(iv)  The Government will, in particular, provide necessary budget appropriations to \nallow withdrawals from the Special Account in support of (a) subventions to poor \nregions  (local  governments),  (b)  employment  program,  (c)  social  assistance,             \n(d) utility, food, medicine and telecommunications expenditures in education, \nhealth and social protection under the republican budget, and (e) other priority \nsocial safety net measures and activities of the crisis mitigation plan implemented \nby the Recipient satisfactory to ADB.  In terms of the support for the subventions \nto  poor  regions  mentioned  above,  the  relevant  utility  expenses  and  food \nexpenditures in education, health and social protection will be fully covered. \n(v)  The Government will furnish to ADB by 30 June 2010 a certified copy of the state \nbudget execution report for 2009 as submitted to the Parliament, with a certified \nEnglish translation of the relevant parts, providing, specifically, information on:          \n(a) intergovernmental fiscal transfers from the republican to the local budget \naccounts; (b) expenditures by education, health and social protection institutions; \nand (c) financial flows on bank accounts related to regular and special safety net \nprograms. The Government will furnish to ADB a certified copy of the opinion of \n ", "20  \n \nthe  Agency  for  State  Financial  Control  and  Combating  Corruption  on  such \nreports by 30 November 2010, with a certified English translation of the relevant \nparts. \n(vi)  The Government will provide ADB with a certified copy, in the English language, \nof  the  externally  audited  annual  report  of  the  NBT  in  accordance  with \nInternational Financial Reporting Standards for FY2009 by 30 June 2010. \n \nVI.  RECOMMENDATION \n71.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding  $40,000,000 to the Republic of Tajikistan from ADB’s Special Funds resources for \nthe  Crisis  Recovery  Support  Program,  on  terms  and  conditions  that  are  substantially  in \naccordance with those set forth in the draft Grant Agreement presented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n \n \n \n \n15 June 2009 ", "                                                                    Appendix 1  21\nDESIGN AND MONITORING FRAMEWORK  \n  \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting  and Risks  \nMechanisms    \nImpact      Risk \nAccelerated recovery  Gradual restoration of  Official statistics  Global slowdown \nfrom the global  growth to pre-crisis    is more protracted \nfinancial crisis  levels (average of  Poverty reduction  than anticipated \n  7.4% during 2005– strategy papers   \n2009) \n \nIncrease in poverty \nincidence minimized \n(currently 53% of the \npopulation live in \npoverty) \nOutcome      Assumption \nProvision of fiscal  Budget execution for  Budget execution  Timely and \nsupport and social  program-supported  reports  adequate budget \nsafety nets   expenditures in line    support and \nwith the crisis budget  MLSPP reports  technical \n    assistance from \nGovernment social  Other development  development \nprotection spending  partners' reports  partners \nincreased by at least   \n20% (TJS484 million   Risk \nin 2008)  Delays in \nimplementing \ncrisis  mitigation \nmeasures \nOutputs       Assumption \nEmployment programs  Increase in number of  Revised 2009 budget  Effective \nfor returned and  people covered by    implementation of \nunemployed migrants  employment programs  MLSPP reports  social protection \nimplemented  (21,455 in 2008)    programs \n    Ministry of Education   \nSocial  assistance to  Increase in number of  reports  Risk \nvulnerable groups  households receiving    Weak fiduciary \nincreased  social allowance and  Ministry of Health  controls \n               services (18,000 in  reports \nBasic service delivery  2008)   \nby health, education    Other development \nand social protection  Utilities expenditures  partners' reports \ninstitutions maintained  of social institutions \nkept current and at \nleast TJS27.6 million \nin 2009 (TJS6.8 \nmillion and TJS20.8 \nmillion allocated under \nthe original 2009 \n ", "22   Appendix 1 \n \nDesign  Performance  Data Sources/  Assumptions  \nSummary  Targets/Indicators  Reporting  and Risks  \nMechanisms    \nrepublican and local \nbudgets, respectively) \n \n Food expenditures of \nsocial institutions kept \ncurrent and at least \nTJS53.6 million in \n2009 (TJS9.4 million \nand TJS44.2 million \nallocated under the \noriginal 2009 \nrepublican and local \nbudgets, respectively) \n \nActivities with Milestones  Inputs \n   \nMacroeconomic and poverty impact of crisis fully assessed in  ADB Program \ncoordination with key stakeholders  (April 2009)  grant: $40 million  \n   \nFinancing gap and financing sources identified (April 2009)   \n   \n2009 budget revised to reflect crisis impact and needs (May 2009)   \n   \nADB = Asian Development Bank, MLSPP = Ministry of Labor and Social Protection of the Population. \n \n \n \n ", "    Appendix 2  23\n \nSOCIAL SECTOR OVERVIEW \nA.  Social Indicators \n \n1.  Tajikistan's per capita gross domestic product increased from $139 in 2000 to $795 \nin 2008, but Tajikistan remains the poorest country in Central Asia. Poverty—defined as \nthe share of the population living on $2.15 per day or less—declined from 82% in 1998 to \n53% in 2007. As is true of other Central Asian countries, Tajikistan's social indicators are \nrelatively good for its per capita income level, reflecting the country’s already level of high \nhuman  development  at  the  time  of  independence.  Tajikistan  inherited  high  primary  school \nattendance rates (the net primary school enrollment rate was 97.5% in 2005), and has set a \ntarget of achieving universal secondary school enrolment by 2015. Infant mortality per 1,000 live \nbirths was 59 in 2005, but the maternal mortality ratio remains very high.   \n \nTable A2.1: Education and Health Indicators \nItem  1990  1995  2000  2005 \nNet School Enrollment Rate (%)  76.70  —  96.70  97.50 \nInfant Mortality per 1,000 live births  91  90  75  59 \nMaternal mortality per 100,000 live births  130  120  100  170 \n— = not available. \nSource: Asian Development Bank Poverty Database. \n \n2.  While progress has been made in education, the health sector continues to be under-\nfinanced by both government and donors, and attainment of Millennium Development Goals 4 \nand 5 (reduction by 2015 of the infant mortality and maternal mortality ratios by two thirds from \ntheir 1990 levels) will be difficult.  \n \nB.  Social Sector Budget \n \n3.  Tajikistan's state budget consists of the republican budget, local budget, and the social \nprotection fund, all three of which support public expenditure for social protection. Pension and \nother  social  insurance  benefits  (e.g.,  unemployment  benefits  for  6  months,  disability  and \nmaternity allowances) for those who have contributed to the social protection fund are covered \nby the fund, with non-contributors covered by the republican and local budgets. Expenditures for \nthe education and health sectors are supported by the republican and local budgets, with \ngeneral education and primary and secondary health services financed by the local budget, \nwhile higher education and tertiary health services are financed by the republican budget.  \n \n4.  The  education  and  health  sector  involves  a  large  network  of  service  delivery \ninfrastructure and personnel. The education sector has about 4,500 education and research \ninstitutions with almost 2 million students. The health sector has about 3,550 health facilities, \ncatering  to  inpatient  and  outpatient  services  for  the  entire  population  of  Tajikistan,  and \npreventive services that include (most importantly) immunization for children.  \n \n5.  In 2008 the education sector's share of total state expenditures was 14.3%, the health \nsector 5.1%, and the social protection sector 9.6%. Spending in the education and health \nsectors  was  slightly  less  (97%)  than  planned  in  the  budget,  while  spending  in  the  social \nprotection sector exceeded (102%) than planned in the budget. Similarly, in 2005–2006, budget \nexecution in the three social sectors was high (above 97%).  \n \n ", "24      Appendix 2 \n \n6.  Payments  by  local  governments  for  teachers  and  health  workers  are  delayed  and \ndoctors' salaries are reported to have been affected in some cases this year due to the financial \ncrisis. The health sector budget cut made prior to approval of the crisis budget in May 2009 has \neven affected transportation of vaccines, which is usually accorded a high priority.  \n \nTable A2.2: 2008 State Budget Execution in the Social Sectors \n \n  Planned Budget  Actual Spending  Budget Execution \nSector  (TJS)  (TJS)  (%) \nEducation  744,234,528  722,318,886  97.1 \nHealth  267,357,670  259,493,662  97.1 \nSocial Protection  474,441,104  485,796,384  102.4 \nTotal  5,179,056,682  5,057,973,322  97.7 \nSource: Ministry of Finance.  \n \nC.  The Local Budget \n7.  The gap between the budgetary requirements of local governments and revenue is \nfinanced by the republican budget. During 2008, two of three oblasts and 10 of 13 raions under \nrepublican supervision received fiscal transfers from the Government amounting to TJS181.6 \nmillion. The subventions are especially important to maintain primary and secondary health \nservices, and general education, which are financed by the local budget. The actual spending \nagainst the agreed budget is audited annually.  \n \n8.  General education financing is gradually moving towards per capita payment, with the \ntransition  expected  to  be  completed  in  2010,  while  per  capita  financing  of  primary  health \nservices is being piloted in just a few raions. The local budget still shows indicative item-wise \nbudgets for both sectors, however. Personnel costs (salary and social security contributions) \naccount for about 75% of the total local education and health budget, while less than 20% of the \n2009 social protection budget is allocated to personnel costs.  \n \nD.  Social Protection Programs \n9.  The  Government’s  social  protection  system  consists  of  social  insurance,  social \nassistance, and employment programs. Under social insurance, the Government provides labor \npensions  and  family  benefits  (e.g.,  paid  maternity  leave).  There  are  461,401  pensioners. \nPension benefits are based on the length of service and average earnings over a specified \nperiod. In July 2008, the Government increased the minimum monthly pension from TJS20 to \nTJS60. However, due to revenue shortfalls, pension arrears are growing and equaled to TJS23 \nmillion in March 2009. \n \n10.  Social assistance comprises social pensions, cash compensations payments for children \nfrom  poor  households  and  those  lacking  one  or  both  parents,  and  cash  compensation  or \nsubsidies for energy consumption by poor households. Social pensions are paid to individuals \nwith  no  employment  record.  Social  assistance  also  includes  in-kind  assistance  such  as \northopedic products and sanatorium treatments. Excluding payments for labor pensions and \nbenefits  to  the  military,  compensation  and  assistance  to  vulnerable  groups  is  around              \nTJS151.7 million. Of this, the original 2009 budget allocates around TJS7.3 million for the \nemployment program. Table A2.3 lists the various compensation and assistance schemes and \ntheir allotments under the original 2009 budget. Table A2.4 shows the number of beneficiaries \nof the social assistance programs during 2008. ", "    Appendix 2  25\n \nTable A2.3: Existing Social Assistance and Compensation Programs\n(TJS '000)\nOriginal 2009 \nDescription Budget\n1 Vouchers to sanatorium treatments of World War II veterans/participants and \ndistinguished pensioners 523\n2 Nonrecurrent (lump sum) compensation/liquidation payments for sanatorium \ntreatment of participants and disabled victims of the Chernobyl Nuclear Power Station \ncatastrophe 3,061\n3 Procurement of wheelchair and other prosthetic and orthopedic facilities (to the \nprosthesis plant) 1,981\n4 Additional allowance (for electricity) to  pensions of participants and veterans of World \nWar II  900\n5 Payment for coal price difference to the veterans and participants of World War II 64\n6 Subsidy for land travel by participants of and disabled arising from World War II, \nChernobyl Nuclear Power Station catastrophe and others 244\n7 Subsidy for air travel (from Tajik Air) by participants of and disabled arising from \nWorld War II, Chernobyl Nuclear Power Station catastrophe and others 179\n8 Subsidy for rail travel (from Tajikistan Railway) by participants of and disabled arising \nfrom World War II, Chernobyl Nuclear Power Station catastrophe and others 184\n9 Subsidy for communication services to participants and disabled of World War II, \nChernobyl Nuclear Power Station catastrophe and others 800\n10 Payment for communal services (utilities) to the participants and disabled of World \nWar II, Chernobyl Nuclear Power Station catastrophe and others 871\n11 Compensation for using electricity and natural gas to poor (low-income) families 36,312\n12 Compensation for secondary education of children of poor (low-income) families 11,860\n13 Compensation type benefits/allowances: (i) unemployment benefits, (ii)  temporary \ndisability allowances, (iii) maternity benefits, (iv) allowances for child delivery, (v) child \ncare allowance, (vi)  burials, and (vii) other compensation paid by the state  56,700\n14 Ministry of Labor institutions (stations) under the republican budget 12,588\n15 Ministry of Labor institutions (stations) under the local budget 6,884\n16 Credits to voluntary and forced internal immigrants 4,568\n17 Employment program 7,300\n18 Ministry of Education institutions such as boarding schools for orphans under the \nrepublican budget 6,733\nTotal 151,752\nSource: Government of Tajikistan, Ministry of Finance. \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "26      Appendix 2 \n \nTable A2.4: Social Assistance Programs \n \n  Number of \n  Beneficiaries \nCategory/Program  in 2008 \nCash Compensation Program \nMinimum pension for people without social insurance  97,502 \nFor the disabled (below or at 16)  18,612 \nFor the disabled (above 16)  28,961 \nFor the child belonging to households without a breadwinner, or who  118,524 \nhas lost parent(s) \nFor the elderly   3,111 \nFor the school children from poor households (introduced in 2007)a  223,354 \nEnergy Subsidies for poor households  240,500 \n   \nCompensation in Kind   \nOrthopedic products   19,974 \nPayment for sanatorium treatments  1,633 \n \nCenter and Home-based Services   \nNursing homes  685 \nBoarding schools  205 \nSupport for the elderly at home  3,418 \n \n      \nNote: Targeting of the \"poor\" households or children is mainly the community's responsibility. \n    a  \nIt is uncertain if this is included in the table \"Forecasted additional expenditure for social protection due to the \nfinancial crisis.\" \nSource: Ministry of Labor and Social Protection of the Population. \n \n11.  The employment program covers unemployment benefits, skills training, microcredit, and \npublic works programs. Registered unemployed persons receive short-term training courses \nand/or microcredit for self-employment. Those unable to find employment following training can \nreceive employment benefits for up to 6 months provided they have a recent employment \nhistory. Specifically, individuals that have paid payroll tax for 18 months over the past 3 years \nare entitled to receive an unemployment allowance equivalent to 50% of their salary during that \nperiod. The public works program includes mainly mini-hydropower projects and small road \nmaintenance. Table A2.5, summarizes the components of the employment program and the \nnumber of beneficiaries. The allocation under the 2009 budget is TJS7.3 million.  \n \nTable A2.5: Employment Program \n \n    Addition Number \nNumber of Beneficiaries    of Beneficiaries  \n      Expected due to  \nProgram   2008  2009 Forecast  Financial Crisis \n2009-2008 \nUnemployment benefits  3,022  4,886  2,704 \nSkills training   8,080  8,400  1,600 \nMicrocredit  2,865  2,322  1,178 \nPublic works  7,488  6,650  3,300 \n Source: Ministry of Labor and Social Protection of the Population. \n ", "    Appendix 2  27\n12.  There have been some attempts over the last 2 years to shift from privilege-based to \nneed-based targeting. For example, in 2005, the biggest expenditure item was subsidies for gas \nand electricity expenses for \"privileged populations\" (including about 40 categories, according to \na government official). The regulations for this program were revised in May 2008 to limit the \nsubsidy to 20% of households (which are supposed to be poor), triggered by gas and electricity \ntariffs increases. But privilege-based subsidies for various items remain, including telephone \nservice and housing rental. \n     \n13.  Because of financing constraints, the level of benefits is extremely low. Furthermore, \neligibility  criteria  and  targeting  will  be  needed  to  improve  the  effectiveness  of  the  social \nallowances and services provided. The Ministry of Labor and Social Protection of the Population \nhas  embarked  on  a  comprehensive  medium-term  reform  program  of  the  social  protection \nsystem, primarily with support from the European Commission. The reform program covers             \n(i)  labor  market  and  migrant  strategy,  (ii)  targeting  of  social  benefits  and  privileges,                       \n(iii) expansion and physical upgrading of care institutions, and (iv) institutional strengthening of \nrelevant agencies. These reforms will contribute significantly to improving the social protection \nand safety net systems in the medium term. \n \n \n \n ", "28      Appendix 3 \n \nTAX STRUCTURE \n \n1.  There are 15 state taxes and four local taxes in Tajikistan. The value-added tax (VAT) \naccounts for more than half of total tax collections (Tables A3.1 and A3.2). A large part of VAT \ncollection is from imports. The second tier of taxes (in term of share of total tax collections) are \nthe income and profit taxes (13% of tax revenues) and social taxes (11% of tax revenues). \nSocial  taxes  are  not  general  revenue,  as  they  accrue  to  the  Social  Protection  Fund.  The \nimportance of the VAT in terms of tax revenues and the large differential between the VAT and \nthe second tier taxes may be attributed to the heavy dependence of Tajikistan’s economy on \nmigrant worker remittances. Remittances fuel consumption spending, which includes a large \nproportion of imported goods. Coverage of remittance inflows by direct taxes—such as income, \nprofit and social taxes—is poor. VAT’s share of tax revenues is also high because of the \nrelatively high VAT rate. Sales taxes are levied on key commodities like cotton fibers (10% rate) \nand aluminum (3%). Together with the retail sales tax accruing to local governments, these \nindirect taxes account for about 4.6% of total revenues. Customs duties account for just 5.9% of \ntax revenue. \n \nTable A3.1: State and Local Taxes in Tajikistan \n \nState Taxes  Local Taxes \n•  personal income tax (tax on individual income)  •  real estate tax \n•  corporate profit tax  •  tax on owners of motor vehicles \n•  value-added tax  •  retail sales tax \n•  excise taxes  •  other compulsory local payments \n•  social tax   \n•  land tax \n•  tax on users of mineral resources \n•  highway-user tax \n•  tax paid under the simplified system \n•  uniform tax for producers of agricultural products \n•  customs duty and other customs payments  \n•  stamp duty \n•  sales tax (cotton and primary aluminum) \n•  minimum business income tax \n•  other compulsory republic-wide payments \nSource: Government of Tajikistan. 2005. Tax Code of the Republic of Tajikistan. \n \nTable A3.2: Tax Revenue \n \n    Tax Collection (TJS million)  Share to Tax Revenues (%) \nItem  2006  2007  2008    2006  2007  2008  Average \nTax Revenues  1,543.1  2,286.5  3,291.7         \nIncome and Profit Tax  193.9  305.2  452.8    12.6  13.3  13.8  13.2 \nSocial Tax  189.4  252.7  347.9    12.3  11.1  10.6  11.3 \nProperty and Land Tax  76.6  92.3  121.3    5.0  4.0  3.7  4.2 \nRetail and VAT  845.2  1,279.1  1,858.5    54.8  55.9  56.5  55.7 \n   Retail  87.6  107.2  114.5    5.7  4.7  3.5  4.6 \n   VAT  751.9  1,163.2  1,723.2    48.7  50.9  52.3  50.6 \n   Simplified Tax  5.7  8.6  20.8    0.4  0.4  0.6  0.5 \nExcise  67.9  106.3  148.6    4.4  4.6  4.5  4.5 \nCustoms and Duties  84.2  131.0  211.4    5.5  5.7  6.4  5.9 \nOther Domestic Taxes                  \n   on Goods and Services  85.9  120.1  151.2    5.6  5.3  4.6  5.1 \n VAT = value-added tax. \n Source: Government of Tajikistan, Ministry of Finance. \n ", "    Appendix 3  29\n2.  Tax Administration. Taxation in Tajikistan is governed by the Tax Code, Customs Code \nand Law on Customs Tariff. Administration of both state and local internal taxes is under the \npurview of the Tax Committee, while customs duties, VAT, and excise taxes on imports are \ncollected by a separate customs service. There have been limited reforms in the tax system, \nincluding  the  introduction  of  the  Large  Taxpayers  Inspectorate  (LTI).  With  donor-support, \nfunctional reorganization has been undertaken in the LTI. The adoption of the new tax code in \n2005 was one attempt to reform taxation but it is hampered by implementation gaps as well as \nsome subsequent amendments. \n \n3.  Tax administration is governed by a regionalized structure. Excluding large taxpayer \npayments (which fall under the LTI), state and local taxes are administered regionally by the Tax \nCommittee through its city, oblast and raion offices. While the Tax Committee is ultimately \nresponsible for tax administration, city, oblast and raion offices operate like independent tax \nadministrations. Taxpayers are required to register and pay taxes to their regional administration. \nThere is no central registry of taxpayers, meaning taxpayers operating across several regions \nmust register in each region, obtain distinct tax identification numbers, and pay taxes to each \nregional administration according to their activity in that region. Further, reporting lines between \nthe different levels of tax authority are muddied by the regular interference of local government \nofficials, because state tax authorities also collect local taxes, which are deposited in the local \ngovernment's accounts. \n \n4.  The tax collection system in Tajikistan is largely paper-based, with the exception of \nsome government and donor-supported initiatives to introduce limited automation. For instance, \nsoftware  for  VAT  collection  has  been  developed  to  track  VAT  invoices.  However,  due  to \nresource constraints, this has been implemented in only six of 68 inspectorates. Likewise, the \nLTI has developed its own system, but much remains to be improved. \n \n5.  Prospects for 2009. Between 2006 and 2008, tax revenues have on average increased \nby about 44%. However, the economic slowdown and reduced migrant remittances in 2009 are \nexpected to significantly affect tax revenues. From January to April 2009, actual tax collections \nwere 16.7% below the target. In May 2009, rates for the VAT were reduced from 20% to 18%, \nand for the profit tax from 25% to 15%. The Government anticipates a shortfall in tax revenues \nof TJS551.3 million (equivalent to 13% of original budget estimates) for 2009. Tax revenue \ngrowth (formerly forecast at 30% for 2009) has been sharply reduced to 13%, significantly below \nthe prior years' average. VAT collection is expected to fall short by nearly TJS380 million due to \nweak consumer spending. The crisis will cause personal income and corporate profits to decline, \nand income and profit tax collection forecasts have been revised downward by TJS86.2 million. \nThe economic slowdown will also discourage imports, and this will likely reduce revenue from \ncustoms duties and excise taxes on foreign goods. Similarly, low commodity prices for cotton \nand aluminum are expected to reduce the sales tax collected from sales of these commodities. \n \n \n \n \n \n \n \n \n \n \n \n ", "30      Appendix 3 \n \nTable A3.3: 2009 Tax Revenue (Original vs. Revised Budgets) \n(TJS million) \n \nItem  Original  Revised  Change  % Change \nTax Revenues  4,270.2  3,718.9  (551.3)  (12.9) \nIncome and Profit Tax  652.9  567.4  (85.5)  (13.1) \nSocial Tax  471.5  471.5  0.0  0.0 \nProperty and Land Tax  166.2  166.2  0.0  0.0 \nRetail and VAT  2,370.6  1,972.0  (398.6)  (16.8) \n   Retail  169.4  150.7  (18.8)  (11.1) \n   VAT  2,180.6  1,800.7  (379.8)  (17.4) \n   Simplified Tax  20.6  20.6  –  0.0 \nExcise  169.2  158.7  (10.4)  (6.2) \nCustoms and Duties  247.1  217.1  (30.0)  (12.1) \nOther Domestic Taxes on Goods and Services  192.8  166.0  (26.7)  (13.9) \n (  ) = negative, VAT = value-added tax. \n Source: Government of Tajikistan, Ministry of Finance. \n \nTable A3.4: Tax Revenue Growth \n(%) \n \n      2009 \nItem  2007  2008  Original  Revised \nTax Revenues  48.2  44.0  29.7  13.0 \nIncome and Profit Tax  57.4  48.4  44.2  25.3 \nSocial Tax  33.4  37.7  35.5  35.5 \nProperty and Land Tax  20.5  31.5  37.0  37.0 \nRetail and VAT  51.3  45.3  27.6  6.1 \n   Retail  22.5  6.8  48.0  31.6 \n   VAT  54.7  48.1  26.5  4.5 \n   Simplified Tax  49.9  141.7         (1.0)  (1.0) \nExcise  56.4  39.9  13.8  6.8 \nCustoms and Duties  55.6  61.4  16.9  2.7 \nOther Domestic Taxes on Goods and Services  39.7  25.9  27.5  9.8 \n         \nTax Revenue/GDP  17.9  18.7  20.6  19.5 \n (  ) = negative, GDP = gross domestic product, VAT = value-added tax. \nSource: Government of Tajikistan, Ministry of Finance. \n ", "    Appendix 4  31\nLETTER OF DEVELOPMENT POLICY  \n \n \n \n ", "32   Appendix 4 \n \n \n \n \n \n \n \n \n \n ", "    Appendix 4  33\n \n \n \n \n \n \n \n \n ", "34   Appendix 4 \n \n \n \n \n \n \n \n \n \n \n ", "    Appendix 4  35\n \n \n ", "36   Appendix 4 \n \n \n ", "    Appendix 4  37\n \n ", "38   Appendix 4 \n \n \n ", "    Appendix 4  39\n \n \n \n ", "40   Appendix 4 \n \n ", "    Appendix 4  41\n \n \n ", "42   Appendix 4 \n \n \n ", "    Appendix 4  43\n ", "44   Appendix 5 \n \nInternational Monetary Fund's Poverty Reduction and Growth Facility, 2009–2012 \n \nA.  Background  \n \n1.  Between 2004 and 2008, the National Bank of Tajikistan (NBT) provided guarantees \ntotaling $77 million of loans from international financial institutions to secure credit lines for Tajik \ncompanies (primarily a company called Kredit Invest) to fund investment in the cotton sector in \nTajikistan. NBT also pledged its assets to secure loans totaling $241 million from international \nfinancial institutions. The Government or the NBT did not appropriately report these guarantees \nand pledges to the International Monetary Fund (IMF). The uncovering of the misreporting \nepisode to the IMF seriously undermined NBT's credibility. In response, the IMF required early \nrepayment of three non-complying disbursements (SDR29.4 million) made during the previous \nPoverty  Reduction  and  Growth  Facility  (PRGF).  At  the  same  time,  it  put  in  place  a  Staff \nMonitored Program (SMP) focusing on NBT governance to restore credibility and to resume \nmacroeconomic and structural reforms. \n \nB.  PRGF Objectives and Actions \n \n2.  Following the successful implementation of the SMP, the IMF approved a new 3-year \nPRGF in April 2009.  Through this facility, the IMF has disbursed $39 million, and plans to \ndisburse an additional $30 million during 2009, subject to satisfactory progress in program \nimplementation.  The total PRGF amount is $116 million. \n \n3.  The PRGF provides the overall framework for macroeconomic policies and structural \nreforms. Key macroeconomic policy priorities include: (i) gradual and orderly exchange rate \ndepreciation to facilitate external adjustment, (ii) appropriate monetary policy to contain any \ninflationary pressures associated with currency depreciation, (iii) appropriate fiscal policies in \nview of revenue shortfalls and need for increased social spending, and (iv) improved banking \nsupervision and contingency plans. \n \n4.  Structural reforms will focus on (i) strengthening governance in NBT, (ii) improving tax \ncode and tax administration, (iii) improving operational and financial management of large state-\nowned enterprises (SOEs), and (iv) resolving cotton sector debt.   \n \nTable A5: Prior Actions, Structural Performance Criteria, \nand Structural Benchmarks for 2009 \nItem  Status \n \nPrior Actions  \nAdopt a comprehensive and time-bound action plan to address all issues     Completed \nand recommendations raised in the report on the special audit of the NBT, \nto be agreed with Fund staff. \n \nPublish the executive summary of the report on the findings of the special    Completed \naudit of the NBT (http://nbt.tj/en/files/docs/annual_report/rep_eng.pdf). \n \nComplete external audit of the NBT's net international reserves position as    Completed \nof 31 December 2008 and share the audit report with Fund staff.  \n \nAppoint an external auditor to audit the NBT's financial statements for the     Completed \nfiscal year ending 30 April 2009.  \n   ", "    Appendix 5  45\nItem  Status \n \nSubmit to Parliament amendments to NBT and Commercial Banking Laws to:    Completed \n(i) appoint the NBT chairperson and his/her deputies for fixed terms that do  \nnot coincide with the electoral cycle, and outline the reasons for their \ndismissal explicitly in the law; (ii) require official identification and disclosure \nof beneficial owners of companies registered with the Agency for Securities \nin the Ministry of Finance and other authorized entities, including financial \ninstitutions; (iii) clarify the provisions covering conflicts of interest for the NBT \nmanagement and staff, and require them to disclose their personal holdings \nin financial institutions and excuse themselves from official decisions affecting \nthose institutions. \n \nStructural Performance Criteria  \nNBT will issue a circular that defines the terms of liquidity provision, to be     end-June \nagreed with Fund staff. \n \nAdopt a strategy to resolve the cotton debt problem.          end-June \n \nEstablish a working group between the government and the NBT to develop    end-June \na strategy to recapitalize the NBT. \n \nPublish the audit report for fiscal year 2009 of the NBT.  end-December \n \nConduct quarterly internal audits of the NBT's financial statement to be       end-December \ndiscussed by the NBT's Board.   \n             \nState-owned enterprises reporting to the monitoring unit at the Ministry of     end-December \nFinance to submit their financial performance plans for 2010 for approval    \ntogether with a corporate intent statement. \n \nStructural Benchmarks \nClose down the cotton debt department at the NBT.          end-June \n \nPublish semi-annual external debt reports on the website of the Ministry      end-June \nof Finance. \n \nTalco's financial accounts for 2006 through 2008 will be audited by a       end-December \nreputable international audit firm (one of the big four), and the audit     \nreports will be published on the company's website. \n \nDevelop and promulgate instructions on commitment controls.  end-December \n \nInclude appropriations according to administrative classification in the      end-December \n2010 budget law.                   \nNBT = National Bank of Tajikistan.   \nSource: International Monetary Fund. \n ", "46   Appendix 6 \n \nDEVELOPMENT PARTNERS MATRIX \n \nDevelopment  Amount  Program Focus \nPartner \nEuropean     \nCommission      \n     \n(i)    Social  €23 million (€17.5  •  Efficiency and effectiveness of social \nProtection  million– budget  protection system (strengthening of \nProject   support; €5.5  labor and migration policy, targeting of \n  million– technical  benefits and privileges, and social \n   assistance)  institution infrastructure) \n    •  Strengthening the pension system \n     \n(ii)    Global Food  €7.75 million in 2009)  •  Agriculture and food security \nFacility      \n     \n(iii)   Public    •  Implementation of medium-term \nFinancial    expenditure framework in education and \nManagement    health \nProject     •  Reforms in public internal financial \n    controls and audit: (i) improving the \n    legal framework for internal control and \n    audit, (ii) establishment of internal audit \n    units in key budget organizations \n    complemented by capacity-building \n    programs,  (iii) development of public \n \ninternal financial control and internal \n \naudit methodologies, and                          \n \n(iv) improvement of the Treasury's \n \nmanagement information system \nWorld Bank     \n     \n(i) Third  $20 million  •  Investment climate (e.g., business \nProgrammatic    registration and licensing regulations) \nDevelopment    •  Regulatory framework for aviation, \nPolicy     cotton, and energy sectors \n    •  Civil service management and wage \n    reform \n    •  Social delivery in health and education \n   \n•  Medium-term expenditure framework \n   \n \n   \n(ii) Public Financial  $5 million  •  Operational and technological \nManagement    improvements in public financial \nModernization    management  \nProject    •  Implementation of financial \n    management information  system \n     \n(iii) Community and     $5 million (additional  •  Increase access to, utilization of, and \n      Basic Health    financing in 2009)  patient satisfaction with health services \n      Project    in selected areas \n  $4 million (additional  •  Build capacity and efficiency at national \n  financing in 2008 as  and selected oblasts and raion levels in \n  the response to the  administering the basic health benefits ", "    Appendix 6  47\nDevelopment  Amount  Program Focus \nPartner \nglobal food crisis)  and per capita financing for primary \nhealth care \n•  Support development and \nimplementation of health sector strategy \n•  Provide nutritional supplements and \nnutrition education to pregnant and \nlactating women, infants and small \nchildren \n•  Investment in growth monitoring in \nprimary health care centers \nIMF     \n     \nPoverty Reduction  $116 million  •  Governance and transparency of \nGrowth Facility   National Bank of Tajikistan  \n•  Management of state-owned \norganizations \n•  Tax administration \n•  Cotton debt resolution \n•  Agriculture sector financing \n \nIOM      \n     \nCentral Asian Labor  $2.6 million  •  Improving labor migration data  \nMigration Project  •  Improving legal framework for labor \n  migration \n•  Legal advice and assistance for labor \nmigrants \n•  Building and strengthening capacity for \nmanaging labor migration \n \nIMF = International Monetary Fund, IOM = International Organization for Migration. \nSource: Asian Development Bank. \n ", "48   Appendix 7 \n \nPUBLIC FINANCIAL MANAGEMENT  \n \nA.  2007 Public Expenditure and Financial Accountability Assessment \n \n1.  The Public Expenditure and Financial Accountability (PEFA) assessment for Tajikistan \nwas  released  in  June  2007.  It  uses  an  indicator-based  approach  covering  31  indicators \ncategorized  into  seven  groups:  (i)  credibility  of  the  budget;  (ii) comprehensiveness  and \ntransparency; (iii) policy-based budgeting; (iv) predictability and control in budget execution; \n(v) accounting,  recording,  and  reporting;  (vi)  external  scrutiny  and  audit;  and  (vii)  donor \npractices. The PEFA rating employs a framework that ranks public financial management (PFM) \nattributes  on  a  four-grade  scale  from  “A”  to  “D”,  measuring  against  standard  operational \nperformance benchmarks. A rating of “A” indicates international best practice, and a rating of “B” \nimplies good achievement. Ratings of “C” and “D” suggest the need for improvement. \n \n2.  The 2007 PEFA assessment identifies weaknesses in PFM in Tajikistan. Of the 30 \nindicators, only two have ratings of \"A\" and four ratings of \"B\". The major weaknesses are in key \nstages of the budget cycle, such as budget execution, accounting and audit.  \n \nTable A7.1: Public Expenditure and Accountability Assessment \n \nIndicator  Issue covered  Rating \nA. Public Financial Management Outturns: Budget Credibility \nPI 1  Aggregate expenditure outturn  B \nPI 2  Composition of expenditure outturn  C \nPI 3  Aggregate revenue outturn  A \nPI 4  Stock and monitoring of expenditure payment arrears  C+ \nB. Key Cross-cutting Issues: Comprehensiveness and Transparency   \nPI 5  Classification of the budget  D \nPI 6   Comprehensive information included in budget documentation  A \nPI 7  Extent of unreported government operations  C+ \nPI 8  Transparency of intergovernmental fiscal relations  B \nPI 9   Oversight of aggregate fiscal risk from other public sector entities  C \nPI 10  Public access to fiscal information  D \nC. Budget Cycle \n(i) Policy-Based Budgeting \nPI-11  Orderliness and participation in annual budget process  B \nPI-12  Multi-year perspective in fiscal planning, expenditure policy and  D+ \nbudgeting \n(ii) Predictability and Control in Budget Execution \nPI-13  Transparency of taxpayer obligations and liabilities  C \nPI-14  Effectiveness of measures for taxpayer registration and tax  D+ \nassessment \nPI-15  Effectiveness in collection of tax payments  Not assessable  \nPI-16  Predictability in the availability of funds for commitment of  D+ \nexpenditures \nPI-17  Recording and management of cash balances, debt and guarantees  C+ \nPI-18  Effectiveness of payroll controls  D+ \nPI-19  Competition, value for money and controls in procurement  C \nPI-20  Effectiveness of internal controls for non-salary expenditures  C+ \nPI-21  Effectiveness of internal audit  D+ \n(iii) Accounting, Recording and Reporting \nPI-22  Timeliness and regularity of accounts reconciliation  B \nPI-23  Availability of information on resources received by service delivery  C \nunits ", "    Appendix 7  49\nIndicator  Issue covered  Rating \nPI-24  Quality and timeliness of in-year budget reports  C+ \nPI-25  Quality and timeliness of financial statements  D+ \n(iv) External Scrutiny and Audit \nPI-26  Scope, nature, and follow-up of external audit  D+ \nPI-27  Legislative scrutiny of the annual budget law  C \nPI-28  Legislative scrutiny of external audit reports  D \nD. Donor Practices \nPI-29   Predictability of direct budget support  D+ \nPI-30  Financial information provided by donors for budget and reporting on  D+ \nproject and program aid \nPI-31  Proportion of aid that is managed by use of national procedures  D+ \nPI = PEFA Indicator. \nA = international best practice, B = good achievement, C and D = need improvement. \nSource: World Bank and State Secretariat for Economic Affairs (SECO). 2007. Public Expenditure and Financial \nAccountability Assessment. Washington DC. \n \n3.  Credibility of the Budget. The PEFA assessment gave positive ratings for aggregate \nrevenue and expenditures. Revenue estimates were consistently exceeded, and this contributed \nto the higher-than-planned expenditures, which were kept within 15% of planned expenditures. \nHowever, the PEFA assessment noted that there was a need to increase transparency in the \nallocation of the unplanned revenues, because supplementary budgets funded by the excess \nrevenues  did  not  follow  proper  procedures.  The  assessment  also  found  that  significant \nreallocation within the budget occurred, which compromises budget credibility. Finally, the PEFA \nassessment found that the absence of a commitment control system weakened the monitoring \nof expenditure arrears. \n \n4.  Comprehensiveness  and  Transparency.  Budget  documentation  was  found  to  be \ncomprehensive and intergovernmental fiscal transfers were assessed as transparent. However, \nother  indicators  fared  poorly.  The  budget  classification,  while  following  the  International \nMonetary Fund's 1986 Government Finance Statistics Manual, does not have an administrative \nclassification. This reduced the accountability of administrative units. The PEFA assessment \nalso identified existence of sizable quasi-fiscal activities that increased fiscal risk. Likewise, \npublic access to information was limited and information provided tended to be partial and \nincomplete. \n \n5.  Policy-Based Budgeting. The budget calendar was found to be broadly followed, but \nthe PEFA assessment found that issues regarding the detailed organization of the process and \nrelated internal deadlines remain. There were also institutional and systemic weaknesses that \nhampered the linkage between policies and the budget. Further, capital budgeting was found to \nbe fragmented, and needed to be integrated with recurrent expenditures. \n \n6.  Predictability and Control of Budget Execution. The PEFA assessment found system \nweaknesses in the predictability and control of budget execution. On the revenue side, there \nwere deficiencies in tax administration. Implementing regulations for the tax and customs codes \nwere found to be incomplete. Key structures to support tax administration were missing (i.e., \nthere was no centralized database for taxpayer registration, no functioning tax audit program, \nand  no  distinction  between  audit  and  assessment  functions).  The  PEFA  assessment  also \nappraised the reconciliation between tax assessment and collections as ineffective. On the \nexpenditure side, public payroll controls were found to be weak. Procurement reforms, while \ninitiated, still needed to be institutionalized. Internal audit was also found to be inadequate. \n \n ", "50   Appendix 7 \n \n7.  Accounting, Recording and Reporting. The PEFA assessment found that account \nreconciliation was undertaken in a timely manner, and reports appear to be reliable. However, it \nassessed  that  accounting  standards  do  not  comply  with  international  norms.  Moreover, \naccounting standards used were not systematically disclosed in published documents. Budget \nexecution reports, while submitted to the Parliament, were not submitted for external audit. \n \n8.  External Scrutiny and Audit. External scrutiny and audit were assessed to be deficient. \nThe  PEFA  assessment  found  that  legislative  oversight  was  satisfactory,  but  the  lack  of \nadministrative classification limited the ability to make the executive branch accountable. The \nindependence  of  the  public  external  audit  institution  was  also  found  to  be  lacking.  The \nassessment also found that the Government's decision to combine the external audit and anti-\ncorruption functions under one agency does not conform to international practice. \n \n9.  Donor  Practices.  The  PEFA  assessment  gave  poor  ratings  for  donor  practices  in \nTajikistan. Harmonization and alignment of donor support were found to be limited. Direct \nbudget support was provided by just a few donors, and was not sufficiently predictable. Basic \nreporting  structures  established  for  aid  were  not  closely  linked  with  budget  planning  and \nreporting. Donors do not use national systems to manage aid, due to the perception they are \nweak, except in the case of direct budget support. \n \nB.  Recent PFM Developments \n \n10.  The Government, supported by several donors, has embarked on several PFM reforms. \nThese reforms span three areas: (i) budgeting, (ii) revenue reforms, and (iii) financial control \nreforms. In the area of budgeting reforms, a medium-term expenditure framework (MTEF) was \nadopted in 2006, and implementation was piloted in the education sector in 2007. The first 3-\nyear MTEF was issued by the Ministry of Finance and submitted to Parliament in August 2007. \nThe MTEF is being complemented by the introduction of per capita financing in the education \nand health sectors. These reforms are expected to improve the credibility and predictability of \nthe budget. In response to the PEFA assessment findings, the budget classification has been \nrevised. Quarterly budget execution reports are issued regularly. \n \n11.  Revenue  reforms  are  focused  on  improvement  of  tax  administration.  The  Large \nTaxpayers Inspectorate has been functionally reorganized. The Tax Committee has likewise \nintroduced limited automation in revenue collection.   \n \n12.  In the area of financial control, the Government is implementing its 2007 public internal \nfinancial control strategy. The legal framework is being strengthened. The Public Finance Law \nwas amended in November 2007 to improve its provisions on accountability, good governance, \nrisk, and internal audit. The drafts of the Public Internal Financial Control Law and Internal Audit \nLaw have been prepared and are undergoing review, with the legislation targeted for completion \nby the end of 2009. Decentralization of internal audit has been initiated. Internal audit units were \nestablished in five ministries in 2008, and were fully staffed by April 2009. An internal audit \nmanual  and  guidelines  on  internal  controls  are  being  developed.  In  September  2008,  the \nGovernment adopted a strategy and action plan to establish an independent public external \naudit institution. Preparation of draft legislation for this is ongoing. \n \n13.  The procurement law was enacted in 2006 to facilitate a modern public procurement \nsystem. Regulations have been issued and standard bidding documents adopted. Training of \nthe public procurement agency staff has been completed. Procurement units in six government \nentities were made fully functional in 2008.  ", "    Appendix 7  51\n14.  Treasury management reforms are being undertaken to improve financial control. This \nhas been started by extending the existing treasury system to 73 territorial treasury divisions. \nThe automation of existing functions and integration of various treasury databases into a single \ndatabase have likewise been initiated. \n \nC.  The Government of Tajikistan's Public Finance Management Strategy \n \n15.  The Public Financial Management Strategy for 2009–2018 was approved in March 2009 \nand aims to: (i) increase the focus on reform efforts, taking into account reform sequencing and \nprioritization; (ii) harmonize and interlink various PFM reforms; (iii) improve the effectiveness of \nreform implementation; and (iv) improve donor coordination and guide donor assistance to key \npriorities. Development outcomes are to achieve improved fiscal discipline, allocative efficiency \nand operational efficiency. A quantitative target of the strategy is to improve Tajikistan's PEFA \nscore by more than 50%. This means tripling the number of indicators with a ranking of \"A\" and \n\"B\" and halving the number of indicators with \"C\" or \"D\" rankings. \n \n16.  Seven sequential reform tasks to be undertaken between 2009 and 2018 have been \nidentified under the strategy. These are: (i) reinforcing budget stability, and the credibility, \ncomprehensiveness and transparency of the budget; (ii) setting clear roles and responsibilities \nat the central government level; (iii) building national PFM capacity; (iv) improving checks and \nbalances;  (v)  improving  the  policy-based  budgeting  process;  (vi)  automating  all  business \nprocesses of the PFM system and introducing a proper treasury single account (TSA); and                        \n(vii) developing fiscal decentralization.  Activities for each task are given in Table A7.2. \n \nTable A7.2: Tasks under the Public Finance Management Strategy \n \nItem  Tasks \n           Task 1: Reinforce budget stability, credibility, comprehensiveness and transparency \n1.1  Substantially improve the quality of macroeconomic and fiscal forecasting before 2012. \n1.2  By 2012, substantially improve the quality of budget expenditure planning (improve planning of \nextra budgetary funds and of the supplementary budget). \n1.3  Ensure that government borrowing during 2009–2012 complies with the approved public debt \nmanagement strategy. \n1.4  Starting in 2011, valuate fiscal risks by 2011, mainly focusing on state-owned enterprises \n(SOEs). \n1.5  In  2009  develop,  approve  and  start  implementing  a  plan  on  approaching  the  national \naccounting  standards  of  the  public  sector  to  accrual-based  International  Public  Sector \nAccounting Standards (IPSAS) for 2009–2018. \n1.6  Develop and implement a unified chart of accounts during 2009–2012. \n1.7  Ensure that the budget is formulated based on an administrative classification, starting from \n2010; starting from 2012, annual budget ensure reports are prepared based on a chart of \naccounts unified with the budget classification. \n1.8  Ensure presentation of one investment plan, starting with the 2011 budget.  \n1.9  By 2012, (i) improve the efficiency and effectiveness of revenue collection, and (ii) develop and \nintegrate an automated tax management system with an automated financial management \nsystem.  \n1.10  By 2011, ensure full compliance of public procurement practices with the Law on Public \nProcurement of Goods, Works and Services. \n1.11  By 2012, develop a commitment control system \n           Task 2: Set clear roles and responsibilities at central government level \n2.1  By 2011, clearly define the (future) public financial management (PFM) functions of line \nministries. \n \n ", "52   Appendix 7 \n \nItem  Tasks \n2.2  Conduct institutional reorganization of the Ministry of Finance (MOF) so that the organizational \nstructure of the MOF clearly reflects its main functions in the PFM system by 2011. \n2.3  By 2012, strengthen the role of the country’s political guidance in the process of budget \nformulation. \n           Task 3: Build national public financial management capacity \n3.1  By 2012, create an effective system of advanced training and retraining of personnel employed \nin drafting an accounting methodology in the budget system. \n3.2  From 2010 onwards, ensure effective coordination of donor support and projects aimed at PFM \ncapacity building.  \n           Task 4: Improve checks and balances \n4.1  By 2012, establish an independent external audit body that executes the functions of  a \nsupreme audit institution for Tajikistan. By 2014, Parliament reviews budget execution reports \nbased on the findings of the supreme audit institution.  \n4.2  By 2018, improve parliamentary inspection of public finance and services by ensuring active \nparticipation by Parliament in debates on budget documents (activities under this task shall \nalso include measures on building capacity of apparatuses of the upper and lower chambers to \nconduct legal reviews, provide organizational and analytical support and collect information to \nsupport activities of members of Parliament). \n4.3  Ensure access of the general public to major budgetary documents and policies via the official \nMOF website by 2013. \n4.4  By 2014, ensure that internal audit departments in ministries and departments operate in \naccordance with international internal audit standards.  \n           Task 5: Introduce policy based budgeting \n5.1  Ensure that the medium-term expenditure framework (MTEF) “top-down” principle plays a large \nrole in the preparation of the social sector budget for fiscal year (FY) 2010. \n5.2  Ensure that the MTEF ”bottom-up” principle plays a large role in the preparation of the budget \nof the social sectors for the FY2011. \n5.3  Starting with FY2016, base the budget on the MTEF process across all sectors. \n5.4  Make preparations for initiating program and/or performance-based budgeting in the long term. \n           Task 6: Automate the Government's public financial management system and implement \nproper treasury single account  \n6.1  By  2012,  establish  technical  capacity  to  support  countrywide  information  technology  (IT) \ninfrastructure for PFM automation. \n6.2  By 2018, create a proper Treasury single account (TSA)—e.g., a single Treasury account for \nthe republican budget and local budgets, including special funds of budget organizations.  \n6.3  By 2013, create opportunities for MOF to automatically consolidate the state budget. \n6.4  By 2012, modernize Treasury’s existing IT infrastructure to implement all basic functions of \ncash  management  and  commitment  control:  (i)  a  cash  management  forecasting  model, \n(ii) commitment control, (iii) creation of a function in the main department of the central treasury \n(MDCT) of MOF on accounts payable and electronic signature, and (iv) creation of a suppliers’ \ndata base. \n6.5  By 2015, ensure that budget execution is being monitored and reported on with the use of a \nnew Treasury Management Information System (TMIS). \n6.6  By 2018, connect all line ministries to the TMIS system. \n6.7  By 2018, automate payroll management in all main administrators of budget funds. \n           Task 7: Develop fiscal decentralization \n7.1  In  the  medium  term,  ensure  allocation  of  budget  resources  among  different  levels  of \ngovernment based on a stable, objective and transparent methodology. \n7.2  In the long term, ensure that local governments are financed in alignment with their functional \nresponsibilities. \nSource: Government of Tajikistan. 2009. Public Finance Management Strategy. Dushanbe. \n \n17.  The focal point for the implementation of the strategy is the Coordination Council on \nPublic Finance Management Issues, which is chaired by the Minister of Finance. The Council is ", "    Appendix 7  53\nmandated  to  prepare  and  update  3-year  time-bound  action  plans.  The  Council  is  also \nresponsible for monitoring implementation of the strategy. Reform monitoring will use the PEFA \nmethodology.  Monitoring  will  be  done  every  4  years,  beginning  in  2011,  with  subsequent \nmonitoring in 2015 and 2019. \n ", "54   Appendix 8 \n \nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n \nCountry/Title:  Tajikistan: Crisis Recovery Support Program \n \nCentral and West Asia \nDepartment/Financial \nLending/Financing  Department/ \nProgram Grant  Sector, Public Management, \nModality:  Division: \nand Trade Division \n \n       \nI.  POVERTY AND SOCIAL ANALYSIS AND STRATEGY \nA.  Linkages to the National Poverty Reduction Strategy and Country Partnership Strategy  \n \nThe Government's long-term development vision and goals are outlined in the National Development Strategy (NDS) 2007–\n2015. The overarching goal of the NDS is to improve the living standards of the population through economic growth and \nachievement of the Millennium Development Goals (MDGs). The NDS identifies three priorities: (i) improvement of public \nadministration, (ii) promotion of sustainable economic growth, and (ii) human development.  \n \nThe Second Poverty Reduction Strategy Paper 2007–2009 (PRSP 2) was approved in 2007 and represented a medium-term \nstrategic plan for the implementation of NDS outcomes. PRSP 2 is organized along three main pillars: (i) the functional pillar \nprovides for an overall institutional framework through public administration reform, and improvement of the investment \nclimate, regional cooperation and international integration; (ii) the production pillar emphasizes the importance of reforms and \ninvestment in sectors that form the backbone of the economy (i.e., agriculture, energy, infrastructure and industry); and \n(iii) the social pillar underlines the Government's commitment to improve (a) basic social services in education, health, water \nsupply and sanitation, housing, and social protection; as well (b) gender equality and the environment. \n \nTajikistan has made good progress in poverty reduction in recent years owing to stable economic growth. However, the \nsevere impact of the global financial crisis poses a serious threat to economic stability, and could cause social tensions by \nincreasing unemployment and economic hardship on low-income households. \n \nThe proposed program is included in the new country partnership strategy (CPS), which is currently being finalized. The draft \nCPS underlines the program's contribution to facilitating the Government's crisis mitigation efforts as well as in supporting the \noverarching CPS objective of poverty reduction. \n \nB.  Poverty and Social Analysis                                  Targeting Classification: General intervention \n \n1.  Key Issues  \n \nWith an annual per capita income of $795, Tajikistan is the poorest country in Central Asia. Poverty has been reduced \nconsiderably since the late 1990s but remains widespread. Over half (53%) of Tajikistan's population of 7 million lives in \npoverty, and 17% in extreme poverty.a Tajikistan's per capita income of $795 is the lowest in Central Asia. While social \nindicators have improved somewhat since the end of the civil war in 1997, they remain weak. A large segment of the \npopulation, especially in rural areas, lacks access to basic services such as water, sanitation, and electricity. It will be difficult \nfor Tajikistan to achieve many of the MDGs. \n  \nThe poverty and social impact from the crisis will be direct and immediate. A 2007 ADB survey indicates that as many as 40% \nof all households, and 71% of households in the poorest quintile, receive remittances.b Low-income households use \nremittances to meet basic needs, making remittances in effect an important part of the country’s safety net. Unemployment, \nalready at about 40%, will rise sharply as overseas migrant workers return in large numbers. \n \nMitigating the adverse impact of the crisis and providing adequate social protection to poor and vulnerable households is the \nmost pressing challenge facing the Government. \n \n2. Design Features \n \nThe program will provide direct support in mitigating the adverse impact of the crisis by financing expenditures related to: \nemployment programs; social assistance to poor and vulnerable groups; and food and utilities for education, health, and \nsocial  protection  institutions.  The  program  is  fully  aligned  with  the  Government's  crisis  mitigation  and  expenditure \nmanagement plans.  ", "    Appendix 8  55\n \nB.  Consultation and Participation \n1.  Provide a summary of the consultation and participation process during the program preparation \n \nThe program was prepared in response to the urgent request made by the Government in January 2009. The program was \nprepared in close consultation with the Government, and in particular with the Ministry of Finance in assessing fiscal needs \nand with Ministry of Labor and Social Protection of the Population in assessing employment and social impacts. The program \nis part of a concerted donor effort to help mitigate the adverse impact of the financial crisis.  \n \nWhat level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n  Information sharing          Consultation         Collaborative decision making       Empowerment \n \n3.  Was a C&P plan prepared?   Yes      No  \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why. \n \nADB will prepare and implement a C&P plan under a separate regional technical assistance (RETA) covering Tajikistan, \nArmenia and Georgia. One of the main RETA components will be complaints mechanisms for beneficiary selection and \nprocurement selection undertaken for program-related expenditures. \n \nC.  Gender and Development \n1.  Key Issues. The program has no specific gender implications. \n \n2.  Key Actions. Measures included in the design to promote gender equality and women’s empowerment—access to and \nuse of relevant services, resources, assets, or opportunities and participation in decision-making process: \n    Gender plan         Other actions/measures         No action/measure \n \n \nIII.  SOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n \nIssue  Significant/Limited/  Strategy to Address  Plan or Other Measures \nNo Impact  Issue  Included in Design \nInvoluntary  No impact       Full Plan \nResettlement     Short Plan \n   Resettlement Framework \n   No Action \n \nIndigenous Peoples  No impact       Plan \n     Other Action \n   Indigenous Peoples \nFramework \n   No Action \nLabor  Positive impact outlined       Plan \n Employment        above     Other Action  \n     opportunities     No Action \n Labor  \n     retrenchment \n Core labor  \n     Standards \n \nAffordability  No impact       Action \n   No Action \nOther Risks and/or  No impact     \nVulnerabilities    Plan \nHIV/AIDS    Other Action \nHuman trafficking     No Action \nOthers \n ", "56   Appendix 8 \n \nIV.      MONITORING AND EVALUATION \n \nAre social indicators included in the design and monitoring framework to facilitate monitoring of social development activities \nand/or social impacts during project implementation?    Yes      No  \n \nThese indicators include: number of individuals covered under employment programs; number of households receiving social \nassistance; and food and utilities expenditures in education, health, and social institutions. \n \na Based on a purchasing power parity (PPP) of $2.15 for poverty and $1 per day for extreme poverty.  \nb ADB. 2006. Technical Assistance for Remittances and Poverty in Central Asia and South Caucasus. Manila. \n \n \n \n \n \n \n \n ", "    Appendix 9  57\nLIST OF INELIGIBLE ITEMS \n  No withdrawals shall be made in respect of: \n \n(i)  expenditures for goods included in the following groups or subgroups of the \nUnited Nations Standard International Trade Classification, Revision 3 (SITC, \nRev. 3), or any successor groups or subgroups under future revisions in the SITC, \nas designated by ADB to the Recipient: \n \nTable A9: Ineligible Items \nChapter  Heading  Description of Items \n112    Alcoholic beverages \n121    Tobacco, unmanufactured; tobacco refuse \n122    Tobacco, manufactured (whether or not containing tobacco \nsubstitute \n525    Radioactive and associated materials \n667    Pearls, precious and semiprecious stones, unworked or \nworked \n718  718.7  Nuclear reactors, and parts thereof, fuel elements (cartridges), \nnonirradiated for nuclear reactors \n728  728.43  Tobacco processing machinery \n897  897.3  Jewelry of gold, silver, or platinum-group metals (except \nwatches and watch cases) and goldsmiths’ or silversmiths’ \nwares (including set gems) \n971    Gold, nonmonetary (excluding gold ore and concentrates) \nSource: United Nations. \n \n(ii)  expenditures in the currency of the Recipient or of goods supplied from the \nterritory of the Recipient;  \n \n(iii)  expenditures  for  goods  supplied  under  a  contract  that  any  national  or \ninternational financing institution or agency will have financed or has agreed to \nfinance, including any contract financed under any loan from ADB;  \n \n(iv)  expenditures for goods intended for a military or paramilitary purpose or for \nluxury consumption;  \n \n(v)  expenditures for narcotics;  \n \n(vi)  expenditures  for  environmentally  hazardous  goods,  the  manufacture,  use,  or \nimport of which is prohibited under the laws of the Recipient or international \nagreements to which the Recipient is a party; and \n \n(vii)  expenditures  on  account  of  any  payment  prohibited  by  the  Recipient  in \ncompliance with a decision of the United Nations Security Council taken under \nChapter VII of the Charter of the United Nations.  \n \n \n "], "metadata": {"CreationDate": "D:20090623112442+08'00'", "Subject": "Proposed Asian Development Fund Grant", "Author": "jtt", "Creator": "PScript5.dll Version 5.2", "Keywords": "proposed asian development fund grant, crisis recovery support program, tajikistan macroeconomic performance, tajikistan financed public investment projects, tajikistan global financial crisis, adb grant 0152, adb project 43098", "Producer": "Acrobat Elements 7.0 (Windows)", "ModDate": "D:20090707105918+08'00'", "Title": "Crisis Recovery Support Program"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 31 May 2009) \n \nCurrency Unit –  somoni (TJS) \n \nTJS1.00 =  $0.24   \n$1.00 =  TJS4.09   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CPS  –  country partnership strategy \n  GDP  –  gross domestic product \n  ICMC  –  inter-ministerial crisis management committee  \n  IMF  –  International Monetary Fund \n  LTI  –  Large Taxpayers Inspectorate \n  MDG  –  Millennium Development Goal \n  MLSPP  –  Ministry of Labor and Social Protection of the Population \n  MOF  –  Ministry of Finance \n  MTEF  –  medium-term expenditure framework  \n  NBT  –  National Bank of Tajikistan \n  NDS  –  National Development Strategy 2007–2015 \n  PEFA  –  Public Expenditure and Financial Accountability \n  PFM  –  public financial management \n  PRGF  –  poverty reduction and growth facility \n  PRSP  –  poverty reduction and strategy paper \n  TMIS  –  Treasury Management Information System \n  VAT  –  value-added tax \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government and its agencies ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nCountry Director  M. Ojiro, Tajikistan Resident Mission, CWRD \nSector Director  R. Subramaniam, Financial Sector, Public Management, and Trade \nDivision, CWRD \n   \nTeam leader  S. Shrestha, Senior Economist, CWRD \nTeam members  J. A. Tan III, Economist (Public Finance), CWRD  \n  B. Konysbayev, Counsel, Office of the General Counsel \nR. Hiraoka, Senior Social Sector Specialist, CWRD  \n  Z. D. Khotamov, Economics Officer, Tajikistan Resident Mission, CWRD \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "  B. Konysbayev", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "R. Hiraoka", "role": " Senior Social Sector Specialist", "organization": "CWRD  "}, {"fullname": "  Z. D. Khotamov", "role": " Economics Officer", "organization": "Tajikistan Resident Mission"}]}