{"Author": "Asian Development Bank", "CreationDate": "D:20100209140054+08'00'", "Creator": "PScript5.dll Version 5.2", "Keywords": "43186-01", "ModDate": "D:20100326113049+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Title": "Proposed Program Cluster and Grant for Subprogram 1 Solomon Islands: Economic Recovery Support Program", "content": " \n\nReport and Recommendation of the President \nto the Board of Directors \n \n\nProject Number: 43186-01 \nFebruary 2010 \n \n \n \n \nProposed Program Cluster and Grant for Subprogram 1 \nSolomon Islands: Economic Recovery Support Program \n \n\n \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 18 January 2010) \n\nCurrency Unit\nSI$1.00\n$1.00\n\n– \n= \n= \n\nSolomon Islands dollar/s (SI$) \n$0.1255 \nSI$7.9407 \n\nABBREVIATIONS \n\n4Ms \nADB \nCBSI \nCEWG \nERSP \nGDP \nIMF \nJFPR \nMOFT \nMTDS \nMTFS \nPEFA \nPFM \nRAMSI \nSIEA \nSOE \nTA \nUNDP \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nmonthly monetary monitoring meeting \nAsian Development Bank \nCentral Bank of Solomon Islands \nCore Economic Working Group \nEconomic Recovery Support Program \ngross domestic product \nInternational Monetary Fund \nJapan Fund for Poverty Reduction \nMinistry of Finance and Treasury \nmedium term development strategy \nmedium term fiscal strategy  \npublic expenditure and financial accountability \npublic financial management \nRegional Assistance Mission to Solomon Islands \nSolomon Islands Electricity Authority \nstate-owned enterprise \ntechnical assistance \nUnited Nations Development Programme \n\nNOTE \n\nIn this report, “$” refers to US dollars unless otherwise stated. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n\nC. Lawrence Greenwood, Jr., Operations 2 \n\nVice-President \nOfficer in Charge  C. Gregory, Pacific Department (PARD) \nCountry Director \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n\nE. Zhukov, Pacific Liaison and Coordination Office, PARD \nS. Ra, Pacific Strategy and Special Operations, PARD \n \nC. Sugden, Senior Economist, PARD \nH. Everett, Financial Sector Specialist (Public Finance), PARD \nM. Lucich, Economics and Finance Officer, PARD \nD. Mellor, Economist, PARD \nD. Mizusawa, Infrastructure Specialist, PARD \nS. Sivaramakrishnan, Counsel, Office of the General Counsel \nR. Tabanao, Assistant Economics and Statistics Analyst, PARD \nS. Tanaka, Social Development Specialist, PARD \nA. Woodruff, Young Professional (Economics), PARD \n\n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\fCONTENTS \n\nPage \n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\nVI. \n\nGRANT AND PROGRAM SUMMARY \n\nTHE PROPOSAL \n\nTHE MACROECONOMIC CONTEXT \nA. \nB. \nC. \nD. \n\nDevelopment Performance \nImpact of the Global Economic Crisis \nInternational Monetary Fund Assessment \nPolicy Dialogue \n\nTHE PROPOSED PROGRAM \nA. \nB. \nC. \nD. \nE. \nF. \nG. \nH. \n\nImpact and Outcome \nPolicy Framework \nPolicy Actions \nTriggers for Subprogram 2 \nResponding to Lessons \nSpecial Features \nFinancing Plan \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nPROGRAM BENEFITS, IMPACTS, AND RISKS \nA. \nB. \n\nBenefits and Impacts \nRisks \n\nASSURANCES AND CONDITIONS \nA. \nSpecific Assurances \nB. \nConditions for Grant Effectiveness \n\nRECOMMENDATION \n\nVII. \n \nAPPENDIXES \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA \nB \n\nDesign and Monitoring Framework \nDevelopment Policy Letter and Policy Matrix   \nEconomic Analysis \nFiscal Analysis \nInstitutional and Governance Analysis \nPoverty Analysis \nGender Analysis \nDevelopment Coordination \nList of Ineligible Items  \nSummary Poverty Reduction and Social Strategy \n \n\nTransport Sector Analysis \nEnvironmental Assessment \n\n \n\n \n\ni \n\n1 \n\n1 \n1 \n3 \n5 \n6 \n\n7 \n7 \n7 \n8 \n20 \n21 \n22 \n22 \n23 \n\n25 \n\n26 \n26 \n27 \n\n27 \n27 \n28 \n\n28 \n\n30\n33\n41\n46\n51\n57\n62\n65\n69\n70\n\n \n\n\f\fRecipient \n \nProposal \n\n \nClassification \n\n \nEnvironment \nAssessment \n \nSocial Safeguards \nAssessment \n\n \nRationale and \nDescription \n\n \n\nGRANT AND PROGRAM SUMMARY \n \n\nSolomon Islands \n \nThe  proposed  Economic  Recovery  Support  Program  (ERSP)  is  a \nprogram cluster of grants totaling $10.0 million for two subprograms. The \nERSP  will  assist  in  adjusting  to  an  economic  and  fiscal  deterioration \naggravated  by  the  global  economic  crisis.  The  program  will  support \nimproved  fiscal  management  and  structural  measures  that  will  aid \neconomic recovery. Budget support will help protect the delivery of basic \nservices  to  the  vulnerable  and  be  complemented  by  actions  to  engage \nwith key stakeholders. \n \nTargeting classification: General intervention \nSectors  (subsectors):  Multisector  (public  sector  management;  transport, \nand  information  and  communication  technology;  heath  and  social \nprotection) \nThemes  (subthemes):  Economic  growth  (promoting  macroeconomic \nstability,  promoting  economic  efficiency  and  enabling  business \nenvironment,  widening  access  to  markets  and  economic  opportunities), \nfinancial  governance),  private  sector \ngovernance \ndevelopment (policy reforms) \nLocation impact: National (high impact) \n \nCategory C. No significant adverse environmental impacts identified. \n\n(economic  and \n\n \nInvoluntary resettlement: Category C \nImpact of indigenous people: Category C \nNo involuntary resettlement or impact on indigenous people is expected. \n \nThe Solomon Islands economy has been among the most affected in the \nPacific by the global economic crisis. Global events have brought forward \na sharp economic slowdown that had been expected between 2009 and \n2015 as natural forest resources approached exhaustion. Gross domestic \nproduct  growth  averaged  7.3%  per  annum  in  the  5  years  to  2008. \nPreliminary  estimates  are  of  little  or  no  economic  growth  in  2009. \nEconomic  stagnation \nthe  absence  of  a  concerted \nis \ngovernment response to the economic deterioration. \n \nWithout  policy  action  and  additional  external  financial  assistance,  the \ngovernment  faces  the  prospect  of  exhausting  its  cash  reserves  and \naccumulating large expenditure arrears. No fiscal space would be left for \nadditional  government-funded  development  spending  and  much  needed \nimprovements  in  public  service  delivery.  Such  developments  would \nundermine  prospects  for  diversifying  away  from  dependence  on  logging \nand foreign aid and achieving higher, socially inclusive economic growth. \n \nThe  government  has  requested  support  from  development  partners  to \nachieve economic adjustment. Early, prudent action can help reduce the \neconomic  and  fiscal  imbalances  aggravated  by  the  global  economic \n\nlooming \n\nin \n\n\fii \n\n \n\nin \n\nis  anchored \n\nthe  Solomon \n\nthe  government’s  policy  matrix.  Through \n\ncrisis.  This  can  in  turn  help  avoid  the  re-emergence  of  potentially \ndestabilizing  social  tensions.  The  ERSP  provides  the  contribution  of  the \nAsian  Development  Bank  (ADB)  to  a  collaborative  response  by  key \ndevelopment partners to the government’s request. \n \nThe  program  will  help  realize  the  private  sector’s  potential,  and \nspecifically  the  growth  potential  of  the  mining,  agriculture,  fishing,  and \ntourism industries. Progress is being made toward reopening a large gold \nmine  closed  during  past  civil  unrest,  and  there  is  a  potential  to  develop \nlarge nickel deposits. The best prospects for creating jobs and generating \ngovernment  revenue  lie  in  large-scale  palm  oil  developments,  in  fishing \n(there  is  already  one  large  fish  cannery),  and  in  the  smallholder  tree \ncrops of cocoa and copra. The supply of fruit and vegetables to the urban \ncenters also offers good prospects, as does the fledgling tourism industry.\n \nThe  ERSP \nIslands  Medium  Term \nDevelopment Strategy 2008–2010, supporting sector plans, and the 2009 \nand  2010  budgets.  The  program  design  is  aligned  with  a  policy  matrix \nprepared by the government to identify key fiscal measures and structural \npolicy  actions.  A  core  economic  working  group  was  established  by  the  \ngovernment,  the  Regional  Assistance  Mission  to  Solomon  Islands  and \nkey  development  partners  in  March  2009.  The  group  was  central  to  the \npreparation  of \nthe  core \neconomic  working  group,  key  development  partners  have  committed  to \nsupport implementation of the government’s policy matrix. \n \nThe  ESRP  builds  on  the  macroeconomic  assessment  prepared  by  the \nInternational Monetary Fund through its 2009 Article IV Consultation. The \nconsultation  concluded  that  new  external  assistance  in  the  form  of \nbudget  support  can  provide  a  cushion  for  undertaking  more  lasting \nfiscal  adjustment  and  improving  budget  execution.  The  International \nMonetary Fund estimated a budget financing gap for the medium term of \n$25 million per year (around 4% of gross domestic product). \n \nThe  ERSP  has  four  output  areas:  (i)  improved  fiscal  management,  (ii) \nproductivity enhancing structural initiatives, (iii) support for the vulnerable, \nand (iv) communication and ownership of policy actions. Subprograms 1 \nand 2 support the same four output areas, and these will be progressed \nconcurrently under each subprogram. \n \nOutput  (i)  targets  fiscal  sustainability.  This  is  to  ensure  the  government \nhas the financial capacity to provide the investment and services needed \nto  support  economic  growth  and  development  over  the  medium  term. \nPublic  financial  management  is  also  to  be  improved  under  output  (i), \nlifting the standard of governance and addressing priority needs identified \nin a 2008 Public Expenditure and Financial Accountability assessment. \n \nOutput  (ii)  will  implement  reform  measures  that  can  build  the  productive \nbase of the economy. This will help lift economic growth and diversify the \neconomy away from unsustainable logging and foreign aid. The areas of \nfocus  are:  (i)  state-owned  enterprises,  so  as  to  improve  their  efficiency, \n\n\freduce their drain on the budget, and reduce crowding out of the private \nsector;  (ii)  deregulation  of  the  telecommunications  industry,  to  expand \nservice  coverage,  raise  standards,  and  reduce  prices;  (iii)  the  business \nregulatory environment, so as to directly reduce costs of doing business \nin  Solomon  Islands;  and  (iv)  transport  infrastructure,  in  order  to  raise \ninvestment  levels  and  service  standards  in  infrastructure  and  thereby \nreduce transport costs for business while improving access to health and \neducation facilities and to markets. \n \nOutput  (iii)  is  to  help  protect  the  vulnerable  from  the  effects  of  the \neconomic slowdown. Additional financial resources provided by ADB will \nreduce a budget financing gap, thereby helping to preserve the delivery of \nbasic transport services, rural health services, and basic education. \n \nOutput (iv) brings stakeholders into the adjustment process in support of \ncontinued country ownership of the program. Close attention will be paid \nunder  output  (iv)  to  communicating  the  government’s  strategy  for \nlessening  the  impact  of  the  global  economic  crisis  and  bridging \ncommunication gaps between economic stakeholders. \n \nThe  impact  of  the  ERSP  will  be  the  achievement  of  a  higher  and  more \ninclusive  path  of  economic  growth.  The  outcome  of  the  program  will  be \ninitiation of economic recovery with extra protection for the vulnerable and \nthe fiscal position.  \n \nThe  core  economic  working  group  process  established  by \nthe \ngovernment  has  been  critical  to  the  formulation  of  a  single  government-\nled policy matrix supported by key development partners. \n \nSupport  for  the  vulnerable  is  a  feature  of  the  program,  in  recognition  of \nthe extra hardship imposed by the global economic crisis and a preceding \nepisode  of  high  inflation.  This  support  will  help  preserve  the  delivery  of \nessential  services  to  the  most  vulnerable.  It  is  also  proposed  the  ERSP \nwill link to a Japan Fund for Poverty Reduction grant for social protection \nthat  will  support  the  piloting  of  social  safety  nets  and  associated  policy \ndevelopment. \n \nThe  program  cluster  period  will  be  from  1  March  2009  to  28  February \n2012.  A  single  tranche  grant  of  $5.0  million  is  to  be  disbursed  under \nsubprogram  1  when  the  government  has  met  the  conditions  for \neffectiveness. For subprogram 2, a single tranche grant of $5.0 million will \nbe  presented  for  consideration  and  approval  by  the  ADB  Board  of \nDirectors based on the progress achieved in implementing subprogram 1, \nincluding  the  status  of  compliance  with  the  proposed  policy  actions  and \nthe  readiness  of  the  government  to  undertake  the  succeeding  policy \nreform  measures.  Subprogram  2  is  expected  to  be  considered  by  the \nBoard about 12 months after subprogram 1 grant effectiveness. \n \nADB will provide a cluster of grants totaling $10.0 million, comprising two \nsubprograms of $5.0 million each, from ADB’s Asian Development Fund \non terms and conditions set forth in the draft grant agreement. \n\n \niii \n\n \n\n \nImpact and \nOutcome \n\n \nSpecial Features \n\n \nPeriod and \nTranching \n\n \nFinancing Plan \n\n\fiv \n\n \n\n \nProcurement and \nDisbursement \n\n \nCounterpart \nFunds \n\n \nExecuting Agency \nand \nImplementation \nArrangements \n\n \nBenefits \n\n \nRisks and \nAssumptions \n\n \nGrant  proceeds  will  be  used  to  pay  for  items  procured  in  ADB  member \ncountries,  excluding  ineligible  items  and  imports  financed  from  other \nbilateral and multilateral sources. The grant proceeds will be disbursed to \nthe Borrower in accordance with the provisions of ADB’s Simplification of \nDisbursement Procedures and Related Requirements for Program Loans. \n \nThe government shall ensure that the local currency generated from the \nproceeds  of  the  grants  will  be  used  to  support  public  expenditure \nobjectives under the program. \n \nThe  Ministry  of  Finance  and  Treasury  will  be  the  executing  and \nimplementing  agency.  The  Ministry  shall  be  supported  by  the  Central \nBank  of  Solomon  Islands  and  relevant  central  and  line  agencies  of  the \nrecipient.  The  core  economic  working  group  will  be  the  program \ncoordinating committee and shall hold a special meeting on the program \nat  least  quarterly  to  monitor  progress  and  provide  guidance  to  the \nprogram’s implementation. \n \nThe  program  will  provide  broadly  distributed  benefits  by  helping  lessen \nthe negative impacts of the global economic crisis and achieving higher, \nprivate  sector-led  economic  growth  over  the  medium  to  long  term.  The \nmost vulnerable members of the community will benefit from the support \nto economic growth and a preferential treatment of priority services by the \nbudget process. \n \nKey  risks  are  that  (i)  political  instability  weakens  fiscal  discipline  and \npolicy  commitment,  particularly  in  the  lead-up  to  the  2010  election;  (ii) \nthere is insufficient capacity in government to implement the program; (iii) \nthe revenue position of the government deteriorates and impedes service \ndelivery;  and  (iv)  excessive  growth  in  expenditure  crowds  out  essential \nexpenditure,  making  it  difficult  to  achieve  and  capitalize  on  the  policy \nactions linked to the program. \n \nProgram design mitigates these risks. The extension of the ERSP beyond \nthe  2010  general  election  will  provide  the  flexibility  to  align  the  program \nwith  the  commitment  and  policy  agenda  of  any  new  government.  The \ncommunications  and  engagement  strategy  will  build  community \nawareness  and  demand  for  the  program.  Technical  assistance  will  be \nprovided  on  a  selective  basis  to  supplement  the  expertise  needed  to \nimplement key policy actions. The risk of fiscal slippage will be lessened \nthrough  an  explicit  focus  in  the  ERSP  on  fiscal  discipline  and  the \nprovision of technical assistance on economic and fiscal management. \n \nThe ERSP also relies on (i) an improvement in the global economy; (ii) a \npositive response by the private sector to improved economic conditions; \n(iii) a commitment of government agencies to improved performance; (iv) \nthe  provision  of  complementary  financial  and  technical  resources  by \nthe  continued  operation  of  key \ndevelopment  partners;  and \ncoordinating  mechanisms,  notably  the  monthly  monetary  monitoring \nmeeting and the core economic working group. \n\n(v) \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nprogram  cluster  comprising  two  subprograms  to  Solomon  Islands  for  the  Economic  Recovery \nSupport Program (ERSP), and (ii) a proposed grant to the Solomon Islands for subprogram 1 of \nthe  ERSP.  The  ERSP  was  prepared  by  a  joint  team  of  representatives  of  the  Government  of \nSolomon  Islands  and  the  Asian  Development  Bank  (ADB).  The  design  and  monitoring \nframework  is  in  Appendix  1.  The  development  policy  letter,  including  the  policy  matrix  for \nsubprogram 1 and triggers for subprogram 2, is in Appendix 2.  \n\n \nA. \n\nDevelopment Performance \n\nII. \n\nTHE MACROECONOMIC CONTEXT \n\n2. \nGross  domestic  product  (GDP)  per  capita  grew  slowly  over  Solomon  Islands’  first  two \ndecades of independence (granted in 1978). The slow development progress reflected a failure \nto  ensure  adequate  infrastructure  development,  as  well  as  sound  economic  and  natural \nresource management and public administration (Appendixes 3, 4, and 5). An outbreak of civil \nunrest in 1999 evidenced the severity of the problems. Successive administrations had failed to \nprovide  the  leadership  and  policies  to  address  the  underlying  causes  of  civil  conflict  (uneven \nregional  development,  uneven  distribution  of  public  resources,  land  issues,  and  a  rising  youth \npopulation with little education and poor job prospects) and then proved incapable of imposing \nlaw and order.1 The civil conflict lasted to 2003, resulting in hundreds of deaths and displacing \nover 20,000 people. Much of the post-independence income growth was lost (Figure 1).  \n\n3. \nMilitary and police forces arrived in July 2003 with the Regional Assistance Mission to \nSolomon Islands (RAMSI).2 Civil order was quickly restored and has generally been maintained, \nexcept  for  mob  riots  in  Honiara  in  April  2006.  A  surge  in  foreign  aid  under  the  umbrella  of \nRAMSI  then  funded  large  increases  in  development  budget  spending  that  lifted  total \ngovernment expenditure (Figure 2). This initiated a post-conflict recovery. As the stimulus from \nrising  aid  leveled  off,  forestry,  agriculture,  and  fishing  activity  expanded  and  kept  economic \ngrowth  at  relatively  high  levels  to  2008.  The  post-conflict  growth  surge  saw  a  recovery  in \naverage incomes. \n\n4. \nRAMSI  has  also  been  instrumental  in  helping  begin  the  rebuilding  of  the  state. \nGovernment finances have been brought under better control through improved public financial \nmanagement  practices.  Business  confidence,  especially  amongst  traders  and  retailers,  has \nimproved  with  the  restoration  of  law  and  order.  The  task  of  rebuilding  the  machinery  of \ngovernment  is  ongoing,  through  technical  assistance  (TA)  programs  for  strengthening \nParliament,  key  watchdog  agencies  (such  as  the  Office  of  the  Auditor  General),  the  public \nservice, and provincial governments.  \n\n                                                 \n1  United  Nations  Development  Programme  (UNDP).  2004.  Solomon  Islands  Peace  and  Conflict  Development \n\nAnalysis: Emerging Priorities in Preventing Future Violent Conflict. Honiara (p. 5). \n\n2  RAMSI  is  a  partnership  between  the  government  and  people  of  Solomon  Islands  and  15  contributing  countries \nfrom the Pacific region. It is a long-term exercise aimed at helping create the conditions necessary for a return to \nstability,  peace,  and  a  growing  economy.  RAMSI  was  deployed  on  24  July  2003,  with  a  mandate  unanimously \napproved by the Solomon Islands National Parliament, to help the Government of Solomon Islands restore law and \norder, strengthen government institutions, reduce corruption, and reinvigorate the economy. (http://www.ramsi.org/) \n\n\f2 \n\n \n\nFigure 1: Long-Term Macroeconomic Developments \n\nGDP\n\nBudget balance\n\n800\n\n10\n\nBudget balance (lhs)\n\nPublic debt (rhs)\n\n81\n\n85\n\n89\n\n93\n\n97\n\n01\n\n05\n\n09f\n\n81\n\n85\n\n89\n\n93\n\n97\n\n01\n\n05\n\n09f\n\nf = forecast, GDP = gross domestic product, lhs = left hand side, rhs = right hand side. \nSources: Central Bank of Solomon Islands, Quarterly Review, various quarters; International Monetary Fund, Article \nIV Staff Reports, various years; and Solomon Islands National Statistics Office. \n \n\nFigure 2: Post-Conflict Economic Drivers \n\nGovernment expenditure\n\nLog exports\n\n.\na\n.\np\n \n%\n\n15\n\n10\n\n5\n\n0\n\n-5\n\n-10\n\n-15\n\n)\ns\ne\nc\ni\nr\np\n \n5\n9\n9\n1\n \n.\nt\ns\ne\n(\n \n\nm\n$\nI\nS\n\n1,400\n\n1,200\n\n1,000\n\n800\n\n600\n\n400\n\n200\n\n0\n\nReal GDP (rhs)\n\nGDP per head\n(real, lhs)\n\nTotal expenditure\n\nRecurrent\nexpenditure\n\nP\nD\nG\n\n \nf\no\n \n%\n\n5\n\n0\n\n-5\n\n-10\n\n-15\n\n400\n\n)\ns\ne\nc\ni\nr\np\n \n5\n9\n9\n1\n \n.\nt\ns\ne\n(\n \n$\nI\nS\n\n0\n\ns\ne\nn\nn\no\nt\n \n0\n0\n0\n\n'\n\n1,500\n\n1,200\n\n900\n\n600\n\n300\n\n0\n\nP\nD\nG\n\n \nf\no\n \n%\n\n120\n\n80\n\n40\n\n0\n\n \n\n \n\n00\n\n01\n\n02\n\n03\n\n04\n\n05\n\n06\n\n07e 08e 09e\n\n00\n\n01\n\n02\n\n03\n\n04\n\n05\n\n06\n\n07\n\n08e\n\n09f\n\nb = budget, e = estimate, f = forecast. \nSources: Central Bank of Solomon Islands, Quarterly Review, various quarters; International Monetary Fund, Article \nIV Staff Reports, various years; and Solomon Islands National Statistics Office. \n \nThe  post-conflict  growth  surge  has masked  deep  problems  in  the  economy,  which  has \n5. \nbecome  dependent  on  very  high  levels  of  foreign  aid  and  unsustainably  high  rates  of  logging. \nThe  government  has  continued  to capture  too little of  the  resource  rent  from  logging,  even  as \nlogging rates grew to five times the sustainable rate in 2007. It has been known for some time \nthere  would  be  a  sharp  drop  in  logging,  probably  starting  around  2009,  and  natural  forest \nresources  are  expected  to  be  largely  exhausted  before  2015.  Logging  rates  could  have  been \ncurbed to extend the life of natural forests, or the unsustainably high income could have been \nsaved  to  smooth  the  inevitable  drop-off  in  logging  income.  Such  preventative  action  was  not \ntaken, however. \n\n\f \n\n3\n\nPolitical  instability  and  poor  accountability  and  transparency  in  government  remain, \n6. \nfuelled  by  weaknesses  in  the  institutional  environment.3  These  weaknesses  have  undermined \nthe  effectiveness  of  government,  which  in  turn  has  slowed  economic  growth  and  continues  to \nseverely restrain economic prospects. Solomon Islands is likely to remain a weakly performing \ncountry with a fragile state until such shortcomings are addressed. In response, the government \nhas adopted a broad-ranging development strategy. This Medium Term Development Strategy \n(MTDS) 2008–2010 seeks to provide the missing foundations of growth and development.4 \n\nEconomic  growth  prospects  rest  on  the  private  sector  and  on  developments  in  mining, \n7. \nagriculture, fishing, and, to a lesser extent, tourism. Progress is being made toward reopening a \nlarge  gold  mine  closed  during  the  civil  unrest,  and  there  is  potential  over  the  longer  term  to \ndevelop large nickel deposits. While mining projects would boost GDP, the sector would employ \nfew people and there would be long lags before government revenues rose as a result. The best \nprospects  for  creating  jobs  and  boosting  government  revenues  lie  in  large-scale  palm  oil \ndevelopments,  in  fishing  (there  is  already  one  large  fish  cannery),  and  in  the  smallholder  tree \ncrops  of  cocoa  and  copra.  The  supply  of  fruit  and  vegetables  to  the  urban  centers  as  a \nsubstitute for imports also offers good prospects, as does the fledgling tourism industry. \n\n8. \nA  number  of  recent  studies  have  examined  economic  growth  prospects  under  various \nscenarios  (Appendix  3).  The  studies  have  identified  the  potential  for  economic  growth  after \nlogging, albeit at only low to moderate rates that would see at best slow growth in real GDP per \ncapita  in  the  medium  term.  The  studies  have  also  highlighted  the  necessity  of  concerted \ngovernment  action  to  realize  the  potential  growth  (notably  through  increased  investment  in \ninfrastructure,  efforts  to  improve  the  enabling  environment  for  the  private  sector,  governance \nreform, and maintaining macroeconomic stability) and the downside risk of inaction. \n\nB. \n\nImpact of the Global Economic Crisis \n\n1. \n\nMacroeconomic Impact \n\n9. \nThe Solomon Islands economy has been among the most affected in the Pacific by the \nglobal  economic  crisis.  The  global  economic  crisis  has  brought  forward  the  sharp  economic \nslowdown  that  was  expected  between  2009  and  2015  as  natural  forest  logging  comes  to  an \nend. GDP growth averaged 7.3% per annum in the 5 years to 2008. Preliminary estimates are \nof  little  or  no  overall  economic  growth  in  2009.  Economic  data  suggest  the  rural  economy \ncontracted over 2009.5 \n\n10. \nThe  value  of  goods  and  services  exports  was  down  by  more  than  20%  over  the  first \nthree quarters of 2009 compared to the same period of 2008. The drop was driven by decline in \nlogging, copra, and fishing. Export volumes of these commodities were down by 29%, 46%, and \n23%, respectively, over the first three quarters of 2009 compared to the same period of 2008. \nPalm oil export volumes however continued to rise, while cocoa volumes increased slightly over \nthe first three quarters of 2009. The current account deficit is projected to have reached 11% of \n                                                 \n3  The  2006  riots  demonstrated  the  potential  consequences  of  the  unstable  political  environment.  During  the  riots, \nParliament  House  was  surrounded  by  protesters  and  many  premises  linked  to  Asian  business  interests  were \ndamaged  or  destroyed.  The  riots  were  incited  by  politicians  who  did  not  support  the  choice  of  prime  minister \nfollowing the general elections held that month. The nominated prime minister resigned when it became clear he \nwould lose a vote of no confidence, just as his successor had in December 2007. \n\n4  Government  of  Solomon  Islands,  Ministry  of  Development  Planning  and  Aid  Coordination.  2008.  Medium  Term \n\nDevelopment Strategy 2008–2010. Honiara. \n\n5  Macroeconomic  conditions  and  forecasts  are  detailed  in  ADB.  2009.  Asian  Development  Outlook  2009  Update. \n\nManila; and ADB. Pacific Economic Monitor. Various editions.  \n\n \n\n\f4 \n\n \n\nGDP  in  2009  and  to  reach  18%  of  GDP  in  2010.  The  deterioration  in  exports  was  originally \nexpected  to  push  reserves  fall  below  the  central  bank’s  target  of  3  months  of  imports  in  2009 \nand to remain below target in 2010. \n\nInflation  peaked  at  25%  year  on  year  in  August  2008,  pushed  up  by  a  combination  of \n11. \nhigh fuel prices and excess domestic demand. Inflation has since moderated, averaging around \n8.0% in 2009. Inflation is expected to remain relatively high in 2010 at around 8% because of \nthe recent increase in world oil prices. \n\n12. \nEconomic stagnation is looming in the absence of a concerted government response to \nthe economic deterioration. The rural economy is likely to be hit much harder than is Honiara’s. \nThis is because the deterioration is led by a fall in international prices for tree crops and logging \nactivity, while high levels of foreign aid will continue to support economic activity in the capital. \n\n13. \nDespite  deterioration  in  the  merchandise  trade  balance,  however,  the  foreign  reserves \nposition is better than originally expected. Lower world oil prices in late 2008 and early 2009, the \nbringing  forward  of  foreign  aid,  an  allocation  of  special  drawing  rights  by  the  International \nMonetary Fund (IMF), and a one-off internal transaction by one of the commercial banks helped \nlift  reserves  from  below  the  Central  Bank  of  Solomon  Islands’  comfort  levels  to  5  months  of \nimports by end-November 2009. \n\n2. \n\nFiscal Impact \n\n14. \nThe real value of government tax revenue almost doubled over the 5 years to 2008, but \na  revenue  shortfall  emerged  over  the  first  half  of  2009  as  the  economy  slowed  and continued \nthrough the remainder of the year. The 2009 budget had forecast domestically sourced revenue \nat SI$1,642 million for 2009, but actual collections were only SI$1,420 million. The weakening in \nrevenue,  combined  with  a  government  commitment  to  not  borrow,  necessitated  widespread \nspending cuts. In April 2009, nonpayroll recurrent expenditure was cut by 10% and civil service \nhiring was frozen. A further temporary 25% cut (termed a reservation) was made on nonpayroll \nrecurrent  expenditure,  to  be  reversed  in  the  December  quarter  if  funding  allowed  (the \nreservation  was  relaxed  in  late  October).  Large  cuts  were  also  made  to  domestically  financed \ndevelopment  outlays.  The  general  public  sector  wage  increase  for  2009  was  kept  to  4.5%, \nimplying  a  reduction  in  real  terms  of  around  3.5%  over  the  year.  Offsetting  these  measures, \nhowever, were two supplementary appropriation bills which authorized a range of new spending \nmeasures  (totaling  3.7%  of  total  expenditure  and  1.7%  of  GDP).  Items  funded  under  the \nsupplementary appropriations include a compensation payment for Solomon Telekom, disaster \nrelief, election funding, scholarships, rural electrification, and minor building works. \n\n15. \nEven with the expenditure cuts, arrears rose over the year and cash reserves declined \nbelow  the  level  needed  for  normal  operations.  Service  delivery  was  adversely  affected  and \ninfrastructure investment and maintenance were underfunded.6 The latest information from the \nMinistry of Finance and Treasury (MOFT) is that the fiscal situation remained tight in early 2010. \n\n                                                 \n6  Notably,  the  Ministry  of  Infrastructure  and  Development  fully  utilized  its  revised  budget  for  maintenance  work  by \nSeptember, and it was unable to issue contracts fast enough to utilize funds made available in October–November \nwhen  the  25%  reservation  was  relaxed.  The  Ministry  of  Health  and  Medical  Services  also  had  fully  utilized  its \nrevised, locally funded budget for goods and services by  September and  was relying on a reallocation of budget \nsupport from Australia to supplement its operations. \n\n\f \n\n5\n\n3. \n\nPoverty and Gender Impacts \n\n16. \nThe economic slowdown is occurring in a context of rapid population growth, high levels \nof  urban  unemployment,  high  poverty  rates,  and  gender  imbalances  (Appendixes  6  and  7). \nTighter  constraints  on  public  service  delivery  arising  from  the  revenue  deterioration  have  the \npotential to place extra pressure on the vulnerable, who have poor access to basic services and \nlimited income-earning and employment opportunities. Approximately one-third of the population \nis  estimated  to  live  below  the  basic-needs  poverty  line.  Households  headed  by  women  are \ndisproportionately  represented  among  those  living  in  poverty.  Many  households  also  live  just \nabove the poverty line and can drop into poverty as conditions deteriorate. The vulnerable within \nthe community are more exposed to the negative impacts of the economic slowdown and have \nfewer reserves with which to meet their needs. \n\n17.  Women  in  particular  are  likely  to  face  greater  impacts  from  the  economic  slowdown \nbecause  of  tighter  constraints  on  access  to  essential  public  services.  Gender  disparities  are \nsignificant  in  education,  as  girls  are  often  pulled  out  of  school  for  economic  reasons.  Fertility \nrates are high, and women’s access to health and family planning services are poor (especially \nin rural areas), as indicated by a high maternal mortality rate. Poor access to basic infrastructure \n(e.g.,  roads,  clean  water,  and  sanitation)  generates  additional  burden  on  women’s  lives  that \nlimits  their  time  and  opportunity  for  productive  and  income-generating  activities.  Actions  to \nmaintain access to the limited services that are available is central to limiting the adverse social \nimpact of the economic slowdown. \n\nC. \n\nInternational Monetary Fund Assessment \n\n18. \nThe  IMF  2009  Article  IV  staff  report  concludes  that  growth  in  the  medium  term  will \nremain  below  trend  and  that  “large  and  potentially  destabilizing  macroeconomic  imbalances \ncould emerge, necessitating sizable policy adjustment, as well as new exceptional financing.”7 \nModest  growth  is  expected  from  2010  to  2011,  before  a  projected  commencement  of  gold \nproduction in 2012 accelerates economic growth and improves the current account position and \nbalance of payments (Table 1).8 \n\nThe strain on the fiscal and current account positions that emerged in 2009 is projected \n19. \nby IMF to intensify prior to recovery over the medium term. An annual budget financing gap of \n4% of GDP ($25 million) is projected for 2010 and 2011.9 An external financing gap on a similar \norder is expected. In recognition of the worsening fiscal situation, the IMF urged the government \nto  pursue  a  cohesive  strategy  for  easing  the  cash  constraint,  including  to  seek  new  budget \nsupport. Building a cash cushion is seen by the IMF as a means of providing the space required \nto  improve  budget  execution  and  to  implement  lasting  public  financial  management  (PFM) \nreforms  and  fiscal  adjustment.  The  latter  is  regarded  as  an  important  component  of  ensuring \nexternal balance over the medium term, but greater exchange rate flexibility is identified as the \nkey policy instrument for stemming foreign reserve losses.  \n\n                                                 \n7  IMF. 2009. Solomon Islands: 2009 Article IV Consultation—Staff Report. Washington, DC (November). \n8  Note that the baseline scenario of Table 1 was formulated before the 2010 budget was prepared. \n9  This includes a return of cash reserves to a level equivalent to 2 months of the government’s self-funded spending. \n\n \n\n\f6 \n\nItem \n\n \n\nTable 1: IMF Medium-Term Baseline Scenario, 2008–2013 \n\nMacroeconomic Aggregates \nReal GDP growth (%) \nInflation (%, annual average) \nCurrent account balance (% of GDP) \nOverall balance (accrual, $ million) \nGross official reserves (months of imports)a \n\nFiscal Aggregates (% of GDP) \nTotal revenue and grants \n  Tax and nontax revenue \n  Grants \nTotal expenditure \n  Recurrent expenditure \n  Development expenditure \nCurrent balance \nOverall balance \nBudget financing gap \nGovernment debt \n\n2008e  2009p  2010p  2011p  2012p  2013p \n\n6.9 \n17.2 \n(18.7) \n(27.1) \n2.9 \n\n \n48.9 \n27.5 \n21.4 \n47.3 \n23.8 \n23.5 \n3.6 \n1.5 \n…. \n31.8 \n\n0.4 \n8.0 \n(11.1) \n(1.8) \n2.5 \n\n \n50.6 \n27.6 \n23.1 \n51.1 \n25.3 \n25.8 \n2.3 \n(0.4) \n... \n27.3 \n\n2.4 \n7.0 \n(18.2) \n(25.1) \n1.7 \n\n \n51.9 \n27.2 \n24.7 \n51.1 \n24.2 \n26.9 \n3.1 \n0.8 \n4.0 \n24.0 \n\n \n\n \n\n2.8 \n7.4 \n(22.4) \n(17.3) \n1.2 \n\n8.8 \n6.3 \n(15.2) \n18.8  \n1.6 \n\n \n48.8 \n26.1 \n22.6 \n48.8 \n22.8 \n26.0 \n3.3 \n(0.1) \n4.0  …. \n\n \n44.6 \n25.9 \n18.7 \n44.8 \n22.2 \n22.6 \n3.7 \n(0.2) \n\n21.8 \n\n18.9 \n\n6.5 \n6.1 \n(12.9) \n 29.1  \n1.8 \n\n \n41.6 \n25.5 \n16.1 \n41.9 \n21.5 \n20.4 \n4.0 \n(0.3) \n…. \n17.0 \n\n… = not available, ( ) = negative, e = estimate, GDP = gross domestic product, IMF = International Monetary Fund, p \n= projection. \na  Gross official reserves at end-2009 include the general allocation and special rights allocation made by the IMF to \n\nthe Solomon Islands in August and September 2009, respectively, totaling SDR9.9 million. \n\nSource: IMF. 2009. Solomon Islands: 2009 Article IV Consultation—Staff Report. Washington, DC (November). \n \nD. \n\nPolicy Dialogue \n\n20. \nIn  March  2009,  the  government  initiated  a  regular  dialogue  with  development  partners \nunder  the  umbrella  of  a  core  economic  working  group  (CEWG).  The  group  comprises \ngovernment  central  agencies  and  key  development  partners.10  The  forum  has  shared \ninformation, discussed impacts of the global economic crisis, and examined possible options to \nmitigate  these,  including  the  potential  for  support  to  government  finances.  Government  and \ndevelopment partners agreed to the need for a common framework setting out the government’s \npolicy  agenda  and  providing  a  foundation  for  technical  and  budget  support.  In  response,  the \ngovernment  prepared  through  the  CEWG  process  a  policy  matrix  that  identified  key  fiscal \nmeasures and structural policy actions. This in turn was based on the incoming policy statement \nmade by the government, which guided formulation of the MTDS 2008–2010, supporting sector \nplans, and annual budgets.  \n\n21. \nThe  development  partner  members  of  the  CEWG  have  committed  to  support  the \ngovernment’s  policy  matrix.  Development  partners  have  also  committed  to  adopt,  to  the \nmaximum  extent  practical,  a  common  approach  to  linking  technical  and  budget  support  to  the \ngovernment-led  policy  matrix.11  TA  is  now  being  oriented  to  implementing  the  medium-term \npolicy agenda presented in the matrix (major development partner programs are summarized in \n\n                                                 \n10 Development  partner  members  are  ADB,  the  Australian  Agency  for  International  Development,  the  European \n\nUnion, the New Zealand Agency for International Development, RAMSI and the World Bank.  \n\n11 The  Australian  Agency  for  International  Development  provided  A$3  million  in  financial  support  to  the  education \nsector  in  early  2010  linked  to  the  government  policy  matrix.  The  European  Union  is  exploring  the  provision  of \nsubstantial based support by the end of 2010 linked to a government policy matrix. \n\n\f \n\n7\n\nAppendix  8).  Through  the  CEWG  process,  development  partners  have  committed  to  meet \nalmost $10 million of the $25 million budget financing gap estimated by the IMF for 2010. The \nunfilled gap will need to be met by expenditure restraint and/or revenue measures.  \n\nIII. \n\nTHE PROPOSED PROGRAM \n\nA. \n\nImpact and Outcome \n\nThe  expected  impact  of  the  program  is  achievement  of  a  higher  and  more  inclusive \n22. \neconomic growth path. The expected outcome is initiation of economic recovery while protecting \nthe vulnerable and the fiscal position. The impact and outcome are to be achieved by helping \ninitiate a transition away from dependence on foreign aid and unsustainable logging to private \nsector-led economic growth from the agriculture, fishing, tourism, and mining sectors.  \n\nB. \n\nPolicy Framework \n\nThe  primary  contribution  of  the  ERSP  will  be  in  helping  address  the  underlying \n23. \nshortcomings  in  the  economic  growth  and  development  process.  Importantly,  actions  will  be \nundertaken to  strengthen  fiscal  management.  This  will  help  consolidate  the  fiscal  position  and \nimprove the operation of government agencies so the government is better able to respond to \nthe economic slowdown and fund priority investments and essential services over the medium \nterm.  Structural  measures  will  improve  the  operation  of  state-owned  enterprises  (SOEs)  and \nhelp  modernize  the  regulation  of  the  economy.  Extra  effort  will  be  taken  to  make  the  growth \nprocess  more  inclusive.  Notably,  the  ERSP  will  help  deliver  essential  services  by  partially \nmeeting the government’s overall budget financing requirements. \n\n24. \nConsistent with the MTDS 2008–2010, the ERSP is oriented to achieving private sector-\nled  economic  growth.12  The  environment  for  private  sector  development  is  to  be  supported  at \nboth  macroeconomic  and  microeconomic  levels.  At  the  macro  level,  the  private  sector  will  be \nassisted  by  supporting  aggregate  demand  and  lessening  fiscal  stress.  At  the  micro  level,  the \nemphasis  will  be  on  helping  reform  of  SOEs  through  efforts  to  support  the  continued \ndevelopment  of  infrastructure  and  accumulation  of  human  capital  and  on  reducing  the  cost  of \ndoing business by modernizing the legal framework for business. \n\n25. \nIn preparing the program, priority has been given to country ownership and keeping the \nprogram  at  a  level  that  is  manageable  given  capacity  limitations.  This  is  to  help  ensure  the \nsustainability  of  outcomes.  The  formulation,  implementation,  and  monitoring  of  the  ERSP \nthrough  the  CEWG  process  is  key  to  achieving  sustainable  results.  The  program  is  also \ndesigned  to  implement  ADB’s  interim  country  partnership  strategy  for  Solomon  Islands,  which \npromotes  equitable  private  sector-led  economic  growth  through  improved  transportation \ninfrastructure  and  services  and  a  stronger  business  enabling  environment.13  The  program \ndirectly addresses the guiding priority of ADB’s strategy of promoting good governance.  \n\n                                                 \n12 The  MTDS  2008–2010  recognizes  that  to  achieve  economic  growth  and  prosperity  Solomon  Islands  needs  to \ncreate an environment promoting private sector activity. The strategy seeks to (i) improve the country’s business \nenvironment, (ii) help public enterprises perform better, (iii) encourage public–private partnerships, (iv) strengthen \nthe legal framework for business, and (v) increase opportunities and access to finance. (Government of Solomon \nIslands,  Ministry  of  Development  Planning  and  Aid  Coordination.  2008.  Medium  Term  Development  Strategy \n2008–2010. Honiara (p. 9.) \n\n13 ADB. 2009. Interim Country Partnership Strategy: Solomon Islands, 2009–2011. Manila. \n\n \n\n\f8 \n\n \n\nC. \n\nPolicy Actions \n\n26. \nPotentially  high  return  and  feasible  areas  of  policy  action  have  been  identified.  These \nare feasible both in political terms and within the public sector’s implementation capacity when \naccompanied by targeted external assistance. The program has four output areas: (i) improved \nfiscal  management,  (ii)  productivity  enhancing  structural  initiatives,  (iii)  support  for  the \nvulnerable, and (iv) communication and ownership of policy actions. The policy actions will be \npursued through two subprograms. Subprograms 1 and 2 support the same four output areas, \nwhich will be progressed concurrently under each subprogram.  \n\n27. \nThe  policy  actions  build  on  a  dialogue  between  the  government  and  ADB  and  key \ndevelopment partners over a number of years. It includes significant actions by the government \nthat demonstrate a continuing commitment to improved economic and fiscal management. The \npolicy  actions  provide  a  package  of  priority,  sequenced  reforms  in  areas  critical  to  achieving \nsustainable, inclusive economic growth. The intention is to continue improvement of economic \nand fiscal management through further action following completion of the ERSP.  \n\n28. \nThe ERSP’s policy actions are drawn from the policy matrix prepared through the CEWG \nprocess.14  The  link  to  the  government  policy  matrix  ensures  the  ERSP  is  aligned  with  the \ngovernment’s own plans and is harmonized with support provided by key development partners. \nThe ongoing dialogue of the CEWG is central to implementing and monitoring the ERSP and to \nsustaining the results achieved under the program.  \n\n1. \n\nOutput (i): Improved Fiscal Management \n\n29. \nThe  output  is  directed  to  achieving  the  medium-term  goals  of  overall  fiscal  discipline, \nproviding strategic guidance to PFM reform, ensuring effective expenditure controls are in use, \nraising the efficiency and fairness of the revenue system, and improving the allocation of public \nresources  through  strengthened  budgeting  and  planning  processes.  The  output  will  help \nachieve the short-term fiscal consolidation now urgently required while seeking to maintain the \ncapacity to fund essential services and public investment over the medium term. The output will \nalso help address shortcomings in governance. The emphasis is on initiatives that address the \nweakest  areas  of  PFM  identified  in  a  2008  Public  Expenditure  and  Financial  Accountability \n(PEFA) assessment.15 \n\na. \n\nAchieving Overall Fiscal Discipline \n\nSubprograms 1 and 2 of the ERSP provide for adherence by the 2010 and 2011 budgets \n30. \nand the medium-term fiscal framework to the fiscal commitments of the Honiara Club agreement \n(or any updated arrangement put in place with the international community). Under subprogram \n1, the government is committed to keep the ratio of public debt to GDP below 30% and to keep \nthe ratio of payroll charges to GDP in 2010 to no more than the 2009 level.16  \n\n31. \nThe  Honiara  Club  agreement  is  a  key  instrument  for  guiding  the  overall  fiscal \nconsolidation. The agreement was reached in 2005 as part of a program of external debt relief. \n\n                                                 \n14  The formulation of the ERSP has also benefited from diagnostics presented in ADB. 2010. Solomon Islands 2010 \nEconomic  Report.  Manila  (draft);  and  PEFA  Program.  2008.  Solomon  Islands  Public  Financial  Management-\nPerformance Report. Rotterdam: ECORYS Nederland BV (November, final report). \n\n15  The PEFA assessment, Solomon Islands’ first, was undertaken to establish a baseline for monitoring progress on \n\nPFM and to help the government prioritize its reform efforts. The next PEFA assessment is expected in 2011. \n\n16  The action on public sector wages and salaries allows for some needed expansion in service delivery, notably in \n\nrelation to the expansion in basic education pursued by the recently adopted \"fee free\" policy. \n\n\f \n\n9\n\nUnder  the  agreement,  the  government  committed  to  no  further  borrowing  or  sovereign \nguarantees  until  it  reached  “green  light”  status  under  the  international  debt  distress  rating \nsystem  (which  will  require,  among  other  measures,  that  the  ratio  of  public  debt  to  GDP  fall \nbelow  30%),  as  well  as  to  maintaining  a  fully  funded  recurrent  budget  excluding  the  use  of \nborrowing  to  fund  recurrent  expenditure.17  There  has  been  compliance  with  these  fiscal \nprovisions,  with  the  exception  of  a  guarantee  of  lending  provided  to  two  SOEs  (Soltai  and \nSolomon Airlines) in financial difficulty.18  \n\nThe  Medium  Term  Fiscal  Strategy  2008─2013  highlighted  the  fiscal  consolidation  that \n32. \nwould  be  required  as  early  as  2009  as  natural  forest  resources  approached  depletion.19  The \n2010  budget  updates  estimates  of  the  needed  fiscal  adjustment,  estimating  that  expenditure \ngrowth will need to slow from about 29% in 2008 to 8% per annum by 2014 if budgets are to be \nfully  funded  over  the  medium  term.  A  broad-ranging  strategy  is  in  place  to  bring  about  the \nmedium-term  fiscal  adjustment,  including  actions  to  broaden  the  revenue  base,  rationalize \nspending, strengthen the finances of SOEs, and undertake structural reforms so as to promote \nbroad-based growth. In the period 2011–2014, the government expects a slowdown in revenue \ngrowth that will require a substantial reduction in the growth rate of nominal expenditure.  \n\n33. \nBudget  for  2010.  The  budget  is  based  on  the  government’s  updated  macroeconomic \nframework in which modest economic growth of 2% is expected in 2010 (slightly below the IMF \nforecast  of  2.4%).  The  government’s  growth  projection  is  based  on  an  expected  recovery  in \nprimary  export  demand  from  Asian  economies  sufficient  to  offset  the  effects  of  declining  log \nproduction. With inflation remaining at about 8%, nominal GDP growth of about 10% is forecast \nfor  2010,  underpinning  a  rise  of  17.2%  over  the  estimated  2009  level  in  the  government’s  tax \nrevenue  collection  (Table  2).  Achieving  the  projected  revenue  collection  will  be  crucial  to \nfinancing  the  projected  23%  rise  in  recurrent  expenditure  while  ensuring  the  budget  deficit  is \ncontained  to  a  level  fundable  from  cash  reserves,  so  that,  in  line  with  the  Honiara  Club \nagreement, there is no new borrowing. \n\n34. \nExpenditure  priorities.  Care  was  taken  in  formulating  the  2010  budget  to  support  the \ndelivery  of  essential  services  by  reinstating  cuts  to  goods  and  services  in  2009.  Priority  was \ngiven  to  funding  for  education  (notably  for  implementing  the  “fee  free”  policy  for  basic \neducation), health, law and order, the 2010 election (e.g., via funding for the Ministry of Home \nAffairs),  and  supporting  income-earning  activities.  The  government’s  contribution  to  the \ndevelopment budget has also increased substantially. Additional budget support is factored into \nthe 2010 budget, including a grant of SI$40 million (around $5 million) to be provided by  ADB \nand  an  additional  SI$35  million  (around  $4.5  million)  in  sector  budget  support  provided  by \nAustralia and New Zealand in early 2010.  \n\n35. \nPayroll costs. The 2010 budget was based on a 5% cost of living adjustment to public \nservice  pay  rates  (public  service  unions  had  initially  sought  a  66%  increase).  A  7.5%  pay \nincrease  was  awarded  by  the  independent  trade  dispute  panel  in  December  2009,  after  the \n2010 budget had been tabled in Parliament. This increase is close to the inflation rate forecast \nfor  2010.  Taking  into  account  potential  savings  from  tighter  controls  being  placed  on  payroll \ncosts, MOFT estimate that the 7.5% pay increase will result in total compensation of employees \n\n                                                 \n17  Government  of  Solomon  Islands,  European  Commission,  European  Investment  Bank,  Government  of  Australia, \nand International Fund for Agricultural Development. 2005. Minute on Restructuring the External Debt of Solomon \nIslands. Honiara (October). \n\n18  The  agreement  also  contained  commitments  to  advance  structural  reform.  Progress  on  these  structural  reforms \n\nhas been slower than originally anticipated. \n\n19  Government of Solomon Islands. 2008. Medium Term Fiscal Strategy 2008–2013. Honiara. \n\n \n\n\f10 \n\n \n\nrising to SI$499 million in 2010. This will be a 5.7% increase over the preliminary estimate for \n2009.20 With the 7.5% pay increase, the ratio of payroll costs to GDP will rise to 8.2% in 2010, a \nslight reduction on the preliminary estimate for 2009 of 8.4%. A supplementary appropriation is \nlikely to be required in 2010 to meet the higher than budgeted payroll cost. \n\n36. \nRisk factors. There are a number of key risk factors in the 2010 budget. First, there is a \npotential  for  overestimating  domestic  revenue.  The  implicit  elasticity  of  domestic  revenue  with \nrespect to nominal GDP growth is at the high end of the plausible range. Funding for investment \nand goods and services is likely to be displaced if the revenue outcome is less than expected. \nSecond,  there  are  specific  risks  on  the  expenditure  side,  including  the  need  to  fund  as  yet \nundetermined  increases  in  entitlements  for  members  of  Parliament  for  2009  and  2010,21  the \nexpenditure pressures that will arise from the 2010 national election, and ongoing pressure from \nthe  large  wage  and  salary  bill.  Finally,  the  extent  of  fiscal  restraint  required  over  the  medium \nterm has proven difficult to achieve in recent years (Appendix 4). \n\nTable 2: Summary of Government Accounts \n\n2008\nAct.\n\nSI$million (current prices) \n2009 \nBud. Proj.a Bud.\n(rev)a\n\n \n2010  \n \n\nBud.\n\nRatio to GDP (%)\n2008 \n2010\n2009\nAct.  Proj.a Bud.\n\n \n  \n\n \n \n\n \n  \n\n \n  \n\n  \nItem \n \nRevenue and Grants \nRevenue \n \n  Tax revenue \n  \n  Other revenue \n  \nGrants \n \n  Development \n \n  Recurrent budget \n \n \n \n \nTotal Expenditure \n \n\n \n\nRecurrent expenditure \nPayroll and other \nemployee costs \n \n  Goods and services \n  Debt servicing \nDevelopment expenditure \n\n \n \n \n \n \nOverall Balance \n  \n  \n\n  \n\n  \n\n  \n\n2,441  \n1,377  \n1,202  \n175  \n1,064  \n964  \n100  \n \n2,532  \n1,376  \n\n432  \n799  \n145  \n1,156  \n \n(90) \n\n2,786  2,979  2,671  3,109 \n1,641  1,668  1,420  1,665 \n1,429  1,454  1,259  1,431 \n234 \n1,145  1,311  1,251  1,444 \n1,044  1,210  1,150  1,271 \n173 \n\n101 \n\n101 \n\n161 \n\n212 \n\n214 \n\n101 \n \n\n \n\n \n\n \n\n2,917  2,911  2,670  3,192 \n1,581  1,409  1,321  1,622 \n\n562 \n855 \n164 \n\n487 \n456 \n756  1,015 \n120 \n110 \n1,336  1,502  1,349  1,570 \n\n512 \n782 \n115 \n\n \n \n47.1  \n26.6  \n23.2  \n3.4  \n20.5  \n18.6  \n1.9  \n \n48.9  \n26.5  \n\n8.3  \n15.4  \n2.8  \n22.3  \n \n(1.7) \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n\n47.4   51.1 \n25.2   27.4  \n22.3   23.5  \n3.8  \n2.9  \n22.2 \n23.8 \n20.4   20.9  \n2.8  \n \n47.4   52.5  \n23.4   26.7  \n\n1.8  \n \n\n2.0  \n\n8.1  \n\n8.0  \n13.4   16.7  \n2.0  \n23.9   25.8  \n \n(1.4)\n  \n\n \n0.0  \n\n(131)\n\n68 \n\n  \n\n  \n\n  \n\n1 \n\n             (83)\n  \n\n  \n\n  \n\n( ) = negative, Act. = actual, Bud. = budget, Bud. (rev) = revised budget, Proj. = projected. \na  Includes supplementary appropriations numbers 1 and 2. \nSource:  Government  of  Solomon  Islands,  Ministry  of  Finance  and  Treasury.  2009.  Solomon  Islands  Budget  2010: \nBudget Strategy and Outlook. Honiara. \n\n                                                 \n20  A  preliminary  estimate  of  payroll  costs  for  2009  of  SI$472  million  was  released  in  January  2010.  A  preliminary \nestimate of revenue for 2009 of SI$1,467 million was also released in January, which is higher than the projection \nfor 2009 of $1,420 million provided in the 2010 budget. The slightly better than expected revenue performance in \n2009 gives some reassurance that the small overall budget deficit projected in the 2010 budget can be achieved \ndespite higher than expected payroll costs. \n\n21  In late 2009, the High Court revoked an increase in entitlements for members of Parliament made for 2009. This \nwas  critical  to  helping  avert  follow-on  claims  for  extremely  large  public  sector  pay  increases.  The  Parliamentary \nEntitlement Commission that is responsible to set entitlements for members of Parliament will need to reconvene to \ndetermine replacement entitlements for 2009 and a new decision on entitlements for 2010. \n\n\f \n\n11\n\nb. \n\nProviding  Strategic  Guidance  to  Public  Financial  Management \nReform \n\n37. \nUnder subprogram 1, the cabinet endorsed a number of measures to provide high-level, \nstrategic guidance to the government’s efforts to improve PFM. These high-level actions are the \ncreation  of  a  multi-agency  PFM  working  group,  the  preparation  of  strategies  to  strengthen \nwhole-of-government  financial  reporting  (including  for  SOEs,  other  entities,  and  third-party \ncontributions) and internal audit, and the creation of an audit committee. Subprogram 2 provides \nfor implementing the strategies to improve whole-of-government financial reporting and internal \naudit.  These  actions  are  oriented  toward  the  long-term  goal  of  receiving  an  unqualified  audit \nopinion on the whole-of-government accounts. \n\nFinancial  reporting.  The  legislated  requirement  that  the  government’s  financial \n38. \nstatements be prepared within 6 months of year-end is not being met. However, as noted by the \n2008 PEFA assessment, tremendous efforts have been made (with assistance from RAMSI) to \nbring the public accounts up to date. Good progress continues to be made.22 Quality as well as \ntimeliness  is  being  improved.  The  aim  is  that  the  accounts  for  the  year  ending  31  December \n2009 will be prepared in accordance with International Public Sector Accounting Standards. \n\n39. \nAudit. The auditor general nonetheless issued a disclaimer of audit opinion on the 2007 \naccounts.23 While recognizing significant improvements in the control environment during 2007, \nthe  auditor  general  noted  continued  failure  in  the  system  for  recording  and  controlling \naccounting transactions, as well as insufficient audit evidence to materially support transactions \nand  accounts.  Since  2005,  the  Office  of  the  Auditor  General  has  annually  prepared  4-year \nstrategic audit  and  tactical  audit  plans.  In  the  latest  plan  for  the  period 2008─2012,  the  Office \nproposed  to  continue  the  ongoing  capacity  building  and  education  programs.  Legislation  has \nalso  been  drafted  to  establish  a  National  Audit  Office.  Since  2006,  ministries  have  also  been \nrequired to prepare audit action plans detailing their responses to the various recommendations \nmade by the auditor general. These audit plans are to be advanced under the ERSP. \n\n40. \nInternal audit is essentially limited to a “policing” function, with most work undertaken as \nad hoc investigations. The 2008 PEFA assessment found management support for the function \nis limited and the response rate is very poor. The MOFT’s Internal Auditor has prepared a plan \nto develop a more systems-oriented internal audit function that could operate in most ministries, \nand this would be advanced under the ERSP. \n\nc. \n\nEnsuring Effective Expenditure Controls \n\n41. \nThe  ERSP  will  assist  the  process  of  fiscal  consolidation  by  strengthening  expenditure \ncontrols.  Under  subprogram  1,  upgrades  were  completed  to  the  financial  management \ninformation  and  payroll  systems,  financial  instructions  were  revised  and  submitted  to  the \nattorney  general  for  vetting  (i.e.,  approval),  and  the  cabinet  endorsed  the  preparation  of \nstrategies  to  modernize  supply  chain  management  (procurement)  procedures  and  enhance \ncash  and  asset  management.  Subprogram  2  provides  for  implementing  the  new  financial \ninstructions,  cleansing  of  the  payroll  data  so  as  to  raise  the  effectiveness  of  the  new  payroll \nsystem, and implementing the strategies for procurement and cash and asset management. \n                                                 \n22  The financial statements for fiscal years 1997–2003 were completed and audited in 2007; the financial statements \nfor 2004–2006 were prepared and audited in 2008; the audit opinion on the 2007  whole-of-government accounts \nwas finalized in February 2009; and whole-of-government financial statements for 2008 were with the Office of the \nAuditor General in late 2009.  \n\n23 The  auditor  was  unable  to  express  an  opinion  on  whether  the  annual  accounts  give  a  true  and  fair  view  of  the \n\nfinancial position of the government. \n\n \n\n\f12 \n\n \n\nFinancial  management  information  system.  Accounting  and  reporting  is  on  a  cash \n42. \nbasis,  with  the  preparation  of  consolidated  financial  statements  centralized  within  MOFT.  The \nfinancial  management  information  system  (Maximize)  had  not  been  supported  with  updates \nsince 1991. Procurement of a new system was completed over 2009, and work has commenced \non preparing a new chart of accounts. The upgrade of Maximize will reduce system error and \nprovide  a  robust  platform \nfor  accounting  and  expenditure  reporting.  Complementary \nimprovements  in  MOFT  and  training  of  accountants  in  line  ministries  will  be  needed  over  the \nmedium  term  to  fully  realize  the  benefits  of  the  upgrades.  These  improvements  are  being \nsupported by development partners through TA. \n\n43. \nPayroll. Payroll data for the more than 10,000 central government employees has been \nmaintained centrally by MOFT on the Telepay system that was last upgraded in 1999. The list of \npeople that should be paid (i.e., the nominal roll) and personnel records are maintained by both \nthe individual sector ministries and by the Ministry of Public Service. The Auditor General’s 2006 \nspecial audit on the payroll noted that a regular reconciliation between the three lists does not \ntake  place.  This  remained  the  case  post-audit,  as  the  payroll  system  did  not  produce  simple \naudit trails. A further limitation is that changing records (e.g., through salary authority forms) has \ntaken up to 3 months.24 A new payroll system (Aurion) was installed during 2009. Initially, only \nthe basic functionalities have been introduced. The next step is to cleanse the data used by the \npayroll system in order to remove “ghost” workers and other sources of leakage. \n\n44. \nFinancial  Instructions.  The  financial  instructions  prepared  under  the  Public  Finance \nand Audit Act 1978 set out basic rules and regulations for the use of public monies. While there \nhas  been  a  general  pattern  of  improving  operation,  there  are  instances  where  the  financial \ninstructions  are  being  waived  without  due  process  or  simplified  procedures  are  in  use  (e.g., \npayment of utility bills). New financial instructions were finalized in 2009 to tighten procedures \nand were submitted to the attorney general for vetting (i.e., approval). These are expected to be \nin effect by mid-2010. \n\n45. \nThe  financial  instructions  contain  procurement  regulations,  setting  out  procedures  for \npurchase of goods and services. Currently, all expenditures exceeding SI$50,000 are required \nto  go  out  to  tender  through  either  ministerial  or,  for  larger  tenders,  the  central  tender  boards. \nOffice  of  the  Auditor  General  reports  highlight  poor  compliance  with  the  competitive  bidding \nrequirements. The Office of the Auditor General is now including audit of procurement activities \nin its regular audit process. There is no systematic reporting mechanism, however, and tender \nboards (central and ministerial) are not required to issue reports on their proceedings.  \n\n46. \nCash  and  asset  management.  In  2009,  the  cabinet  also  endorsed  the  preparation  of \nstrategies to enhance cash and asset management. Progress has been made in developing a \nnew cash flow forecasting model, increasing coordination between debt and cash management, \nmodernizing information technology systems, and establishing a new policy for asset valuation. \n\nd. \n\nRaising the Efficiency and Fairness of the Revenue System \n\nThe Medium Term Fiscal Strategy 2008─2013 outlined the government’s commitment to \n47. \nfurther  tax  reform.  Key  objectives  are  to  broaden  the  tax  base,  shift  reliance  away  from  direct \ntaxes, and simplify tax administration for both the government and taxpayers.  \n\n                                                 \n24  PEFA Program. 2008. Solomon Islands Public Financial Management-Performance Report. Rotterdam: ECORYS \n\nNederland BV (November). \n\n\f \n\n13\n\nSubprogram  1  advanced  the  reform  agenda  by  (i)  reducing  the  leakage  of  customs \n48. \nrevenue  via  gazettal  of  customs  valuation  and  penalties  legislation  and  initiating  a  joint \noperation  between  the  Customs  and  Excise  Division  and  the  Inland  Revenue  Division  to \nimprove  collections  at  the  port;  (ii)  adopting  ministerial  orders  to  raise  import  duties,  excises, \nand  fees  on  luxury  goods,  alcohol,  and  tobacco;25  (iii)  cabinet  endorsement  of  a  limit  on \ndiscretionary  exemptions  to  50%  of  the  total  value;  and  (iv)  adopting  a  process  for  identifying \nbusinesses outside the tax system, inclusive of a business education initiative. These revenue \nmeasures  were  forecast  to  add  as  much  as  SI$120  million  to  revenue  in  2009  ($15  million  or \n10%  of  total  revenues).  Subprogram  2  provides  for  (i)  adopting  a  cross-government  revenue \nmanagement strategy covering legislative and operational reform; (ii) endorsing of the Extractive \nIndustries Transparency Initiative and preparing a new tax regime for the mining industry; and \n(iii) commencing a review of the Customs Act, overseen by a high-level committee. \n\n49. \nCustoms  valuations.  The  Customs  and  Excise  Act  has  not  been  revised  for  a \nconsiderable time. The act provide little scope for the customs authority to challenge the values \nthat  are  notified  by  the  importer,  and  the  current  valuation  method  is  not  in  line  with  Solomon \nIsland’s  obligations  under  the  General  Agreement  on  Tariffs  and  Trade  (Solomon  Islands  is  a \nmember of the World Trade Organization). In addition, the act provides an inadequate deterrent \nto  customs  offenses.26  The  Customs  Valuation  Act  passed  in  2009  addresses  these \nweaknesses and the associated significant loss of revenue.27 \n\n50. \nPenalties are prescribed across a wide range of legislation, generally in monetary terms. \nThe ministries responsible for the legislation have generally not updated the levels of penalties \nfor  inflation,  and  these  have  moved  out  of  line  with  current  conditions.28  The  Penalties \nAmendment  Act,  passed  in  2009,  provides  a  mechanism  for  updating  penalties  across \nlegislation with an objective of ensuring a fair, consistent, and just penalty regime. A penalty unit \nsystem has been adopted. This allows the MOFT to advise the Ministry for Justice to increase \nthe value of a penalty unit, automatically increasing the level of penalties in 31 acts. \n\n51. \nCoordination  in  revenue  collection.  These  legislative  reforms  are  complemented  by \nactions to improve coordination across revenue agencies and prepare for a cross-government \nrevenue management strategy. Importantly, the activities of committees of the Inland Revenue \nDivision and the separate customs agency responsible for issuing exemptions are to integrate \nso  as  to  improve  the  administration  of  tax  exemptions.  A  post-clearance  audit  function  is \nproposed,  assisted  by  a  new  data  entry  system  (PC  Trade  Link),  and  stakeholders  are  to  be \ntrained to better understand and comply with the new legislation.  \n\n52.  Major reviews of the tax system will be initiated under subprogram 2. The main tax laws \nin Solomon Islands were originally enacted in the 1960s. They have been subject to numerous \namendments over the years, but a comprehensive review is yet to be undertaken. Reviews of \nthe  Customs  and  Excise  Act  and  the  tax  regime  for  the  mining  industry  will  be  commenced \n\n                                                 \n25  A  key  policy  issue  is  whether  more  revenue  should  be  raised,  as  recommended  by  the  IMF,  by  raising  the \ndetermined  price  of  logs  used  for  taxation  purposes.  The  matter  warrants  close  attention  in  the  preparation  of \nsubprogram 2. \n\n26  National Parliament of Solomon Islands Bills and Legislation Committee. 2009. Report on the Customs Valuation \n\nBill 2009. NP-Paper No. 33/2009. Honiara (August). \n\n27  Revenue  has  also  been  lost  in  the  past  through  a  difference  between  the  international  price  of  logs  and  the \nadministered value used in setting duties. The MOFT is of the view it has responded to recommendations to close \nthe  gap,  notably  from  the  IMF,  and  there  is  parity  between  the  two  values.  The  issue  warrants  close  monitoring \nthrough the ERSP period. \n\n28 National  Parliament  of  Solomon  Islands  Bills  and  Legislation  Committee.  2009.  Report  on  the  Penalties \n\nMiscellaneous Amendment Bill 2009. NP-Paper No. 25/2009. Honiara (July). \n\n \n\n\f14 \n\n \n\nduring the ERSP. The potential adoption of the international Extractive Industries Transparency \nInitiative will be explored. This initiative aims to ensure openness in the receipt of revenue from \nmining and oil industries.  \n \n\ne. \n\nBetter Budgeting and Planning \n\n \n53. \nSubprogram 1 advanced preparations for multiyear budgeting through (i) procurement of \na new budget system with capacity for forward estimates, and (ii) cabinet endorsement for the \npreparation of a strategy toward adopting multiyear budgeting. Preparation of a replacement for \nthe  MTDS  2008–2010  also  was  begun.  Subprogram  2  provides  for  (i)  commencing  a  public \nexpenditure  review,  (ii)  ensuring  the  new  budget  system  will  be  operational  and  ready  to \naccommodate  multiyear  budgeting  and  integration  of  the  recurrent  and  development  budgets, \nand (iii) ensuring the new MTDS (or an equivalent plan) is in place. \n\nis  no \n\nformal  mechanism \n\nforecasting,  although \n\nfor  medium-term  revenue \n\n54.  Multiyear budgeting. The horizon of the budget estimates is limited to the fiscal year. \nThere \nthe \nestablishment of an economic model in 2009 has helped in this regard. These practices weaken \nthe alignment between expenditure decisions with multiyear implications and the availability of \nresources in the medium term. A further consequence is a weak link between capital investment \nand funding for maintenance (particularly donor-funded and central government investments in \nthe  provinces).  A  strategy  of  moving  to  multiyear  budgeting  is  to  be  prepared  and \nimplementation  commenced  under  the  ERSP.  These  actions  will  be  supported  by  the  new \nbudget system adopted in 2009, which provides for multiyear budgeting. As capacity allows, the \nMOFT  intends  to  forecast  out  3–4  years  and  to  progressively  integrate  the  recurrent  and \ndevelopment budgets into a unified budget formulation process. \n \n55. \nPlanning.  The  current  MTDS  terminates  in  2010.  A  new  MTDS  will  thus  be  required \nfrom  2010  following  the  general  election  due  in  the  year.  The  Ministry  of  Planning  and  Aid \nCoordination commenced preparation of a new MTDS in 2009, exploring the potential to adopt a \nlonger-term  national  development  framework  to  span  more  than  one  MTDS.  This  will  be \ncomplemented by a public expenditure review to be undertaken with World Bank support.  \n\n2. \n\nOutput (ii): Productivity Enhancing Structural Initiatives \n\n56. \nThe  output  will  implement  structural  initiatives  that  are  ready  to  implement  and  could \nprovide quick gains in terms of quickly boosting economic activity. It will also implement those \nreforms  needed  to  achieve  a  rebuilding  of  economic  growth  over  the  medium  term.  A  key \nconcern  is  to  diversify  the  economy  away  from  logging  and  foreign  aid  and  to  the  alternative \nsources  of  growth:  agriculture  (primarily  palm  oil,  cocoa,  and  copra),  fishing  and  marine \nproducts, mining, and tourism.  \n\n57. \nThere  are  four  areas  of  focus  under  this  output:  (i)  SOEs,  so  as  to  improve  their \nefficiency and reduce their drain on the budget, as well as to reduce crowding out of the private \nsector; (ii) deregulation of the telecommunications industry, so as to expand service coverage, \nraise  standards,  and  reduce  prices;  (iii)  the  business  regulatory  environment,  so  as  to  directly \nreduce the cost of doing business in Solomon Islands; and (iv) transport infrastructure, in order \nto raise investment levels and service standards while lowering transport operating costs. \n\n\f \n\n15\n\ni. \n\nImproved Accountability and Performance of SOEs \n\n58. \nUnder subprogram 1, SOEs’ accounts for 2007 were updated and audited or submitted \nfor audit, and an SOE monitoring unit was established in the MOFT. Restructuring of SOEs also \ncontinued through (i) commencing commercialization the Solomon Islands Electricity Authority, \n(ii)  finalizing  the  sale  of Home  Finance  Limited, and  (iii)  continuing  the sale  of  Sasape  Marina \nLtd.  Subprogram  2  provides  for  (i)  public  release  of  an  annual  SOE  monitoring  report,  (ii) \nendorsement  of  a  debt  restructuring  for  the  Solomon  Islands  Electricity  Authority  and  new \nappointments  to  senior  positions,  (iii)  completion  of  the  tender  process  for  sale  of  Sasape \nMarina, (iv)  implementation of a cabinet-endorsed restructuring plan for Solomon Airlines, and \n(v)  implementation  of  SOE  regulations  on  community  service  obligations  and  appointment  of \ndirectors with a view to further enhancing performance. \n\n59. \nSOE  accounts.  The  government  has  a  majority  shareholding  in  four  SOEs,  minority \nshares  in  three  companies,  and  public  interests  in  eight  statutory  bodies.  Many  underperform \nbecause  of  inadequate  governance  and  investment,  resulting  in  high-cost  services  of  low \ncoverage and poor reliability. Most of the SOEs and statutory authorities have lacked up-to-date \nfinancial statements. A number are experiencing financial difficulties and in the past have had to \nrequest support from the central government. The shortage of financial information on the status \nof  the  SOEs  thus  represents  a  fiscal  risk.  Following  on  from  TA  provided  by  ADB,  a  RAMSI-\nsupported project is progressively updating and auditing the accounts of SOEs. The next step in \ncompleting  the  2007  financial  statements  for  the  major  SOEs  was  undertaken  in  2009,  and  a \nroving  local  accountant  has  been  employed  to  assist  with  the  2008  financial  statements.  The \nERSP contains actions to maintain this momentum. \n \n60. \nSOE monitoring unit. A reporting and monitoring unit for SOEs is needed within MOFT \nto  report  on  financial  performance  and  to  put  in  place  the  missing  elements  of  the  SOE \nmonitoring  regime,  such  as  statements  of  corporate  objectives.  Personnel  were  recruited  in \n2009 for the SOE monitoring unit that is now operational. The unit’s mandate is to monitor the \nperformance of SOEs. Public release of an annual monitoring report is to commence in 2010. \n\n61. \nSOE  restructuring  has  continued  under  the  ERSP.  In  2009,  the  privatization  of  Home \nFinance  Limited  was  completed  through  a  private  sale  to  the  National  Provident  Fund,  and \npreparations  were  underway  for  privatizing  Sasape  Marina  Ltd  through  an  open,  competitive \ntender to be executed in 2010 (both transactions are about $3 million each). The cabinet also \nendorsed commercialization of the Solomon Islands Electricity Authority. The commercialization \nis  to  be  undertaken  with  World  Bank  support.  It  is  to  involve  completing  new  appointments  to \nsenior  positions  under  subprogram  2  and  debt  restructuring  through  a  debt  swap  with  the \nNational  Provident  Fund.  Little  progress  has  been  made,  however,  in  the  implementation  of  a \nrestructuring plan for Solomon Airlines that was approved by the cabinet in 2008.  \n \n62. \nSOE regulations. The SOE Act was adopted in 2007, with ADB assistance, to introduce \nan  effective  and  consistent  framework  for  good  governance,  including  to  clarify  roles  and \nresponsibilities  of  ministers  and  the  board.29  The  new  act  was  designed  to  function  alongside \nlegislation. \nlegislation  rather \nand  complement  enterprise-specific \n\nto  replace \n\nthan \n\nthat \n\n                                                 \n29  ADB.  2005.  Technical  Assistance  to  Solomon  Islands  for  State-Owned  Enterprise  Reforms  and  Private  Sector \n\nParticipation. Manila (TA 4482–SOL, with cofinancing from the Government of Australia). \n\n \n\n\f16 \n\n \n\nImplementation of the SOE Act 2007 and a supporting SOE policy will continue under the ERSP \nthrough the adoption of key regulations for the SOE Act 2007.30  \n\nb. \n\nTelecommunications Deregulation \n\nOpening  telecommunications  to  competition. \n\n \n63. \nThe ERSP  provides for ending the legislated monopoly on mobile telecommunications. \nUnder  subprogram  1,  the  voluntary  relinquishment  of  the  existing  operator’s  exclusive  license \nwas  completed  and  new  telecommunications  legislation  was  enacted.  Subprogram  2  provides \nfor  continuing  this  process  by  commencing  operations  of  an  independent  regulator.  Similar \ntelecommunication  reforms  have  had  quick  and  highly  beneficial  impacts  elsewhere  in  the \nPacific, and these actions hold good prospects for a short-term stimulus to the economy. \n \nIn  1998,  a  15-year  exclusive \n64. \ntelecommunication  license  was  awarded  to  the  SOE  Solomon  Telekom.  This  was  formally \ngranted  in  November  2003,  after  lengthy  negotiation  during  the  period  of  civil  unrest,  when  it \nwas perceived that no other operator would wish to provide telecommunication services. As part \nof  the  agreement,  Solomon  Telekom  was  to  review  in  good  faith  its  exclusive  rights  after  a \nperiod  of  5  years.  In  early  2006,  Solomon  Telekom  announced  that  it  would  welcome \ncompetition  subject  to  a  number  of  conditions,  the  most  important  being  that  (i)  new \ntelecommunications legislation would be established and provide a fair and level playing field for \nall  participants;  (ii)  the  new  legislation  would  provide  for  an  independent  regulator,  free  from \npolitical interference that Solomon Telekom has perceived as impeding its operations; and (iii) \nthere  would  be  fair  and  reasonable  compensation  for  the  early  loss  of  Solomon  Telekom’s \nexclusive rights, coupled with adequate compensation  for its obligations to provide services to \nloss-making customers.31 \n\n65. \nTelecommunications  Act  2009.  Following  several  years  of  negotiations,  and  with  TA \nfrom  the  World  Bank,  the  Telecommunications  Act  was  passed  in  September  2009.  The  act \nprovides for a telecommunication commission to regulate competition, and it sets up a system \nwhere  the  service  providers  will  be  able  to  negotiate  amongst  themselves  and  make \ndeterminations for the proper sharing of services or interconnection agreements. A level playing \nfield has been established to facilitate the entry of new private operators. The act provides for a \nstaged introduction of competition. The market for the key mobile telecommunications segment \nis  to  be  open  to  competition  from  April  2010.  Other  aspects  of  telecommunications  are  to  be \nprogressively opened thereafter. By late 2009, the final compensatory payment had been made \nto Solomon Telekom, a new mobile telephone license had been awarded to an operation linked \nto Papua New Guinea’s B-Mobile, and a new telecommunications regulator was in the process \nof being appointed. \n\nc. \n\nLower Costs of Doing Business \n\n66. \nThe  government  is  implementing  a  number  of  reforms  aimed  at  reducing  the  costs  of \ndoing business and ensuring a level playing field for all businesses. Under subprogram 1, the \nCompanies  Act  2009  and  the  Companies  (Insolvency  and  Receiverships)  Act  2009  were \npassed,  and  the  Secured  Transactions  Act  2008  registry  was  established.  Subprogram  2 \nprovides  for  establishment  of  a  well-functioning  companies  registry.  These  actions  have  been \n\n                                                 \n30 Regulations have been drafted, with ADB support, covering directors’ duties, appointment and removal of directors, \n\ncommunity service obligations, and economic regulatory functions. \n\n31  National Parliament of Solomon Islands Bills and Legislation Committee. 2009. Report on the Telecommunications \n\nBill 2009. NP-Paper No. 34/2009. Honiara (August). \n\n\f \n\n17\n\nundertaken  with  ADB  support  in  a  highly  consultative  manner  that  is  now  providing  a  model \nprocess for other legislative reform.32  \n\n67. \nCompanies  law  reform.  The  previous  Companies  Act  was  based  on  the  1948  United \nKingdom Act. It primarily supported large companies and paid little attention to the needs of the \nsmaller  companies  comprising  the  majority  of  firms  operating  in  the  economy.  The  new \nCompanies Act supports a simpler approach that includes a number of innovations, such as the \nintroduction  of  single-shareholder  companies  and  community  companies.  The  innovative \ncommunity companies—a special type of company designed for use by kin groups—enable the \nuse of community assets in a way that benefits all members of the community. Such structures \nalso improve women’s access to credit and encourage their participation in economic activity by \nmaking  it  easier  for  them  to  form  new  companies.  The  new  act  provides  a  modern  and \nappropriate codified statement of directors’ duties and removes the compulsory requirement for \na company secretary. The act has also eliminated unnecessary discretion and removed many of \nthe onerous and unnecessary reporting obligations under the previous act. The act needs to be \nsupported by a new registry to provide greater certainty around transactions as well as greater \nefficiency. The new Companies Act 2009 is complemented by the Companies (Insolvency and \nReceiverships) Act 2009. \n\n68. \nSecured transactions. The Secured Transactions Act 2008 enables banks to better use \nmovable assets as security for loans. The objective is to help more people access the finance \nnecessary to start or improve their business enterprises. This is intended to overcome the often \noverly  strict  banking  requirements  in  past  use  related  to  securable  assets  and  that  prevented \nindividuals  and  small-  and  medium-scale  businesses  from  accessing  finance.  A  registry  is \nrequired to permit farmers, businesses, and consumers to document the movable property to be \nused as collateral for loans.  \n\nd. \n\nEfficient and Safe Transport \n\n69. \nUnder  subprogram  1,  National  Transport  Fund  Regulations  were  submitted  to  the \nAttorney General for vetting (i.e., approval) to strengthen the funding, payment, and performance \nmonitoring and evaluation mechanisms of the National Transport Fund, and the Maritime Safety \nAdministration  Act  2009  was  gazetted  to  provide  for  operation  of  the  Franchise  Shipping \nScheme.  Subprogram  2  provides  for  (i)  implementation  of  the  National  Transport  Fund \nRegulations, (ii) implementation of an updated National Transport Plan and 3-year rolling work \nprogram, (iii) implementation of the Franchise Shipping Scheme and Solomon Islands Maritime \nSafety  Administration,  and  (iv)  gazettal  of  the  Shipping  (Bareboat  Charter  Registration) \nAmendment Bill. \n\n70. \nThe National Transport Fund, established via the National Transport Fund Act 2009, will \nincrease  the  predictability  of  resource  allocation  and  sustainability  of  operations  and \nmaintenance.  It  is  designed  to  provide  a  secure  source  of  funding  for  road,  wharf,  and \nnavigation  aids  maintenance  while  ensuring  that  funds  are  better  used.  It  is  undercapitalized, \nhowever,  and  managed  under  temporary  arrangements.  Regulations  are  required  to  formalize \nthe  operation  of  the  fund  (e.g.,  in  relation  to  payment  and  performance  monitoring  and \nevaluation mechanisms). These are to be in place in early 2010. Complementary actions will be \nundertaken,  with  ADB  support,  to  build  the  planning,  contracting,  and  asset  management \ncapacity of the implementing agency, the Ministry of Infrastructure and Development.  \n                                                 \n32  ADB. 2005. Technical Assistance to Solomon Islands for Supporting Business Law Reform. Manila (TA 4700–SOL, \nwith cofinancing from the Government of Australia); and Vinstar Consulting. 2009. TA No. 4700-SOL: Supporting \nBusiness Law Reform-Final Report. (May, report prepared for ADB. Auckland). \n\n \n\n\f18 \n\n \n\nTransport plan. Due to deferred maintenance, deteriorated rural facilities are hindering \n71. \nservice  provision  and  posing  safety  risks,  which  problems  will  be  intensified  over  time  by  the \neffects  of  global  climate  change.  There  is  a  need  for  more  robust  construction  and  better \nmaintenance. This in turn requires improved sector planning, funding, and asset management. \nThe 2006 National Transport Plan was prepared to help meet this need. Key objectives of the \nplan  are  integrated  planning,  protection  of  environmental  and  social  sustainability,  and \nincreased resilience in the face of natural disasters. The National Transport Plan provides the \nframework  and  action  plan  for  developing  and  maintaining  physical  infrastructure,  facilitating \ntransport  services,  improving  the  capacity  of  government  agencies,  and  enhancing  private \nsector participation. The plan is supported by a 3-year rolling work program. An update of the \n2006  National  Transport  Plan,  prepared  with  ADB  support,  is  to  be  adopted  in  2010  to \naccommodate the latest transport infrastructure condition and socio-environmental conditions.  \n\n72.  Marine  transport.  Marine  is  the  main  form  of  transport.  In  addition  to  the  constraints \nposed by poor physical infrastructure and safety standards, long distances and low demand for \ncargo and passenger services mean that it is not commercially viable for operators to provide \nservices  to  some  remote  destinations.  Services  are  often  delayed  for  weeks  or  months,  and \nsometimes  cancelled,  leaving  people  and  cargo  stranded.  The  Maritime  Safety  Administration \nAct  was  passed  in  2009  to  provide  for  establishment  of  the  Solomon  Islands  Maritime  Safety \nAdministration to tackle institutional capacity constraints, including lack of strategic direction and \nan incomplete and outdated regulatory environment.33 The act also provides for implementation \nand management of the Franchise Shipping Scheme that will provide subsidies for services to \nremote  communities  using  an  output-based  approach.  The  Shipping  (Bareboat  Charter \nRegistration) Amendment Act is to increase shipping capacity by permitting vessels with foreign \nregistry to be chartered for operation in Solomon Islands. \n\n3. \n\nOutput (iii): Support for the Vulnerable \n\nThe  budget  support  provided  under  the  ERSP  will  allow  a  slightly  higher  level  of \n73. \ngovernment  expenditure  than  otherwise  possible.  Additional  financial  resources  provided  by \nADB will reduce the national budget’s financing gap and thereby help preserve the delivery of \nbasic  transport  services,  rural  health  services,  and  basic  education.  Limits  on  budgeting \nprocedures and the importance of ensuring simple monitoring necessitate the adoption of high-\nlevel expenditure indicators under subprogram 1.  \n\n74. \nSpecifically,  the  government  made  commitments  under  subprogram  1  to  allocate \nadditional funds under the 2010 recurrent budget to goods and services (i.e., nonpayroll costs) \nfor  education,  health,  and  infrastructure  services.  These  additional  funds  (exclusive  of  sector \nbudget support) are to at least equal the level of the grant provided under the ERSP. The 2010 \nrecurrent  budget  provided  an  additional  allocation  of  SI$118  million  to  goods  and  services  for \nthe  grant  of \neducation,  health,  and \napproximately SI$40 million provided under subprogram 1 of the ERSP (Table 3). The potential \nto refine the targeting of funding for basic social services will be pursued under subprogram 2.34 \n\nthat  substantially  exceeds \n\ninfrastructure  services \n\n                                                 \n33 With  the  support  of  ADB.  2007.  Technical  Assistance  to  Solomon  Islands  for  Preparing  the  Domestic  Maritime \nSupport Project and Technical Support Program. Manila (TA 4980-SOL, approved in October, for $2.0 million). \n34  For  example,  a  better  targeting  of  resources  would  be  provided  by  prioritizing  provincial  health  services  funded \nthrough  the  Ministry  of  Health,  early  education  and  primary  school  activities  funded  through  the  Ministry  of \nEducation  and  Human  Resource  Development,  outsourced  repair  and  maintenance  activities  funded  through  the \nMinistry of Infrastructure Development, and the allocation to the National Transport Fund. \n\n\f \n\n \n\nIn addition to helping maintain expenditure on basic services used by the vulnerable, it is \n75. \nproposed  that  the  ERSP  be  complemented  by  a  regional  project:  Social  Protection  of  the \nVulnerable in the Pacific. The project is proposed for financing as a grant from the Japan Fund \nfor  Poverty  Reduction  (see  the  discussion  in  Special  Features).  The  design  and  monitoring \nframework (Appendix 1) will track key indicators of impacts on women and the vulnerable. \n\n4. \n\nOutput (iv): Communication and Ownership of Policy Actions \n\nUnder  subprogram  1,  fiscal  information  (prepared  on  a  government  financial  statistics \n76. \nbasis)  was  presented  publicly  on  a  monthly  basis,  and  the  government  publicly  released  the \nIMF’s  Article  IV  Staff  Report  2009.  A  commitment  was  also  made  to  release  a  midyear  fiscal \nupdate reporting the status of implementing the 2010 budget and medium-term fiscal strategy. \nUnder  subprogram  2,  a  communications  and  engagement  strategy  will  be  developed  and \nimplemented  to  explain  (i)  the  government’s  response  to  the  global  economic  crisis,  including \nactions  to  address  the  needs  of  the  vulnerable;  (ii)  the  state  of  the  public  finances  and  public \nfinancial  management  reform;  and  (iii)  structural  initiatives.  Moreover,  public  release  of  key \nfiscal information will be expanded to include debt statistics and operation of a MOFT website. \n\nTable 3: Recurrent Expenditure on Goods and Services \n\nMinistry \nEducation and Human Resource Development \nHealth and Medical Services \nHome Affairs \nPolice and National Security \nProvincial Government and Institutional \nStrengthening \nCommerce and Tourism \nInfrastructure Development \nAgriculture and Livestock Development \nOther ministries \n \n  \n\nTotal \n\nSI$ Million \n(current prices) \n2009\n165 \n122 \n21 \n49 \n\n2008\n221 \n140 \n27 \n48 \n\n2010  \n238  \n162  \n56  \n67  \n\n43 \n22 \n46 \n9 \n244 \n799 \n  \n\n45 \n17 \n39 \n11 \n288 \n756 \n  \n\n62\n29  \n50  \n16  \n337  \n1,015  \n \n  \n\n  Annual Change in SI$ \nMillion (current prices) \n\n2009 \n\n(56) \n(18) \n(6) \n1 \n\n2 \n\n(5) \n(6) \n2 \n44 \n(43) \n\n2010 \n73  \n40  \n35  \n18  \n\n17  \n12  \n11  \n5  \n49  \n259  \n\n  \n\n  \n\n( ) = negative. \nNote: Data for 2008 are actual, for 2009 are projected, and for 2010 are budgeted levels.  \nSources: Ministry of Finance and Treasury, Solomon Islands Budget: Budget Strategy, various years; and ADB staff \nestimates. \n \n77. \nThis  output  is  directed  to  achieving  the  government’s  medium-term  goal  of  bringing \nabout  genuine  economic,  political,  and  social  partnerships  between  stakeholders.  It  builds  on \nlessons from ADB experience in implementing program grants calling for attention to developing \nlocal awareness, understanding, and ownership of programs in order to promote their success. \nThe output also draws on findings of the Parliamentary Bills and Legislation Committee, which \nhas reported insufficient consultation with external stakeholders on some legislative reform and \nurged additional effort on consultation.35 \n\n                                                 \n35 See  for  example  the  committee’s  reports  on  the  Foreign  Investment  (Amendment  and  Validation)  Bill  2009,  the \nPenalties Miscellaneous Amendment Bill 2009, and the Customs Valuation Bill 2009 (available at the Parliament’s \nwebsite, http://www.parliament.gov.sb/). \n\n19\n\n \n\n\f20 \n\n \n\nThis  action  will  deepen  the  steps  already  taken  by  the  government  to  broaden \n78. \ncommunication  and  engagement  with  stakeholders.  Key  parliamentary  committees  have  been \nrevitalized,  notably  the  Public  Accounts  Committee  and  the  Bills  and  Legislation  Committee.36 \nFurther, the monthly monetary monitoring meeting (4Ms) remains active. The 4Ms is chaired by \nMOFT and comprises the Central Bank of Solomon Islands, the Office of the Prime Minister and \ncabinet,  and  the  Ministry  of  Development  Planning  and  Aid  Coordination.  It  meets  monthly  to \nmonitor  the  overall  situation  of  government  finances  as  well  as  the  monetary  position  of  the \neconomy.  The  4Ms  has  been  operating  since  the  early  1990s  and  was  a  key  source  of \neconomic and fiscal guidance during the period of civil unrest from the late 1990s.  \n\n79. \nThe  government  has  made  efforts  to  engage  with  the  private  sector  through  the \nestablishment of an economic advisory council of Solomon  Islands that includes key business \nleaders.  The  communication  and  engagement  strategy  committed  to,  and  subsequently \nimplemented  as  part  of  this  program,  will  build  on  this  by  involving  the  council  and  other  key \nstakeholders in the formulation and implementation of the communications strategy.  \n\nD. \n\nTriggers for Subprogram 2 \n\n80. \nThe  ERSP  is  a  cluster  program  of  two  subprograms.  The  development  policy  letter \n(Appendix  2)  sets  out  the  government  policy  agenda.  The  policy  matrix  attached  to  the \ndevelopment  policy  letter  describes  the  policy  actions  of  subprogram  1  and  triggers  for \nsubprogram  2.  Indicative  monitorable  milestones  for  subprogram  2  are  incorporated  into  the \ndesign and monitoring framework (Appendix 1). \n\nThe  design  of  subprogram  2  will  depend  on  the  outcome  of  subprogram  1  and  the \n81. \ngovernment’s  emerging  priorities.  Consideration  of  subprogram  2  will  depend  on  satisfactory \nprogress  toward  the  policy  triggers  for  subprogram  2  and  reconfirmation  of  the  policy \ncommitment  by  the  government  formed  following  the  2010  national  elections.  The  CEWG  will \nplay  an  important  role  in  assessing  these  matters.  It  is  expected  that  subprogram  2  will  be \nsubmitted to the ADB Board of Directors for consideration in early 2011 upon completion of key \ntriggers.  It  should  be  noted  that  the  expected  timeframe  for  processing  subprogram  2  is  only \nindicative and, in the event of delay, the timing is not specifically limited. \n\n82.  While  subprogram  2  contains  specific  policy  actions  as  triggers,  the  program  cluster \napproach  provides  flexibility  to  respond  to  new  circumstances.  The  tranche  release  conditions \nfor  subprogram  2  are  not  specified  at  the  outset  of  the  ERSP.  These  will  be  determined  in \nconsultation  with  the  government  based  on  lessons  from  subprogram  1  and  ongoing  policy \ndialogue.  These  tranche  release  conditions  are  likely  to  be  in  the  policy  areas  set  out  in  the \nsubprogram  2  triggers.  This  approach  will  ensure  the  ERSP  is  synchronized  with  the \ngovernment’s policy agenda and is responsive to current conditions. \n\n                                                 \n36  The Public Accounts Committee is responsible for the examination of public accounts, Auditor General reports, and \nthe draft annual budget. The committee includes both government and opposition members, and it is chaired by a \nmember  of  the  opposition.  The  Auditor  General  acts  as  secretary.  The  print  and  broadcast  media  are  invited  to \ncommittee meetings, which are normally televised. The Bills and Legislation Committee reviews all bills presented \nto  Parliament.  The  committees  issue  reports  on  its  findings  with  recommendations  that  are  available  on \nParliament’s website.  \n\n\f \n\n21\n\nE. \n\nResponding to Lessons \n\nAn  ADB-funded  public  sector  reform  program  was  initiated  in  August  1998.37  The \n83. \nprogram aimed at supporting policy reform measures in four main areas: (i) macroeconomic and \nfiscal reforms; (ii) public sector management, including public sector reform, reorientation of the \npublic  sector,  and  movement  toward  performance-based  management;  (iii)  SOE  reform, \nincluding  to  establish  regulatory  frameworks,  corporatization,  and  privatization;  and  (iv) \nstrengthening  governance  institutions  to  improve  accountability  and  transparency.  An  early \nreview of the program concluded that “(p)rogress has been made in difficult circumstances and \nagainst  considerable  resistance  from  opponents  of  reform.”38  However,  the  civil  unrest  that \nerupted in mid-1999 ultimately resulted in a new government taking over in mid-2000. The new \nadministration  did  not  support  the  program  objectives  and  the  program  ended  prematurely. \nDesign of the ERSP has incorporated the lessons from this experience, as well as from ADB’s \nprogram lending elsewhere in the Pacific and in Asia.39  \n\n84. \nCountry ownership is pursued by anchoring the ERSP, MTDS 2008–2010, and the 2009 \nand  2010  budgets  to  the  government’s  policy  matrix  while  aligning  actions  with  that  matrix. \nThere  is  broadly  based  awareness  of  the  need  for  action,  both  in  response  to  the  global \neconomic  crisis  and  to  address  the  need  to  diversify  away  from  logging  and  foreign  aid.  The \nERSP builds on this awareness.  \n\n85. \nThe cluster approach is adopted to provide the extra time and flexibility needed to build a \ndemand-driven  program.  Notably,  the  finalization  of  subprogram  2  after  the  2010  general \nelection will provide flexibility to align the policy actions with the agenda of any new government. \nThis will also facilitate reassessing the political commitment to the ERSP, which is considered \ncritical given the long-term nature of the policy actions pursued and ADB’s experience with the \n1998 program loan.40 The cluster approach responds to the lesson that program lending has not \nalways been firmly based on an assessment of achievable rates of change and that it has been \ntoo inflexible where rigidity has contributed to program delays. This approach is a key response \nto the need to innovate in weakly performing countries such as Solomon Islands. \n\n86. \nBecause the creation of new structures and processes can erode country ownership, the \nuse of existing institutional structures and enhancing existing systems and processes have been \nemphasized. ADB’s participation in the CEWG process is a key enhancement that will be critical \nto sustaining results from the program. \n\n                                                 \n37 ADB. 1998. Report and Recommendation of the President to the Board of Directors:  Proposed Loan and Technical \nAssistance Grant to Solomon Islands for the Public Sector Reform Program. Manila (Loan 1627-SOL[SF], for $25 \nmillion, approved on 27 August). \n\n38 ADB. 1999. Reforms in the Pacific: An Assessment of the ADB’s Assistance for Reform Programs in the Pacific. \n\nManila (p.140). \n\n39  Key sources of lessons are: ADB. 2009. ADB’s Support for Public Sector Reforms in the Pacific: Enhanced Results \nthrough Ownership, Capacity  and Continuity. Manila; ADB.  2001. Special  Evaluation Study on Program Lending. \nManila (November); and ADB. 1999. Reforms in the Pacific: An Assessment of the ADB’s Assistance for Reform \nPrograms in the Pacific. Manila. \n\n40  ADB’s  1999  evaluation  of  program  loans  from  the  1990s  (previous  footnote)  found  that  “The  most  significant \nsuccess factor of Bank assistance for reforms in the Pacific is also the most obvious: political commitment to and \nownership of the reform program is essential. Externally imposed reform measures (conditionalities) that have little \ngovernment  ownership  are  doomed  to  certain  failure.”(ADB.  1999.  Reforms  in  the  Pacific:  An  Assessment  of  the \nADB’s Assistance for Reform Programs in the Pacific. Manila. p.#167). The importance of political commitment and \nownership was reiterated in ADB. 2009. ADB’s Support for Public Sector Reforms in the Pacific: Enhanced Results \nthrough Ownership, Capacity and Continuity. Manila. \n\n \n\n\f22 \n\n \n\nCountry  ownership  and  endorsement  is  facilitated  by  a  relatively  simple  scope  that \n87. \navoids  the  overly  complex  programs  developed  for  the  Pacific  in  the  1990s.  The  relatively \nsimple scope is adopted to enhance prospects for sustainable impacts by keeping the program \nrealistic  and  within  the  capacity  of  Solomon  Islands.  This  is  a  further  response  to  the  need  to \ninnovate in weakly performing countries. The relatively simple scope has also been adopted to \nfacilitate communication and encourage broad endorsement of the program. \n\n88. \nProgram  lending  evaluations  have  supported  the  basic  rule  that  broad  participation,  in \nparticular from affected groups and sectors, is critical to the success of public policy reform. The \nERSP applies this principle by (i) implementing the government’s policy agenda; (ii) drawing on \nthe  diagnostic  work  of  the  latest  Pacific  Island  Economic  Report  for  Solomon  Islands,  which \nitself builds on findings from extensive consultation (including with community groups); and (iii) \nincluding as one of four output areas actions to provide for public communication and ownership \nof economic and fiscal management initiatives. \n\nF. \n\nSpecial Features \n\n89. \nThe  CEWG  process  established  by  the  government  is  an  innovative  program  feature. \nThe  process  has  been  critical  to  formulating  a  single  government-led  policy  matrix  that  all \ndevelopment  partner  members  support  and  to  helping  meet  the  budget  financing  gap  arising \nfrom the economic slowdown. \n\n90. \nThe ERSP pays special attention to the needs of the vulnerable. The program contains \nactions to help maintain expenditure on key basic services used by the vulnerable. In addition, it \nis proposed that the program be complemented by a regional project: Social Protection of the \nVulnerable in the Pacific. The project is proposed for financing as a grant from the Japan Fund \nfor  Poverty  Reduction,  with  a  proposed  allocation  for  Solomon  Islands  of  $2.5  million.  The \nproposed regional project will provide (i) a short-term response to the vulnerable (a block grant \nto  selected  communities  for  health-related  activities  to  improve  food  security  and  health \noutcomes  for  the  vulnerable,  especially  pregnant  women  and  infants);  (ii)  a  pilot  social  safety \nnet program (an innovate community social insurance scheme with skills development training \ntargeting  vulnerable  women  as  primary  participants); \n(iii)  capacity  development  of \nnongovernment  organizations  and  civil  society;  and  (iv)  regional  dialogue,  knowledge \ndissemination, and project management. \n\nG. \n\nFinancing Plan \n\n91. \nIt  is  proposed  that  a  cluster  of  grants  totaling  $10.00  million,  comprising  two \nsubprograms  of  $5.00  million  each,  be  provided  from  ADB’s  Asian  Development  Fund \nresources  subject  to  terms  and  conditions  as  set  forth  in  the  draft  grant  agreement.  The \nremaining  cost  to  the  budget  of  the  actions  included  in  the  policy  matrix  will  be  met  by  the \ngovernment of Solomon Islands. \n\n92. \nGrant  size  has  been  determined  after  due  consideration  for  (i)  the  estimated  impact  of \nthe  global  economic  crisis;  (ii)  the  national  budget’s  overall  projected  financing  requirement, \nwhich is estimated by the IMF at $25.00 million annually in 2010 and 2011; (iii) the shortfall in \nfinancing available from other development partners; (iv) the significance and complexity of the \nERSP  policy  actions;  and  (v)  the  ERSP’s  conformity  with  ADB’s  interim  country  partnership \nstrategy  (2009–2011).  Grant  size  also  recognizes  (i)  the  contribution  that  will  be  made  to \nprotecting important social expenditure; and (ii) the government’s demonstrated commitment to \n\n\f \n\n23\n\nimplement  a  policy  agenda,  as  evidenced  by  policy  actions  achieved  over  2009  and  efforts \nundertaken to promote effective government–development partner dialogue through the CEWG. \n\nH. \n\nImplementation Arrangements \n\n93. \nProgram management. MOFT will be the executing and implementing agency and will \noversee policy, legal, and regulatory actions while ensuring that the policy actions as agreed by \nthe government and ADB are carried out duly and on time. MOFT  will also be responsible for \noverall  implementation  of  the  program,  including  to  carry  out  all  policy  actions,  program \nadministration, disbursements, and maintenance of all program records. The CEWG will be the \nprogram  coordinating  committee  and  shall  hold  a  special  meeting  on  the  program  at  least \nquarterly  to  monitor  progress  and  provide  guidance  to  the  MOFT.  The  committee  may  invite \nother government agencies to contribute as needed. Consideration will be given to transferring \nthe program coordinating committee role to the 4Ms in the later stages of the ERSP. \n\n94. \nImplementation  period.  The  program  cluster  period  will  be  from  1  March  2009  to  28 \nFebruary 2012. This is the period in which the policy actions agreed with the government and \nset  out  in  the  policy  matrix  were  formulated  and  will  be  put  into  place.  Subprogram  1  will  be \nimplemented from 1 March 2009 to 28 February 2010, with monitoring continuing through 2010 \nand 2011 as necessary. \n\n95. \nProcurement  and  disbursement.  The  proceeds  of  the  grant  will  be  disbursed  to \nSolomon  Islands  as  the  recipient  according  to  ADB’s  simplified  disbursement  procedures  and \nrelated requirements for program loans.41 The proceeds will be used to finance items produced \nand procured in ADB member countries, while items in the list of ineligible items (Appendix 9) \nand  imports  financed  by  other  bilateral  and  multilateral  sources  are  excluded.  Grant  proceeds \ndisbursed against imports will require a certificate from the government stipulating that the value \nof the total imports of Solomon Islands, minus its imports from nonmember countries, ineligible \nimports, and imports financed under other official  development assistance, is at least equal to \nthe amount of the grant to be disbursed during a particular year. \n\n96. \nThe grant proceeds will be used to finance the full foreign exchange costs. Supporting \nimport documentation will not be required if during each year that grant proceeds are expected \nto be disbursed the value of Solomon Islands imports minus imports from nonmember countries, \nineligible imports, and imports financed under other official development assistance is equal to \nor  greater  than  the  amount  expected  to  be  disbursed  during  that  year.  The  government  will \ncertify its compliance with this formula with the withdrawal request. \n\n97. \nIn accordance with the simplified disbursement procedures and related requirements for \nprogram loans, all goods and services produced and originating in ADB member countries will \nbe  procured,  with  due  consideration  to  economy  and  efficiency,  in  compliance  with  the \ngovernment’s  standard  public  procedures  and  normal  private  sector  commercial  practices \nacceptable  to  ADB.  Goods  commonly  traded  on  international  commodity  markets  will  be \nprocured  according  to  procedures  appropriate  to  the  trade  and  acceptable  to  ADB.  Before \nwithdrawal,  the  government  will  open  or  nominate  a  deposit  account  with  the  Central  Bank  of \nSolomon  Islands  to  receive  the  grant  proceeds.  The  account  will  be  managed,  operated,  and \nliquidated  according  to  terms  satisfactory  to  ADB.  Subprogram  1  will  provide  for  retroactive \nfinancing  for  eligible  expenditures  incurred  by  the  government  up  to  180  days  before  grant \n\n                                                 \n41 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n\n \n\n\f24 \n\n \n\neffectiveness.  ADB  will  have  the  right  to  audit  use  of  the  grant  proceeds  and  to  verify  the \naccuracy of the government’s certification. \n\n98. \nTranches. The program will be provided as a cluster grant comprising two subprograms \neach  of  a  single  tranche.  A  single  tranche  grant  of  $5.00  million  is  to  be  disbursed  under \nsubprogram 1 when the government has met the conditions for effectiveness. Subprogram 2, a \nsingle  tranche  grant  of  $5.00  million,  will  be  presented  for  consideration  and  approval  by  the \nBoard  based  on  the  progress  achieved  in  implementing  subprogram  1,  including  the  status  of \ncompliance with the proposed policy actions and readiness of the government to continue the \npolicy agenda. Subprogram 2 is expected to be considered by the Board about 12 months after \nsubprogram 1 grant effectiveness. \n\nCounterpart  funds.  Local  currency  generated  from  the  proceeds  of  the  grants  will  be \n\n99. \nused to support public expenditure objectives under the program. \n\n100.  Program  performance  monitoring  and  evaluation.  MOFT  will  (i)  within  3  months  of \ngrant  effectiveness,  establish  and  maintain  a  performance  evaluation  system  for  the  program \nthat will be derived from the design and monitoring framework, policy letter, and policy matrix; \nand  (ii)  monitor  and  report  to  ADB,  on  a  biannual  basis  over  the  term  of  the  program,  the \nimplementation of policy actions and their impact on budget outcomes, in line with the program \nimpact and outcome indicators agreed upon with the government. As the program’s outcomes \nand impacts will be most clearly felt beyond the period of its implementation, MOFT will continue \nto  monitor  these.  Monitoring  of  outcomes  and  impacts  will  make  maximum  use  of  the \ngovernment’s own processes and other mechanisms, including the CEWG, so as to ensure it is \nnot an onerous requirement. \n\n101.  Program review. In cooperation with MOFT and the CEWG, ADB will carry out periodic \nreviews  of  progress  implementation  and  assess  the  impact  of  the  ERSP.  ADB’s  Solomon \nIslands resident coordinator, colocated with the World Bank, will be central to ADB’s contribution \nto continuing policy dialogue through the CEWG.  \n\n102.  The government will keep ADB informed of the outcome of policy discussions with other \nmultilateral  and  bilateral  agencies  having  implications  for  ERSP  implementation,  and  it  will \nprovide  ADB  with  the  opportunity  to  comment  on  any  resulting  policy  proposals.  ADB,  in \ncollaboration with MOFT and key multilateral and bilateral agencies via the CEWG, will review \nprogram  performance  about  6  months  after  grant  effectiveness  regarding  the  outcome  of \nsubprogram  1  and  before  beginning  preparation  of  subprogram  2.  This  review  will  evaluate \nimplementation of the policy reform measures under subprogram 1, assess the impact, describe \nlessons  identified  during  the  program  period,  and  outline  policy  actions  and  any  assistance \nneeded for sustained economic recovery and to enable processing of subprogram 2. Program \nreviews and the subprogram 2 design will draw on dialogue with stakeholders from the private \nsector and civil society, such as the economic advisory council established by the Office of the \nPrime Minister and the Solomon Islands Chamber of Commerce. \n\nThe government and ADB have agreed on a range of outcome and output indicators \n103. \nto  monitor  the  ERSP  implementation  and  evaluate  its  impact  within  the  overall  ERSP  design \nand monitoring framework (Appendix 1). \n\nA program  completion report will be prepared for each subprogram, with an overall \n104. \nreport  to  be  prepared  within  1  year  following  the  end  of  the  program  for  the  purposes  of \nevaluating its overall success. The government will maintain its monitoring and evaluation of the \n\n\f \n\n25\n\nprogram  at  least  until  completion  of  the  program  completion  report.  ADB  will  also  conduct  a \npost-program  review  to  assess  ongoing  progress  against  the  medium-term  indicators  of  the \ndesign and monitoring framework and the medium-term program direction of the policy matrix. \n\n \n\n105.  Anticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto  and  discussed  with  the  government  and  MOFT.  Consistent  with  its  commitment  to  good \ngovernance, accountability, and transparency, ADB reserves the right to investigate, directly or \nthrough its agents, any alleged corrupt, fraudulent, collusive, or coercive practices relating to the \nprogram.  To  support  these  efforts,  relevant  provisions  of  ADB’s  Anticorruption  Policy  are \nincluded  in  the  grant  regulations  and  bidding  documents  for  the  program.  In  particular,  all \ncontracts  financed  by  ADB  in  connection  with  the  program  shall  include  provisions  specifying \nADB’s  right  to  audit  and  examine  the  records  and  accounts  of  MOFT  and  all  contractors, \nsuppliers,  consultants,  and  other  service  providers  as  they  relate  to  the  program.  These \nmeasures  will  complement  the  actions  underway  to  improve  financial  accountability  and \nanticorruption  measures,  which  are  being  put  in  place  with  the  assistance  of  RAMSI  and \ndevelopment  partners.  Key  actions  relate  to  strengthening  of  financial  reporting  and  audit, \nrevising  payroll  and  financial  management  systems,  and  refining  financial  instructions  and \nprocurement practices (as incorporated in output (i): improved fiscal management). \n\nIV. \n\nTECHNICAL ASSISTANCE  \n\n106.  The TA on Pacific Economic Management is supporting economic monitoring, analysis, \nand policy advice in Pacific developing member countries, including Solomon Islands.42 The TA \nsupports the strengthening of economic monitoring systems and uses this information to provide \nhigher-quality  economic  advice.  The  TA  is  focused  on  assisting  the  formulation  and \nimplementation of country-specific actions in response to the global economic crisis. The scope \nof assistance extends to revitalization of economic management systems, including support for \nthe implementation of communication and awareness raising initiatives and the formulation and \nimplementation of budget and structural reform actions. \n\n107.  Under the TA on Pacific Private Sector Development Initiative, ADB is supporting Pacific \ndeveloping  member  countries,  including  Solomon  Islands,  in  the  coordination  of private  sector \nreforms;  analysis  of  private  sector  development-related  issues  and  projects;  reform  of  the \ncompanies,  company  registry,  and  bankruptcy  legislation;  secured  transactions  initiatives;  and \nactions  to  improve  governance  and  restructuring  of  the  SOE  sector.43  Support  is  also  being \nconsidered for review of the Customs and Excise Act while building on ADB’s experience with \nthe reform of business legislation. \n\n108.  ADB  is  the  lead  development  partner  in  supporting  improvements  to  the  transport \nnetwork  (land,  sea,  and  air).  ADB  TA  has  supported  investment  in  the  sector  by  developing \ncapacity  in  the  Ministry  of  Infrastructure  and  Development.  In  2008,  a  multiyear  TA  project \nstarted to support continuing development of the Ministry of Infrastructure and Development as \na planning, contracting, and asset management agency through a technical support program.44 \nThis  includes  long-term  support  to  the  Transport  Policy  and  Planning  Unit  to  implement  the \n\n                                                 \n42 ADB. 2009. Technical Assistance for Pacific Economic Management. Manila (TA 7280-REG, subprogram 1). \n43  ADB.  2006.  Technical  Assistance  for  Pacific  Private  Sector  Development  Initiative.  Manila  (TA  6353-REG);  and \nADB.  2009.  Technical  Assistance  for  Pacific  Private  Sector  Development  Initiative,  Phase  II.  Manila  (TA  7430-\nREG). \n\n44  ADB.  2007.  Technical  Assistance  to  Solomon  Islands  for  Preparing  the  Domestic  Maritime  Support  Project  and \nTechnical Support Program. Manila (TA 4980–SOL) and ADB. 2009. Technical Assistance to Solomon Islands for \nPreparing the Transport Sector Development Project. Manila (TA 7335-SOL). \n\n \n\n\f26 \n\n \n\nlegislation  and  establishment  of \n\nNational Transport Plan. TA has also assisted developments in the maritime sector, notably the \npreparation  of  new \nthe  Shipping  Franchise  Scheme \n(Supplementary  Appendix  A).  In  addition,  the  new  capacity  will  be  utilized  under  a  transport \nsector  development  project  to  be  developed  by  project  preparatory  TA  to  improve  sustainable \naccessibility via improved land, sea, and air transport throughout the nation and a sector-based \napproach to improve the effectiveness of donor contributions to the transport sector. \n\n109.  Recognizing  the  lead  role  undertaken  by  RAMSI  and  the  Government  of  Australia  to \ndirectly  support  PFM,  and  the  support  from  the  IMF’s  Pacific  Financial  Technical  Assistance \nCentre  (Appendix  8),  ADB  has  not  focused  on  this  area  in  Solomon  Islands.45  Support  is, \nhowever, provided on a regional basis to the Pacific Association of Supreme Audit Institutions of \nwhich the Solomon Islands Audit Office is a member.46 Through that association, the Solomon \nIslands Audit Office is participating in the activities of the Pacific Regional Audit Initiative. The \ninitiative  assists  regional  cooperation  and  coordination  among  Pacific  audit  agencies  so  as  to \nbuild  and  sustain  public  auditing  capacity.  In  addition,  ADB  is  supporting  the  development  of \ninternal audit in the Pacific in conjunction with the IMF’s Pacific Financial Technical Assistance \nCentre,  initially  in  three  pilot  countries.47  While  the  government  is  not  included  as  one  of  the \ninitial pilots, MOFT has expressed interest in the TA and ADB will consider extending support to \nthe Internal Audit Unit within MOFT later in 2010. \n\n110.  ADB’s Solomon Islands resident coordinator (as funded under TA 6475-REG), colocated \nwith the World Bank, provides overall support to ADB’s TA in Solomon Islands.  \n\nV. \n\nPROGRAM BENEFITS, IMPACTS, AND RISKS \n\nA. \n\nBenefits and Impacts \n\n111.  Economic. The program will help address the impact of the global economic crisis that \nhas  brought  forward  an  adjustment  expected  as  natural  forests  approach  exhaustion.  The \ngovernment  needs  to  counter  these  developments  by  improving  economic  and  fiscal \nmanagement. The program provides the fiscal resources to a collaborative development partner \neffort to assist Solomon Islands make the adjustment to the new economic environment. \n\n112.  Social.  The  program  will  help  the  government  limit  any  short-run  increase  in  poverty \nincidence arising from the economic slowdown. This is primarily to be assured by providing the \nfinancial resources needed for the government to protect funding for basic transport, education, \nand  health  expenditures,  and  thereby  helping  ensure  the  delivery  of  essential  services  to  the \nvulnerable.  No  negative  social  impacts  are  expected.  The  program  will  not  affect  indigenous \npeoples. The summary poverty reduction and social strategy is in Appendix 10. \n\n113.  Environmental.  No  adverse  environmental  impacts  are  anticipated  from  this  program. \nNo  environmental  assessment  is  necessary  for  the  program  to  be  implemented.  An \nenvironmental analysis is in Supplementary Appendix B. \n\n                                                 \n45  ADB  supports  the  operation  of  the  Pacific  Financial  Technical  Assistance  Centre  through  ADB.  2008.  Technical \n\nAssistance for Pacific Financial Technical Assistance Centre 2008–2011. Manila (TA 42142-REG). \n\n46  ADB.  2008.  Technical  Assistance  for  Strengthening  Governance  and  Accountability  in  Pacific  Island  Countries \n\n(Phase 2). Manila (TA 6499-REG, cofinanced by the Japan Special Fund and the Government of Australia). \n\n47  Support  is  provided  under  ADB.  2008.  Technical  Assistance  for  Strengthening  Public  Financial  Management  in \nPacific Developing Member Countries. Manila (TA 6507-REG). Cook Islands, Samoa, and Tonga are the three pilot \ncountries. \n\n\f \n\n27\n\n114.  Financial. The program will support improved PFM in ministries and SOEs, as well as \ntarget overall fiscal discipline and a focus of budget resources on priority expenditures.  \n\nB. \n\nRisks \n\n115.  Key risks are that (i) political instability weakens fiscal discipline and policy commitment, \nparticularly  in  the  lead-up  to  the  2010  election;48  (ii)  there  will  be  insufficient  capacity  in \ngovernment to implement the program; (iii) the revenue position of the government deteriorates \nand impedes service delivery; and (iv) excessive growth in expenditure will crowd out essential \nexpenditure,  making  it  difficult  to  achieve  and  capitalize  on  the  policy  actions  of  the  program \n(e.g.,  because  of  a  large  increase  in  entitlements  for  members  of  Parliament  and/or  a  large \npublic sector wage increase). \n\n116.  Program  design  elements  mitigate  these  risks.  The  first  risk  is  to  be  minimized  by \noperating  the  program  over  two  parliamentary  terms.  This  will  enable  the  government’s \ncommitment to be reevaluated after the 2010 election as part of the subprogram 2 formulation, \nand, as necessary, for the ERSP to be tailored  to new circumstances. A communications and \nengagement strategy is also incorporated into the ERSP in an effort to encourage broad-based \ncommunity and political support for the program’s policy actions.  \n\n117.  TA  will  be  provided  on  a  selective  basis  to  supplement  the  expertise  needed  to \nimplement key policy actions. It is nonetheless recognized that although there is commitment to \ncontinuing implementation of the policy agenda, technical and managerial resources are in short \nsupply. There is thus a risk that insufficient skilled staff will be retained or recruited by the line \nministries and public enterprises to ensure the sustainability of policy actions.  \n\n118.  The risk of shortcomings on the fiscal side will be lessened through an explicit focus in \nthe ERSP on fiscal discipline. TA on economic and fiscal management will also be available to \nhelp improve budget formulation and implementation.  \n\n119. \nImportantly,  the  ERSP  also  relies  on  (i)  an  improvement  in  the  global  economy;  (ii)  a \npositive response by the private sector to improved economic conditions; (iii) a commitment of \ngovernment agencies to improve performance; (iv) the provision of complementary financial and \ntechnical  resources  by  development  partners;  and  (v)  the  continued  operation  of  key \ncoordinating mechanisms, notably the 4Ms and the CEWG. \n\n120.  Overall, the potential benefits from reducing the impact of the global economic crisis and \nproviding  improved  basic  services  with  supporting  structural  and  governance  initiatives  are \nconsidered to outweigh the risks. Indeed, the cost of inaction could be high, particularly if social \ntensions  are  increased  by  weak  economic  conditions  and  problems  in  the  delivery  of  basic \nservices by the public sector. \n\nVI. \n\nASSURANCES AND CONDITIONS \n\nA. \n\nSpecific Assurances \n\nIn  addition  to  the  standard  assurances,  the  government  has  given  the  following \n\n121. \nassurances, which will be incorporated in the legal documents: \n                                                 \n48  A key consideration is that although local ownership of the PFM reform agenda is evident, the risk of slippage has \nbeen  identified  as  high  (PEFA  Program.  2008.  Solomon  Islands  Public  Financial  Management-Performance \nReport. Rotterdam: ECORYS Nederland BV [November, pp.73–74]). \n\n \n\n\f28 \n\n \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\nThe  government  will  (a)  ensure  that  the  policies  already  adopted  and  actions \nalready taken as described in the development policy letter, including the policy \nmatrix,  continue \nthe  program  period  and \nsubsequently; and (b) promptly adopt all other policies and take all other actions \nindicated in the development policy letter, including the policy matrix, and ensure \nthat such policies and actions continue in effect for the duration of the program \nperiod and subsequently. \n\nthe  duration  of \n\nin  effect \n\nfor \n\nThe  government  will  keep  ADB  informed  of  policy  discussions  with  other \nmultilateral  or  bilateral  aid  partners  that  have  implications  for  implementation  of \nthe  program,  keep  ADB  informed  of  the  progress  made  in  carrying  out  the \npolicies and actions set out in the development policy letter and the policy matrix, \nand  provide  ADB  with  an  opportunity  to  comment  on  any  resulting  policy \nproposals. The  government  will  continue  policy  dialogue  with  ADB  on  problems \nand  constraints  encountered  during  implementation  of  the  program  and  on \ndesirable changes to overcome or mitigate such problems and constraints. \n\nThroughout the implementation of the program, the government will ensure that \nadequate  resources  are  allocated  and  released  in  a  timely  manner  in  order  to \nensure  proper  implementation  of  the  ERSP  as  described  in  the  development \npolicy letter.  \n\nThe  government  will  undertake  necessary  measures  to  create  and  sustain  a \ncorruption-free  environment;  ensure  that  its  anticorruption  law  and  regulations \nand  ADB’s  Anticorruption  Policy  are  strictly  enforced  and  complied  with  during \nthe  program  implementation;  and  facilitate  ADB  to  exercise  its  right  to \ninvestigate,  directly  or  through  its  agents,  any  alleged  corrupt,  fraudulent, \ncollusive, or coercive practices relating to the program.  \n\nThe  government  will  ensure  that:  (a)  within  3  months  of  grant  effectiveness,  a \nperformance  evaluation  system,  acceptable  to  ADB,  will  be  established  and \nmaintained; and (b) MOFT monitors and reports to ADB, biannually over the term \nof the program, the implementation of policy actions and their impact on budget \noutcomes  and  public  enterprise  performance \nfinancial  and \nperformance  indicators),  as  aligned  with  the  program  impact  and  outcome \nindicators agreed upon with the government. \n\n(including \n\nThe government will ensure that: (a) its monitoring and evaluation of the program \nremains  in  effect  for  at  least  1  year  after  completion  of  the  program,  and  (b) \nwithin 1 year of program completion, it will prepare a program completion report \nfor the purposes of evaluating the program’s overall success. \n\n \nConditions for Grant Effectiveness \n\nB. \n\n122.  The  grant  will  become  effective  only  after  the  government  has  satisfactorily  fulfilled  all \nconditions for the release of the single tranche of subprogram 1. \n\nVII. \n\nRECOMMENDATION \n\nI am satisfied that the proposed grant would comply with the Articles of Agreement of the \n\n123. \nAsian Development Bank (ADB), and recommend that the Board approve: \n\n(i) \n\nthe  Program  cluster  to  Solomon  Islands  for  the  Economic  Recovery  Support \nProgram; and  \n\n\f \n\n(ii) \n\n9 February 2010 \n\nthe  grant  not  exceeding  $5,000,000  to  Solomon  Islands  from  ADB’s  Special \nFunds resources for Subprogram 1 of the Economic Recovery Support Program, \non terms and conditions that are substantially in accordance with those set forth \nin the draft grant agreement presented to the Board. \n\n \n \n \nHaruhiko Kuroda \nPresident \n\n29\n\n \n\n\f30 \n\n \n\nAppendix 1 \n\nDesign \nSummary \nImpact \nAchievement \nof a higher \nand more \ninclusive path \nof economic \ngrowth \n \n\nOutcome \nInitiation of \neconomic \nrecovery \ncombined with \nprotection of \nthe vulnerable \nmembers of \nthe community \nand the fiscal \nposition \n\n \n\nOutputs  \n1. Improved \nfiscal \nmanagement \n\n \n\nDESIGN AND MONITORING FRAMEWORK \n\nPerformance Targets and/or \nIndicators \n\n \nReal GDP growth progressively raised \nby 2012, from close to 0% in 2009 to a \nrate higher than the population growth \nrate (latest estimate of population \ngrowth is 2.8% per annum) \n\nRelative standard of living of the most \nvulnerable members (sex \ndisaggregated) of the community \nimproved, as measured by a rising \nexpenditure share of the poorest 20% \nof households between 2005/06 and \nthe next household income survey \n(2005/06 level of 6.9) \n \nReal GDP growth in both 2010 and \n2011 \n\nNew medium term development \nstrategy released in 2010 \n\nAverage antenatal clinic coverage for \npregnant women rates in representative \nrural areas across 2010 and 2011 no \nlower than the latest 5-year average (as \nreported in administrative records) \n\nPrimary school enrolment rates (sex \ndisaggregated) in representative rural \nareas in 2010 and 2011 no lower than \nthe latest 5-year average (as reported in \nadministrative records) \n\nNo deterioration during 2010–2011 of \nthe “medium risk of debt distress” \nassessment from the IMF \n\nOverall improvement by 2011 against \nthe 2008 PEFA assessment \n\nAdherence to the Honiara Club \nagreement, including a continued \ncommitment to a freeze on borrowing \nand the issue of sovereign guarantees \nuntil it is sustainable for the freeze to be \nrelaxed \n\nPayroll charges as a ratio to GDP \nrestrained in 2010 and in 2011 no more \nthan the 2009 ratio \n\nData Sources \nand/or \nReporting \nMechanisms \n\n \nNational \naccounts, budget \npapers, CBSI \nquarterly reviews \nand annual \nreports, \nhousehold \nincome and \nexpenditure \nsurveys \n\n \nNational \naccounts, budget \npapers, CBSI \nquarterly reviews \nand annual \nreports, medium \nterm \ndevelopment \nstrategy,  \nhealth \ninformation \nsystem (Ministry \nof Health and \nMedical \nServices), \nMinistry of \nEducation and \nHuman \nDevelopment \nrecords, IMF \nArticle IV staff \nreports, PEFA \nassessments  \n \nNational \naccounts, budget \npapers, CBSI \nquarterly reviews \nand annual \nreports, MOFT \nfiscal updates \nand SOE \nmonitoring \nreports, public \n\nAssumptions and Risks \n\nAssumptions \nGlobal economy recovers \nduring 2010  \nPrivate sector responds to \nimproved economic \nconditions \nNo major natural disasters \n\nRisks \nPolitical instability weakens \nfiscal discipline and policy \ncommitment \nHigher crude oil prices \ndamage the economy \nAssumptions \nParliamentary and \ncommunity support for the \ngovernment actions \nGovernment agencies \ncommitted to improved \nfiscal management and \nperformance \nDevelopment partners \nprovide timely technical and \nbudget support \nCentral bank maintains \nindependent monetary \nmanagement \n\nRisks \nRevenue position of \ngovernment deteriorates \nand impedes service \ndelivery \n2010 election slows the \nimplementation of policy \nactions \n\nAssumptions \nThe role of the monthly \nmonetary monitoring \nmeeting is broadened and \nthe meeting takes on a lead \nrole in the program \nEndorsement by the \ngovernment and \nstakeholders of a \nprioritization of activities \nthat targets the needs of the \n\n\fData Sources \nand/or \nReporting \nMechanisms \naccounts, report \nof the auditor \ngeneral on the \nannual accounts, \ngovernment \ngazette \n\nAppendix 1 \n\n31\n\nAssumptions and Risks \n\nmost vulnerable \nJoint government-\ndevelopment partner core \neconomic working group \nremains active and effective \n\nRisks \nInsufficient suitably \nqualified and experienced \npersonnel available to \nimplement the program \nPolitical interference diverts \nbudget funds from areas of \ndevelopment priority \nExcessive growth in \nexpenditure crowds out \nessential expenditure, \nmaking it difficult to achieve \nand capitalize on the policy \nactions linked to the \nprogram (e.g., because of a \nlarge increase in \nentitlements for members of \nParliament and/or large \npublic sector wage \nincrease) \n \n\nDesign \nSummary \n\n2. Productivity \nenhancing \nstructural \ninitiatives \n\n3. Support for \nthe vulnerable \n\nPerformance Targets and/or \nIndicators \nCertificate of the auditor general on the \n2010 annual public accounts released \nin 2011 and show continued significant \nimprovement in reporting standards \n\n2011 ratio of tax revenue to GDP at \nleast equal to the 2008 ratio (24%) \n\nRate of return on equity of the main \nstate-owned enterprises raised above \nthe 2008 rate of return by 2011 \n\nAt least two mobile telecommunications \nproviders operating \n\nReduction by 2011 on the 2008 charges \nfor the main telecommunication \nservices \n\nUse of companies and secured \ntransactions registries rises in 2011 \n\nImplementation of the updated National \nTransport Plan on target by 2011 \n\nHigh priority services (including basic \neducation, rural health, and rural \ntransport services) receive an increased \nshare of the recurrent budget funding \nfor nonpayroll charges in 2010 and \n2011 (over the 2008 ratio) \n\n4. Communi-\ncation and \nownership of \npolicy actions \n\nSurvey of stakeholders and community \nshowing an improved understanding of \npolicy actions being undertaken by the \ngovernment \n\nPublic release of International Monetary \nFund Article IV staff reports \n\nGovernment financial statistics released \npublicly on a monthly basis \n\nActivities with Milestones \n\nSubprogram 1 (March 2010) \n1.1 Formulation of a 2010 budget that provides for fiscal consolidation \n\nthrough expenditure control and increased revenue effort \n\n1.2 Cabinet endorsement of actions and strategies to improve public financial \n\nmanagement, budgeting, and planning \n\n1.3 Procurement and implementation of upgrades to the payroll and budget \n\n1.4 Improving administration of revenue collections at the port and other \n\nsystems \n\nareas of revenue loss \n\nInputs \n\nADB \n \nAsian Development Fund \ngrant (grant of $5.0 million \nunder subprogram 1 in \n2010 and proposed grant of \n$5.0 million under \nsubprogram 2 in 2011) \n \nTA 7280-REG: Pacific \nEconomic Management \n\n \n\n \n\n \n\n\f32 \n\n \n\nAppendix 1 \n\n \nActivities with Milestones \n\n2.1 Preparation and passage of legislation to improve the framework for the \noperation of SOEs, business, telecommunications, and the transport \nsector \n\n2.2 Establishment of SOE monitoring unit \n2.3 Continued restructuring of SOEs, including the sale of Home Finance Ltd \n\nand launch of tender for the sale of Sasape Marina Ltd  \n\n2.4 Endorsement and implementation of Telecommunications Policy \n2.5 Update of National Transport Plan and finalization of transport sector \n\nregulatory regime \n\n3.1 Essential public services used by the most vulnerable identified, and \n\nfunding preserved to the extent feasible \n\n4.1 Public release of up-to-date fiscal information and analysis \n\nSubprogram 2 (indicative timing of March 2011) \n1.1 Formulation of a 2011 budget that provides for fiscal consolidation \n\nthrough expenditure control and increased revenue effort \n\n1.2 Implementation of cabinet endorsed actions and strategies to improve \n\npublic financial management, budgeting, and planning \n\n1.3 Operation of upgrades to the payroll and budget systems enhanced \n1.4 Implementation of new financial instructions and procurement procedures \n1.5 Cross-government actions to reduce revenue loss deepened \n1.6 Conduct of major tax reviews \n1.7 Preparation of medium term development strategy  \n2.1 Implementation of SOE Act reporting requirements and preparation of \n\nmonitoring reports \n\n2.2 Continued restructuring of SOEs \n2.3 Adoption of regulations to the SOE Act 2007 \n2.4 Establishment of Telecommunications Regulator \n2.5 Establishment of companies and secured transactions registries \n2.6 Implementation of updated National Transport Plan and regulatory regime \n3.1 Essential public services used by the most vulnerable identified, and \n\nfunding preserved to the extent feasible \n\n4.1 Preparation, public release, and implementation of a communications and \n\nengagement strategy \n\n4.2 Public release of up-to-date fiscal and debt information and analysis \n\nInputs \n\nTA 7430-REG: Private \nSector Development \nInitiative Phase II TA  \n \nJapan Fund for Poverty \nReduction proposed grant \nof $2.5 million for \ndevelopment and piloting of \nsocial safety nets \n(proposed) \n \nTA 4980-SOL: Preparing \nthe Domestic Maritime \nSupport Project and \nTechnical Support Program \n \nTA 6507-REG: \nStrengthening Public \nFinancial Management in \nPacific Developing Member \nCountries \n \nTA 6507-REG: Technical \nAssistance for \nStrengthening Governance \nand Accountability in Pacific \nIsland Countries (Phase 2)  \n\n \n\nGovernment \n \nMeeting of tranche \nconditions \n \nCounterpart support to TA \n \n\nADB  =  Asian  Development  Bank,  CBSI  =  Central  Bank  of  Solomon  Islands,  GDP  =  gross  domestic \nproduct, IMF = International Monetary Fund, MOFT  = Ministry of Finance and Treasury, PEFA = public \nexpenditure and financial accountability, SOE = state-owned enterprise, TA = technical assistance. \nSource: ADB. \n\n \n \n \n \n \n \n \n\n \n\n\f \n\nAppendix 2 \n\n33\n\nDEVELOPMENT POLICY LETTER AND POLICY MATRIX \n\n \n\n \n\n\f34 \n\n \n\nAppendix 2 \n\n \n \n\n \n\n \n\n\f \n\nAppendix 2 \n\n35\n\n \n \n \n\n \n\n \n\n\f36 \n\n \n\nAppendix 2 \n\n \n\n \n\n\fTable A2: Policy Matrix \n\nPolicy Actions to be Taken Prior to Subprogram 1 \nSingle Tranche Release (March 2010) \n\nTriggers for Subprogram 2 Single \nTranche Release (Indicative Timeline: \nMarch 2011) \n\n      \n\nOutput 1: Improved fiscal management \n\n1.1  2010 budget and the medium term fiscal framework  provide for fiscal \nconsolidation through:  \n \n\n- adherence to the Honiara Club agreement, including a continued commitment \nto a freeze on borrowing and the issue of sovereign guarantees until it is \nsustainable for the freeze to be relaxed;  \n- a target government debt-to-GDP ratio of 30% or less; and  \n- restraint of payroll charges as a ratio to GDP at no more than the 2009 ratio. \n\n \n \n(PS, MOFT to provide ADB budget papers of the Parliament-approved budget for \n2010 that specifically identify expected performance against the fiscal indicators) \n\n1.2  Cabinet endorsement of: \n \n \n\n- a multi-agency public financial management working group, \n- the preparation of a strategy to strengthen whole-of-government reporting \n(including SOEs, other entities, and third-party contributions), \n- the preparation of a strategy to strengthen internal audit, and \n- the creation of an audit committee. \n\n \n \n(Secretary to cabinet to provide ADB a certified extract of cabinet minutes confirming \nendorsement) \n\nEffective \nexpenditure \ncontrols in use \n\n1.3.1 Revised financial instructions submitted to the Attorney General for vetting. \n\n(PS, MOFT to confirm to ADB that revised financial instructions have been submitted \nfor vetting) \n\n1.3.2 Completion of upgrades to the payroll system (Aurion) and implementation of \nthe upgrade of the financial management information system (Maximise) is \nunderway. \n(As confirmed to ADB by PS, MOFT) \n\n1.3.3 Cabinet endorsement of the preparation of strategies to:  \n \n\n- modernize the supply chain management (procurement) procedures;  \n\n1.1  2011 budget and medium-term fiscal \nframework continue the fiscal \nconsolidation, including adherence to the \nHoniara Club agreement (or a similar \nframework put in place with the \ninternational community) \n\n1.2  Actions approved by cabinet to \nstrengthen whole-of-government reporting \nand audit underway, including \nimplementation of strategies to strengthen \nwhole-of-government reporting and \ninternal audit \n\n1.3.1 Financial reporting improved by the \napplication of revised financial instructions \n\n1.3.2 Cleansing of payroll data complete \n\n1.3.3 Initiation of cabinet-endorsed \nstrategies for improving expenditure \ncontrols \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n\n \n \n \n \n \n \n\n3\n7\n\n \n\nMedium Term \nProgram \nDirection \n\nOverall fiscal \ndiscipline \nachieved \n\nImproved \nstrategic \nguidance \nprovided to \npublic financial \nmanagement \n\n \n\n \n\n\f \n\nMedium Term \nProgram \nDirection \n\nPolicy Actions to be Taken Prior to Subprogram 1 \nSingle Tranche Release (March 2010) \n\nTriggers for Subprogram 2 Single \nTranche Release (Indicative Timeline: \nMarch 2011) \n\n- enhance cash management practices, including through information \ntechnology upgrades; and  \n- enhance asset management, including the use of comprehensive asset \nregisters and asset planning. \n\n(Secretary to cabinet to provide ADB a certified extract of cabinet minutes confirming \nendorsement) \n\nA more \nefficient and \nfairer revenue \nsystem \nsupporting \neconomic \ngrowth \n\n1.4.1 Leakage of customs revenue addressed through gazettal of the Customs \nValuation Act 2009 and the Penalties Miscellaneous Amendments Act,2009 and \ninitiation of a joint operation of the Customs and Excise Division and Inland Revenue \nDivision to improve collections at the port. \n\n(PS, MOFT to provide ADB copy of gazetted legislation and commencement of joint \noperation to improve revenue collections at the port) \n\n1.4.2 Ministerial orders issued to raise import duties, excises, and fees on luxury \ngoods, alcohol, and tobacco and cabinet endorsement of a limit on discretionary \nexemptions to 50% of the total value. \n\n(PS, MOFT to provide to ADB ministerial approved orders and secretary to cabinet to \nprovide ADB a certified extract of cabinet minutes confirming endorsement of the \nlimit on exemptions) \n\n1.4.3 Process underway to identify businesses outside the tax system and \nassociated awareness raising initiative underway for business. \n(As confirmed to ADB by PS, MOFT) \n\n1.4.1 Cross-government revenue \nmanagement strategy in place, covering \nlegislative and operational reform \n1.4.2 Endorsement of the Extractive \nIndustries Transparency Initiative and \npreparation of a new tax regime for the \nmining industry \n1.4.3 Customs Act review underway and \noverseen by a high-level committee \n\n3\n8\n \n \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nx\n \n2\n \n\ni\n\n1.5.1 Preparation for multiyear budgeting through: \n \n\n- ensuring new financial management information system (Maximize) has \ncapacity for forward estimates, and  \n- cabinet endorsement of the preparation of a strategy toward adoption of \nmultiyear budgeting. \n\n1.5.1 Public expenditure review underway \n1.5.2 New budget system operational and \nbeing readied to accommodate multiyear \nbudgeting and the development budget \n1.5.3 New MTDS (or equivalent) in place \n\n(PS, MOFT to confirm implementation underway and secretary to cabinet to provide \nto ADB a certified extract of cabinet minutes confirming endorsement) \n\n1.5.2 Commencement of the preparation of a replacement of the MTDS 2008–2010. \n(As confirmed to ADB by PS, MOFT) \n\n \n\n \n\n \n\nResource \nallocation \nimproving \nthrough \nstrengthened \nbudgeting and \nplanning \nprocesses \n\n \n\n\fPolicy Actions to be Taken Prior to Subprogram 1 \nSingle Tranche Release (March 2010) \n\nTriggers for Subprogram 2 Single \nTranche Release (Indicative Timeline: \nMarch 2011) \n\nOutput 2: Productivity enhancing structural initiatives \n\n      \n\n2.1.1 2007 accounts for all SOEs completed and audited or sent for audit and \nestablishment of an SOE monitoring unit in MOFT. \n(PS, MOFT to confirm SOE accounts for 2007 completed and audited or sent for \naudit and establishment of SOE monitoring unit) \n\n- commencement of the commercialization of SIEA, \n- finalization of the sale of Home Finance Limited, and \n- continuation of the sale of Sasape Marina Ltd. \n\n2.1.2 Restructuring of SOEs continues through: \n \n \n \n(PS, MOFT to confirm actions on SIEA and Sasape Marina Ltd and confirm sale \ncompletion date for Home Finance Limited) \n\n2.2  Deregulation of the telecommunications industry continued through: \n \n\n- end of Solomon Telekom’s exclusive license by negotiation of a voluntary \nrelinquishment, and \n- gazettal of the Telecommunications Act 2009 to provide the legislative \nframework required to regulate a competitive telecommunications market. \n\n \n\n(PS, MOFT to provide to ADB copy of the settlement agreement between the \ngovernment and Solomon Telekom and copy of the gazetted legislation) \n\n2.3  Gazettal of the Companies Act 2009 and Companies (Insolvency and \nReceivership) Act 2009, and commencement of operations of the Secured \nTransactions Act 2008 registry. \n(PS, MOFT to provide ADB copy of gazetted legislation and operation of registry \nconfirmed to ADB by PS, MOFT) \n\n2.1.1 Annual SOE monitoring report \npublicly released \n2.1.2 SOE regulations on community \nservice obligations and appointment of \ndirectors being implemented \n2.1.3 SIEA debt restructuring endorsed \nand new appointments made to senior \npositions \n2.1.4 Tender process for sale of Sasape \nMarina completed \n2.1.5 Cabinet-endorsed restructure of \nSolomon Airlines implemented \n\n2.2.1 Telecommunications Commission \noperating as the independent \ntelecommunications regulator \n\n2.3  Companies registry operational \n\n2.4.1 National Transport Fund regulations submitted to the Attorney General for \nvetting to strengthen the funding, payment, and performance monitoring and \nevaluation mechanisms of the National Transport Fund. \n(PS, MOFT to confirm to ADB that regulations have been submitted for vetting) \n\n2.4.1 National Transport Plan updated to \nimplement an updated 3-year rolling work \nprogram \n2.4.2 Franchise Shipping Scheme \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n2\n \n \n \n \n \n \n3\n9\n \n\n \n\n \n\nMedium Term \nProgram \nDirection \n\nImproved \nperformance \nand \naccountability \nof state-owned \nenterprises \n\nA competitive \ntelecommuni-\ncation industry \nthat enables \npeople to have \nchoices of \ntechnology \nsystem and \nprices \n\nSteady \nimprovement \nof the \nbusiness \nregulatory \nenvironment \n\nShipping and \nall transport \nindustries \noperate to \n\n\f \n\nMedium Term \nProgram \nDirection \n\nsafe and \nefficient \nstandards that \nensure \npassenger \nand cargo \nsafety \n\nPolicy Actions to be Taken Prior to Subprogram 1 \nSingle Tranche Release (March 2010) \n\n2.4.2 Gazettal of the Maritime Safety Administration Act 2009 to provide for \noperation of the Franchise Shipping Scheme. \n(PS, MOFT to provide ADB copy of gazetted legislation) \n\nTriggers for Subprogram 2 Single \nTranche Release (Indicative Timeline: \nMarch 2011) \n\noperating in support of remote rural areas \nand Solomon Islands Maritime Safety \nAdministration operational \n2.4.3 Gazettal of the Shipping (Bareboat \nCharter Registration) Amendment Bill \n\n4\n0\n \n \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nx\n \n2\n \n\ni\n\nOutput 3: Support for the vulnerable \n\nEmpower the \npeople \nthrough rural \nadvancement \nstrategies \n\n3.1  The government’s allocation (exclusive of sector budget support) under the \n2010 budget to nonpayroll costs to education, health, and infrastructure services \nexceeds the estimated actual 2009 budget allocation by an amount at least equal to \nthe level of the grant provided under the ERSP. \n(PS, MOFT to provide ADB budget papers of the Parliament-approved budget for \n2010, and specifically to identify expected performance against the fiscal indicators) \n\nOutput 4: Communication and ownership of policy actions \n\nBring about \ngenuine \neconomic, \npolitical, and \nsocial \npartnerships \nbetween \nstakeholders \n\n4.1  Public release of: \n \n\n- fiscal information (prepared on a government financial statistics basis) again \npresented publicly on a monthly basis, and \n \n- the International Monetary Fund Article IV Staff Report 2009. \n(PS, MOFT to provide ADB copy of publicly released updates and reports) \n\n4.2  Commitment to release a mid-year fiscal update, reporting the status of \nimplementation of the 2010 Budget and an annual update of the Medium Term Fiscal \nStrategy. \n(PS, MOFT to confirm) \n\n3.1  2011 recurrent budget protects to \nthe extent feasible the delivery of core \nsocial services, especially basic education, \nrural health, and rural transport services \n\nImplementation of a Cabinet-\n\n4.1 \nendorsed communications and \nengagement strategy developed with key \nexternal stakeholders being implemented \nto explain and provide for effective \nfeedback from the private sector and civil \nsociety on the government’s key policy \nactions  \n\n4.2  Public release of key fiscal \ninformation expanded to include debt \nstatistics and operation of a MOFT website\n\n \nADB = Asian Development Bank, GDP = gross domestic product, MOFT = Ministry of Finance and Treasury, MTDS = medium term development \nstrategy, PS = permanent secretary, SIEA = Solomon Islands Electricity Authority, SOE = state-owned enterprise. \nSource: ADB. \n \n\n \n\n \n\n\fAppendix 3 \n\n41 \n\nA. \n\nKey Economic Issues \n\nECONOMIC ANALYSIS \n\nThe well-being of the vast majority of the population has improved little in the years since \n1. \npolitical  independence  in  1978,  despite  the  rapid  depletion  of  a  major  resource:  the  natural \nforest.1 Real per capita gross domestic product (GDP) has changed little, as the high population \ngrowth rate (2.9% per annum during 1980–2009) almost kept pace with the moderate long-run \nrate  of  economic  growth  (3.4%  per  annum  during  1980–2009).  This  has  left  the  Solomon \nIslands population of over 500,000 with the second-lowest average income in the region. \n \n2. \nFormal sector job creation has not kept pace with the increase in the labor supply, and \nthe open unemployment rate rose to 11% in 1999. It is reported that in recent years only one in \nevery six school-leavers has found paid employment and that the youth unemployment rate is \n45%. Many of those who have not found formal sector jobs have become underemployed in the \nsubsistence sector, where women’s work has so far managed to feed the growing population. \nHowever,  population  pressure  on  arable  land  has  become  evident  in  some  areas:  in  Malaita, \n“steep slopes or hilly non-arable land are increasingly being cultivated.”2 \n \n3. \nLike other small island states, Solomon Islands is disadvantaged by (i) remoteness from \nmajor  world  markets,  (ii)  the  difficulty  of  achieving  adequate  economies  of  scale  in  the \nproduction  of  goods  and  provision  of  public  services,  and  (iii)  risks  due  to  a  narrow  economic \nbase  and  vulnerability  to  natural  disasters.  Natural  shocks  have  included  cyclones  Namu  in \n1986 and Nina in 1993, as well as a tsunami in April 2007. Economic shocks have ranged from \ncommodity  price  declines  to  the  1997  Asian  financial  crisis  and,  more  recently,  rising  oil  and \nfood prices and the global economic crisis. \n \n4. \nAs  noted  by  the  governor  of  the  Central  Bank  of  Solomon  Islands,  however,  the  poor \npost-independence  development  performance  largely  is  attributable  to  “self-inflicted  injuries  or \nthings  which  the  country  could  have  avoided  by  prompt  action.”3  These  have  included \nsuccumbing  to  the  danger  of  dominant  foreign  investors  exercising  undue  political  influence, \nthereby undermining domestic governance and introducing corruption.4 \n \n5. \nThe  legislative  and  executive  arms  of  government  have  failed  in  several  respects. \nNotably,  public  sector  management  (revenue  administration,  public  expenditure  management \nand  public  administration,  including  policy  development  and  coordination)  has  been  weak.  A \nlack of fiscal discipline during a period of export-led growth in the late 1980s and into the 1990s \ndrove  the  economy  into  crisis  by  1995,  leaving  it  with  an  unsustainable  public  debt  burden. \nSimultaneously,  under-taxation  and  under-invoicing  of  log  exports  caused  a  loss  of  revenue \nduring 1990–1997 that was more than double the cumulative recurrent budget deficit during this \nperiod. The failure to capture a reasonable domestic share of the resource rent from logging the \nnatural forest has continued into the 21st century. \n\n                                                 \n1   The  sector  diagnostics  presented  in  this  appendix  draw  heavily  on  ADB.  2010.  Solomon  Islands  2010  Economic \nReport. Manila (draft). Discussion of recent economic developments is provided in ADB. Pacific Economic Monitor, \nvarious editions. \n\n2   Solomon Islands Government. 2002. Solomon Islands Human Development Report: Building a Nation. Volume  1 \n\nThe Main Report. St Lucia: University of Queensland Printery (p. 99). \n\n3   Central Bank of Solomon Islands. 2008. Statement by Governor Rick Hou on the Occasion of the Launching of the \n\n2007 Annual Report of the Central Bank of Solomon Islands. Honiara. \n\n4   Commission  on  Growth  and  Development.  2008.  The  Growth  Report:  Strategies  for  Sustainable  Growth  and \n\nInclusive Development. Washington, DC: World Bank (p. 43). \n\n\f42 \n\n \n\nAppendix 3 \n\n \nFurther, the decade to 1997 “was a period when public sector institutions and principles \n6. \nof  good  governance  were  systematically  undermined  while \nthe  economic  and  social \ninfrastructure  was  left  to  deteriorate.”5  The  foundation  of  a  good  governance  environment—\ncharacterized by a skilled, motivated, and efficient civil service—was eroded, with a consequent \ndeterioration  in  the  quality  of  service  delivery  that  remains  evident.  A  2004  Transparency \nInternational report concluded that “the public service has become corrupt” and that “(p)olitical \ninterference \nthe  public  service  has…escalated  since \nindependence to the point where it is unremarkable.”6 \n\nin  administrative  matters  within \n\n7. \nSuccessive  governments  failed  to  establish  an  effective  forest  resource  management \nregime despite considerable technical advice over two decades. New forest legislation has been \nin the pipeline for years and remains there. Meanwhile, the forest continues to be exploited as if \nit  were  a  nonrenewable  resource.  This  outcome  is  closely  associated  with  corruption  in  the \nexecutive  arm  of  government,  which  “is  the  one  institution  most  deeply  compromised  with \nrespect to integrity, ethics and even lawfulness” (footnote 6).  \n\n8. \nGovernments  failed  to  provide  a  transparent,  predictable  regulatory  framework  that \nprotects  the  public  interest  while  encouraging  private  sector  development  through  minimizing \nthe transaction costs of doing business. An inefficient state-owned enterprise sector has added \nto the difficulties of doing business, most notably by providing expensive and unreliable power, \nwater, and telecommunications.  \n \nB. \n\nEconomic Prospects \n\n9. \nEconomic growth prospects rest on developments in mining, agriculture, fishing, and, to \na lesser extent, tourism. A large gold mine closed during the civil unrest is near to reopening, \nand there is potential to develop large nickel deposits. While mining projects would boost GDP, \nthe sector would employ few people and there would be long lags before the projects boosted \ngovernment revenue. The best prospects for job creations and growth in government revenue \nlie  in  large-scale  palm  oil  developments,  in  fishing  (there  is  already  one  large  cannery),  in \nmarine products, and in the smallholder tree crops of cocoa and copra. The supply of fruit and \nvegetables to the urban centers as a substitute for imports also offers good prospects, as does \nthe fledgling tourism industry. \n \n10. \nA  number  of  recent  studies  have  examined  the  economic  growth  prospects  under \nvarious  scenarios  and  assumptions.  The  studies  have  identified  the  potential  for  economic \ngrowth after logging, albeit at only low to moderate rates that would see at best slow growth in \nreal GDP per capita. The studies have also highlighted the necessity of concerted government \naction to realize the potential growth and the downside risk of inaction. \n \n\n1. \n\nAsian Development Bank’s Solomon Islands 2010 Economic Report7 \n\n11. \nThe  Asian  Development  Bank  report  examined  a  business-as-usual  scenario,  being  a \nsituation  without  policy  and  without  structural  or  forced  adjustment.  The  scenario  assumed  (i) \nforestry  output  began  a  demand-induced  decline  in  2009,  falling  by  30%  in  the  year  and  then \ndeclining at 5%–10% per annum thereafter; (ii) Gold Ridge Mining Limited does not commence \n                                                 \n5   Central Bank of Solomon Islands. 2008. Quarterly Review. Vol. 21, No. 2. Honiara (June, p. 8). \n6   Roughan. P. 2004. National Integrity Systems Transparency International Country Study Report Solomon Islands \n\n2004. Sydney. Transparency International Australia (p. 16). \n\n7   Asian Development Bank. 2010. Solomon Islands 2010 Economic Report. Manila (draft). \n\n \n\n\fAppendix 3 \n\n43\n\noperations in the medium term, and no other sizeable mining projects come on stream; and (iii) \nreal  output  in  most  other  sectors  grows  at  2.5%–4%  per  annum.  The  report  concluded  that \nunder  these  scenarios  the  economy  could  grow  by  almost  3%  per  annum  from  2010  to  2013. \nGiven  the  high  population  growth  rate,  however,  there  would  be  no  growth  in  real  per  capita \nGDP.  This  projection  highlights  the  importance  of  mining  operations  to  lift  the  economy  once \nlogging declines.  \n \n\n2. \n\nWorld Bank’s Solomon Islands Sources of Growth8 \n\n12. \nIn  its  report,  a  World  Bank  and  International  Finance  Corporation  team  assessed  the \npotential  impact  of  certain  major  projects  and  sector  initiatives.  Impacts  on  economic  growth, \nemployment, the balance of payments, and government revenue over the period to 2013 were \nexamined  while  assuming  that  the  global  economy  might  grow  only  slowly  and  commodity \nprices would remain weak. The projections examined prospects in six sectors identified as the \npotential  economic  drivers  of  the  economy:  mining,  fishery,  plantation  forestry,  tourism, \nplantation agriculture, and palm oil plantations.  \n \n13. \nProspects were found to rest heavily on global economic conditions and the success of \nthe  government  to  conclude  agreements  with  project  sponsors.  A  number  of  outstanding \ndisputes were identified that could hold up projects. Regulatory reform was identified as having \nthe  potential  to  allow  major  projects  to  proceed  quickly  while  also  sending  positive  signals  to \nother  prospective  investors,  particularly  in  the  mining,  tuna  fisheries,  palm  oil,  and  tourism \nindustries. \n \nA “favorable case” scenario was prepared that assumed the government and investors \n14. \nsuccessfully  addressed  growth  constraints  and  led  to  prompt  establishment  of  major  projects \nand sector initiatives. Under this scenario, it was found that (i) almost SI$2 billion (around $250 \nmillion) could be added to annual exports by 2013; (ii) government revenues could rise by about \n3%  of  GDP  per  year  (roughly  the  amount  of  the  government’s  annual  contribution  to  the \ndevelopment expenditure); and (iii) growth in the six sectors could potentially create about 7,000 \nnew jobs. The main sources of new employment were identified in the palm oil and agricultural \nplantation sectors. \n \n\nIslands  Agriculture  and  Rural  Development \n\n3. \n\nGovernment’s  Solomon \nStrategy9  \n\nThe  government’s  report  examined  the  potential  for  the  economy  to  build  on  its  non-\n15. \nmining natural resource base: food crops and fresh fruit, coconut, cocoa, timber, fish and marine \nproducts,  oil  palm,  plus  livestock  in  the  past.  The  best  prospects  were  found  to  lie  with  the \nconsolidation  and  diversification  of  existing  marketing  chains  that  relied  on  smallholder \nproduction,  such  as  food  crops  and  fruit,  coconuts,  and  cocoa.  It  was  concluded  that  the \nalternative rural activities—livestock, tourism development, and forest plantation development—\nwould take more time to develop. \n \nA “growth scenario” concluded that a trend growth rate of GDP of 5.3% was a realistic \n16. \npossibility  for  the  coming  decade,  assuming  that  the  key  constraints  were  addressed.  These \nconstraints included (i) remoteness of the islands, which results in high transportation cost and \n                                                 \n8   World Bank. 2009. Solomon Islands Sources of Growth. Roundtable Meetings: Background Materials. Washington, \n\n9   Government  of  Solomon  Islands,  and  Ministry  of  Development  Planning  and  Aid  Coordination.  2007.  Solomon \n\nIslands Agriculture and Rural Development Strategy. Honiara. \n\nDC. \n\n \n\n\f44 \n\n \n\nAppendix 3 \n\nfragmented markets; (ii) a lack of diversification in the economy, due to small domestic markets \nand  low  private  sector  capacity;  and  (iii)  openness  that  leaves  the  economy  vulnerable  to \nexternal economic and environmental shocks.  \n \nIt  was  concluded  that  growth  would  rely  upon  the  development  of  oil  palm  in \n17. \nGuadalcanal  and,  to  a  lesser  extent,  upon  the  continued  growth  of  food  and  fresh  produce \nproduction and marketing, forest plantations, cocoa, and development of the fishing sector. \n \n\n4. \n\nInternational Monetary Fund 2009 Article IV Report10 \n\n18. \nThe  International  Monetary  Fund  2009  Article  IV  Report  documents  a  weakening  of \neconomic  performance  in  2009,  with  negligible  growth  in  GDP  as  the  global  recession  and \ndepleting  forestry  reserves  adversely  affected  export  earnings.  The  fiscal  situation  has \ndeteriorated as declining revenue and weak spending controls have led to cash shortages and \nforced  the  government  to  adopt  several  expenditure-cutting  measures.  The  Article  IV  report \npresents  a  medium-term  baseline  macroeconomic  scenario  for  2010–2014  in  which  growth  is \nexpected to remain below trend over the next few years. For 2010, growth of 2.5% is projected \nas  conditions  among  Asian  trading  partners  improve,  palm  oil  and  copra  production  increase, \nand new foreign direct investment occurs in mining and telecommunications. However, decline in \nlogging  is  expected  to  act  as  a  drag  on  income  and  employment,  fiscal  revenues,  and  export \nreceipts.  Growth  of  2.8%  is  forecast  in  2011  before  the  anticipated  commencement  of  large-\nscale gold production leads to a growth acceleration in 2012. Under the baseline scenario, the \ncurrent account deficit widens in 2010 and foreign reserves come under increasing pressure in \n2010–2011.  \n \n19. \nThe  Article  IV  report  concludes  that  large  and  potentially  destabilizing  macroeconomic \nimbalances  could  emerge  in  2010–2011,  necessitating  sizable  policy  adjustment  and  new \nexceptional  financing.  A  budget  financing  gap  equivalent  to  4%  of  GDP  a  year  (around  $25 \nmillion in 2009) and an external financing gap of around $25 million a year are identified.  \n \nC. \n\nPolicy Priorities \n\nTo  achieve  sustained,  diversified,  and  more  socially  inclusive  economic  growth,  the \n20. \ngovernment  must  ease  the  identified  growth  constraints  by  vigorously  fulfilling  its  core  roles, \nnamely,  to  maintain  macroeconomic  stability  and  provide  public  goods  and  services,  including \nan adequate economic infrastructure and legal framework for economic activity. \n\n21. \nEnsuring  fiscal  sustainability  is  central  to  a  stable  macroeconomic  environment  and \ninvolves  maintaining  overall  fiscal  discipline,  improving  strategic  resource  allocation  and \nmobilization,  and  strengthening  revenue  administration  and  expenditure  management.  Public \nfinancial management reforms aimed at achieving these objectives need to be sequenced over \nthe  long  term,  as  indicated  in  the  government’s  public  financial  management  reform  agenda \n(Appendix 5).  \n\n22. \nIn  a  remote  and  geographically  dispersed  island  nation,  transport  infrastructure \ndevelopment  is  essential  to  national  and  rural  economic  growth  and  basic  services  delivery. \nSuch  infrastructure  development  has  been  limited,  and  there  is  a  need  to  raise  investment \nlevels,  improve  service  standards  and  maintenance,  and  reduce  transport  costs.  The  poor \ncondition  of  many  roads  lowers  travel  speeds,  increases  fuel  consumption,  raises  vehicle \noperating costs, and reduces the economic lives of the vehicles. In particular, the condition of \n\n                                                 \n10  International Monetary Fund. 2009. Solomon Islands: 2009 Article IV Consultation—Staff Report. Washington, DC. \n\n \n\n\fAppendix 3 \n\n45\n\nthe  rural  road  network  does  not  provide  much  accessibility  to  markets  and  public  services. \nShipping  services  have  deteriorated  because  of  the  economic  downturn  and  the  number  of \nusable  wharves  has  decreased  because  of  poor  maintenance.  International  and  domestic  air \nservices and facilities also require upgrading. Effective implementation of the National Transport \nPlan  2007–2016  and  its  supporting  3-year  rolling  work  programs  is  needed  to  achieve  a \nsustainable, higher rate of transport infrastructure development (Supplementary Appendix A). \n\n23. \nThere also is a need to improve utilities services in respect of coverage, reliability, and \ncost.  The  introduction  of  competition  into  telecommunications  in  2010  is  a  welcome \ndevelopment,  and  this  should  be  complemented  by  improving  performance  of  the  Solomon \nIslands Electricity Authority and Water Authority through such means as commercialization and \noutsourcing  management  under  performance-based  contracts.  In  general,  reform  of  state-\nowned  enterprises  is  required  to  improve  their  efficiency  and  quality  of  service  delivery,  to \nreduce  their  drain  on  the  budget,  and  to  reduce  crowding  out  of  the  private  sector.  The \ngovernment should seek to divest itself of commercial activities as far as possible, leaving them \nto  the  private  sector.  The  privatization  of  Sasape  Marina  and  Home  Finance  Limited  are \nexamples. To improve the provision of international and domestic air services, the government \nalso needs to commit to implementing a restructuring plan for Solomon Airlines.  \n\n24. \nTo attract the investment necessary for faster economic growth, the investment climate \nand  business  regulatory  environment  need  improvement.  Efforts  by  the  major  producer  to \nexpand  palm  oil  production  and  introduce  coconut  oil  processing  should  be  encouraged,  as \nshould  reopening  of  the  Gold  Ridge  gold  mine,  private  investment  in  tuna  canning,  and  other \npotentially  viable  projects.  This  encouragement  generally  should  be  provided  not  by  special \nincentives  but  by  adherence  to  a  clear  medium-  to  long-term  investment  policy  and  by \nadministrative simplicity, transparency, and equity and consistency in the treatment of investors. \nThe legal framework provided by the Foreign Direct Investment Act 2005 should be made fully \noperational.  \n\nThe government has recognized that the high cost of doing business in Solomon Islands \n25. \nconstitutes a major impediment to private sector-led growth. It has initiated a far-reaching reform \nof laws governing commercial activity to make it easier to open and operate businesses and to \nimprove  access  to  credit.  A  Secured  Transactions  Act,  new  Companies  Act,  Insolvency  and \nCompanies  Receivership  Act  and  a  new  Trustees  Act  have  all  been  recently  passed.  The \nlegislation now needs to be implemented in a timely manner. The regulatory framework could be \nstrengthened  further  through  reforming  the  business  licensing  system  within  the  context  of \nplanned taxation reform and updating labor legislation. Access to credit should improve with the \nfull  implementation  of  the  Secured  Transactions  Act,  but  greater  access  to  financial  services \nrequires providing services in rural areas. This will be best achieved through the development of \nrural  banking.  Land  tenure  reform  is  a  high  priority,  albeit  a  complex  and  long-term  issue. \nCurrent government initiatives to facilitate the registration and predictable, sustainable leasing of \nland need to be pursued.  \n\n \n\n \n\n\f46 \n\n \n\nAppendix 4 \n\n \nA. \n\nThe Overall Fiscal Stance \n\nFISCAL ANALYSIS \n\n1. \nComing  off  the  low  base  of  the  period  of  civil  conflict,  the  government’s  domestically \nraised,  or  “local,”  revenue  grew  strongly  in  2003–2008,  averaging  19%  per  year  real  growth.1 \nThe  overall  expansion  in  local  revenue  collections  has  resulted  from  rapid  growth  in  nominal \ngross  domestic  product  (GDP),  improvements  in  tax  compliance,  and  reductions  in  tax \nexemptions  through  the  operation  of  a  goods  tax  exemption  committee  in  2007–2008.  The \ngovernments  of  Australia  and  New  Zealand  have  provided  budget  support  to  the  health  and \neducation sectors, respectively, since 2005; Taipei,China has provided recurrent budget support \nfor  national  debt  servicing;  and  donors  have  provided  a  fairly  steady  level  of  on-budget  grant \nfunding for development spending. Total revenue and grants managed through the government \nfinancial system in 2009 were budgeted at over three times the 2003 level.  \n\n2. \nGrowth in recurrent expenditure kept pace with local revenue growth in 2003–2008 and \nwas budgeted to rise by 9% in 2009, primarily reflecting a provision for fully funding established \npublic service positions. The public service wage bill barely increased in 2002–2004, but there \nwere  large  jumps  in  2005  (34%),  in  2007  (42%),  and  again  in  2008,  when  a  supplementary \nbudget was introduced partly to cover a wage rise granted in May. The share of the wage bill in \nrecurrent  expenditure  reached  31%  in  2008  and  would  be  almost  36%  for  2009  if  all  public \nservice  positions  were  filled.  Expenditure  on  goods  and  services  rose  relatively  rapidly \nthroughout  the  period  in  response  to  the  need  to  restore  and  improve  public  service  delivery. \nDevelopment  expenditure  had  been  entirely  donor  funded  until  government  funding  began  in \n2006, and in 2009 it will be about three times the 2003 level. \n\n3. \nThe  government  was  able  to  run  budget  surpluses  from  2003  to  2007,  although  these \nsurpluses masked strong growth in expenditure that was offset by high revenue collections. The \noverall budget surplus has declined since 2004. This reflects a substantial rise in government-\nfunded development spending and recurrent budget surpluses that were lower than expected, a \nresult of spending on payroll and other charges that was higher than expected. \n \nUntil  recently,  strong  revenue  growth  allowed  for  very  large  increases  in  fiscal \n4. \nexpenditure  (approximately  20%  per  year  in  real  terms)  that  remained  within  the  revenue \nenvelope  while  the  government  refrained  from  any  new  borrowing  under  the  Honiara  Club \nagreement.2  However,  overoptimism  that  favorable  external  conditions  would  continue  to \nsupport economic growth and generate windfall revenues contributed to excessive expenditure \nand  fiscal  slippages  in  2009.  This  has  left  government  finances  vulnerable  to  the  current \ndownturn and made medium-term adjustment to the decline in logging more challenging. \n \nThe  government  has  previously  committed  to  a  Medium  Term  Fiscal  Strategy  (MTFS) \n5. \n2008─2013,  but  this  has  not  been  updated.  Although  the  MTFS  recognizes  the  need  to \nundertake  structural  reforms  and  to  deliver  an  affordable  and  sustainable  budget,  this  has \nproved  difficult  in  practice.  The  MTFS  calls  for  expenditure  growth  to  be  constrained  from \naround  22%  per  annum  in  2007  to  0.4%  per  annum  in  2012  to  prevent  a  budget  deficit  and \n                                                 \n1   The  sector  diagnostics  presented  in  this  appendix  draw  heavily  on  ADB.  2010.  Solomon  Islands  2010  Economic \n\nReport. Manila (draft). \n\n2   The Honiara Club is a multilateral forum convened by the government in October 2005 to seek debt relief from its \nofficial creditors, including Australia and the European Commission. The final agreement resulted in a moratorium \non  principal  repayments  and  forgiveness  of  interest  payments  during  the  moratorium  period.  It  also  led  to  debt \nforgiveness from external creditors (equivalent to 1% of GDP). In return, the government pledged to restrict official \nborrowing. \n\n \n\n\fAppendix 4 \n\n47\n\nprovide sufficient funding for the development budget. The MTFS is not explicitly linked to the \nobjectives of the Medium Term Development Strategy.   \n \nB. \n\nQuality of the Revenue System \n\nLog  export  duties  continue  to  provide  a  significant  percentage  of  tax  revenue  (directly \n6. \nand indirectly logging is estimated to have contributed around 15% of tax revenue), though most \nof the benefits of logging over the years have gone to foreigners as a result of duty exemptions \nand under-reporting of log volumes and values. The determined value of logs for tax purposes \nalways has been well below the international price. While there was an increase in the value in \nMay  2008,  a  second  planned  rise  did  not  eventuate.  A  2007  Auditor  General’s  report \nsummarizing 10 special audit reports covering 2001–2004 noted that “significant” export duty on \nlogs  had  been  lost  and  royalty  payments  had  not  been  fully  captured.3  The  International \nMonetary Fund (IMF) reports:  \n \n\nThe delayed adjustment in reference prices of logs to reflect market values has \nresulted in lost tax revenues, estimated at about 3.0% of GDP in 2006 and 3.75% \nof GDP in 2007. Rough estimates show that foregone revenues would be as high \nas 10% of GDP in 2008 [about SI$365 million].4 \n \nThe 2007 auditor general’s report also noted that there were major shortfalls in collection \n7. \nof fishing license fees. It conservatively estimated that SI$433 million had been lost in foregone \nrevenue  and  corruptly  or  fraudulently  disbursed  public  monies.  In  2008,  customs  revenue  lost \nthrough  relatively  casual  and  nontransparent  duty  exemptions  and  weak  compliance  was \nthought to be significant. \n\n8. \nUnlike  the  Treasury  Division,  which  deals  mainly  with  matters  within  the  public  sector, \nthe  Inland  Revenue  Division  must  deal  with  the  public  at  large.  It  operates  in  an  unpromising \nenvironment.  Taxation  is  an  alien  concept  to  Solomon  Islanders.  The  traditional  concept  of \nreciprocity for a service provided or favor given does not extend to government services and the \ntaxation  system.  Many  expatriate  businesses  are  believed  to  evade  tax  at  any  cost.  A \nconservative estimate is that there is 30% tax compliance in Solomon Islands (the figure relates \nto  the  number  of  taxable  entities,  not  the  value  of  revenue  involved).  One  area  of  leakage  is \nthrough  ministers  and  the  customs  service  having  power  to  grant  exemptions,  which  they  do \nwithout  necessarily  following  due  processes.  The  Inland  Revenue  Division  has  recently  made \nchanges to the environment in which exemptions are granted. The intentions are for the scrutiny \nof the Duties Exemption Committee to be free of conflicts of interest, to make it more difficult for \nthe customs service to make contrary decisions about duties, and to make ministerial decisions \noverriding the advice of the committee to be transparent.  \n\nThe  Inland  Revenue  Division  is  strategically  placed,  and,  given  the  needed  technical \n9. \nsupport and commitment at policy level, it should in theory be able to take on the issue of self-\nserving  business  interests.  Business  interests  have  access  to  the  best  financial  and  legal \nadvice. In contrast, the Inland Revenue Division has 10% of its workforce in full-time positions, \nmany  people  in  acting  positions  for  3  years  and  more,  and  numerous  staff  vacancies.  It  also \nworks under a 1965 Taxation Act that has had no substantive update, has weak local capacity \nin complex audits and investigations other than that provided by expatriates, and has no legal \ncapacity to prosecute a case.  \n\n                                                 \n3   Office of the Auditor General. 2007. An Auditor General’s Insights into Corruption in Solomon Islands Government. \n\nHoniara (National Parliament Paper No. 48 of 2007). \n\n4   IMF. 2008. Solomon Islands: 2008 Article IV Consultation—Staff Report. Washington, DC. \n\n \n\n \n\n\f48 \n\n \n\nAppendix 4 \n\n10. \nInvestigating  major  tax  evaders  and  corrupters  should  be  a  priority  because  it  sends  a \nstrong  message  about  propriety  to  the  population  at  large  and  significantly  raises  the \ngovernment’s  capacity  to  raise  revenue.  This  capacity  would  be  further  enhanced  by  a \nstrengthening  of  the  Customs  and  Excise  Division.  Updating  the  1963  Customs  Act  would  be \nkey to success. \n\nC. \n\nQuality of Public Expenditure \n\n11. \nThe Solomon Islands Medium Term Development Strategy (MTDS) 2008–2010 accords \na high priority for infrastructure development and private sector-led growth. The government has \npronounced  its  intentions  to  align  the  budget  formulation  and  implementation  process  to  the \nMTDS priorities, especially in terms of delivering essential services and policy reform. However, \nbreakdowns in fiscal discipline and poor expenditure choices have resulted in the current cash-\nconstrained  fiscal  position  and  led  to  underfunding  of  such  priority  development  activities  as \ninfrastructure and service delivery. The realignment of expenditures toward these priorities has \nbeen  slow  and  will  need  to  be  hastened  if  stated  objectives  such  as  the  Millennium \nDevelopment  Goals  are \nincidences  where \nimplementation  of  policies  and  programs  was  inconsistent  with  the  strategy.  A  strong \ncommitment to the MTDS as an important driver of budgetary processes needs to be reinforced \nin order to ensure that budget allocations adequately reflect the stated expenditure priorities.  \n\nto  be  achieved.  There  also  have  been \n\nThe  monitoring  and  evaluation  of  budget  allocations  and  expenditure  are  important  in \n12. \ndetermining the extent to which the MTDS is driving the budgetary process. This would reveal \nthe  effectiveness  of  the  overall  public  expenditure  management  system  and  help  to  highlight \nissues  that  may  require  corrective  action.  Such  a  monitoring  process  would  also  provide  a \nvehicle  for  compiling  the  data  and  information  required  for  a  comprehensive  evaluation  of  the \ndevelopment strategies that will improve future development planning. There is, however, only \nvery limited tracking of the extent to which public expenditures map to MTDS priorities. \n\nA  number  of  funds  operate  outside  the  purview  of  the  budget.  They  include  special \n13. \npurpose  funds  like  the  Civil  Aviation  Special  Fund,  the  National  Disaster  Fund  and  a  Disaster \nRelief  Special  Fund,  the  establishment  of  which  the  auditor  general  considered  not  in \naccordance with the requirements of the Constitution and governing legislation. His audit report \nfound  a  large  number  of  anomalies  in  the  last  named-fund:  for  example,  large  payments  to \nmembers of Parliament to apply to disaster relief without the government requiring the members \nof Parliament to provide any details as to how these funds were spent.5 \n\n14. \nThere  are  also  funds  which  are  funneled  through  politicians  to  finance  small-scale \ndevelopment  in  their  electorates.  Three  such  funds  are  provided  by  Taipei,China:  the  Rural \nConstituency  Development  Fund,  the  Millennium  Constituency  Development  Fund,  and  the \nConstituency  Micro-Project  Fund.  A  working  paper  prepared  for  the  Constitutional  Congress \nadvised that these funds provide SI$1 million for each politician to distribute as he or she thinks \nfit in his or her constituency.6 There appear to be very relaxed requirements for parliamentarians \nto account for their disbursements.  \n\n15. \nThe World Bank International Development Association Resource Allocation Index rates \nSolomon Islands as the weakest of the six Pacific Islands countries covered in terms of “public \n\n                                                 \n5   Office  of  the  Auditor  General.  2008.  Office  of  the  Auditor  General  Annual  Report  2007.  Honiara  (National \n\nParliament Paper No. 23 of 2008). \n\n6   T.  Woods.  2008.  Informal  Political  System  of  Government  in  Solomon  Islands  –  Working  Paper  for  the \n\nConstitutional Congress and Eminent Persons Advisory Council. Honiara: Constitutional Reform Unit. \n\n \n\n\fAppendix 4 \n\n49\n\nfinancial management.” Dual development and recurrent budgets are considered by the World \nBank  as  “the  most  important  culprit  in  poor  budgetary  outcomes.”7  It  is  increasingly  important \nthat  development  and  recurrent  budgets  be  integrated  into  a  single  budget  process,  as \nproposed  in  the  MTFS.  Strengthening  of  cabinet  fiscal  policy  processes  should  be  part  of  this \napproach.  \n\n16. \nIn addition, the Solomon Islands do not have a medium-term expenditure framework at a \nnational  or  sector  levels.  There  have  been  moves  toward  developing  a  medium-term \nexpenditure framework in the health and education sectors, but these will have little impact on \nthe  budget  preparation  process  at  a  political  level  in  the  absence  of  an  overarching  national-\nlevel framework. \n\n17. \nThe government wage bill is perhaps the most important area of expenditure pressure. \nHigh  government  wage  bills  have  two  dimensions:  the  number  of  persons  employed  and  pay \nrates.  As  documented  in  Sugden  and  Taniguchi,  these  dimensions  are  negatively  related \ninternationally,  with  relatively  high  pay  rates  typically  associated  with  relatively  small  public \nservices.  This  relationship  is  pronounced  in  Solomon  Islands,  where  pay  rates  for  public \nservants are—relative to what the economy can afford—among the highest internationally. The \npublic  service,  as  a  share  of  total  employment,  is  also  among  the  smallest  internationally,  a \nreflection of the high unit cost of employing public servants.8  \n\nThe  payroll  is  not  reconciled  with  members  of  Parliament’s  records  of  actual  staff \n18. \nemployed. There is a belief that staff numbers are swollen by ghost workers. The development \nof  an  integrated  human  resource  management  information  system  with  links  to  a  financial \ninformation system in the Ministry of Finance and Treasury is very much needed.  \n\nD. \n\nDebt sustainability \n\n18. \nThe level of official public debt has dropped from its 2004 peak, and it continued to fall in \n2007 as a result of major debt relief from the Government of Australia in October of that year, \nthe  clearing  of  domestic  debt  arrears,  and  recommencement  of  debt  repayments  to  some \nexternal  creditors.  At  the  end  of  November  2009,  the  stock  of  official  debt  stood  at  SI$1,473 \nmillion, or 25.6% of GDP, inclusive of SI$27.0 million in arrears on external debt that constituted \nthree-quarters of the total debt stock. The 2009 budget provided for a reduction in the allocation \nof government revenue to debt servicing from 15% to 10%, on the basis that the government’s \ndebt  burden  was  considered  to  be  manageable.  The  2010  budget  allocates  the  equivalent  of \n7.2% of government revenue to debt servicing. However, the debt burden, though reduced, still \nleaves the economy in a vulnerable position, and especially given the medium-term decline in \nlogging and uncertainty over the start-up of gold mining. As noted by the IMF, Solomon Islands \nremains  at  moderate  risk  of  debt  distress,  and  medium-  to  long-term  debt  sustainability \ncontinues to depend on developing new sources of export earnings to replace logging.9 .  \n\n                                                 \n7   World Bank. 1998. Public Expenditure Management Handbook. Washington, DC. \n8   C. Sugden and K. Taniguchi. 2008. The Growth Penalty of High Government Pay Rates. ERD Working Paper No. \n\n118. Manila: ADB (June). \n\n9  IMF. 2009. Solomon Islands: 2009 Article IV Consultation—Staff Report. Washington, DC (November). \n\n \n\n \n\n\fTable A4: Government Accounts \n\n2000\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n2007\n\n2008\n\nA. Ratio to GDP (%)\nRevenue and grants\n\nRevenue\n\nTax revenue\n\nIncome and profits\nGoods and services\nInternational trade\n- Export tax\n\nOther revenue\nGrants\nTotal expenditure\n\nRecurrent expenditure\n\nPayroll and other employee costs\nGoods and services\nOther\n\nDevelopment expenditure\n\nOverall balance\n\nB. Real value (SI$million, deflated by CPI)\nRevenue and grants\n\nRevenue\n\nTax revenue\n\nIncome and profits\nGoods and services\nInternational trade\n- Export tax\n\nOther revenue\nGrants\nTotal expenditure\n\nRecurrent expenditure\n\nPayroll and other employee costs\nGoods and services\nOther\n\nDevelopment expenditure\n\nOverall balance\n\n22.1\n18.3\n16.9\n6.3\n4.4\n6.1\n2.7\n1.5\n3.7\n29.9\n25.3\n13.1\n5.0\n7.2\n4.6\n(7.8)\n\n336\n279\n257\n96\n67\n94\n41\n23\n57\n455\n385\n200\n76\n109\n70\n(118)\n\n23.5\n15.3\n14.0\n5.1\n4.4\n4.5\n1.6\n1.3\n8.3\n36.2\n27.3\n13.0\n5.3\n9.1\n8.9\n(12.7)\n\n314\n204\n187\n68\n58\n61\n21\n17\n110\n484\n365\n173\n70\n122\n119\n(170)\n\n18.8\n16.2\n15.5\n4.8\n4.6\n6.1\n2.6\n0.7\n2.6\n29.8\n26.6\n11.6\n4.7\n10.3\n3.2\n(11.0)\n\n243\n209\n200\n62\n59\n79\n33\n9\n34\n384\n343\n150\n61\n132\n41\n(141)\n\n27.0\n14.6\n13.3\n3.8\n4.5\n5.0\n2.3\n1.2\n12.4\n25.7\n15.1\n6.4\n4.0\n4.7\n10.7\n1.2\n\n518\n280\n256\n74\n86\n96\n44\n24\n238\n494\n290\n123\n77\n90\n205\n24\n\n5\n0\n \n \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nBud.\n\nAct.\n\nBud.\n\n2009\n\nBud.\n(rev)\n\n2010p\nBud.\n\nProj.\n\n33.6\n18.4\n16.5\n5.3\n5.8\n5.3\n2.4\n1.9\n15.2\n27.2\n15.1\n6.1\n5.4\n3.5\n12.2\n6.4\n\n679\n372\n333\n108\n118\n108\n49\n38\n308\n550\n305\n124\n110\n71\n246\n129\n\n46.9\n21.0\n17.8\n…  \n…  \n…  \n…  \n3.2\n25.9\n45.0\n18.9\n7.5\n7.9\n3.5\n26.1\n1.9\n\n983\n440\n374\n…  \n…  \n…  \n…  \n67\n543\n943\n396\n157\n165\n74\n547\n40\n\n47.3\n23.6\n19.5\n…  \n…  \n…  \n…  \n4.0\n23.8\n46.1\n22.5\n7.2\n12.0\n3.3\n23.6\n1.2\n\n995\n495\n410\n…  \n…  \n…  \n…  \n85\n500\n969\n472\n151\n252\n69\n497\n26\n\n50.6\n27.0\n22.7\n7.2\n8.3\n7.1\n…  \n4.4\n23.5\n50.1\n23.0\n8.7\n13.3\n0.9\n27.1\n0.5\n\n1,167\n624\n523\n167\n192\n164\n…  \n101\n543\n1,156\n531\n202\n307\n22\n625\n11\n\n45.7\n25.0\n21.7\n6.6\n8.3\n6.7\n…  \n3.3\n20.7\n42.1\n18.3\n7.1\n12.9\n(1.7)\n23.8\n3.6\n\n1,133\n619\n537\n164\n207\n166\n…  \n82\n514\n1,044\n453\n175\n321\n(43)\n591\n89\n\n47.1\n26.6\n23.2\n8.5\n8.2\n6.5\n4.2\n3.4\n20.5\n48.9\n26.5\n8.3\n15.4\n2.8\n22.3\n(1.7)\n\n1,170\n660\n576\n212\n203\n161\n104\n84\n510\n1,213\n659\n207\n383\n69\n554\n(43)\n\n49.4\n29.1\n25.3\n8.7\n10.3\n6.4\n3.5\n3.8\n20.3\n51.7\n28.0\n10.0\n15.2\n2.9\n23.7\n(2.3)\n\n1,236\n728\n634\n217\n257\n161\n89\n94\n508\n1,295\n702\n250\n379\n73\n593\n(58)\n\n52.8\n29.6\n25.8\n8.8\n10.3\n6.7\n…  \n3.8\n23.3\n51.6\n25.0\n9.1\n13.9\n2.0\n26.6\n1.2\n\n1,322\n740\n645\n221\n257\n167\n…  \n95\n582\n1,292\n625\n227\n347\n51\n667\n30\n\n47.4\n25.2\n22.3\n9.1\n7.6\n5.5\n3.2\n2.9\n22.2\n47.4\n23.4\n8.1\n13.4\n2.0\n23.9\n0.0\n\n1,186\n630\n559\n229\n191\n139\n79\n71\n555\n1,185\n586\n202\n335\n49\n599\n0\n\n51.1\n27.4\n23.5\n8.5\n9.4\n5.6\n2.8\n3.8\n23.8\n52.5\n26.7\n8.0\n16.7\n2.0\n25.8\n(1.4)\n\n1,291\n691\n594\n215\n237\n142\n71\n97\n600\n1,325\n673\n202\n422\n50\n652\n(35)\n\n \n\n( ) = negative, … = not available, Act. = actual, Bud. = budget, CPI = consumer prices index, Est. = estimate, Proj. = projected, rev = revised. \nSources: Central Bank of Solomon Islands database, Ministry of Finance and Treasury, Solomon Islands Budget Strategy and Outlook, various years; and Asian \nDevelopment Bank estimates. \n\n \n\nItem\n\n \n \n \n \n \n \n\n \n \n \n \n \n \n\n \n\n\fAppendix 5 \n\n51\n\nINSTITUTIONAL AND GOVERNANCE ANALYSIS \n\nInstitutional Setting \n\nA. \n \nAfter  just  30  years  of  political  independence,  nationhood  remains  a  fragile  concept.1 \n1. \nSolomon Islands has a Westminster government, but parliamentarians enter Parliament with a \ndifferent  view  of  parliament  and  government  compared  with  their  counterparts  in  similar,  well \nfunctioning  institutions  overseas.  Their  local  political  experience  is  one  in  which  leadership  is \noften  a  function  of  wealth  and  the  ability  to  use  that  wealth  to  reinforce  or  raise  one’s  local \npolitical  standing  through  the  wantok  system  of  kinship  and  allegiance.2  In  Parliament,  it  is  to \nthat support base that the successful candidate’s focus is often confined and to the detriment of \nmore  broadly  representing  a  constituency  or  working  toward  the  good  of  the  nation.  The \ndevelopment  and  entrenchment  of  a  sense  of  nationhood  in  the  realm  of  Solomon  Islands \npolitics  is  therefore  seen  as  an  important  key  to  sustainable  improvement  in  government \nperformance. \n \nThe first-past-the-post electoral system operates in small electorates where there is no \n2. \nrestriction on the number of candidates. A candidate can gain election with a minority of votes \nbased  predominantly  on  kin-based  support.  The  electoral  system  thus  produces  a  “highly \nunstable  mixture  of  weak  parties  and  independent  parliamentarians,  who  then  negotiate  the \ncreation of coalition governments that divide the political spoils between them”.3 To address this \ninherent instability, a Political Parties Integrity Bill has been prepared that aims to give a newly \nelected  government  some  breathing  space  from  politicians  who,  having  initially  professed \nsupport for a leader, might choose to cross the floor. \n \nB. \n \n\nPublic Financial Management \n\n1. \n\nLegislative and Policy Framework \n\n \n3. \nThe  Constitution  sets  out  the  foundations  for  public  financial  management  in  Solomon \nIslands.  This  includes  the  presentation  of  estimates  before  Parliament,  operation  of  the \nConsolidated Fund, establishment of other funds, and imposition of taxation. It also establishes \nthe Office of the Auditor General as a public office and sets out the auditor general’s mandate \nand independence.  \n \n4. \nThe 1978 Public Finance and Audit Act and its associated financial instructions (updated \nto 2005) regulate, among other things, (i) the powers and duties of the minister of finance; (ii) \nthe  powers  and  duties  of  the  permanent  secretary  (finance)  and  accountant  general;  (iii)  the \nduties and responsibilities of the accounting officers; (iv) government borrowing; (v) procedures \nfor  procurement  and  payments  from  the  funds;  (vi)  procedures  for  collection  and  receipt  of \nrevenue;  (vii)  procedures  for  advances,  imprest  accounts,  deposits,  and  suspense  accounts; \n(viii) the custody of public money; and (ix) the custody and control of other assets.  \n \n\n                                                 \n1  The sector diagnostics presented in this appendix draw heavily on Public Expenditure and Financial Accountability \nProgram.  2008.  Solomon  Islands  Public  Financial  Management-Performance  Report.  Rotterdam:  ECORYS \nNederland BV (November, final report).  \n\n2   Under the wantok system, those that speak the same language (or share “one talk”) traditionally look out for one \nanother.  The  wantok  system  could  be  seen  as  an  unwritten  social  contract  between  those  speaking  the  same \nlanguage to assist each other in times of need.  \n\n3  Background  discussion  is  provided  in  F.  Fukuyama.  2008.  State-Building  in  Solomon  Islands.  Pacific  Economic \n\nBulletin. 23(3). Canberra: Australian National University. \n\n \n\n \n\n\f52 \n\n \n\nAppendix 5 \n\nThe legislature’s Public Accounts Committee is responsible for the examination of public \n5. \naccounts, the auditor general reports, and the draft estimates. With the Auditor General as its \nsecretary,  it  has  had  the  necessary  sittings  to  meet  its  responsibilities.  Nevertheless,  the \ntimetables  of  the  executive  are  such  that  it  has  not  always  had  sufficient  time  to  carry  out  its \nresponsibilities in a satisfactory manner. It is not unusual for it to have insufficient time to review \nthe annual appropriation bill and report to Parliament in order to influence the debate.  \n\nAgency Arrangements and Capacity \n\n \n2. \n \n6. \nThe  Ministry  of  Finance  and  Treasury  prepares  the  budget  while  the  Ministry  of \nDevelopment Planning and Aid Coordination prepares development budgets separately. There \nis  little  coordination  between  the  two.  Considerable  capacity  development  and  capacity \nsupplementation has been provided to the Ministry of Finance and Treasury under the Regional \nAssistance Mission to Solomon Islands (RAMSI) economic governance program. While this has \nsignificantly raised the capacity in targeted areas, major gaps still remain in such other areas as \nnational  accounts  compilation  in  the  National  Statistics  Office,  cash  flow  forecasting  in  the \nTreasury, and enforcement in the Department of Customs and Excise. \n \n7. \nThere  is  a  lack  of  capacity  within  the  Ministry  of  Development  Planning  and  Aid \nCoordination  to  implement  and  monitor  the  entire  development  budget  effectively.  As  a  result, \nthere has been significant underspending of the planned development budget in past years. \n \n8. \nThe  RAMSI  intervention  is  a  key  source  of  support  for  capacity  development  in \ngovernment agencies. Having begun as a response to the failure of the state, it is now operating \ntoward  the  broader  aims  of  supporting  law  and  justice,  the  machinery  of  government,  and \neconomic governance.  \n \n9. \nRAMSI  support  for  the  machinery  of  government  has  three  principal  objectives: \naccountable  government,  efficient  and  effective  government,  and  responsive  government. \nThese could be collapsed into the single objective of efficient and effective government, since \nsuch  government  is  both  accountable  and  responsive,  but  the  separate  specification  of  an \naccountable  government  highlights  the  importance  of  improving  government  behavior,  which \nhas  been  a  major  focus  of  RAMSI  initiatives.  Pursuit  of  this  objective  also  involves  outside \ncommercial interests, which exercise considerable influence on government, seeking to divert it \nfrom  the  national  interest.  A  Public  Service  Improvement  Program  has  recently  been \nestablished as one of the key interventions under the machinery of government program. \n\n \n3. \n\nBudget Formulation  \n\n \n10. \nThe alignment of public expenditure with national development priorities, as outlined in \nthe  government’s  medium  term  development  strategy,  is  being  strengthened  by  strategic \nallocation  of  public  resources  through  the  annual  recurrent  and  development  budgets.  The \ngovernment  appropriates  on  an  annual  cash  basis  to  each  ministry.  The  appropriation  is  also \nspecified in a detailed breakdown of inputs for two major categories of recurrent expenditure: (i) \npayroll, and (ii) other charges for each cost center within a ministry. The basis for appropriation \nis under review. The budget is formulated in consultation with spending ministries. From 2007, \ninterdepartmental  consultation  has  started  an  early  stage  in  the  budget  preparation  process. \nThe budget classification system has also been strengthened. \n \n11.  Multiyear budgeting is not in use, even though attempts have been made to incorporate \nsuch  elements  into  the  budget  process.  The  horizon  of  the  budget  estimates  is  limited  to  the \n\n \n\n\fAppendix 5 \n\n53\n\nfiscal year even though an attempt has been made to forecast for 2 years following the budget \nyear.  Efforts  are  underway  to  establish  a  systematic  approach  to  revenue  forecasting,  and  to \nreplace a past practice of only incrementing the previous year’s outcomes. \n \nOf the order of two-thirds of the total funds expended on government-approved projects \n12. \nare provided by donors. These funds are controlled jointly by donors and the government, with \nthe  extent  of  government  control  being  dependent  on  the  donor.  In  addition,  a  proportion  of \ngovernment funds are set aside to be disbursed by individual members of Parliament. \n\n \n4. \n\nBudget Execution \n\n \n13. \nSpending  agencies  are  normally  provided  with  a  full  year’s  allocation.  Because  annual \ncash flow forecasts are not prepared, however, it is difficult for the government to plan the use \nof its cash effectively.  \n \n14. \nThe current financial management information system (Maximise) has built-in nonpayroll \nexpenditure  commitment  controls.  The  controls check  that  there  are  sufficient  funds  left  in  the \nbudget before a commitment can be made. This control is only partially effective, as it can be \noverridden. It also does not cover all expenditure, e.g., utility payments, as these do not require \na  local  purchase  order  to  be  raised.  Revised  financial  instructions  are  needed  to  ensure  that \nprudent financial management standards are in place and practiced. Payroll controls are limited \nby  the  fact  that  reconciliation  between  the  nominal  roll  (maintained  by  the  Ministry  of  Public \nService,  sector  ministries,  or  education  authorities),  personnel  records,  and  the  actual  payroll \ndoes not take place. These two issues are to be addressed by the new financial management \ninformation system and payroll system. \n \n\n5. \n\nBudget Accounting and Reporting \n\n \nThe  major  bank  account  is  reconciled  daily,  while  other  bank  accounts  are  reconciled \n15. \nmonthly.  A  monthly  reconciliation  process  for  other  records  is  in  place  and  has  commenced. \nGovernment  reports  on  the  recurrent  budget  in  a  timely  fashion  (usually  providing  quarterly \nfiscal  outlook  statements),  including  to  the  public  via  newspapers.  Budget  expenditure  is \nmonitored monthly. The accuracy of the data depends on inputs from ministries but is regarded \nas reasonably accurate. The Ministry of Planning and Aid Coordination has taken measures to \nimprove the planning and coordination of development aid, but these efforts have largely been \nineffective. Reporting on the development budget remains weak, and this is to be addressed in \nthe context of developing an integrated budget. \n\n \n6. \n\nExternal Audit and Oversight \n\n \nPrior  to  the  advent  of  the  RAMSI  program  to  strengthen  and  reform  Solomon  Islands \n16. \naccountability institutions, public accounts were not prepared in a timely fashion and the Office \nof  the  Auditor  General  had  effectively  ceased  to  function  as  an  audit  institution.  With  RAMSI \nsupport,  the  Office  of  the  Auditor  General  has  been  working  toward  addressing  the  audits \nbacklog for government accounts. Audits of the 1998–2003 national accounts were concluded in \n2007 after 8 years of delays.  \n \n17. \nThe  government,  with  the  support  of  RAMSI,  engaged  KPMG  Australia  to  update  nine \nstate-owned  enterprise  (SOE)  accounts  and  audit  them.  In  total,  49  years  of  accounts  were \nupdated  and  audited  dating  from  as  far  back  as  1997;  the  2006  and  2007  accounts  were \nprepared to International Financial Reporting Standards. This work also highlighted deficiencies \n\n \n\n \n\n\f54 \n\n \n\nAppendix 5 \n\nProcurement \n\nin  accounting  capacity  and  financial  systems.  To  ensure  that  momentum  in  accounts \npreparation continues, the government, with RAMSI support, has engaged a roving accountant \nto  assist  the  SOEs  in  preparing  for  audit  of  their  2008  accounts  and  potentially  their  2009 \naccounts.  The  government  is  also  looking  to  work  with  donors  to  develop  another  program  of \nassistance  for  the  SOEs,  with  a  focus  on  strengthening  accounting  capacity  and  financial \nsystems, improving corporate governance, and improving government monitoring of the SOEs. \n \nC. \n \n18. \nProcurement  regulations  are  contained  in  the  1994  financial  instructions  (updated  to \n2005).  This  sets  out  the  procedures  for  the  purchase  of  goods  and  services.  Currently,  all \nexpenditure  greater  than  SI$50,000  is  required  to  go  out  to  tender.  Ministerial  tender  boards \nprocess  contracts  of  between  SI$50,000  and  SI$500,000,  while  the  Central  Tender  Board \nprocesses  larger  contracts.  Public  contracting  is  done  by  the  Central  Tender  Board  and \nindividual ministry tender boards. The Central Tender Board within the Ministry of Finance and \nTreasury deals with contracts of more than SI$500,000 and each ministerial tender board deals \nwith contracts valued at less than SI$500,000. It is of particular concern that the capacity of the \nCentral Tender Board is less than that of individual ministry tender boards. \n \n19. \nThe  Office  of  the  Auditor  General  reports  highlight  the  fact  that  there  has  been  poor \ncompliance  with  the  competitive  bidding  requirements  set  out  in  the  financial  instructions  and \nthat there are a significant number of instances whereby financial instructions are being waived \nwithout  due  process  and  simplified  procedures  are  being  adopted.  The  Office  of  the  Auditor \nGeneral is now including audit of procurement activities in its regular audit process; but there is \nno systematic reporting mechanism that can provide accurate data on use of open competition. \nWhile  the  financial  instructions  require  the  use  of  open  competition  for  all  purchases  above \nSI$50,000,  there  is  no  requirement  for  reports  to  be  produced  justifying  the  use  of  less-\ncompetitive methods. Tender boards (central and ministerial) are not required to issue reports \non their proceedings, there is no public disclosure of contracts awarded, and there is no specific \nprocurement complaints mechanism. Bidders can complain to the Ombudsman’s Office, but the \nombudsman can only make recommendations. \n \nD. \n\nCorruption \n\n1. \n\nLegislative and Policy Framework \n\nCorruption is officially recognized as an offense in two ways. Part X of the Penal Code \n20. \nidentifies  very  broad  definitions  of  bribery  (S.91),  extortion  (S.92),  false  declaration  (S.95), \nabuse of office (S.96), and false assumption of authority (S.98) when stipulating offenses to be \nrecognized  as  official  corruption.  Public  officers  so  prosecuted  face  criminal  proceedings  and \npenalties  if  convicted  of  a  felony  warranting  imprisonment  for  up  to  7  years.  The  1999 \namendment of the Leadership Code Act (The Leadership Code (Further Provisions) Act 1999) \nenables  prosecution  of  cases  on  the  charge  of  “official  misconduct,”  which  is  defined  as:  “the \nuse of office for personal benefit; neglect of official business; bribery; the acceptance of loans; \nthe  non-reporting  of  business  interests;  and  even  ownership  of  property  which  could  not  be \nexpected to be attainable through known income or receipts.” \n\n2. \n\nIntegrity Institutions and Systems \n\nThe  Leadership  Code  Commission  has  insufficient  resources  to  meet  its  workload. \n21. \nCurrently,  the  commission  has  a  staff  of  four  investigating  officers  and  a  director  of  legal \nservices  to  prosecute  offenders.  The  actual  powers  of  the  commission  to  investigate  and \n\n \n\n\fAppendix 5 \n\n55\n\nprosecute are not completely clear. For example, the Leadership Code Commission considers \nthat  it  cannot  act  until  it  receives  a  formal  complaint.  Transparency  International,  however, \nconsiders  that  the  1999  Act  provides  the  commission  with  “significant  scope  for  direct  action” \nand  does  not  require  a  complaint  to  be  made  in  order  to  initiate  an  investigation.  On \nprosecutions,  the  act  is  quite  clear  that  proceedings  for  misconduct  in  office  shall  be \ncommenced  in  the  High  Court.  There  remains  an  issue  about  whether  disciplinary  issues  are \nwithin  the  jurisdiction  of  the  High  Court,  which  considers  it  can  only  hear  criminal  and  civil \ncases. Partly as a consequence of this uncertainty, the Leadership Code Commission is loathe \nto hear corruption complaints, which it believes are criminal matters and consequently should be \ninvestigated by the police. It has not yet, however, referred any such cases to the police. \n\n3. \n\nRule of Law \n\nSolomon  Islands  ranked  in  the  0–25th  percentile  (24%)  for  “rule  of  law”  in  the  World \n22. \nBank  governance  indicators  in  2008.  The  country’s  rating  was  the  lowest  among  Pacific \ndeveloping member countries, with the exception of Papua New Guinea and Timor-Leste. \n\n4. \n\nAdministrative Quality \n\n23. \nThe  government  acknowledges  the  poor  quality  of  public administration.  Administrative \nstructures  are  fragmented,  business  processes  largely  ineffective  or  not  followed,  and \nresponsibilities  frequently  overlap  between  and  within  ministries.  This  often  results  in \nunnecessary delays and transaction costs for the government and, ultimately, inefficient service \ndelivery.  The  issue  is  being  addressed  in  part  by  donor  programs  in  a  number  of  individual \nministries, by operationalization of the Institute of Public Administration and Management, and \nby a whole-of-government approach to financial management being developed by the ministries \nof finance and public service in conjunction with RAMSI. Progress is being made, albeit slowly. \nThe World Bank’s 2008 government effectiveness indicators rank Solomon Islands regionally at \na low 21%. \n \n24. \nRecruitment  and  promotion  are  formally  merit-based,  but  patronage  is  extensively \npracticed in several parts of the government. Bribe seeking is accepted in parts of government \nand the probity of public servants is threatened by opportunities for corrupt practice. The public \nservice  has  been  politicized.  The  Public  Service  Commission  is  nominally  independent,  but  it \nhas been poorly resourced. \n\n5. \n\nVoice and Accountability \n\n25. \nThe  Audit  Office  is  gradually  working  through  a  large  backlog  of  work.  Checks  and \nbalances on executive powers are patchy. Public officials are typically not held accountable for \nfailures.  Reports  on  corruption  throughout  the  public  service  persist.  The  Ombudsman  and \nLeadership  Code  commissions  established  to  inquire  into  the  conduct  of  public  servants  and \nofficers  of  public  agencies  have  been  under-resourced  and  largely  ineffective.  Nevertheless, \naccountability  institutions  have  been  strengthened  with  RAMSI  support.  Solomon  Islands  was \nranked  at  54%  in  2008  for  the  “voice  and  accountability”  indicator  (World  Bank  Governance \nIndicators 2008). \n\n6. \n\nPublic Perceptions \n\n26. \nSurveys suggest that the perception since 2005 is that corruption is on the rise, which is \nalso of concern given the number of governance-oriented projects that are being implemented \nin the country. In the People’s Survey 2008, on the question of dishonest behavior or misuse of \npower  among  senior  people  in  the  community,  81%  considered  there  was  misbehavior,  while \n\n \n\n \n\n\f56 \n\n \n\nAppendix 5 \n\n14% considered there was not. The figure had increased considerably over 2007, when 54% of \nrespondents considered that there was such behavior. \n\n \n\n\fAppendix 6 \n\n57\n\nPOVERTY ANALYSIS \n\nPoverty Situation \n\nA. \n \nApproximately  85%  of  the  estimated  533,671  people  living  in  Solomon  Islands  are \n1. \nlocated in rural areas. The country is experiencing rapid population growth, at a rate of around \n2.8%  annually.  This  has  resulted  in  a  youthful  population  structure,  with  around  40%  of  the \ncountry’s population below the age of 15.1 \n \n2. \nDuring  the  years  of  conflict  between  1999  and  2003,  the  country’s  economy  collapsed \nand  the  delivery  of  many  basic  services  was  disrupted,  resulting  in  a  significant  increase  in \npoverty.  Although  progress  has  been  made  with  substantial  external  assistance  in  restoring \nmany basic services, levels of coverage and quality are generally inadequate outside of urban \nareas. \n \n3.  With  its  estimated  gross  domestic  product  (GDP)  per  capita  of  $1,870  in  2009  (current \nprices),  Solomon  Islands  has  the  second-lowest  average  income  in  the  region.2  Income \ndistribution is unequal, both personally and geographically, with levels in rural areas significantly \nbelow those in urban areas. Similarly, social indicators in Solomon Islands, although improving, \nare  amongst  the  worst  in  the  region,  falling  short  of  the  targets  set  for  the  Millennium \nDevelopment  Goals.  They  are  particularly  poor  in  rural  areas  (Table  A6).  Gains  made  have \nbeen  underpinned  by  substantial  external \ntechnical  assistance.  Official \ndevelopment  assistance  rose  from  22%  of  GDP  in  1990  to  66%  of  GDP  in  2005,  when  aid \nreached $415 per capita.3 \n \n\nfinancial  and \n\nTable A6: Social Development Indicators \n\nIndicator \nLife expectancy at birth (years) \nInfant mortality rate (per 1,000 live births)  \nUnder 5 mortality rate (per 1,000) \nFertility  rate  (average  number  of  children \nper woman) \nMaternal  mortality  rate  (per  100,000  live \nbirths) \nBirths in hospital facility (%) \nIncidence of malaria (per 1,000) \nAccess to an improved water source (%) \nAccess to improved sanitation (%) \nAdult literacy rate (%) \n\nNational \n66.0 \n26.1 \n37.2 \n4.6 \n\n130.0 \n\n84.5 \n127.8 \n71.0 \n34.0 \n76.0 \n\nUrban \n…. \n23.0 \n31.0 \n3.4 \n\n94.4 \n... \n95.0 \n98.0 \n... \n\nRural \n... \n27.0 \n38.0 \n4.8 \n\n83.1 \n... \n65.0 \n18.0 \n... \n\n... \n\n... \n\n... = not available. \nSources:  World  Health  Statistics  2007;  Solomon  Islands.  2007.  Demographic  and  Health  Survey. \nHoniara; World Bank. 2004. Environment at a Glance. Washington, DC; Government of the Solomon \nIslands. 2002. Solomon Islands Human Development Report 2002. Honiara. \n\n                                                 \n1   Solomon Islands Statistics Office. 1999. Census of Population and Housing. Honiara. \n2   Asian Development Bank. 2009. Interim Country Partnership Strategy: Solomon Islands, 2009–2011. Manila. \n3   United Nations Development Programme (UNDP). 2007. Human Development Report 2007/2008. Fighting Climate \n\nChange: Human Solidarity in a Changing World. New York. \n\n \n\n \n\n \n\n\f58 \n\n \n\nAppendix 6 \n\nIncome Poverty \n\nB. \n \n4. \nAccording to the most recent census, in 1999 only 46% of the total labor force, or 17% of \nthe working population, was employed in the formal sector. In addition, two-thirds of all formal \nsector  workers  were  male.  Most  formal  sector  employment  opportunities  are  concentrated  in \nHoniara. A large proportion of Honiara’s population is employed in the informal sector, however, \nworking as providers of domestic services or pursuing small business activities. \n \nMore  than  80%  of  the  population  relies  on  subsistence  or  semi-subsistence  agriculture \n5. \nand  fishing.  Small-scale  income-generating  activities  include  the  sale  of  copra,  cocoa,  fruits, \nvegetables, and marine products. However, opportunities to earn cash income to meet nonfood \nbasic needs in rural areas are constrained by a lack of reliable transport and limited marketing \narrangements. This has resulted in growing rural–urban migration. In 2008, 48% of households \nsurveyed  across  the  country  reported  having  a  family  member  working  elsewhere  in  the \ncountry.4 \n \nYoung  people  have  been  identified  as  a  disadvantaged  group,  as  job  creation  has  not \n6. \nkept pace with the increase in the labor supply. In 1999, the open unemployment rate rose to \n11%.  It  is  reported  that  in  recent  years  only  one  in  every  six  school-leavers  has  found  paid \nemployment, and that the youth unemployment rate is 45%.5 \n \n7. \nA  study  by  the  Solomon  Islands  Statistics  Office  and  the  United  Nations  Development \nProgramme (UNDP) in 2008, which analyzed data from the 2005/06 national household income \nand  expenditure  survey,  estimated  that  approximately  11%  of  the  population  was  living  below \nthe  food  poverty  line,  while  almost  one-third  of  the  population  lived  below  the  basic-needs \npoverty line.6 Interestingly, the study found that while food poverty  was  greatest in rural areas \n(8.7%  of  the  population  compared  with  2.3%  in  Honiara),  nonfood  poverty  was  highest  in \nHoniara (32.2% compared with 18.8% in rural areas).  \n \n8. \nA  2009  analysis  of  the  household  income  and  expenditure  survey  data  by  Narsey \nsuggests,  however,  that  the  methodology  and  calculations  in  the  Solomon  Islands  Statistics \nOffice/UNDP  study  are  flawed  and  in  fact  the  incidence  of  basic  needs  poverty  is  significantly \nhigher  in  rural  areas  compared  with  provincial  urban  areas  and  Honiara.7  There  are  large \ndifferences in poverty between provinces, with Malaita accounting for over one-third of all rural \npeople living in poverty, followed by Makira-Ulawa (14%–17%) and Guadalcanal (11%–13%). \n \nC. \n \n9. \nIn  the  context  of  Solomon  Islands,  which  is  characterized  by  a  population  that  is  highly \ndependent on subsistence and semi-subsistence agriculture, and in a geographical setting where \nsmall  isolated  populations  are  separated  by  large  distances  between  islands,  it  is  important  to \n                                                 \n4   ANU  Pty  Enterprise  Ltd.  2008.  People’s  Survey  2008.  Canberra  (report  prepared  for  the  Regional  Assistance \n\nBasic Services Poverty \n\nMission to the Solomon Islands). \n\n5  Lino Briguglio, Bishnodat Persaud, and Richard Stern. 2006. Toward an Outward-Oriented Development Strategy \nfor Small States: Issues, Opportunities, and Resilience Building. A Review of the Small States Agenda Proposed in \nthe Commonwealth/World Bank Joint Task Force Report of April 2000. Singapore: Annual Meetings World  Bank \nGroup/International Monetary Fund. \n\n6   Solomon Islands Statistics Office and UNDP Pacific Centre. 2008. Analysis of the 2005/06 Household Income and \n\nExpenditure Survey. Honiara. \n\n7   W.  Narsey.  2009.  The  Incidence  of  Poverty  in  the  Solomon  Islands,  the  UNDP  2008  Results,  Some  Questions \nabout Methodology and Data and some Preliminary Alternative Perspectives. Presentation given at the University \nof South Pacific Development Dialogue, 17 September, Honiara, Solomon Islands. \n\n \n\n\fAppendix 6 \n\n59\n\nexamine  poverty  not  only  in  terms  of  income  but  also  in  the  context  of  access  to  basic  social \nservices that are critical for achieving human development outcomes. As Table A6 demonstrates, \nhuman  development  indices  remain  low  for  Solomon  Islands,  with  notable  variation  between \nprovinces. While the human development index is highest in Honiara and the Western Province, \nit is lowest in Guadalcanal and Malaita.8  \n \n\n1. \n\nEducation  \n\n \nIn rural areas, long distances and poor transport systems play a role in limiting access to \n10. \neducation.  Also,  there  are  not  enough  schools  in  Solomon  Islands  for  every  child  to  receive \neducation  for  10  years.  Existing  facilities  are  often  inadequate,  being  in  poor  physical  condition \nand lacking essential equipment. The recent abolishment of primary and junior secondary school \nfees  has  resulted  in  increased  enrollment  rates,  which  have  put  further  pressure  on  existing \nschool facilities as the number of classrooms and teachers has largely remained unchanged. \n \n11.  According  to  the  2008  People’s  Survey,  Honiara  had  the  best  access  to  primary  school \nfacilities  with  72%  of  households  reporting  having  a  primary  school  located  in  their  community \ncompared  with  only  16%  in  Malaita  and  Renbel.  In  addition,  30%  of  households in  Malaita  and \n50% in Guadalcanal reported that accessing a primary school required a travel time ranging from \nat least an hour to half a day, compared with only 1.8% of households in Honiara.9 \n \n12. \nThe  national  primary  enrollment  rate  in  2005  was  estimated  to  be  94%  (of  which  53% \nwere boys and 47% girls).10 However, there are marked regional disparities between provinces. \nFor  example,  Honiara  has  the  highest  primary  and  secondary  school  net  attendance  rates \n(72.1%  and  47.1%,  respectively)  compared  with  other  provinces,  mostly  notably  Malaita  with \nprimary and secondary net attendance rates of 58% and 20%.11 \n \n13.  After the age of 13, attendance rates for all children, particularly girls, begins to decline \nas  a  result  of  social  barriers  that  prevent  girls  from  seeking  further  education,  the  shortage  of \nplaces, lack of dorm facilities, high dropout rates, adolescent pregnancy, and households taking \nchildren out of school to provide farm labor. At the senior secondary level, enrollments rates are \nonly 60%, of which 60% are male and 40% are female.  \n \n14.  Under  the  existing  education  sector  funding  scheme,  the  central  government  pays  for \nteacher salaries and provides an operating grant that covers 60% of total operating costs at the \nprimary and junior secondary levels. Provincial and other educational authorities are expected \nto  fund  30%  of  operating  costs,  while  parents  and  communities  are  expected  to  fund  the \nremaining 10%. In reality, however, many provinces do not contribute to school operating grants \ndue to revenue constraints. Currently, operating grants are allocated to schools on the basis of \nenrollment numbers rather than need for achieving minimum quality standards.  \n \n15. \nThe  government  has  adopted  a  sector-wide  approach  to  education.  New  Zealand \nprovides  SI$41  million  in  annual  budget  support  to  the  education  sector  to  assist  the \ngovernment in funding “fee free” education up to form 3, which policy was introduced in 2009. \nThe  government  has  also  committed  to  allocate  at  least  22%  of  its  total  recurrent  budget  to \neducation.  However,  education  service  delivery,  and  particularly  in  rural  areas,  has  been \n                                                 \n8   Government of the Solomon Islands. 2002. Human Development Report 2002: Building a Nation. Honiara. \n9   ANU  Pty  Enterprise  Ltd.  2008.  People’s  Survey  2008.  Honiara.  (report  prepared  for  the  Regional  Assistance \n\nMission to the Solomon Islands). \n\n10 Ministry of Education. 2008. 2007 Digest of Education Statistics. Honiara. \n11 Government of Solomon Islands. 2008. 2007 Demographic and Health Survey. Honiara. \n\n \n\n \n\n\f60 \n\n \n\nAppendix 6 \n\nnegatively affected by the cuts to recurrent outlays in 2009, amounting to around SI$20 million \n(10%  and  25%  cuts  in  nonpayroll  recurrent  expenditures),  which  were  made  in  response  to \nfalling government revenues.  \n \n\n2. \n\nHealth \n\n \n16.  Despite having among the highest infant and maternal mortality rates in the region, health \noutcomes  in  Solomon  Islands  have  been  improving  in  recent  years  as  a  result  of  substantial \ndonor  funding  to  the  health  care  sector.  However,  the  health  care  delivery  system  remains \nhighly centralized with relatively more resources concentrated on the National Referral Hospital \nin Honiara and central administration. As a result, the quality of primary health care outside of \nHoniara and provincial urban centers tends to be poor. Rural health clinics often have no access \nto electricity or running water, and they suffer from shortages of essential medical supplies.  \n \n17.  Households  from  the  bottom  income  quintiles  and  those  living  in  rural  areas  are \ndisadvantaged in their ability to access quality health care. For example, according to the 2008 \nPeople’s  Survey,  65%  of  households  in  Guadalcanal  and  42%  in  Malaita  reported  that  it \nrequired one hour to half a day in travel time to access health care facilities. In Honiara, 80% of \nresidents surveyed reported being able to access medical facilities in less than 1 hour (footnote \n9).  \n \n18.  Primary  public  health  care  services  are  provided  to  the  population  free  of  charge.  The \ncentral  government  pays  the  wages  of  medical  staff,  including  doctors  and  nurses.  Provincial \nhealth  services  are  funded  through  operating  grants  provided  by  the  central  government.  On \naverage, less than half of the grant is spent on goods and services in many provinces, however, \nwhile around 55% of the grant is used to pay the wages of staff such as custodians and casual \nworkers. In addition, provincial grants follow a complex funding formula and are not allocated to \nprovinces  on  the  basis  of  need.  For  example,  Malaita  currently  receives  less  than  30%  of  the \nprovincial health care budget despite one-third of the population’s being located in this province \nand the fact that the country’s most serious health care challenges are found there. \n \n19.  A sector-wide approach has been adopted for the health care sector. Australia remains \nthe largest donor in this area, providing around 25% (SI$61 million) of the total funding for the \nhealth care sector in 2009. This sector has also been adversely affected by the government cut \n(termed a “reservation”) amounting to SI$27 million (10% and 25% cuts to nonpayroll recurrent \nexpenditures) made in 2009. In response, the Ministry of Health and Medical Services has been \nable  to  reallocate  some  of  the  funds  from  its  development  budget  to  cover  recurrent \nexpenditures. Health authorities have reported having to cut health care services provided to the \nrural  population,  however,  including  transportation  to  provincial  hospitals,  health  tours,  and \ndistribution of mosquito nets.  \n \n\n3. \n\nInfrastructure \n\n \n20.  Supplying  basic  infrastructure  to  isolated  communities  spread  over  a  wide  geographic \narea remains a challenge, and as a result electricity, water, transportation, and communication \nservices  are  not  available  to  a  large  percentage  of  the  population.  Only  16%  of  the  total \npopulation  has  access  to  electricity,  which  is  generally  provided  only  in  urban  centers.  In \nHoniara, 40.9% of the lowest expenditure households were connected to power compared with \n87.9%  of  the  highest  expenditure  households.  In  rural  areas,  given  the  lack  of  access  to \nelectricity, kerosene use is high for both the lowest and highest expenditure income households, \n\n \n\n\fAppendix 6 \n\n61\n\nSocial Safety Nets \n\nat 89.5% and 87.9%.12 Similarly, access to adequate water and sanitation facilities in rural areas \nis  low.  For  example,  the  percentage  of  the  population  with  access  to  safe  or  improved  water \nsupplies in Honiara was estimated to be 95% in 2000 compared with only 65% in rural areas.13 \n \n21.  Outside of the capital city, all-weather roads, which only reach 23% of villages, are either \nnonexistent  or  in  disrepair,  and  shipping  and  air  services  are  unreliable  and  expensive.  Intra-\nisland  transport  is  expensive  and  currently  very  limited.  These  constraints  pose  considerable \nbarriers  to  market  access  in  rural  areas  and  impede  the  growth  of  rural  production.  Poor \ntransport systems also make it difficult for the rural population to access basic services. \n \nD. \n \n22.  Solomon  Islands  lacks  formal  social  safety  nets.  Most  Solomon  Islanders  rely  on  their \nability to earn a subsistence living and some additional cash income from their land and marine \nresources as an informal social safety net. Strong communities and the wantok system are also \nan  important  informal  safeguard.  Under  the  wantok  system,  those  that  speak  the  same \nlanguage (or share “one talk”) traditionally look out for one another. The  wantok system could \nbe  seen  as an  unwritten  social  contract  between  those  speaking  the  same  language  to  assist \neach other in times of need. The informal social safety nets are still strong, and they are critical \nto limiting the most extreme forms of poverty in the Solomon Islands. But the relevance of the \ntraditional sources of support is declining as families move to urban areas and away from their \nland and as communities monetize. They are also better suited to situations where only some \nmembers of the community bear extra stress, rather than to the situation of generalized stress \nensuing from the extremely high inflation of 2008 that was triggered by high commodity prices \nand  now  the  economic  slowdown.  To  date,  there  has  been  limited  provision  of  formal  social \nsafety nets. More effort is warranted to help lessen the strain now borne by the vulnerable. \n \n\n                                                 \n12  Solomon  Islands  Statistics  Office  and  United  Nations  Development  Programme  (UNDP)  Pacific  Centre.  2008. \n\nAnalysis of the 2005/06 Household Income and Expenditure Survey. Honiara. \n13  World Bank. 2004. Solomon Islands: Environment at a Glance. Washington, DC. \n\n \n\n \n\n\f62 \n\n \n\nAppendix 7 \n\nGENDER ANALYSIS \n\nOverview of Gender Situation \n\n \nA. \n \n1. \nThe government is committed to promoting gender equity in national as well as regional \nand international development policy frameworks. However, Solomon Islands ranks very low, by \nregional  comparison,  in  both  gender  development  and  gender  empowerment  indices.  Women \nhave less access to and control of key political, economic, and knowledge resources than men. \nCurrently,  there  is  no  female  member  in  the  national  parliament.  There  is  a  strong  traditional \nobligation system that functions as a basic safety net but that also restricts individual control of \nland and exacerbates women’s lack of access to economic resources. \n \n2. \nGender  inequity  is  salient  in  the  areas  of  education  and  health.  Females  have  less \naccess than males to education, especially at higher levels of schooling, which results in lower \nliteracy  rates  among  adult  women.  Women’s  access  to  health  and  family  planning  services \nremains poor particularly in rural areas, while the fertility rate is one of the highest in the Pacific. \nLack of investments into women’s education and health undermines their productive capacities \nfor income-generating activities, as well as the health and nutritional status of their children. The \ncurrent economic crisis is likely to worsen these situations unless the government maintains and \nimproves the provision of social services essential for girls and women.  \n \n3. \nPoverty  disproportionately  affects  women  and  children.  Additional  factors  such  as \nendemic  malaria  and  natural  disasters  exacerbate  poverty  and  create  increased  burdens  for \nwomen  as  caregivers,  subsistence  farmers,  and  community  members.  Gaps  in  such  basic \ninfrastructure  services  as  roads,  clean  water,  and  sanitation  further  limit  women’s  time  and \nopportunity, since women bear the primary responsibility for household management and child \ncare. Gender-based violence is prevalent, and increased economic hardship places women and \ngirls at greater risk both in and outside the family.  \n \nB. \n \n\nKey Issues \n\n1. \n\nGender Gaps in Education \n\n \n4. \nWhile  laws  and  policies  give  boys  and  girls  the  same  rights  to  education,  significant \ngender  gaps  persist  in  school  enrollment,  and  especially  at  higher  levels  of  schooling.  Gross \nprimary enrollment rates exceeded 90% in 2005, with the ratio of female to male rates at 0.96.1 \nThere  is,  however,  a  very  low  progression  rate  to  secondary,  vocational,  technical,  or  post-\nsecondary  education.  Gross  secondary  enrollment  rates  are  much  lower  for  both  boys  and \ngirls—only  27%  for  girls  and  the  gender  ratio  is  0.87.  A  number  of  donors  have  invested  in \nimproving education infrastructure, with a focus on ensuring accessibility to primary schooling. \nSignificant issues still remain, including access to primary education that is less than universal; \npoor  education  facilities;  and  lack  of  trained,  qualified  teachers.  Enrollment  rates  also  fall \ndrastically  at  secondary  level  due  to  a  shortage  of  schools,  a  high  dropout  rate,  adolescent \npregnancy, and difficulty in affording school fees and expenses. Girls are likely to be pulled out \nof school more often than boys for economic reasons, household chores, and farm labor. With \ngrowing economic hardship, girls will face more disadvantages in attending or continuing their \neducations, and particularly at the secondary level.  \n  \n\n                                                 \n1  United  Nations  Development  Program \n\nhttp://hdrstats.undp.org/countries/ data sheets /cty_ds_SLB.html (accessed 12 August 2009).  \n\n(UNDP).  2007/2008.  Human  Development  Report  Statistics. \n\n \n\n\fAppendix 7 \n\n63\n\n2. \n\nReproductive Rights and Health \n\n \n5. \nFertility  rates  remain  high  at  4.4  live  births  per  woman  overall,  generating  a  young \npopulation structure where 40% are under age 15 (footnote 1). While 85% of births are attended \nby  health  personnel,  maternal  mortality  rate  remains  high  at  220  per  100,000  live  births.  Also \nhigh are the infant mortality rate at 53 per 1,000 live births and under-five mortality rate at 70 per \n1,000 live births.2 Despite the priority given to reproductive health and family planning programs \nby  the  Ministry  of  Health  and  Medical  Services,  health  and  family  planning  services  are  poor, \nand particularly in rural areas. There is inadequate access to obstetric care and lack of skills to \nidentify  high-risk  cases.  The  Ministry  of  Health  and  Medical  Services  provides  family  planning \nservices through provincial hospitals, area health centers, and clinics. Nevertheless, a shortage \nof  oral  and  other  contraceptives  and  lack  of  trained  personnel  pose  serious  problems  in  rural \nareas. According to the Ministry of Health and Medical Services, the contraceptive prevalence \nrate of married women aged 15-49 in 2007 was 25%. The rate of teen pregnancy is also high at \n72 live births per 1,000 women aged 15–19.3 In addition to lack of access to quality reproductive \nhealth care, the traditionally low status of women and societal taboos surrounding discussion of \nsexual matters further increase health risks for women.   \n \n6. \nSexual and reproductive rights are not defined in legislation. Policies for HIV/AIDS are in \nplace,  but  implementation  remains  a  challenge  due  to  gender  inequality  and  taboos  on \ndiscussing  sensitive  sexual  issues.  As  of  2005,  there  were  six  reported  cases,  half  of  which \nwere women.4  \n \n\n3. \n\nInfrastructure \n\n \n7. \nWomen in Solomon Islands perform multiple roles as household managers, subsistence \nand  cash  crop  farmers,  income  earners,  and  active  members  of  churches  and  community \ngroups.  In  all  these  roles,  infrastructure  services  are  important  determinants  of  women’s \nopportunities.  Solomon  Islands  is  a  rugged  country  with  dispersed  islands;  poor  maritime \nshipping and air services; and limited, poor quality road networks. All of these factors constrain \nthe  delivery  of  basic  social  services  and  access  to  economic  opportunities.  While  80%  of  the \npopulation  lives  in  rural  areas,  water  supply  and  sanitation  systems  in  rural  areas  are  basic. \nOnly 23% of rural households have improved sanitation facilities, compared with 79% of urban \nhouseholds.5  The  proportion  of  rural  households  having  access  to  piped  water  is  51%, \ncompared with 81% of urban households. Less than 7% of rural households have electricity, as \nopposed \nin  rural  areas,  women  spend  a \ndisproportionate amount of their time collecting fuel wood and water, as well as providing health \ncare for preventable diseases of family members caused by lack of safe water and sanitation. It \nis  important  to  involve  women  in  the  design  and  delivery  of  targeted  infrastructure  to  reduce \ntheir time burden and to increase opportunities for such other productive activities as developing \nalternative livelihoods and marketing surplus produce. \n \n\nto  61%  of  urban  households.  Especially \n\n                                                 \n2   United  Nations  Children’s  Fund.  Country  statistics  for  Solomon  Islands.  http://www.unicef.org/infobycountry/ \n\nsolomonislandsstatistics.html (accessed 10 September 2009). \n\n3   United Nations Population Fund. Solomon Islands at a Glance.  http://pacific.unfpa.org/Countries/sb.htm \n4   Secretariat  of  the  Pacific  Community  and  World  Health  Organizations.  2007.  A  Review  of  Pacific  Regional  HIV \n\nStrategy and Progress Towards Universal Access to Prevention, Treatment, Care and Support. Noumea. \n\n5   Solomon  Islands  Statistics  Office.  2006. Household  Income  and  Expenditure  Survey  2005/2006:  National  Report \n\n(Part I). Honiara.  \n\n \n\n \n\n\f64 \n\n \n\nAppendix 7 \n\n4. \n\nAccess to Productive and Economic Resources \n\n \n8. \nLabor  force  statistics  are  scarce  for  Solomon  Islands,  especially  for  analysis  of  recent \ntrends.  The  latest  available  data  indicate  that  56%  of  women  aged  15  and  older  were  in  the \nlabor  force  compared  with  83%  of  men  in  2005.6  Given  the  lack  of  government  statistics  on \nwomen’s  private  sector  participation  or  informal  economic  activity,  however,  it  is  difficult  to \nestimate  the  true  extent  of  women’s  income-generating  activities.  Subsistence  farming  is  still \nprevalent, providing economic activity for 80% of the population.7 Previous studies have found \nthat  women  made  up  less  than  one-third  of  wage  workers  in  nonagricultural  employment  (in \n1999),8 and women’s work in the formal sector has been restricted to low-paid, low-status jobs \nin the service sector.9   \n \n9. \nThere  are  no  legal  barriers  preventing  women  from  accessing  credit.  Yet,  various \ndifficulties  continue  to  hinder  women  from  obtaining  credit  and  loans  to  purchase  property  or \nstart businesses. Land ownership continues to be customary and decisions regarding land are \nalmost always made by men. As a result, women have little opportunity to leverage assets for \nformal  or  informal  credit.  Anecdotal  evidence  suggests  that  even  when  women  meet  the \neligibility criteria, they are perceived to be too high a credit risk and experience long delays in \nthe application process. Microfinance schemes are scarce, and banking services and products \nare scarcely promoted to women specifically for business purposes. Moreover, banking facilities \nare seldom found in rural and remote areas.  \n \n\n5. \n\nGovernment’s Gender Policy and Planning Framework \n\n \nThe government ratified the Convention on the Elimination of All Forms of Discrimination \n10. \nagainst Women in 2002.  It has yet to submit an initial report, however, and is noncompliant with \nthe Convention in a number of areas. While a National Women’s Policy was introduced in 1998 \nwith the intention to provide a planning framework across ministries, it has not been translated \ninto  activities  and  lacks  legislative  authority.  The  Ministry  of  Youth,  Women  and  Children’s \nAffairs is updating the policy. The government has initiated a number of gender-related reforms, \nin  particular  those  addressing  legislative  gaps,  through  the  Law  Reform  Commission  and  the \nconstitutional reform processes. \n \n11. \nThe  Ministry  of  Youth,  Women  and  Children’s  Affairs  has  the  mandate  to  promote  the \nempowerment  of  women  and  girls.  The  Ministry’s  leadership  is  strong  and  motivated.  The \nimplementation of programs by its Women’s Development Division is, however, undermined by \na  general  lack  of  capacity  to  address  issues  of  gender  equity.  The  division  has  five  provincial \nstaff responsible for skills training and community development programs and two technical staff \nresponsible for policy development and legal reform. The division has poor physical facilities, is \nunder-budgeted,  and  its  programs  are  impaired  by  the  existing  problems  in  government \nprocesses and systems in terms of delivering services to the provinces. Following government \npolicy  statements  in  2008,  a  policy  on  the  Elimination  of  Violence  against  Women  has  been \ndrafted and an associated National Action Plan developed by the Ministry of Youth, Women and \nChildren’s  Affairs.  The  Ministry  for  Police  has  created  a  Sexual  Assault  Unit  and  a  Family \nViolence Unit, and the Ministry of Health has a Gender Based Violence Policy in place. \n\n                                                 \n6   Asian Development Bank. 2007. Key Indicators of Developing Asian and Pacific Countries. Manila. \n7   UNDP. 2002. Solomon Islands Human Development Report. Honiara. \n8   United \nGoals \nMillennium \n\nDevelopment \n\nIndicators: \n\nNations. \n\nSolomon \n\nIslands. \n\nhttp://mdgs.un.org/unsd/mdg/Data.aspx (accessed 10 September 2009). \n\n9   UNDP. 2002. Solomon Islands Human Development Report. Honiara. \n\n \n\n\fAppendix 8 \n\n65 \n\nDEVELOPMENT COORDINATION \n\nfor \n\nthe  Japanese \n\nInternational  Development, \n\nMajor Development Partners: Strategic Foci and Key Activities \n\nA. \n \nThe  principal  bilateral donors  are  the  Australian  Agency  for  International  Development, \n1. \nthe  New  Zealand  Agency \nInternational \nCooperation  Agency,  Taipei,China,  and  the  various  agencies  of  the  United  Nations.  The \nmultilateral agencies, which provide grants and loans, are the Asian Development Bank (ADB), \nthe World Bank, and the European Union. \n \n2. \nADB’s  interim  country  partnership  strategy  (2009–2011)  for  Solomon  Islands  seeks  to \nreduce  poverty  by  promoting  equitable  private  sector-led  economic  growth  through  improved \ntransportation  infrastructure  and  services  and  a  stronger  business  enabling  environment.1 \nCapacity  development  and  the  promotion  of  good  governance  are  guiding  priorities  in  this \ncontext, and, to the extent possible, links between the priority areas will be leveraged. ADB will \nnot  provide  new  lending  to  Solomon  Islands  until  debt  sustainability  is  restored.  Assistance \ninstruments  include  Asian  Development  Fund  grants  in  the  transport  sector,  country-specific \ntechnical  assistance  for  capacity  development  and  policy  reform  in  the  transport  sector,  and \nprivate  sector  development.  The  country  program  will  be  complemented  by  regional  technical \nassistance  in  support  of  private  sector  development,  environmental  issues,  and  renewable \nenergy. \n \n3. \nAustralian support for development in Solomon Islands includes funding for the Regional \nAssistance  Mission  to  Solomon  Islands  (RAMSI)  as  well  as  funding  for  its  bilateral  aid \nprogramme  (which  includes  both  regional  and  country-specific  elements).  Total  planned \nAustralian  official  development  assistance  to  Solomon  Islands  in  FY2010  is  around  $250 \nmillion.  Much of the funding and resourcing under RAMSI is concentrated in the security sector \nand  support  for  the  Participating  Police  Force.   Approximately  $45  million  (18%)  of  Australia’s \nplanned  overseas  development  assistance  will  be  provided  as  country-specific  funding  under \nthe  bilateral  programme.   This  element  of  the  Australian  bilateral  programme  is  guided  by  the \nAustralia–Solomon  Islands  Partnership  for  Development  that  sets  out  mutual  responsibilities \nand  accountabilities,  and  four  priority  outcome  areas.   The  four  priority  outcome  areas  are: \nimproving  service  delivery  (currently  with  a  focus  on  health  but  there  is  also  a  commitment  to \ninvestigate  options  to  provide  assistance  to  the  education  sector),  improving  economic \nlivelihoods (with a focus on the rural sector), improving economic infrastructure (with a focus on \ntransport,  energy  and  telecommunications)  and  addressing  economic  and  fiscal  challenges \n(through the use of performance linked aid relating to public sector financial management and \nstructural reform). Australia is a key source of support for the health sector, via the provision of \nsector budget support. \n \nThe core areas of the New Zealand and Solomon Islands program strategy (2009–2018) \n4. \nare investing in people through education and skills development and improving livelihoods and \npromoting  broad-based  economic  growth.  Underpinning  the  strategy  is  support  for  building \npeace  and  stability  across  Solomon  Islands  by  promoting  good  governance,  sustaining  key \nreforms,  and  building  safer  communities.  New  Zealand  is,  via  sector  budget  support,  a  key \nsource of funds for the fee free education policy introduced in 2009. \n \n\n                                                 \n1  ADB. 2009. Interim Country Partnership Strategy: Solomon Islands,, 2009–2011. Manila.  \n\n\fTable A8: Major Development Partners \n\n \nMajor Projects \n\nDuration \n(estimate) \n\nAmount \n(estimate) \n\n66 \n\nAppendix 8 \n\nDevelopment \nPartner \n\nRAMSI \n\nUNDP \nEU \nRAMSI/UNDP \n\nADB \nNZAID/UNDP \nNZAID \nNZAID \nRAMSI \nIMF/PFTAC \nJICA \nWorld Bank \nWorld Bank \n\nADB \nJapan \nWorld Bank \nWorld Bank \nWorld Bank \n\nAusAID \nEU/NZAID \nJICA \nWorld Bank \nUNICEF \nAusAID \n\nUNICEF \n\n \n\nSector: Public Sector Management \nFinancial Management Strengthening, including Public \nFinancial Management, Revenue Collection, Corporate \nPlanning and Economic Reform \nSupport for Achievement of MDGs \nRural Advancement Microprojects Programme \nProvincial Governance Strengthening Program–Building \nBasic Capacity for Public Expenditure Management in All \nNine Provinces \nPacific Economic Management \nGood Governance and Human Rights \nLaw and Justice \nHoniara City Council \nRAMSI Participating Police Force \nTax, Budget, and Statistics Management \nPromoting Agriculture Technology \nRural Development Program \nPublic Expenditure Management and Health Sector \nMonitoring \n\nSector: Energy \n\nPromoting Access to Renewable Energy in the Pacific \nImprovement of Honiara Power Supply  \nSustainable Energy Finance Project \nTina River Hydropower Development Project \nSolomon Islands Sustainable Energy Project \nSector: Education \n\nongoing \n\n... \n\n2008–2012 \nongoing \n2008–2012 \n\n$0.7 million \n... \n$0.6 million \n\n2009–2012 \n2008–2012 \n2005-–2011 \n2006-–2010 \nongoing \nongoing \nongoing \n2007–2012 \n2008–2012 \n\n2009–2012 \nongoing \nongoing \n2011–2018 \n2008–2012 \n\n... \n$0.6 million \n$1.0 million \n$4.4 million \n... \n... \n... \n$3.2 million \n$1.5 million \n\nA$3.0 million \n... \n$1.0 million \n$8.0 million \nA$4 million \n\n$7 million per \nannum \nA$3 million \n\n$24.0 million \n... \n... \n$19.3 million \n$11.3 million \n$1.2 million \n\nNZAID/EU \n\nSector-wide Approach in Education \n\n2003–ongoing \n\nAusAID \n\nADB/AUSAid/NZAID  Solomon Islands Road Improvement Project \nWorld Bank \nJICA \nADB/EU \nADB \nADB \n\nSector-wide Approach in Education \n2010 \nSector: Transport, and Information and Communication Technology \n2009 \nongoing \nongoing \n2009–2011 \n2009 \n2010 \n\nTelecommunications Reform \nConstruction of Auki Market and Jetty  \nDomestic Maritime Support Project \nTransport Sector Development Project \nPacific Region Infrastructure Facility \n\nSector: Health and Social Protection \n\nStrengthening Health Sector Management \nRehabilitation of Tsunami-Affected Schools \nExtended Immunization Program  \nHealth Sector Support Project \nHIV/AIDS Prevention Program \nPacific Malaria Initiative \n\nTheme: Gender Equity \n\nWomen in Development: Policy, Advocacy, Planning, \nEvaluation, and Reporting \n\nTheme: Private Sector Development \n\n2009–2012 \n \nongoing \n2008–2011 \n2008–2012 \n2009–2011 \n\nA$69.0 million \n... \n... \nA$1.5 million \n$0.3 million \nA$10.5 million\n\n2008–2012 \n\n$0.6 million \n\nIFC \n\nSupport for Private Sector Development  \n\nongoing \n\n... \n\n\fAppendix 8 \n\n67\n\nDevelopment \nPartner \n\nADB/AusAID \nNZAID \n\n \nMajor Projects \n\nPrivate Sector Development Initiative (regional) \nFisheries sector \n\nDuration \n(estimate) \n\nAmount \n(estimate) \n\n2009–2012 \n2005-–2011 \n\n... \n$10.4 million \n\n... = not available, ADB = Asian Development Bank, AusAID = Australian Agency for International Development, EU = \nEuropean  Union,  IFC  =  International  Finance  Corporation,  IMF  =  International  Monetary  Fund,  JICA  =  Japan \nInternational  Cooperation  Agency,  MDG  =  Millennium  Development  Goal,  NZAID  =  New  Zealand  Agency  for \nInternational  Development,  PFTAC  =  Pacific  Financial  Technical  Assistance  Centre,  RAMSI  =  Regional  Assistance \nMission to Solomon Islands, UNDP = United Nations Development Programme, UNICEF = United Nations Children’s \nFund. \nSource: ADB estimates. \n \nThe European Union has a focus on three main areas in Solomon Islands: education in \n5. \npartnership  with  the  government  and  New  Zealand  Agency  for  International  Development, \ntransport  infrastructure  including  maritime  and  rural  development  (with  the  World  Bank  and \nAustralia)  through  a  significant  micro  projects  program,  and  a  major  nonstate  actors’  support \nprogram. From 2010, European Union will focus on rural development and is likely to withdraw \nfrom  the  education  sector,  except  for  continuing  a  4-year  commitment  to  technical  vocational \neducation. \n \nThe  World  Bank  is  cofinancing  a  major  Rural  Development  Programme  in  Solomon \n6. \nIslands, and it also provides support in the health, energy, and telecommunications sectors, as \nwell as for climate change adaptation. The World Bank is also exploring potential programs in \nyouth unemployment in urban areas, justice for the poor, and economic reform. \n \n7. \nJapan’s  focus  in  Solomon  Islands has  been  on  infrastructure,  including  roads,  bridges, \nmaritime, and power supply. Japan has also supported the fisheries sector, water supply, and a \nrange of community programs. \n \n8. \nthe Rural Constituency Development Fund provided through members of Parliament. \n \nB. \n\nTaipei,China  provides  support  to  Solomon  Islands  through  a  range  of  funds,  including \n\nInstitutional Arrangements and Processes for Development Coordination \n\n9. \nThe  Ministry  of  National  Planning  and  Aid  Coordination  holds  overall  responsibility  for \ndevelopment partner coordination, with most development partner support provided through the \nDevelopment  Budget  prepared  by  the  Ministry.  Responsibility  for  coordinating  the  activities  of \ninternational  financial  institutions  rests  with  the  Ministry  of  Finance  and  Treasury  that  is \nresponsible for the recurrent budget. \n \nThe  government’s  aid  and  coordination  system  has  been  hampered  by  capacity \n10. \nconstraints and weaknesses in internal coordination among government agencies. Development \npartners are helping redress this by strengthening their coordination, and considerable progress \nhas been made as development partner programs have normalized in the post-conflict period. \nThe  establishment  of  a  new  in-country  presence  of  ADB  and  the  World  Bank  is  further \nimproving development partner coordination.  \n \n11. \nA  core  economic  working  group  was  formed  in  early  2009;  it  is  led  by  the  Ministry  of \nFinance  and  includes  key  development  partners  (ADB,  the  Australian  Agency  for  International \nDevelopment,  the  European  Union,  the  New  Zealand  Agency  for  International  Development, \nRAMSI and the World Bank). The aim of this group is to strengthen economic management and \n\n \n\n \n\n\f68 \n\nAppendix 8 \n\nfoster a more coordinated and aligned partner response. The forum has shared information, as \nwell as discussed the impacts of the global economic crisis and examined possible options to \nmitigate it, including the potential for support to government finances in view of the deepening \nrevenue shortfalls.  \n \nC. \n\nAchievement and Issues \n\n12. \nThe  government  is  hampered  by  capacity  constraints,  which  is  most  noticeable  in \nensuring  the  timely  and  analytically  based  provision  of  policy  advice  and  implementation  of \ngovernment  policies  and  strategies.  Public  officials  are  typically  not  held  accountable  for \nperformance failure, and reports of corruption are too frequent. Ownership of government policy \nand legislation can be lacking, notably at the most senior levels. Significant capacity building is \nrequired in a number of critical areas, including management, policy and program development, \nand service delivery.  \n \n13. \nAlthough its governance ratings under ADB’s 2008 country performance assessment are \nclose to the average for the Pacific countries, Solomon Islands ranks relatively low in the World \nBank  Governance  Indicators  (1996–2006)  in  terms  of  control  of  corruption.  The  need  to \nstrengthen checks and balances on executive powers remains high.  \n \nSubstantial  progress  has  been  made,  however,  since  the  arrival  of  RAMSI  in  terms  of \n14. \nbuilding capacity at whole-of-government, agency, and individual levels and reestablishing law \nand  order.  Law  and  justice  systems  and  accountability  institutions,  such  as  the  Office  of  the \nAuditor General and the Ombudsman’s Office, have been considerably strengthened. While the \nmedia  has  become  an  increasingly  important  force  for  promoting  good  governance,  public \ndecision making often lack transparency and information availability is constrained by weak civil \nservice capacities (including for data management). \n \nInternationally  high  levels  of  development  assistance  give  rise  to  concerns  regarding \n15. \nsustainability. Aid effectiveness and impact, levels of local ownership, absorptive capacity, and \ndonor  coordination  need  to  be  continually  reinforced.  In  recognition  of  the  challenges,  efforts \nhave  been  made  to  monitor  and  evaluate  partnership  activities.  More  could  be  done  in  this \nregard  in  introducing  a  systematic,  analytical-based  approach  that  draws  on  a  monitoring  and \nevaluation  framework  encompassing  all  development  partner  activities.  Dialogue  between \nsenior officials of Solomon Islands and its development partners has improved substantially in \nrecent years. Establishment of the core economic working group in March 2009, with its role in \nhelping manage the economic and fiscal deterioration over 2009, is a key achievement.  \n \nD. \n\nRecommendations \n\nA  new  medium  term  development  strategy  (MTDS)  is  expected  to  be  formulated  after \n16. \nthe  2010  general  elections.  The  overarching  priority  of  the  current  MTDS  is  post-conflict \nreconciliation. The MTDS also accords a high priority for infrastructure development and private \nsector-led growth. The government has pronounced its intentions to align the budget formulation \nand  implementation  process  to  the  MTDS  priorities,  especially  in  terms  of  delivering  essential \nservices and policy reform. The focus of major donors is clear and coordination at national and \nsectoral  levels  has  improved  substantially.  Development  partners  can  continue  to  lift  their \neffectiveness  by  continuing  to  work  closely  together  in  supporting  the  priorities  outlined  in  the \nMTDS.  This  will  enhance  linkages  between  development  priorities  and  development  partner \nresourcing, and it will provide a broad-based framework for monitoring and evaluation. \n\n \n\n \n\n\fAppendix 9 \n\n69 \n\n1. \n \n\n(i) \n\n \n\nLIST OF INELIGIBLE ITEMS \n\nNo withdrawals will be made for the following: \n\nexpenditures  for  goods  included  in  the  following  groups  or  subgroups  of  the  United \nNations Standard International Trade Classification, Revision 3 (SITC, Rev. 3) or any \nsuccessor groups or subgroups under future revisions to the SITC, as designated by \nthe Asian Development Bank by notice to the Borrower: \n\nChapter  Heading \n\nDescription of Items \n\nTable A10: Ineligible Items \n \n\n112 \n121 \n122 \n\n525 \n667 \n718 \n\n728 \n897 \n\n971 \n\n \n \n \n\n \n\n \n \n718.7 \n\n728.43 \n897.3 \n\nAlcoholic beverages \nTobacco, unmanufactured; tobacco refuse \nTobacco,  manufactured  (whether  or  not  containing  tobacco \nsubstitute) \nRadioactive and associated materials \nPearls, precious and semiprecious stones, unworked or worked \nNuclear  reactors,  and  parts  thereof,  fuel  elements  (cartridges), \nnon-irradiated for nuclear reactors \nTobacco processing machinery \nJewelry of gold, silver, or platinum-group metals (except watches \nand  watch  cases)  and  goldsmiths’  or  silversmiths’  wares \n(including set gems) \nGold, nonmonetary (excluding gold ore and concentrates) \n\nSource: United Nations. Standard International Trade Classification, Revision 3. \n \n(ii) \n\nexpenditures in the currency of the Borrower or of goods supplied from the territory of \nthe Borrower; \n\nexpenditures  for  goods  supplied  under  a  contract  that  any  national  or  international \nfinancing  institution  or agency  will have  financed  or  has  agreed  to  finance,  including \nany contract financed under any loan or grant from the Asian Development Bank; \n\nexpenditures  for  goods  intended  for  a  military  or  paramilitary  purpose  or  for  luxury \nconsumption; \n\nexpenditures for narcotics;  \n\nexpenditures for environmentally hazardous goods, the manufacture, use, or import of \nwhich  is  prohibited  under  the  laws  of  the  Borrower  or  international  agreements  to \nwhich the Borrower is a party; and \n\nexpenditures  on  account  of  any  payment  prohibited  by  the  Borrower  in  compliance \nwith a decision of the United Nations Security Council taken under Chapter VII of the \nCharter of the United Nations. \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\n \n\n \n\n\f70 \n\nAppendix 10 \n\nSUMMARY POVERTY REDUCTION AND SOCIAL STRATEGY \n\nCountry and Project Title: Solomon Islands/Economic Recovery Support Program \n\n \n\n \n\nLending/Financing \nModality: \n \n\nProgram Cluster Grant \n\n \n\nDepartment/ \nDivision: \n\n \n\nPacific Department \n\n \n\nI. \n\nPOVERTY ANALYSIS AND STRATEGY \n\nA.  Link to the National Poverty Reduction Strategy and Country Partnership Strategy  \nThe Solomon Islands Medium Term Development Strategy (MTDS), 2008–2010 focuses on six priorities: (i) reconciliation \nand rehabilitation, (ii) national security and foreign relations, (iii) infrastructure development, (iv) the social services sector, \n(v) the economic and productive sectors, and (vi) civic affairs. The overarching priority of the current MTDS is post-conflict \nreconciliation.  The  MTDS  also  accords  a  high  priority  for  infrastructure  development  and  private  sector-led  growth.  The \ngovernment  has  pronounced  its  intentions  to  align  the  budget  formulation  and  implementation  process  to  the  MTDS \npriorities, especially in terms of delivering essential services and policy reform.  \n \nThe ADB Solomon Islands interim country partnership strategy, 2009–2011 is aligned with the MTDS.a It seeks to reduce \npoverty  by  promoting  equitable  private  sector-led  economic  growth  through  improved  transportation  infrastructure  and \nservices and a stronger business enabling environment. Capacity development and the promotion of good governance are \nguiding priorities. \n \nThe Economic Recovery Support Program (ERSP) is anchored in the MTDS. It will provide early, prudent action to help \nreduce  the  economic  and  fiscal  imbalances  aggravated  by  the  global  economic  crisis.  This  will  in  turn  help  avoid  the \nreemergence  of  potentially  destabilizing  social  tensions.  The  ERSP  contains  macroeconomic-  and  microeconomic-level \nmeasures  that  will  improve  the  environment  for  the  private  sector,  thereby  contributing  to  achievement  of  the  country \npartnership strategy. It also contains specific measures to help protect the vulnerable. \n\nB.  Poverty Analysis                                                                  Targeting Classification:   General intervention \n1. Key Issues  \nThe nature of poverty in the Solomon Islands, as in other Pacific developing member countries, relates more to a lack of \naccess  to  quality  essential  services  (such  as  water  and  sanitation  or  health  and  education  facilities)  and  lack  of  income \nearning opportunities than to widespread hunger or destitution. In urban areas, there is better access to cash income but \npoorer  access  to  own-produced  food  and  higher  cash  requirements  for  food  and  nonfood  expenditures.  In  rural  areas, \nwhere  the  majority  of  the  country’s  population  is  located  and  many  households  are  engaged  in  subsistence  agriculture, \nthere is greater access to own-produced food and a lesser need for nonfood expenditure, but there are larger gaps here in \naccess to essential services. \n \nThe years of conflict that started in 1999 led to collapse of the country’s economy and disruption to the delivery of many \nbasic  services,  thus  resulting  in  a  significant  increase  in  poverty.  Although  progress  has  been  made  in  restoring  many \nbasic  services  with  substantial  external  assistance,  levels  of  coverage  and  quality  are  generally  inadequate  outside  of \nurban areas. \n \nThere  is  almost  no  explicit  targeted  support  to  the  vulnerable,  as  the  country  lacks  a  formal  social  safety  net  system. \nThose  living  outside  the  formal  economy  rely  on  the  ability  to  earn  a  subsistence  living  and  perhaps  some  additional \nincome  from  their  land  and  marine  resources.  The  wantok  system  is  also  an  important  safeguard.  Under  the  wantok \nsystem, those who speak the same language (thus sharing “one talk”) traditionally look out for one another. The wantok \nsystem could be seen as an unwritten social contract between those that speak the same language to assist each other in \ntimes of need, and land is collectively owned by the wantok. While still strong, the relevance of these traditional sources of \nsupport is declining as families move to urban areas and away from their land, and as communities monetize. They are \nbetter  suited  to  situations  where  only  some  members  of  the  community  bear  extra  stress,  rather  than  to  the  situation  of \ngeneralized stress arising from earlier high inflation and now the economic slowdown. \n \n2. Design Features  \nSupport for the vulnerable is a feature of the program, in recognition of the extra hardship imposed by the global economic \ncrisis  and  the  preceding  episode  of  high  international  commodity  prices.  Essential  public  services  used  by  the  most \nvulnerable (i.e., basic transport, health, and education services) have been identified, and ADB grant resources will help \nmaintain spending over 2010 and 2011 on the goods and services used in their delivery. \n \nIn addition, a linked project, Supporting and Building Resilience of the Vulnerable, is proposed for financing from the Japan \n\n \n\n\fAppendix 10 \n\n71\n\nFund for Poverty Reduction. It is proposed that the linked project will (i) provide a short-term response to the vulnerable \n(including  unemployed  youth,  women,  low-income  households,  and  people  with  disabilities)  to  increase  their  economic \nstatus, such as through cash for work and cash transfer programs; (ii) pilot a social protection program; (iii) assess target \ngroups and the feasibility  of  alternative social protection programs; (iv) provide recommendations for a policy framework \nand long-term monitoring system that will strengthen social safety nets; (v) support nongovernment organizations and civil \nsociety  activities  for  the  vulnerable;  and  (vi)  undertake  socioeconomic  monitoring  and  evaluation  on  the  situation  for  the \nvulnerable. \n\nII. \n\nSOCIAL ANALYSIS AND STRATEGY \n\nA.  Findings of Social Analysis  \nKey Issues.  \nThe  program  will  help  the  government  limit  any  short-run  increase  in  poverty  incidence  arising  from  the  economic \nslowdown. Specific actions include to (i) help provide the financial resources needed for the government to protect funding \nfor basic transport, education, and health expenditures, and thereby help ensure the delivery of essential services to the \nvulnerable; (ii) pilot formal social safety nets and support associated policy development; and (iii) improve women’s access \nto credit and encourage their participation in economic activity. Point (iii) will be achieved by making it easier for women to \nform new companies under the Companies Act. Known as ”community companies,” these are a special type of company \ndesigned for use by kin groups.  \n \n\nB.  Consultation and Participation \n\n1. Provide a summary of the consultation and participation process during the project preparation. \nThe ERSP is seen as establishing a platform for a more extensive public dialogue on economic and fiscal management \nand support for the vulnerable. This will be assisted by links to a proposed Japan Fund for Poverty Reduction project on \nsocial protection. A key tool will be a communications and engagement strategy, the preparation of which is included as \none of five output areas of the program.  \n \nThe  design  of  this  platform  has  been  assisted  by  (i)  anchoring  the  program  in  the  MTDS,  which  was  developed  by  the \ngovernment through a consultative process; and (ii) drawing on the diagnostic work of the latest Pacific Island Economic \nReport, which incorporated the findings of consultation with a range of community groups. Further, the program has been \nprepared  in  close  collaboration  with  key  development  partners  through  a  core  economic  working  group  consisting  of \ngovernment and development partner representatives. \n \nThe identification of priority services to be supported under the program drew on consultation with the ministries of Health \nand Medical Services, Education and Human Resources, and Infrastructure Development. It considered their priorities and \nbudgets.  Discussion  was  held  with  the  Ministry  of  Women,  Youth  and  Children’s  Affairs  and  the  Ministry  of  Commerce, \nIndustries,  Labor  and  Immigration  on  the  proposed  social  safety  net  concept.  Ministries  responded  favorably  to  the \nproposal.  The  Ministry  of  Women,  Youth  and  Children’s  Affairs  in  particular  stated  that  the  proposal  was  in  line  with  its \npriorities and expressed interest in being involved in the design and implementation of the program. \n \n2. What level of consultation and participation (C&P) is envisaged during the project implementation and monitoring?  \n\n  Information sharing       \n\n   Consultation      \n\n  Collaborative decision making     \n\n Empowerment \n\n \n3. Was a C&P plan prepared? \nIf a C&P plan was prepared, describe key features and resources provided to implement the plan (including budget, \nconsultant input, etc.). If no, explain why. \nA communications and engagement strategy is to be prepared through the program (under output area 4). \n\n Yes    \n\n No  \n\nC.  Gender and Development \n\n1.  Key Issues.  \nWomen in Solomon Islands suffer disproportionately from poor access to essential social services and limited control over \neconomic resources. Gender disparities are significant in education and health, and the situations can further deteriorate \nwith increases in economic hardship. There is a very low progression rate from primary to secondary education, with only \na 27% secondary enrollment rate for girls and a girl:boy ratio of 0.87. As cultural biases favor the education of boys over \ngirls,  girls  are  more  often  pulled  out  of  school  for  economic  reasons,  household  chores,  and  farm  labor.  While  fertility \nremains one of the highest in the Pacific region (4.4 live births per woman), women’s access to health and family planning \nservices is poor, and particularly so in rural areas. This results in high maternal mortality rate (220 per 100,000 live births). \nLack of adequate access to reproductive care also leads to poor nutritional and health status of children. With poor access \nto basic infrastructure services in rural areas—such as roads, safe water, and improved sanitation facilities—women bear \na  disproportionate  burden  in  managing  households.  This  means  women  have  little  time  and  opportunity  for  other \nproductive and income-generating activities. In addition, women have limited access to formal or informal credit due to the \n\n \n\n\f72 \n\nAppendix 10 \n\ntraditional land ownership that restricts women’s ownership and control of land.    \n \n2.  Key  Actions. Measures  included  in  the  design  to  promote  gender  equality  and  women’s  empowerment—access  to \nand use of relevant services, resources, assets, or opportunities and participation in decision-making process: \n\n \n\n  Gender plan       \n\n  Other actions/measures      \n\n  No action/measure \n\n \nThe  program  includes  a  feature  that  supports  the  vulnerable  population  including  women,  children,  the  elderly,  and \nunemployed  youth.  In  particular,  the  program  will  provide  financial  resources  for  the  government  to  protect  funding  for \nbasic transport, education, and health expenditures that will ensure the delivery of essential social services to women and \nchildren. The program will also improve women’s access to credit and encourage their economic participation by making it \neasier  for  them  to  form  community  companies  under  the  Companies  Act.  In  addition,  a  linked  Japan  Fund  for  Poverty \nReduction  project  is  proposed:  Social  Protection  of  the  Vulnerable  in  the  Pacific.  It  will  include  specific  features  for  the \nvulnerable,  and  in  particular  vulnerable  women,  through  (i)  a  short-term  response  for  the  vulnerable  (a  block  grant  to \nselected  communities  for  health-related  activities  to  improve  food  security  and  health  outcomes  for  the  vulnerable,  and \nespecially pregnant  women  and infants); (ii) a pilot social safety net program (an innovative community social  insurance \nscheme with skills development training targeting vulnerable women as primary participants); (iii) capacity development for \nnongovernment  organizations  and  civil  society;  and  (iv)  regional  dialogue,  knowledge  dissemination,  and  project \nmanagement. \n \n\nIII. \n\nSOCIAL SAFEGUARD ISSUES AND OTHER SOCIAL RISKS \n\nIssue \n\nInvoluntary \nResettlement \n\nSignificant/Limited/ \nNo Impact \nNo adverse impact \n\n \n\nStrategy to Address \nIssue \n\nIndigenous Peoples \n\nNo adverse impact \n\n \n\nAffordability \n\nNo adverse impact \n\nLabor \n\nEmployment \nopportunities \n Labor retrenchment \n Core labor standards \n\nOther Risks and/or \nVulnerabilities \nHIV/AIDS \nHuman trafficking \nOthers(conflict,  political \ninstability,  etc),  please \nspecify \n\nLimited \n\nSupport for economic \ngrowth will enhance \nemployment opportunities. \n\nNo adverse impact \n\nNo other social risks of the \nprogram have been \nidentified. \n \n\nIV.  MONITORING AND EVALUATION \n\nAre  social  indicators  included  in  the  design  and  monitoring  framework  to  facilitate  monitoring  of  social  development \nactivities and/or social impacts during project implementation?  \naADB. (2009). Interim Country Partnership Strategy: Solomon Islands, 2009–2011. Manila. \n \n\n    Yes     \n\n    No      \n\nPlan or Other Measures \nIncluded in Design \n\n   Full Plan \n   Short Plan \n   Resettlement Framework \n   No Action \n   Plan \n   Other Action \n   Indigenous Peoples \n\nFramework \n\n   No Action \n\n   Plan \n   Other Action \n   No Action \n\n   Action \n   No Action \n  Plan \n  Other Action \n   No Action \n\n \n\n \n\n \n\n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 18 January 2010) \n", "Currency Unit\nSI$1.00\n$1.00\n", "– \n= \n= \n", "Solomon Islands dollar/s (SI$) \n$0.1255 \nSI$7.9407 \n", "ABBREVIATIONS \n", "4Ms \nADB \nCBSI \nCEWG \nERSP \nGDP \nIMF \nJFPR \nMOFT \nMTDS \nMTFS \nPEFA \nPFM \nRAMSI \nSIEA \nSOE \nTA \nUNDP \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "monthly monetary monitoring meeting \nAsian Development Bank \nCentral Bank of Solomon Islands \nCore Economic Working Group \nEconomic Recovery Support Program \ngross domestic product \nInternational Monetary Fund \nJapan Fund for Poverty Reduction \nMinistry of Finance and Treasury \nmedium term development strategy \nmedium term fiscal strategy  \npublic expenditure and financial accountability \npublic financial management \nRegional Assistance Mission to Solomon Islands \nSolomon Islands Electricity Authority \nstate-owned enterprise \ntechnical assistance \nUnited Nations Development Programme \n", "NOTE \n", "In this report, “$” refers to US dollars unless otherwise stated. \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n \n", "C. Lawrence Greenwood, Jr., Operations 2 \n", "Vice-President \nOfficer in Charge  C. Gregory, Pacific Department (PARD) \nCountry Director \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n", "E. Zhukov, Pacific Liaison and Coordination Office, PARD \nS. Ra, Pacific Strategy and Special Operations, PARD \n \nC. Sugden, Senior Economist, PARD \nH. Everett, Financial Sector Specialist (Public Finance), PARD \nM. Lucich, Economics and Finance Officer, PARD \nD. Mellor, Economist, PARD \nD. Mizusawa, Infrastructure Specialist, PARD \nS. Sivaramakrishnan, Counsel, Office of the General Counsel \nR. Tabanao, Assistant Economics and Statistics Analyst, PARD \nS. Tanaka, Social Development Specialist, PARD \nA. Woodruff, Young Professional (Economics), PARD \n", " \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", "CONTENTS \n", "Page \n", " \n", "I. \n", "II. \n", "III. \n", "IV. \n", "V. \n", "VI. \n", "GRANT AND PROGRAM SUMMARY \n", "THE PROPOSAL \n", "THE MACROECONOMIC CONTEXT \nA. \nB. \nC. \nD. \n", "Development Performance \nImpact of the Global Economic Crisis \nInternational Monetary Fund Assessment \nPolicy Dialogue \n", "THE PROPOSED PROGRAM \nA. \nB. \nC. \nD. \nE. \nF. \nG. \nH. \n", "Impact and Outcome \nPolicy Framework \nPolicy Actions \nTriggers for Subprogram 2 \nResponding to Lessons \nSpecial Features \nFinancing Plan \nImplementation Arrangements \n", "TECHNICAL ASSISTANCE \n", "PROGRAM BENEFITS, IMPACTS, AND RISKS \nA. \nB. \n", "Benefits and Impacts \nRisks \n", "ASSURANCES AND CONDITIONS \nA. \nSpecific Assurances \nB. \nConditions for Grant Effectiveness \n", "RECOMMENDATION \n", "VII. \n \nAPPENDIXES \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n \nSUPPLEMENTARY APPENDIXES (available on request) \nA \nB \n", "Design and Monitoring Framework \nDevelopment Policy Letter and Policy Matrix   \nEconomic Analysis \nFiscal Analysis \nInstitutional and Governance Analysis \nPoverty Analysis \nGender Analysis \nDevelopment Coordination \nList of Ineligible Items  \nSummary Poverty Reduction and Social Strategy \n \n", "Transport Sector Analysis \nEnvironmental Assessment \n", " \n", " \n", "i \n", "1 \n", "1 \n1 \n3 \n5 \n6 \n", "7 \n7 \n7 \n8 \n20 \n21 \n22 \n22 \n23 \n", "25 \n", "26 \n26 \n27 \n", "27 \n27 \n28 \n", "28 \n", "30\n33\n41\n46\n51\n57\n62\n65\n69\n70\n", " \n"]}