{"path": "data/input/reports/43260-013-cam-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 43260-01 \nAugust 2012 \nProposed Loans \nKingdom of Cambodia: Third Education Sector \n \nDevelopment Program\n \n ", "CURRENCY EQUIVALENTS \n(as of 15 August 2012) \n \nCurrency unit  –  riel/s (KR) \nKR1.00  =  $0.000247 \n$1.00  =  KR4,049.95 \n     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  INSET  –  in-service teacher training \n  JICA  –  Japan International Cooperation Agency \n  MOEYS  –  Ministry of Education, Youth and Sports \n  PAM  –  project administration manual \n  SBEP  –  School-Based Enrichment Program \n  SIG  –  school improvement grant \n  SRS-SRC  –  Secondary Resource School – Secondary Resource Center \n  VVOB  –  Flemish Association for Development Cooperation and \nTechnical Assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Cambodia ends on 31 December. \nFY before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2012 ends on 31 December 2012.  \n(ii)  In this report, ―$‖ refers to US dollars. \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  L. Gutierrez, Human and Social Development Division, SERD \n   \nTeam leader  S. Sindhvad, Education Specialist, SERD \nTeam members  I. Ahsan, Counsel, Office of the General Counsel \n  R. Butler, Safeguards Specialist (Resettlement), SERD \n  M. Camara-Crespo, Project Analyst, SERD \n  Y. Hirosato, Principal Education Specialist, SERD \n  U. Hoque, Social Sector Specialist (Gender and Development), SERD \n  S. Mar, Senior Social Sector Officer, Cambodia Resident Mission (CARM), \nSERD \n  K. Schelzig Bloom, Senior Social Sector Specialist, CARM, SERD \n  S. Sokunthea, Senior Procurement Officer, CARM, SERD \n  H. Van Rijn, Senior Public Management Specialist, Pacific Department \nPeer reviewer  R. Van Dael, Social Sector Specialist, South Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Development Financing Needs  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  8 \nC.  Poverty and Social  9 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES AND CONDITION  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework                                 11 \n \n2.  List of Linked Documents                         14 \n \n3.  Development Policy Letter                         15 \n \n4.  Policy Matrix                             20 \n ", "PROGRAM AT A GLANCE \n \n   \n1. Program Name:  Third Education Sector Development Program 2. Project Number: 43260-013\n   \n3. Country: Cambodia 4. Department/Division:  Southeast  Asia  Department/Human  and  Social  Development \n \nDivision\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n     \n Education √ Education sector development\n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n     \n Social development √ Human development\n   \n Gender equity   Gender equity in human capabilities\n   \n Capacity development   Institutional development\n6a. Climate Change Impact    6b. Gender Mainstreaming  \n No Climate Change Indicator available.    Gender equity theme (GEN)  √ \n   Effective gender mainstreaming (EGM)   \n \n Some gender benefits (SGB)  \n \n No gender elements (NGE)  \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National Medium\n   \nGeographic  Income   Rural High\nGeneral  Millennium \n  dimensions of  poverty at   \nIntervention development \ninclusive    household \n  goals  \ngrowth level\n \n√      \n9. Project Risk Categorization: Low   \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment C\n   \nInvoluntary resettlement B\n   \nIndigenous peoples B\n11. ADB Financing:    \n      Amount ($ \nSovereign/Nonsovereign Modality Source  \nMillion)\n       \n Sovereign SDP - Policy-based loan Asian Development Fund  12.0\nSovereign  SDP - Project loan  Asian Development Fund  18.0 \n   \nTotal     30.0\n12. Cofinancing:     \n \nNo Cofinancing available. \n \n \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n   \n Government  1.2  1.2\n   \nTotal 1.2  1.2\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach Yes\n   ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \npolicy-based loan, and (ii) a proposed loan to the Kingdom of Cambodia for the Third Education \nSector Development Program.1 \n \n2.  The  Government  of  Cambodia  is  highly  committed  to  accelerating  progress  toward \nachieving quality basic education and realizing the goals of the Education for All National Plan, \n2003–2015.2 The Education Strategic Plan, 2009–2013 guides all education development in \nCambodia. 3 The  program  involves  a  program-based  approach  in  coordination  with  other \ndevelopment  partners  to  meet  the  objectives  of  the  Education  Strategic  Plan.  It  supports \nstrengthening of the basic education system (grades 1–9), in particular the lower secondary \nsubsector (grades 7–9), through (i) expanded access to lower secondary education, (ii) improved \nquality of lower secondary education, and (iii) improved subsector management. It builds on \nprevious support of the Asian Development Bank (ADB), including the Second Education Sector \nDevelopment Program 4 and the Enhancing Education Quality Project.5 The scope is nationwide and \nproject interventions will be focused in the Tonle Sap region and border provinces.6  \n  \nII.  THE PROGRAM \n \nA.  Rationale \n \n3.  Cambodia’s annual gross domestic product grew by an average of 4.7% over FY2007–\nFY2010, and is projected to grow by an average of 6.6% over FY2011–FY2014. To sustain \neconomic growth and achieve national goals, Cambodia needs to become globally and regionally \ncompetitive. However, educational attainment is still low, particularly in remote areas; thereby \npreventing youth from pursuing further education and training and entering the labor market.  \n \n4.  Cambodia has made significant progress in improving basic education, particularly for girls. \nPrimary net enrollment has risen to 96% for both boys and girls, which led to the lower secondary \nenrollment rate to double. The total gross enrollment ratio for lower secondary education is 58% \n(57% for girls). Gender parity in enrollments has been achieved. However, the lower secondary \nnet  enrollment  rate  is  35%,  below  the  government  target  of  44%.  Rural–urban disparities  in \nenrollment exist. The education sector is facing several challenges in meeting Cambodia’s Millennium \nDevelopment Goal of universal 9-year basic education, such as lack of access to lower secondary \nschools, high repetition at the primary level, and dropout at the lower secondary level.7 \n  \n5.  Students  are  unable  to  continue  to  lower  secondary  school  because  schools  are \novercrowded or remote. About 40% of students (36% of girls) enrolled at the lower secondary \nlevel are overage because they have repeated grades at the primary level.8 Students who repeat \ngrades at the primary level either delay lower secondary enrollment or do not enroll at all. \nOverage students are prone to dropping out of school. The average dropout rate from lower \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Ministry of Education, Youth, and Sports (MOEYS). 2003. Education for All National Plan, 2003–2015. Phnom Penh. \n3  MOEYS. 2009. Education Strategic Plan, 2009–2013. Phnom Penh. \n4  ADB. 2004. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Kingdom \nof Cambodia for the Second Education Sector Development Program. Manila. \n5  ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Kingdom \nof Cambodia for Enhancing Education Quality Project. Manila. \n6  ADB. 2010. Concept Paper: Third Education Sector Development Program in Cambodia. Manila.  \n7  MOEYS. 2010. Education Management Information System, 2010–2011. Phnom Penh. \n8  Repetition at the primary level impacts lower secondary enrollment, though it has significantly decreased from 12% in \nSY2005–2006 to 7% in SY2009–2010. ", "2 \nsecondary school is 21.7%.9 Both boys and girls are prone to dropping out. Persistent shortfalls in \naccess, quality, and management need to be addressed to improve enrollment, reduce repetition \nand dropout rates, and achieve basic education goals. \n \n6.  Access. Access to lower secondary schools is a major issue because of physical distance \nin rural areas and overcrowding in urban areas. Out of 1,621 communes, 187 do not have lower \nsecondary schools. In some urban and rural areas, schools operate in double shifts and cannot \nabsorb more students. About 1,000 more classrooms and qualified teachers are needed in rural \nand urban areas. Where there are access constraints (often in combination with factors such as \npoor quality of instruction, informal school fees, and the need to support family income), parents \nmay decide to keep children at home or only allow high performers to complete basic education. \nGender-specific constraints prevent equitable access, particularly in remote areas.10 \n \n7.  Quality. The government has made major efforts to improve quality by providing capacity \ndevelopment for teachers in teaching and learning methodologies; modernizing curricula and \ntextbooks; and making textbooks available to 50% of students, following the policy to provide one \ntextbook per student per subject at the lower secondary level. Despite these efforts, the high \ndropout rate at lower secondary level is partly attributed to inadequately trained teachers, lack of \nteaching and learning resources, weak relevance to labor market demands, and lack of special \nassistance to at-risk and low-achieving students. Efficiency issues at lower secondary level now \nreceive high priority, given increasing pressure on the system to meet the demand for universal \nbasic education. \n \n8.  Management. The government has decentralized some functions to the subnational level to \nmake education service delivery more efficient. For example, school operating budgets have been \nprovided to all schools at all levels of education across the country.11 However, key disparities exist in \nthe governance and financing of lower secondary education that undermine learning outcomes and \ninternal and external efficiency. Such disparities include weak financial management capacity at the \nprovincial and district levels, lack of data-based decision-making, and low community involvement. \n \n9.    Sector development program approach. The government has called on ADB to support \nthe three policy areas of the Education Strategic Plan, 2009–2013: (i) equitable access to education \nservices, (ii) quality and efficiency of education services, and (iii) institutional development and \ncapacity building for decentralization. The sector development program modality is preferred as it \nprovides policy-based program support to help finance the cost of a new wave of reforms toward \nuniversal basic education. ADB’s Country Partnership Strategy for Cambodia is closely aligned \nwith national priorities, including the strategy for education sector development.12  \n \n 10.  Building  on  achievements  of past  ADB  support.  The program is the third in the \nsequence of education sector development programs. It prioritizes lower secondary education in \norder to specifically address issues affecting universal basic education. The previous programs \nsupported the education sector at-large, including vocational education and skills development. \nThe Third Education Sector Development Program will build on the achievements of the first and \nsecond  programs,  which  increased  access  to  lower  secondary  education  nationwide.  It  will \ncontinue to expand access while supporting policy actions for improved quality of new school \n                                                \n9  In school year SY2010–2011, the dropout rate was 22% (22% female) from grade 7 and 22.4% (23.2% female) from \ngrade 9. The dropout rate from grade 8 was 20% (21.3% female). These rates are higher in rural areas. \n10 Despite  progress  in  girls’  participation  in  basic  education,  gender-specific  constraints  (such  as  household \nresponsibilities) remain that require attention to close the gender gap. \n11 School operating budgets were introduced in SY2001–2002 when MOEYS abolished school entry fees. They \nfinance school operations and facilities maintenance, based on a flat rate per school plus a per capita amount per \nstudent, with different rates for each subsector.  \n12 ADB. 2011. Cambodia Country Partnership Strategy 2011–2013. Manila.  \n ", "3 \nbuilding  construction.  While  the  first  program  introduced  a  decentralized  system  of  school \noperating budgets and supported increased allocations from the education budget to school \noperating budgets, the third program will strengthen school-level accountability and support policy \nactions toward a revised funding formula for school operating budgets that enables schools to \nmeet students’ needs. Additionally, while the second program addressed skills development \namong out-of-school youth, the third program will introduce employability skills development, with \na focus on entrepreneurship, at the lower secondary level in order to improve relevance.  \n \n11.  Lessons learned from the first and the second programs. Lessons learned influencing the \ndesign  of  the  program  include  (i)  balancing  expansion  of  the  education  system  with  quality \nimprovement, and (ii) prioritizing systemic reforms with attention to time frame and capacity of the \nexecuting agency. While project interventions under the program are designed to continue to \nexpand the education system, they also aim to build the capacity of school management and \nteachers to address student achievement and progression. Policy actions under the program are \nclosely aligned with project interventions. Consultative processes were taken into consideration \nduring design of the policy program. Lessons learned influencing implementation of the program \ninclude (i) ensuring full-time staff, and (ii) establishing indicators at the outset with credible data \nsources. Key project staff assigned to the program is full-time. Indicators monitored by the Ministry of \nEducation,  Youth  and  Sports  (MOEYS)  are  in  Appendix  1.  The  country  assistance  program \nevaluation rated ADB’s education sector assistance program successful (low). 13 ADB support was \nassessed  as  relevant,  efficient,  likely  to  be  sustained,  and  having  a  substantial  impact.  The \nassessment indicated that ADB could enhance its approach to harmonization with partners. The \nprogram builds on the progress made by MOEYS with support from other development partners, \nresulting in greater harmonization with development partners than in past 10 years.14 \n \n12.  Development partner coordination. Policy actions under the program are aligned with \nreforms for directing resources to schools and strengthening school-based management that are \nsupported by the European Commission Budget Support Program, 2011–2013. To implement \nthese reforms, the program will support (i) the reestablishment of the public finance management \nreform working group to promote policy dialogue on education sector financing, and (ii) increased \naccountability at the school level. The program will expand the school improvement grant (SIG) \nscheme established under the Education for All Fast Track Initiative to reach lower secondary \nschools and enhance its focus to finance school-based enrichment programs. It will nationally \nscale up (i) school-based management training developed through the World Bank’s Cambodia \nEducation Sector Support Program and the United States Agency for International Development’s \nImproved Basic Education in Cambodia, while including data-based decision-making and school \nbudget planning skills; and (ii) math in-service teacher training (INSET) developed through the \nBasic Education Teacher Training Project under Belgian Technical Cooperation, while adopting \nthe in-service training model established by the Science Teacher Education Project under the \nJapan International Cooperation Agency (JICA). The program will pilot test science INSET in \ncoordination  with  the  Flemish  Association  for  Development  Cooperation  and  Technical \nAssistance (VVOB). \n \nB.  Impact and Outcome \n \n13.  The impact of the program will be the achievement of universal 9-year basic education. \nThe outcome of the program will be increased lower secondary enrollment. While the program \ncomponent will be nationwide in scope, most project investments will be targeted to 14 provinces \n                                                \n13 ADB. 2009. Country Assistance Program Evaluation: Growth and Sector Reform in Cambodia. Manila. \n14 The  program  was  prepared  in  close  coordination  with  development  partners  supporting  the  education  sector. \nCollaborations were established for implementation of the program as detailed in the Project Administration Manual \n(accessible from the list of linked documents in Appendix 2). \n ", "4 \nin the Tonle Sap and border regions where student progression and completion is below the \nnational average.15  \n \nC.  Outputs \n \n14.  The program will deliver three core outputs: (i) expanded access to lower secondary \neducation,  (ii)  improved  quality  of  lower  secondary  education,  and  (iii)  improved  subsector \nmanagement. \n \n1.  Policy-Based Loan Outputs \n \n15.  Policy actions under output 1 will support the government to (i) issue quality control \nguidelines for new school building construction to ensure use of good quality building materials, \ncompleteness of all procedures, and adherence to safety precautions in sound building design \nand  facilities;  and  (ii)  issue  prakas  for  establishment  packages  that  include  all  necessary \nmaterials for classroom instruction to ensure immediate start-up of newly constructed schools.16 \n \n16.  Policy actions under output 2 will support the government to (i) approve the National \nPolicy on Cambodian Youth Development, which recognizes that investment in youth is critical to \nrealize  the  government’s  rectangular  strategy  and  long-term  vision  for  development17 and, \ntherefore, gives impetus to the basic education progression program supported as a tranche 2 \nrelease condition; (ii) issue prakas to recognize 26 secondary resource schools as learning sites \nfor  secondary  level  science  and  technology,  including  teacher  training,  and  the  secondary \nresource networks served;18 (iii) approve the Teacher Development Master Plan, 2010–2014 and \nits action plan, focused on implementing priority strategies for teacher development; (iv) issue \nguidelines to establish a basic education progression program to improve student achievement \nand progression, inclusive of targets for reduced repetition rates at primary and lower secondary \nschools;19 (v) adopt a new core breakthrough indicator20 for provincial level monitoring of grade 9 \ncompletion;  (vi)  circulate  the  final  Teacher  Policy  for  teacher  recruitment,  deployment, \nqualifications,  inservice  education,  professional  development;  and  career  path  growth;  and \n(vii) approve an action plan for professional development of school directors. \n \n17.  Policy actions under output 3 will support the government to (i) issue prakas to reestablish \nthe public finance management reform working group to examine sustainable recurrent financing \nfor basic education; (ii) approve a capacity development plan, targeting capacity constraints \nimpacting the overall performance of the education sector and supporting deconcentration and \ndecentralization;  (iii)  issue  prakas  and  approve  standard  operating  procedures  for  adopting \nrevised  funding  formula  for  school  operating  budgets;  (iv)  issue  revised  guidelines  for \nstrengthening school-based management and school support committees in implementation of \nschool  improvement  plans;  (v)  approve  the  Master  Plan  for  Research  Development  in  the \nEducation Sector; and (vi) approve an action plan for a school performance monitoring system, \n                                                \n15 These are Battambang, Kampong Cham, Kampong Chhnang, Kampong Speu, Kampong Thom, Otdar Meanchey, \nPailin, Pursat, Siem Reap, Banteay Meanchey, Mondulkiri, Ratanakiri, Stung Treng, and Preah Vihear. The average \npoverty rate in the target provinces is 70%–80%. \n16 Prakas refers to ministerial declaration.  \n17 Cambodia’s Rectangular Strategy for Growth, Employment, Equity and Efficiency prioritizes enhancement of human \nresources with high technical and scientific skills that respond to the labor market.  \n18 Secondary resource networks include secondary schools served by the Secondary Resource School. \n19 High repetition rates at primary level will be addressed through the following policy actions under outputs 2 and 3: (i) \na basic education progression program, inclusive of the target for reducing the repetition rate to 3% per completed \nprimary school; and (ii) a school operating budget, inclusive of provision for a school improvement grant, to address \nstudent achievement and progression. \n20 The  Education  Strategic  Plan  adopted  a  framework  of  core  breakthrough  indicators  to  prioritize  strategic \ninterventions. \n ", "5 \ninclusive of school–community report cards.21 \n \n18.  Details for the policy actions are provided in development policy letter (Appendix 3) and \npolicy matrix (Appendix 4). \n \n2.  Project Loan Outputs \n \n19.  The project loan supports investment activities that are closely aligned with the policy \ncomponents. The investment activities aim to support attainment of national targets for basic \neducation.22 As outlined below, investment activities under output 1 focus on 14 target provinces \nto leverage maximum impact on access, while outputs 2–3 are nationwide in scope with specific \ninterventions that focus on 14 target provinces. \n \n20.  Output 1: Improved access to lower secondary schools. The program will improve \naccess to lower secondary education through the (i) construction of 60 new lower secondary \nschools where none exist (11 provinces); (ii) provision of establishment packages, inclusive of \nnecessary classroom materials, to new schools to ensure immediate start-up; (iii) expansion of \n28 existing lower secondary schools with additional classrooms (eight provinces); (iv) addition of \nlower secondary classrooms to 22 existing primary schools (eight provinces); (v) construction of \n27 teacher  housing  units  as  an  incentive  to  attract  and  retain  teachers  in  remote  areas \n(14 provinces) and one dormitory at the Regional Teacher Training Center in Phnom Penh; and \n(vi) provision for clean water and lavatory facilities for 76 lower secondary schools where no such \nfacilities exist (14 provinces). Policy actions for the issuance of quality control guidelines for new \nschool  building  construction  and  prakas  for  establishment  packages  directly  support  the \nimplementation of investment activities for improving access to lower secondary education.  \n \n21.  Guided  by  the  National  Policy  on  Cambodian  Youth  Development,  the  program  will \nsupport a campaign to promote positive youth development, and increased participation and \ncompletion of basic education, with an emphasis on the benefits of completion for girls.23 \n \n22.  Output 2: Improved quality of lower secondary education. The program will improve \nthe quality of lower secondary education by introducing innovative interventions and scaling up \nexisting  successful  programs  of  other  development  partners.  The  program  will  train  school \ndirectors  to  develop  a  school-based  enrichment  program  aimed  at  improving  student \nachievement  and  progression,  inclusive  of  dropout  intervention  strategies.  The  program  will \nfinance  SIGs,  which  will  support  school  directors  in  implementing  school-based  enrichment \nprograms. SIGs will be made available to 100 lower secondary schools in the 14 target provinces. \nImplementation of the school-based enrichment program and SIGs will support the policy actions \nfor the basic education progression program and revised funding formula for school operating \nbudgets, inclusive of provision for government-funded SIGs.24 \n \n23.  The program will scale up to the national level the math INSET pilot project developed and \nimplemented through the Basic Education Teacher Training Project. The method for scaling up will \nbe training national trainers at Cambodia’s six regional teacher training centers, to train technical \ngroup leaders specialized in math at lower secondary schools nationwide. The program will also \npilot  test  a  science-INSET  program  for  100  lower  secondary  schools  linked  to  recognized \n                                                \n21 Policy actions aligned with those of the European Commission Budget Support Program, 2011–2013 include those \nrelated to a revised funding formula for school operating budgets, with provision for a school improvement grant and \nstrengthened school-based management and community involvement. \n22 Project Administration Manual (accessible from the list of linked documents in Appendix 2) provides more detailed \ndescriptions of project interventions. \n23 The campaign will address demand-side issues, e.g., parents’ low priority for education and gender-specific constraints. \n24 MOEYS administers SIGs. Implementation of SIGs under the program will enable MOEYS to identify how funds may \nbe utilized to support student achievement and progression through a school-based enrichment program, inclusive of \ndropout intervention strategies.  \n ", "6 \nsecondary  resource  schools.25 Collaborative  cofinancing  from  VVOB  will  support  the  science-\nINSET. The Teacher Development Master Plan, 2010–2014 and Teacher Development Action Plan \nwill serve as a framework for both INSET pilots. \n \n24.  The program will support the design and implementation of an employability skills program \naimed to provide integrated learning experiences for youth aged 12–14 years to prepare them for \nthe future workplace.26 Design and implementation will be guided by the strategic objectives of \nthe  National  Policy  on  Cambodian  Youth  Development  related  to  youth  participation  in  the \neconomic  development  of  Cambodia  and  gender.  Learning  experiences  will  support  the \ndevelopment of basic skills within the context of entrepreneurship and other areas supporting \nenterprise. The employability skills program will be designed to foster girls’ empowerment. \n  \n25.  Output  3:  Improved  subsector  management.  The  program  will  improve  subsector \nmanagement by building the capacity of school directors in school-based management. It will also \nsupport strengthening the role of school support committees in school management through an \norientation program. A major focus of the orientation program will be implementation of school-\nbased enrichment programs and SIGs. The capacity development plan will serve as a framework \nfor the capacity building activities. The program will pilot test basic education school clusters to \nstreamline  administration  of  primary  and  lower  secondary  schools  and  enable  sharing  of \nresources  and  greater  community  engagement  in  basic  education  management.27 This  pilot \ntesting supports the policy action for adopting a new core breakthrough indicator for provincial level \nmonitoring of grade 9 completion to strengthen accountability at provincial and school levels. \n \n26.  The program will follow on from the Enhancing Education Quality Project to enhance the \ncapacity of the National Institute of Education to conduct action research by realizing impact \nstudies  and  comprehensive  data  analysis  and  evaluation.28 The  Master  Plan  for  Research \nDevelopment in the Education Sector will serve as a framework. Indicative focus areas for action \nresearch are (i) lower secondary school dropout intervention supported by grant funds, (ii) public \nfinance management in the education sector, (iii) gender mainstreaming in lower secondary \nschools, (iv) a sustainable national scholarship program, (v) employability skills at the lower \nsecondary level, (vi) improving lower secondary performance through community engagement, \n(vii) expanding child-friendly schools to the lower secondary level, and (viii) methods for INSET. \n \nD.  Development Financing Needs   \n \n27.  The program financing is estimated at $30 million equivalent (Table 1). The government has \nrequested both a policy-based loan and project loan from ADB’s Special Funds resources. \n \nTable 1: Financing Plan ($ million) \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank (policy-based loan)  12.00  38.50 \nAsian Development Bank (project loan)  18.00  57.70 \nGovernment of Cambodia  1.20   3.80 \n    Total  31.20  100.00 \nSource: Asian Development Bank estimates. \n \n28.  Policy-based loan financing plan. To support the foreseen direct and indirect adjustment \ncosts  of  reforms,  the  government  has  requested  a  policy-based  loan  in  various  currencies \n                                                \n25 The pilot project is based on the science-INSET conducted by JICA.  \n26 Employability skills include basic skills, higher order thinking skills, and affective or ―soft‖ skills. \n27 The cluster school approach holds subnational education managers accountable for school performance and \nrequires stronger participation of school management and community stakeholders. \n28 The Department of Planning, MOEYS manages the education management information system at central, provincial, and \ndistrict levels in collecting data from schools. While MOEYS manages a number of key indicator databases, analysis of \nthese data is weak. Under the Enhancing Education Quality Project, the National Institute of Education has been \ndeveloping data analysis capacity. \n ", "7 \nequivalent to SDR7,870,000 from ADB’s Special Funds resources. The loan will have a 24-year \nterm, including a grace period of 8 years, an interest rate of 1.0% per annum during the grace \nperiod and 1.5% per annum thereafter, and such other terms and conditions set forth in the draft \nloan agreement.29 The amount of the policy-based loan was determined by taking into account:  \n(i) adjustment costs in preparing, implementing, and monitoring the proposed policy actions; and \n(ii) the relative importance ascribed by the government to education sector development as \nreflected in budgetary allocations. The policy-based loan will be released in two equal tranches \nupon fulfillment of conditions expected for achievement by loan effectiveness and by the end of \n2013. Funds generated by policy-based loan tranches will support key development spending to \nfully implement policy actions towards universal basic education.  \n \n29.  Project  loan  investment  plan.  The  government  has  requested  a  loan  in  various \ncurrencies equivalent to SDR11,805,000 from ADB’s Special Funds resources to finance the \ninvestment activities, including taxes and duties and recurrent costs (Table 2).30 The loan will \nhave a 32-year term, including a grace period of 8 years, an interest rate of 1.0% per annum \nduring the grace period and 1.5% per annum thereafter, and such other terms and conditions set \nforth  in  the  draft  loan  agreement.  The  government  will  contribute  $1.2  million  in  kind  for \ncounterpart staff, office accommodation, and facilities. \n \nTable 2: Project Investment Plan ($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Improved access to lower secondary schools  11.59  \n  2.  Improved quality of lower secondary education  2.25  \n  3.  Improved subsector management  1.01  \n    Subtotal (A)  14.85  \nB.  Contingenciesc  2.51  \nC.  Financing Charges During Implementationd  0.65 \nD.  Government Contribution (in-kind)  1.20 \n       Total (A+B+C+D)  19.21 \na Includes taxes and duties of $1.17 million to be financed from Asian Development Bank (ADB) loan resources. \nb  In mid-2011 prices. \nc  Physical contingencies computed at 5% for civil works. Price contingencies computed at an average of 6% on foreign \nexchange costs for goods; 2% for services; 6% for goods; and 4% for services on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest. Interest during construction for ADB loan(s) will be capitalized and has been computed at 1% per year.  \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n30.  MOEYS will be the executing agency. Implementation arrangements are summarized in \nTable 3 and described in the project administration manual (PAM).31 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2013–December 2017 \nEstimated completion date  31 December 2013 for policy-based loan; 31 December 2017 for project loan \nManagement   \n(i)  Oversight body  Project steering committee: Minister, MOEYS (chair) \n(ii) Executing agency  MOEYS \n(iii) Key implementing agencies  Directorate General of Administration and Finance and the Directorate of General \n                                                \n29 The proceeds of the policy-based loan will be disbursed in accordance with provisions set out in ADB. 1998. Simplification \nof Disbursement Procedures and Related Requirements for Program Loans. Manila. \n30 Inclusion of taxes and duties on ADB-financed project expenditures and recurrent costs is consistent with the current \ncountry partnership strategy. Financing of taxes and duties does not represent an excessive share of the project cost \nand it is material to the success of the project. \n31 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "8 \nAspects  Arrangements \nEducation, MOEYS \n(iv) Implementation unit  Project management unit, MOEYS; 4 MOEYS staff \nProcurement  NCB for works  45 contracts  $8,864,512 \nShopping for goods  4 contracts  $261,000 \nNCB and/or shopping  2 contracts  $665,000 \nConsulting services  QCBS  175 person-months (60 person-months  $2,209,000 \ninternational; 115 person-months national) \nIndividual  174 person-months  $405,000 \nRetroactive financing and/or  No  retroactive  financing  proposed.  Advance  contracting  proposed  for  implementation \nadvance contracting  consultants, equipment, vehicles, and civil works for year 1 of the program. \nDisbursementa  The project loan proceeds will be disbursed in accordance with ADB’s Loan Disbursement \nHandbook (2007, as amended from time to time) and detailed arrangements agreed upon \nbetween the government and ADB. The $12 million policy-based loan will be disbursed in two \ntranches, in accordance with provisions set out in ADB’s Simplification of Disbursement \nProcedures and Related Requirements for Program Loans:a (i) tranche 1: $6 million by loan \neffectiveness, and (ii) tranche 2: $6 million by the end of 2013. \nADB = Asian Development Bank; MOEYS = Ministry of Education, Youth and Sports; NCB = national competitive bidding; \nQCBS = quality- and cost-based selection. \na ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial \n \n31.  The government’s National Strategic Development Plan, 2009–2013 reaffirms its high \nprioritization of and commitment to strengthening the quality of education, which is premised upon \nwidely perceived socioeconomic gains at the individual and national levels such as improved \nhealth, lower infant mortality and a more responsive workforce to support a diversifying economy \nand higher economic productivity. A critical issue for the government is to ensure that efforts for \nimproving the quality  of  education  also  increase  service  efficiency, given  constrained  public \nfinances. The program aims to promote efficiency by incrementally lowering the total cost of producing \neach grade 9 graduate until a reduction of 19.5% is achieved. Policy actions and project interventions \nunder the program that aim to decrease dropout and repetition throughout the basic education cycle are \nlikely to yield the following efficiency gains: (i) reductions of 10.3% in the average number of years per \nprimary school completer and 14% in the average number of years per lower secondary school \ncompleter, and (ii) a reduction in the overall cost per primary school completer to $38.23 and per \nlower secondary school completer to $78.24. The projected MOEYS recurrent budget indicates \nsufficient resources for allocation to sustain the positive outcomes envisaged under the program. \n \nB.  Governance     \n \n32.  Assessments  of  MOEYS’  financial  management  and  procurement  capacity  were \nconducted, and mitigation measures identified (para. 37).32 MOEYS is regarded as one of the \nhigher-performing line ministries in implementing the government’s reform programs for improved \npublic  finance  management  and  decentralization  of  service  delivery.  However,  insufficient \nfinancial management capacity at provincial and district levels, including the school level, is \nforeseen to be a challenge to the added responsibilities and accountabilities under the next \nphases of reform, particularly with regard to the introduction of school-based budget planning. \nPolicy actions and project interventions under output 3 respond to constraints on the rollout of the next \nphases of public finance management and decentralization in the education sector. Through capacity \ndevelopment in key areas, the program seeks to achieve optimum alignment with government policies \nand systems, as well as ongoing support by development partners. \n                                                \n32 Sector- and project-level risk assessment and management plan were developed under ADB. 2008. Technical \nAssistance for Support for Implementation of the Second Governance and Anticorruption Action Plan. Manila \n(TA 6445-REG). \n ", "9 \n33.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MOEYS. The specific policy requirements and supplementary measures \nare described in the PAM.33 \n \nC.  Poverty and Social \n \n34.  Poverty. The program prioritizes the poorest provinces of Cambodia. Access to lower \nsecondary  education  will  be  expanded  in  these  areas  with  the  construction  of  new  school \nbuildings in communes where none exist. Policy actions under the program will ensure that the \nreview  of  school  operating  budgets  and  guidelines  for  its  implementation  focus  on  equity \ndimensions to ensure improved access, achievement, and completion of basic education among \nthe poorest students. The program interventions will (i) empower school leadership to address \nissues and problems related to at-risk students from the poorest communities, (ii) ensure that \nschool-based dropout interventions focus on the issues specific to the poorest students that lead \nthem to be at risk of dropping out from lower secondary school, and (iii) promote the value of \nbasic  education  attainment  in  terms  of  its  impact  on  the  poorest  communities.  Program \ninterventions supporting the improvement of the overall relevance of teaching and learning at \nlower secondary level—through enhanced mathematics and science learning experiences and \nthe introduction of an employability skills program—will aim to empower the poorest students for \nfurther education and readiness for workforce participation.\n \n \n35.  Gender. The program theme is categorized gender equity. The program will address \nsociocultural barriers to girls’ enrollment, retention, and completion at the basic education level; \nand girls’ achievement of math and science skills and workplace readiness. The gender action \nplan ensures (i) all new school construction include separate latrines for girls; (ii) guidelines for \nSIGs to earmark funds for improving female access, achievement, and completion of basic \neducation;  (iii)  gender-specific  school-based  dropout  intervention  strategies;  (iv)  100%  of \nfemale school directors and deputy directors are trained in school-based management and in \nimplementing the school-based enrichment program; (v) 50% of national and provincial trainers \nselected for inservice teacher training for mathematics and science are female; (vi) 60% of \nparticipants in the employability skills programs are female; and (vii) development of a basic \neducation campaign to build awareness of the positive benefits of basic education completion for \nfemales and to promote female participation in the study of mathematics and science. \n \nD.  Safeguards  \n \n36.  In accordance with ADB’s Safeguard Policy Statement (2009), the program is classified B \nfor involuntary resettlement and indigenous peoples. Civil works activities under the program will \ncover  small-scale  construction,  with  new  lower  secondary  schools  and  other  school \nimprovements expected to be carried out on government-, community-, or pagoda-owned land \nsituated in non-sensitive areas. It is not expected that land acquisition will result in involuntary \nresettlement impacts, but should any permanent or temporary impacts occur, a resettlement \nframework has been prepared to provide guidance in the event that a resettlement plan and \ncompensation measures need to be put in place. Civil works and other project interventions will \ntarget  poor  remote  areas,  many  of  which  have  large  populations  of indigenous  people.  An \nindigenous peoples matrix has been prepared to (i) describe the circumstances of indigenous \npeoples in Cambodia, (ii) identify project impacts, and (iii) describe mitigation measures. The \nprogram is classified category C for environment, having no significant adverse impacts. MOEYS \nwill appoint a staff member to monitor safeguards and ADB will provide training on SPS. The \nresettlement  framework  and  indigenous  peoples  matrix  are  disclosed  on  ADB’s  website  in \ncompliance with ADB information disclosure. \n \n                                                \n33 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "10 \nE.  Risks and Mitigating Measures \n \n37.  Key risks include (i) the mismatch between MOEYS budget allocations and inflation rate, \nspecifically in terms of program-based budget allocations to school operating budgets; and (ii) \nadded financial management responsibilities and accountabilities at the subnational levels as per \nthe government’s decentralization reforms. Inadequate allocations to school operating budgets \nundermine the sector’s policy goals and increase the risk for schools to charge informal fees from \nstudents. This may lead families to withdraw children from basic education because they cannot \nafford to pay such fees. Weak governance is a concern, with additional challenges created by \ndecentralization  reforms.  Governance  constraints  are  related  to  planning,  budgeting,  budget \nexecution, internal control and audit, and transparent reporting at the subnational levels. Risk \nmitigating measures include (i) building financial management capacity at the provincial, district, \nand school levels with regard to the introduction of school-based budget planning; (ii) promoting \npolicy  dialogue  with  MOEYS  on  financing  issues  in  the  education  sector  through  the  joint \ntechnical  working  group  on  Public  Financial  Management  Reform  Program  specific  to  the \neducation sector; and (iii) sustaining the joint Ministry of Economy and Finance–MOEYS working \ngroup on financing issues in the education sector.34 \n \nIV.  ASSURANCES AND CONDITION \n \n38.  The government and MOEYS have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail in \nthe PAM and loan documents. The government and MOEYS have agreed with ADB on certain \ncovenants for the program, which are set forth in the loan agreements and that the loan will not be \ndeclared effective until the government, through MOEYS, has fulfilled all conditions for the release \nof the first tranche as set out in the policy matrix (Appendix 4). \n \nV.  RECOMMENDATION \n \n39.  I am satisfied that the proposed loans would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the policy based-loan in various currencies equivalent to SDR7,870,000 to the \n \nKingdom of Cambodia for the Third Education Sector Development Program from \nADB’s Special Funds resources with an interest charge at the rate of 1.0% per \nannum during the grace period and 1.5% per annum thereafter; for a term of 24 \nyears, including a grace period of 8 years; and such other terms and conditions as \nare substantially in accordance with those set forth in the draft loan agreements \npresented to the Board; and \n(ii)  the loan in various currencies equivalent to SDR11,805,000 to the Kingdom of \nCambodia for the Third Education Sector Development Project from ADB’s Special \nFunds resources with an interest charge at the rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter; for a term of 32 years, including a \ngrace period of 8 years; and such other terms and conditions as are substantially \nin accordance with those set forth in the draft loan agreements presented to the \nBoard. \n                Haruhiko Kuroda \n                  President \n22 August 2012\n                                                \n34 Support for implementation of risk mitigation measures identified during the project governance risk assessment will \nbe sought from ADB.2008. Technical Assistance for Support for Implementation of Second Governance and \nAnticorruption Action Plan. Manila. (TA 6445-REG)   \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nData Sources \nDesign  Performance Targets and Indicators with Baselinesa  and Reporting  Assumptions \nSummary  and Risks \nMechanisms \nImpact  By 2022:    Assumption \nUniversal         Completion rate for grade 9 is increased by 10% (12% girls)  MOEYS EMIS  MOEYS \n9-year basic  (SY2010–2011 baseline: 46.8% [44.3% females])  commitment to \neducation  ESP and other \nachieved  sectoral \nstrategies and \ntargets remains \nstrong. \nOutcome  In target provinces, by 2017:    Assumption \nIncreased  Lower secondary gross enrollment rate is increased by 5% (7% girls)   MOEYS EMIS   POEYS supports \nlower  (SY2010–2011 baseline: 52.5% [51.8% girls])  implementation \n \nsecondary    of student \nenrollment  Lower secondary net enrollment rate is increased by 5% (7% girls)  MOEYS EMIS   progression \n(SY2010–2011 baseline: 27.7% [29.6% girls])    program. \nOutputs  Program    Assumption \n1. Expanded  Quality control guidelines for new school building construction, inclusive  Central and local \n \naccess to  of gender-sensitive sanitation facilities, issued by 2012  levels maintain \nlower    coordination in \nPrakas for establishment packages issued by 2013 \nsecondary  prioritizing \neducation  Project in target provinces, by 2017:    equitable \nAt least 60 new lower secondary schools constructed  Project progress  access.  \n  report   \n    Parents value \nAt least 730 new lower secondary classrooms constructed  Project progress  attainment of \n \n  report  lower secondary \nNumber of students aged 12–14 enrolled in lower secondary school    education. \nincreased by 10%, including 10% female students  MOEYS EMIS   \n(SY2010–2011 baseline: 507,207 [297,648 females])    Risk \n    Delays caused \nTransition rate from grade 6 to grade 7 is increased by 10%    \n(10% female students)   MOEYS EMIS  by low \n(SY2010–2011 baseline: 80.2% total; 81.3% female)    procurement \ncapacity \n   \nNumber of female teachers in lower secondary schools increased by \nMOEYS EMIS \n10% (SY2010–2011 baseline: 38.6%) \n   \nDaily student attendance in lower secondary school improves for both \nSchool reports \nmales and females (baseline to be determined.) \n2. Improved  Program    Risk \nquality of lower  Number of provinces achieving a grade 9 gross completion rate greater    Low financial \nsecondary  than or equal to 40% is adopted as core breakthrough indicator by 2013    management \neducation    capacity at \nGuidelines for basic education progression program issued by 2013 \n  provincial, \nProject in target provinces, by 2017    district, and \nAt least 80% students (60% female) identified as at risk of school  School reports  school levels \ndropout transition to next grade (baseline to be determined.)    \n  Project progress  A\nAt least 1,500 technical group leaders in math trained (25% female).  report  pp\nCore competency of 80% trained technical group leaders and teachers    e\nn\nfor math and science (50% female) improved.  Pre- and post-  d\n  training  ix\nAt least 800 lower secondary science teachers trained (25% female)  assessment   4\n    \nAt least 90% of lower secondary math and science teachers (25%      \nProject progress    \nfemale) trained to implement student-centered or inquiry-based teaching    \ntechniques  report     \n At least 100 schools implement employability skills program, with 50%   Survey       \n \nfemale participation  School reports  1  \n1\n   \n ", "12  Appendix 1 \nData Sources \nDesign  Performance Targets and Indicators with Baselinesa  and Reporting  Assumptions \nSummary  and Risks \nMechanisms \n3. Improved  Program    Assumption \nsubsector  Revised guidelines issued for strengthening school-based management    Public financial \nmanagement  and school support committees in implementing school improvement    management \nplans and management of school operating budgets by 2012    implementation \n  strategy for \nPrakas issued to adopt new school operating budget funding \n  education sector \nmechanism, inclusive of SIGs, by 2013 \n  unclear or \n    delayed \nProject in target provinces, by 2017     \nAt least 1,500 lower secondary directors/deputy directors trained (100%  Project progress  Risk \nof current female school directors/deputy directors)  reports  Weak linkages \n    between the \nAt least 80% of lower secondary school directors/deputy directors (100%  Survey  provisions of the \nof current female school directors/deputy directors) implement school    education \nimprovement plans (inclusive of gender equity dimensions) and manage    sector’s \nschool operating budgets by 2014.    recurrent budget \n   \nand the goals of \nSchool support committees of at least 60% of lower secondary schools  Post-training  the ESP, 2009–\nare involved in monitoring the use of school budgets.  evaluation  2013 \n   \nPrimary and lower secondary schools within pilot basic education school \nPilot evaluation \nclusters implement student progression plan, with an emphasis on \n \nensuring progression of female students through grades 1–9. \n \n   \nFindings from eight action research studies, inclusive of gender and  ESWG minutes \nequity dimensions, presented to ESWG and disseminated throughout \nMOEYS. \nActivities with Milestonesb  Inputs \n1. Expanded Access to Lower Secondary Education  Financing ($ million) \n1.1 New lower secondary school construction \nADB: Asian Development Fund: $30.0 million                       \n(i) Construct 60 new lower secondary schools with separate toilets for females \nProgram loan: $12.0 million                              \nand males in communes of 12 provinces by 2015 \nProject loan: $18.0 million \n(ii) 60 new lower secondary schools receive school furniture by 2015 \n \n(iii) Grant establishment packages distributed to 60 new lower secondary \nItem  Amount \nschools by 2015 \nCivil works (schools and  7,982.00 \n1.2 Expanded existing lower secondary schools  classrooms) \n(i) 28 expanded lower secondary schools will include additional classrooms in 8  Civil works (wells toilet  461.00 \nprovinces by 2015  facilities) \n(ii) 5 expanded lower secondary schools in Phnom Penh will include 2–3 floors  Classroom materials  244.00 \nby 2015  Furniture  724.00 \nVehicles  198.00 \n1.3 Expanded primary schools \nOffice equipment  55.00 \n(i) 22 expanded primary schools will include up to grade 9 in 8 provinces by 2015 \nCapacity development  201.00 \n1.4 Teacher housing  School improvement grant  266.00 \n(i) 27 units of teacher housing constructed in 14 provinces by 2015  Consultants  2,147.00 \n(ii) 1 dormitory constructed at Regional Teacher Training Center in Phnom Penh  Recurrent costs  2,567.00 \nby 2015      Subtotal  14,485.00 \nContingencies  2,510.00 \n1.5 Improved water and sanitation facilities  Interest  645.00 \n(i) 76 lower secondary schools in 14 provinces receive sanitation packages by            Total  18,000.00 \n2014   \nGovernment: $1.2 million in kind \n1.6 Promote value of basic education \n(i) Develop basic education campaign concept and plan by 2013 \n(ii) Implement school-based campaign by 2014 \n(iii) Implement community-based campaign by 2014 \n1.7 Project management \n(i) Establish project management unit by May 2012 \n   ", "  Appendix 1  13 \nActivities with Milestones \n2. Improved Quality of Lower Secondary Education \n2.1 Introduce SBEP in target provinces \n(i)  Design SBEP by 2013 \n(ii)  Develop SBEP training modules by 2014 \n(iii)  48 POEYS education managers prepared to provide SBEP training to lower secondary school directors/deputy directors \nby 2015  \n(iv)  1,500 school directors receive training to develop and implement SBEP by 2015 \n2.2 Pilot school improvement grants in target provinces \n(i)   100 select lower secondary schools in 14 target provinces will receive SIGs each year of project \n2.3 Strengthen math education \n(i)   Design math-INSET by 2014 \n(ii)  Reproduce math-INSET training materials by 2014 \n(iii)  24 national trainers prepared to train technical group leaders from lower secondary schools by 2015 \n(iv)  1,000 technical group leaders prepared to train lower secondary math teachers in improved math instruction by 2015 \n2.4 Strengthen science education \n(i)   Design science-INSET pilot program by 2014 \n(ii)  Develop science-INSET training materials by 2014 \n(iii)  20 national trainers prepared to train lower secondary science teachers by 2015 \n(iv)  800 science teachers from 100 lower secondary schools within 18 SRS-SRC networks trained by 2015 \n2.5 Introduce employability skills program \n(i)   Assess employability skills (with gender focus) by 2013 \n(ii)  Assess lower secondary curriculum for employability skills incorporation by 2013 \n(iii)  Develop strategy for incorporating employability skills into lower secondary curriculum by 2014 \n(iv)  Develop learning activities for employability skills development across lower secondary curriculum by 2014 \n(v)  Pilot test learning activities in select lower secondary schools by 2015 \n3. Improved Subsector Management \n3.1 Strengthen school-based management and instructional leadership \n(i)   Design SDPD program by 2013 \n(ii)  Develop SDPD training modules by 2013 \n(iii)  96 core trainers prepared to train lower secondary school directors/deputy directors by 2015 \n(iv)  Train 1,000 lower secondary school directors/deputy directors by 2016 \n3.2 Strengthen school support committees \n(i)   Develop school support committee orientation program by 2013 \n(ii)  24 national trainers prepared to train lower secondary school directors/deputy directors by 2015 \n(iii)  1,500 lower secondary school directors/deputy directors trained by 2016 \n3.3 Pilot basic education school clusters \n(i)   Assess existing primary school clusters by 2014 \n(ii)  Conduct planning workshops with POEYS and DOEYS by 2014 \n(iii)  Conduct workshops for local cluster school committees by 2015 \n(iv)  Evaluate pilot by 2016 \n(v)  Expand pilot by 2017 \n3.4 Introduce action research for policy formulation \n(i)   Develop research program with the National Institute of Education by 2013 \n(ii)  Conduct studies 1–4 by 2015 \nA\n(iii)  Conduct studies 5–8 by 2017  p\nADB = Asian Development Bank; DOEYS = District Office of Education Youth and Sport; EMIS = education management  p\ne\ninformation system; ESP = Education Strategic Plan; ESWG = Education Sector Working Group; INSET = in-service teacher  n\nd\ntraining; MOEYS = Ministry of Education, Youth and Sports; POEYS = Provincial Office of Education Youth and Sport; SBEP =  ix\nSchool-Based Enrichment Program; SDPD = school director professional development; SIG = school improvement grant; SY =   4\nschool year.     \n \n a   Baseline data is from SY2009–2010, unless otherwise specified.     \n b  These refer to project activities with milestones; program milestones are under outputs.     \n \nSource: Asian Development Bank.    \n \n \n \n \n \n \n \n1\n3\n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=43260-013-3 \n \n \n1.  Loan Agreement \n2.  Loan Agreement \n3.  Sector Assessment (Summary): Education \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis \n8.  Country Economic Indicators \n9.  International Monetary Fund Assessment Letter \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Resettlement Framework \n13.  Indigenous Peoples Plan \n14.  Risk Assessment and Risk Management Plan \n15.  List of Ineligible Items \n \n   ", "  Appendix 3  15 \nDEVELOPMENT POLICY LETTER \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nA\np\n  p\ne\nn\n  d\nix\n \n  4\n \n \n \n \n    \n \n \n \n \n    \n \n \n \n \n    \n \n1\n5\n \n ", "16  Appendix 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   ", "  Appendix 3  17 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nA\np\n  p\ne\nn\n  d\nix\n \n  4\n \n \n \n \n    \n \n \n \n \n    \n \n \n \n \n    \n \n1\n7\n \n ", "18  Appendix 3 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   ", "  Appendix 3  19 \n \n \n \n \n \n \nA\np\np\ne\nn\nd\nix\n \n4\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n1\n9\n \n ", " \nPOLICY MATRIX FOR THIRD EDUCATION SECTOR DEVELOPMENT PROGRAM (ESDP III) \nOutput and \nPolicy Actions by Loan Effectiveness1  Policy Actions by end 20132 \nPolicy Area \nOutput 1: Improved Access to Lower Secondary Education \nImprove quality \nT1.1.1  MoEYS  will  issue  quality  control  guidelines  for  new  T2.1.1 MoEYS will issue a public report, satisfactory to ADB, \nof new school \nschool  building  construction  to  ensure  healthy,  safe,  and  evaluating  the  quality  control  measures  implemented  for  new \nconstruction \nenvironmentally  sound  building  design  and  facility  conditions,  school construction. Report will include action plan for further risk \n \ninclusive of separate latrines for females and males. (Completed.)   mitigation for poor quality construction. \n \nEnsure new  T2.1.2 MoEYS will issue Prakas for establishment packages for \nschools are  new schools to ensure immediate start-up with all necessary items \n \nimmediately  for  classroom  teaching  and  School  Director  management, \nfunctioning  inclusive of approved implementation plan.  \nOutput 2:  Improved Quality of Lower Secondary Education \nImprove  T1.2.2  The  Royal  Government  of  Cambodia  will  approve  the  T2.2.3 MoEYS will issue guidelines to POEYS and DOEYS to \nrelevance and  National Policy on Cambodian Youth Development, inclusive of  establish the Basic Education Progression Program focused on \ninternal  gender  sensitive strategies, to guide government,  civil society,  improved student progression through Grades 1-9, inclusive of \nefficiency    development partners, and private sector in developing meaningful  target repetition rate of 3% in complete primary schools and 1% in \nopportunities for young people to learn, develop, and contribute to  lower secondary schools.  \nCambodia’s national goals.3 (Completed.)   \nT2.2.4 MoEYS will adopt the following as a Core Breakthrough \nindicator, upon consultation with Joint Technical Working Group: \nThe number of provinces achieving a Grade 9 Completion Rate \ngreater than or equal to 40%, for both females and males. \nInstitutionalize  T1.2.3  MoEYS  will  issue  Prakas  to  recognize  26  Secondary  T2.2.5 MoEYS will circulate final draft Teacher Policy to ESWG \nschool leader  Resource Schools and Secondary Resource School Networks in  and other ministries for final consultation.   \nand teacher  order to begin its operation.4 (Completed.)   \ndevelopment    T2.2.6  MoEYS  will  approve  action  plan  for  School  Director \n  T1.2.4 MoEYS will approve the Teacher Development Master  professional development (developed in consultation with ESWG) \n  Plan (2010–2014) and Teacher Development Action Plan to  based on Teacher Policy, inclusive of strategies for increasing \nserve  as  a  guideline  for  the  development  of  preservice  and  females in school management positions, as per sub decree 20 \ninservice training programs.5 (Completed.)  on New Staff Recruitment and Promotions. \n \n4  \n x\nid\nn\ne                                                 \np\np 1  Policy Program 1 covers the period between November 2010–August 2012.  \nA\n   2  Policy Program 2 covers the period between May 2012–December 2013. \n \n   3  Partners supporting development of policy include: UNESCO, UNICEF, UNFPA, UNDP, ILO, World Bank, and youth NGOs.   \n \n02 4  Under ESDP II and EEQP, ADB financed the construction of 26 secondary Resource Schools. Recognition of the SRS precedes operation.  \n5  Partners supporting its development include: ADB (through EEQP), UNESCO, JICA, VVOB, BETT, and VSO.  \n   ", " \nOutput and \nPolicy Actions by Loan Effectiveness1  Policy Actions by end 20132 \nPolicy Area \nT1.2.5 MoEYS will prepare draft Teacher Policy (developed in \nconsultation  with  ESWG)  for  teacher  recruitment,  deployment, \nqualifications, in-service training, professional development, and \ncareer path growth, with a focus on teachers in remote and rural \nareas and targets increasing female teachers in lower secondary \neducation, particularly for mathematics and science. (Completed.) \nOutput 3:  Improved Sub-sector Management6 \nDirect  T1.3.6  MoEYS  will  issue  Prakas  to  re-establish  the  Public  T2.3.7 MoEYS will issue Prakas for adopting revised funding \nResources to  Finance Management Reform (PFMR) working group to examine  formula for School Operating Budget with provision for School \nSchools   the financing of the education sector and to explore policy options  Improvement Grant upon consultation with PFMR working group. \n  that enable sustainable recurrent financing for basic education   \nwith incentives for school improvement. (Completed.)   T2.3.8  MEF  and  MoEYS  will  approve  operational  and \n  procedural plan for the provision of School Improvement Grant to \n   be funded through the national recurrent budget and consistent \nwith national program based budgeting procedures within School \nOperating Budget. \nStrengthen  T1.3.7  MoEYS  will  approve  Capacity  Development  Plan,  T2.3.9  MoEYS  will  approve  an  action  plan  to  ensure \nSchool-based  targeting capacity constraints impacting overall  performance of  implementation of school performance monitoring system (with \nmanagement  education  sector  and  supporting  deconcentration  and  indicators  measuring  gender  issues),  inclusive  of  school-\nand community  decentralization by clearly delineating roles and responsibilities at  community report card publicizing school performance indicators, \ninvolvement for  the sub-national and school levels. (Completed.)  student  progression  and  completion,  and  the  role  of  School \nimproved    Support Committees in school improvement initiatives.   \nschool  T1.3.8 MoEYS will issue revised guidelines for the strengthening \nperformance  of school management and community’s role and responsibilities \nand standards  in respect to school management. (Completed.) \nmonitoring \nsystem \nEnhance  T1.3.9  MoEYS  will  approve  Master  Plan  for  Research   \ncapacity for  Development in the Education Sector, based on the strategies   A    \nresearch  of the Policy on Research Development in the Education Sector,  p\np\nto  implement  Articles  18  and  28  of  the  Education  Law  of  e\nn\nCambodia.7 (Completed.)  d\nix\n   4\n \n \n \n \n \n \n                                                   \n \n6  Policy actions T1.3.8 and T2.3.7 – T2.3.8 are aligned with current EC Budget Support Program 2011–2013.  2 \n7  Article 18 describes the objectives of higher education and its establishments. Article 28 states that the government shall promote and support science and   1\ntechnology research and development for education to meet the needs of the labor market.   \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120911171233Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "cambodian education sector development; human development projects; quality basic education; cambodia education for all national plan; education strategic plan; lower secondary education improvement; adb projects; 43260-013; adb project terms and conditions; adb rrp; reports and recommendations president", "ModDate": "D:20120920191306+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and Recommendation of the President to the Board of Directors describing terms and conditions proposed for the Third Education Sector Development Program in Cambodia.", "Title": "RRP: Cambodia: Third Education Sector Development Program"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 15 August 2012) \n \nCurrency unit  –  riel/s (KR) \nKR1.00  =  $0.000247 \n$1.00  =  KR4,049.95 \n     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  INSET  –  in-service teacher training \n  JICA  –  Japan International Cooperation Agency \n  MOEYS  –  Ministry of Education, Youth and Sports \n  PAM  –  project administration manual \n  SBEP  –  School-Based Enrichment Program \n  SIG  –  school improvement grant \n  SRS-SRC  –  Secondary Resource School – Secondary Resource Center \n  VVOB  –  Flemish Association for Development Cooperation and \nTechnical Assistance \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Cambodia ends on 31 December. \nFY before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2012 ends on 31 December 2012.  \n(ii)  In this report, ―$‖ refers to US dollars. \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nDirector  L. Gutierrez, Human and Social Development Division, SERD \n   \nTeam leader  S. Sindhvad, Education Specialist, SERD \nTeam members  I. Ahsan, Counsel, Office of the General Counsel \n  R. Butler, Safeguards Specialist (Resettlement), SERD \n  M. Camara-Crespo, Project Analyst, SERD \n  Y. Hirosato, Principal Education Specialist, SERD \n  U. Hoque, Social Sector Specialist (Gender and Development), SERD \n  S. Mar, Senior Social Sector Officer, Cambodia Resident Mission (CARM), \nSERD \n  K. Schelzig Bloom, Senior Social Sector Specialist, CARM, SERD \n  S. Sokunthea, Senior Procurement Officer, CARM, SERD \n  H. Van Rijn, Senior Public Management Specialist, Pacific Department \nPeer reviewer  R. Van Dael, Social Sector Specialist, South Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "L. Gutierrez", "role": "Human and Social Development Division", "organization": "SERD"}, {"documentRole": "Team leader", "fullname": "S. Sindhvad", "role": "Education Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "I. Ahsan", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "R. Butler", "role": "Safeguards Specialist (Resettlement)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "M. Camara-Crespo", "role": "Project Analyst", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "Y. Hirosato", "role": "Principal Education Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "U. Hoque", "role": "Social Sector Specialist (Gender and Development)", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Mar", "role": "Senior Social Sector Officer", "organization": "Cambodia Resident Mission"}, {"documentRole": "Team members", "fullname": "K. Schelzig Bloom", "role": "Senior Social Sector Specialist", "organization": "CARM"}, {"documentRole": "Team members", "fullname": "S. Sokunthea", "role": "Senior Procurement Officer", "organization": "CARM"}, {"documentRole": "Team members", "fullname": "H. Van Rijn", "role": "Senior Public Management Specialist", "organization": "Pacific Department"}, {"documentRole": "Peer reviewer", "fullname": "R. Van Dael", "role": "Social Sector Specialist", "organization": "South Asia Department"}]}