{"path": "data/input/reports/43566-013-mld-rrp.pdf", "pages": [" \n \n \n \n Report and Recommendation of the President \n \n to the Board of Directors\n \n \n \n \n \n \n \n \n \n \n \nProject Number: 43566 \nApril 2012 \n \n \n \n   \nProposed Loan and Grant \nRepublic of the Maldives: Inclusive Micro, Small, and \n \nMedium-Sized Enterprise Development Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 23 April 2012) \nCurrency unit  –  rufiyaa (Rf)   \nRf1.00  =  $0.6493   \n$1.00  =  Rf15.40   \n \nABBREVIATIONS \nADB  –  Asian Development Bank \nBDS  –  business development services \nBDSC  –  business development service center \nBML  –  Bank of Maldives \nCIB  –  credit information bureau \nCPS  –  country partnership strategy \nCSC  –  citizen service center \nCSF  –  cost-sharing facility \nGDP  –  gross domestic product \nIDB  –  Islamic Development Bank \nLCF  –  line-of-credit facility \nMED  –  Ministry of Economic Development \nMMA  –  Maldives Monetary Authority \nMSMEs  –  micro, small, and medium-sized enterprises  \nMOFT  –  Ministry of Finance and Treasury \nPMU  –  project management unit \nPPP  –  public–private partnership \nPSDP  –  Private Sector Development Project \nSDR  –  special drawing right \nSTR  –  secured transaction registry \n \nNOTE \nIn this report, \"$\" refers to US dollars. \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  B. Carrasco, Public Management, Financial Sector and Trade Division, \nSARD  \n   \nTeam leader  K. Shin, Senior Financial Sector Economist, SARD \nTeam members  M. Davidovski, Senior Counsel, Office of the General Counsel \nK. Formanes, Operations Assistant, SARD \nL. George, Energy Specialist, SARD \nF. Tornieri, Senior Social Development Specialist, SARD \nPeer reviewer  Q. Zhang, Principal Financial Sector Specialist, Office of Regional \nEconomic Integration  \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "CONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Technical  8 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.   Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  11 \n \n2.  List of Linked Documents  14 \n ", " \nPROJECT AT A GLANCE \n1. Project Name: Inclusive Micro, Small, and Medium-Sized Enterprise Development  2. Project Number:      43566-013 \nProject \n3. Country: Maldives  4.  South Asia Department / \nDepartment/Division:   Public management, Financial sector and Trade Division \n5. Sector Classification:  \nSectors  Primary  Subsectors \n Industry and Trade  √  Small and medium sized enterprise \ndevelopment \n      \n 6. Thematic Classification: \nThemes  Primary  Subthemes \n Economic growth  √  Promoting economic efficiency and \nenabling business environment, \n Private sector development    private sector investment \n Capacity development    institutional development \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n     Gender equity theme (GEN)   \nNo Climate Change Indicator available.    Effective gender mainstreaming  √ \n  (EGM) \n Some gender benefits (SGB)   \n No gender elements (NGE)   \n7. Targeting Classification:   8. Location Impact:    \nTargeted Intervention   \nGeographic  Income   National  Medium \nGeneral  Millennium \ndimensions  poverty at   Rural  Medium \nIntervention  development \nof inclusive  household   Urban  Low \ngoals \ngrowth  level   \n  √     \n9. Project Risk Categorization: Lo  w  \n \n10. Safeguards Categorization:   \nEnvironment  FI treated as C \nInvoluntary resettlement  FI treated as C \nIndigenous peoples  FI treated as C \n11. ADB Financing:    \nSovereign/Nonsovereign  Modality  Source  Amount ($ Million) \n Sovereign  Project loan  Asian Development Fund   5.57 \n Sovereign  Project grant  Asian Development Fund  4.45 \nTotal      10.02 \n12. Cofinancing:     \nFinancier  Category  Amount ($ Million)  Administration Type \n Islamic Development Bank  Official-Loan  10.3  Full \nTotal    10.3   \n13. Counterpart Financing:     \n \nSource  Amount ($ Million) \n Government  0.7 \nTotal  0.7 \n14. Aid Effectiveness:     \n   \nParallel project implementation unit  No \nProgram-based approach  No \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan \nand (ii) a proposed grant, both to the Republic of the Maldives for the Inclusive Micro, Small, and \nMedium-Sized Enterprise Development Project.1 \n \n2.  The  project  will  promote  economic  inclusion  in  the  Maldives  by  bolstering  economic \nactivities, including in remote islands, through more opportunities and access to finance for micro, \nsmall,  and  medium-sized  enterprises  (MSMEs)  and  thereby  contribute  to  private  sector \ndevelopment  and  overall  economic  growth.  This  will  be  achieved  through stronger  business \ndevelopment infrastructure, better access to market information, and broader access to finance.  \n \nII.  THE PROJECT \n \nA.  Rationale  \n \n3.  The Maldives has been confronted in recent years with several challenges that had a \nsevere impact on the economy. In December 2004, the ravages of the tsunami destroyed, in \nrelative terms, a higher share of natural infrastructure in the Maldives than in any of the other \nstricken economies. In 2007, the country was mired in its own fiscal crisis linked to excessive \nspending and acute structural distortions in the economy, which was further compounded by the \nslowdown in tourism after the global crisis. In 2008, the Maldives managed a difficult transition to \ndemocracy, which, in the interim and given the resulting uncertainty, led to capital outflow and \nlimited investment in the economy.   \n \n4.  While  much  effort  has  focused  on  rebuilding  the  economy,  the  government  is  now \nconcentrating on the pursuit of more inclusive growth to rectify some pressing shortcomings such \nas the lack of economic opportunities outside of Malé and the skewed concentration of ―enclave‖ \neconomic activity in the resorts-based tourism industry. Political, administrative, and economic \ndecentralization will support this goal, and greater availability of credit is an important platform to \npromote financial inclusion and engender economic and employment opportunities. \n \n5.  The Maldives has an overall unemployment rate of 15.4%, and youth unemployment is \neven  higher  at  around 25%.  Income  disparities  between Malé  and the  atolls  are  large  and \nincreasing. The Gini coefficient has remained almost constant over time at around 0.4, which is \nnotably higher than that in neighboring countries. Over time inequality between Malé and the \natolls has steadily increased. MSME development has been prioritized by the government as one \nof the key solutions toward fostering greater economic inclusion, and the lack of access to finance \nas the most significant impediment to the promotion and development of MSMEs. As part of its \nearlier  effort  to  support  inclusive  growth  through  private  sector  development,  the  Asian \nDevelopment Bank (ADB) approved a technical assistance loan in 2008 for the Private Sector \nDevelopment Project (PSDP) to support MSMEs in the Maldives.2 \n \n6.  Achievements under the Private Sector Development Project. MSME development is \npart of the development strategy for the Maldives under the 7th National Plan, 2006–2010. Until \n2011, there was no official definition of MSMEs in the Maldives. Furthermore, the local banks had \nno direction or guidelines on how to assist MSMEs. The major achievements under the PSDP \ninclude (i) establishment of a central business development service center (BDSC) and two field \n                                                \n1 The design and monitoring framework is in Appendix 1. \n2 ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Technical Assistance \nLoan to the Republic of the Maldives for the Private Sector Development Project. Manila.  ", "2     \nBDSCs; (ii) establishment of a cost-sharing facility (CSF) (SDR0.6 million), a line-of-credit facility \n(LCF)  (SDR1.8  million),  and  a  credit  information  bureau  (CIB),  and  a  feasibility  study  on  a \ncentralized  movable  asset  registry  (now  referred  to  as  secured  transaction  registry  [STR]); \n(iii) provision of business counseling and mentoring for over 500 entrepreneurs; (iv) start-up of 55 \nnew  MSMEs;  (v)  completion  of  business  training,  and  counseling  for  more  than \n4,000 beneficiaries, 41% of whom were women; (vi) launch of a BDSC web portal to promote \nBDSC services and dissemination of information related to MSME registration and CSF and LCF \napplication procedures; and (vii) public–private partnership (PPP) capacity building that included \ndeveloping a PPP framework and piloting three PPP initiatives. Around 60 MSMEs in fisheries, \ntourism, arts, and handicrafts have benefited from the LCF, which helped expand their business \noperations, develop their capacity for accessing finance from the banks, and formalize the MSME \nsector through registration.3 \n \n7.  Remaining  challenges.  The  success  of  the  PSDP 4  led  to  further  demand  from \nstakeholders  for  continued,  demonstration-based  support.  The  PSDP  resulted  in  the  market \ndemanding additional and more sophisticated business development services (BDS). Further \nwork is needed to (i) improve the quality and depth of BDS on offer; (ii) add a range of new BDS; \nand  (iii)  expand  the  geographic  coverage  of  BDS  to  ensure  countrywide  availability.  Even \nconservative assessments indicate a large unmet credit demand of $15 million–$30 million from \nMSMEs. Despite the PSDP’s success in improving access to finance, considerable work remains \nto be done to bridge this gap. Given the stringent collateral requirements imposed by banks, a \nmechanism for reviewing collateral requirements will need to be developed.5 Similarly, a credible \nmechanism to record movable assets that can serve to meet strict collateral requirements will \nneed to be provided. The use of information and communication technology (ICT) innovations \nreduces transaction costs for financing, which opens up new markets for MSME products and \nservices, and better targets MSMEs, especially in geographically dispersed islands. Furthermore, \nthe Maldives faces significant energy challenges since imported diesel meets nearly 80% of its \nenergy requirements.6  \n \n8.  Lessons.  As  recommended  by  the  Independent  Evaluation  Department’s  country \nassistance program evaluation,7 continued engagement with a sector and a long-term focus will \nenable better policy dialogue, improve sector outcome, and increase development impact. The \nPSDP is a pilot project that could not cover some areas (e.g., establishment of the STR due to the \nlimited resource envelope and providing sufficient time for the STR project feasibility study). \nAccordingly, although the PSDP has been successful within its limited scope and resources, \nfurther  support  is  essential  for  continued  and  sustainable  credit  delivery.  To  bolster  project \ndelivery, any further assistance should be provided in a phased manner and should address both \nthe supply and demand sides of MSME development. The assistance should also focus on \ndelivering the elements of the MSME Act that the government has submitted to Parliament. The \nMaldives country partnership strategy (CPS), 2007–2011 followed a sequential approach of first \n                                                \n3  SDR1.8 million was allocated to the LCF and SDR0.6 million to the CSF corresponding to $2.84 million and $0.95 \nmillion, respectively, as of February 2012. As of 29 February 2012, the Bank of Maldives (BML) has awarded \ncontracts under the LCF for a total of $2.15 million (75%) and disbursed $0.7 million (25%), and the Ministry of \nEconomic Development (MED) has awarded contracts for $0.82 million (86%) and disbursed around 46% of total \nCSF. The BML and MED confirm that the balance will be sanctioned by the end of April 2012.  \n4  ADB. 2011. Evaluation Study: The Maldives. Manila. \n5  Lack of collateral is cited as a critical inhibitor for access to finance for MSMEs, and the collateral requirements are as \nhigh as 120% of the value of the loan. Only houses and boats can be submitted as collateral. \n6  The government has announced a program to generate at least 60% of its electricity from solar energy by 2020 as \none of the key objectives under its pledge to be carbon neutral by 2020. Awareness raising, demonstration, and the \nidentification of opportunities for renewable energy in an MSME context, especially through PPP, are imperative.  \n7  ADB. 2011. Country Assistance Program Evaluation: The Maldives. Manila. ", "3  \nproviding  much-needed  capacity  development  assistance  and  intervention  to  improve  the \nenabling environment for private sector development; and thereafter, resuming investment lending \nin the CPS priority sectors of energy, transport, and MSME development.8 The project is fully \naligned with CPS and the objectives of ADB’s Financial Sector Operational Plan and has been \nclosely coordinating with the development partners.9  \n \n9.  Work  under  the  project  preparatory  technical  assistance  indicated  that  the  major \nconstraints identified at the launch of the PSDP had been largely addressed.10 However, there is \nan unfinished agenda from the PSDP in terms of setting up the STR, creating a credit guarantee \nscheme, extending BDS across the country, and increasing credit lending under the LCF. The \nproposed project will focus on financial inclusion; hence, it is important to extend the coverage \nand the outreach of the PSDP in solving MSME issues such as limited market access, lack of \ninternal capacity, and the high cost of financing, transportation, and power. Some key lessons \nfrom the PSDP include the need for (i) continued institutional strengthening, (ii) market-oriented \nskills development for MSMEs, (iii) sustainability of the initiatives taken under the PSDP, (iv) a \nstrong and independent project management unit, and (v) an organizational change management \nprocess involving stakeholders. These lessons are embedded in the project design. \n   \nB.   Impact and Outcome \n \n10.  The impact will be a more inclusive and broad-based MSME sector. The outcome will be a \nfurther expanded and strengthened MSME sector. For this purpose, the project will strengthen the \nbusiness  environment  and  support  infrastructure  for  doing  business  with  better  knowledge, \ngreater access to financing, and expanded business opportunities for MSMEs. \n \nC.   Outputs \n \n1.  Component 1: Business Support Infrastructure Built (Demand Side) \n \n11.  Component  1  will  increase  MSME  access  to  BDS  and  support  institutional  capacity \nbuilding for BDSCs by (i) expanding BDSCs’ geographical coverage to all seven provinces; \n(ii) introducing  new  BDS,  including  business  incubator  programs;  (iii)  strengthening  the \ninstitutional, operational, infrastructure, and human resource capacity of the expanded BDSCs to \nbetter  support  demand  of  MSMEs;  and  (iv)  transitioning  the  BDSCs  under  a  corporate \ngovernance development plan into a viable and privately managed BDS delivery network.11  \n \n12.  Output  1:  Program  implementation  capacity  strengthened  and  enabling \nenvironment for MSME development improved. Output 1 will include capacity building of the \nMinistry of Economic Development (MED), Maldives Monetary Authority (MMA), and Bank of \nMaldives (BML), and setting up project management units (PMUs) at these entities. Output 1 will \nalso strengthen the legal framework for (i) broader access to finance; and (ii) commercial laws \npertaining to MSMEs, including new e-commerce and data protection laws. Furthermore, women \nin the Maldives, particularly those in the outer islands, are excluded from participation in MSME \n                                                \n8  ADB. 2007. Country Partnership Strategy: Maldives, 2007–2011. Manila. \n9  ADB. 2011. Financial Sector Operational Plan. Manila.  \n10 ADB. 2010. Technical Assistance for Supporting Inclusive Micro, Small, and Medium-Sized Enterprise Development. \nManila (TA 7672-MLD). \n11 This will require adoption of a sustainability plan that, over time, achieves sufficient revenue growth to support \ninstitutional programs and financial viability, and develops functional working relationships and links with public and \nprivate BDS providers. This component will support energy sector links to value chain business opportunities with \npotential for MSME participation, and also focus on ensuring continuity of facilities established under the PSDP and \ncoordination with various government efforts.  \n ", "4     \ndevelopment  due  to  traditional  stereotyping  of  their  role,  and  the  reluctance  of  young \nentrepreneurs to engage in traditional activities such as fisheries and agriculture. To increase their \nparticipation, interventions  envisaged would  include  exercises to  build marketable skills,  and \nspecial provisions such as earmarking part of the LCF for this segment.  \n \n13.  Output 2: Business development service centers and business incubator programs \nstrengthened. The project will strengthen the capacity of the BDSC network, broaden the range \nof products and services offered, improve the capacity of BDSCs to better serve business needs \nof MSMEs, and increase BDSC operational performance and business profitability. Two BDSC-\noperated business incubator facilities—one in the north and the other in the south—will work with \nselected MSMEs under business partnership agreements. MSME selection will be based on \ntransparent selection criteria.12 \n \n14.  Output 3: Credit guarantee scheme initiated. A consultancy will be provided for (i) \ndesigning  and  making  credit  guarantee  schemes  operational  toward  reducing  the  collateral \nrequirement for MSMEs, (ii) initiating a credit guarantee fund to diminish the risk incurred by \nlenders  and  ease  access  to  credit  for  MSMEs  without  sufficient  collateral  to  meet  bank \nrequirements; and (iii) undertaking a public awareness campaign to explain the key features of the \nfund. Following a preparatory consultancy, the fund will start with the capital contributed by the \ngovernment, and a new entity will be established to manage the fund.  \n \n2.    Component 2: Access to Finance Improved (Supply Side) \n \n15.  Component 2 will improve MSME access to finance by (i) adding to the LCF to meet the \nhuge credit demand from MSMEs, (ii) extending the CIB to improve information quality and \nreduce credit risk, and (iii) establishing an STR database on fixed and movable assets.  \n \n16.   Output 1: Line-of-credit facility expanded. An additional LCF of $8.5 million will be built \nwith feedback from MED and BML on the implementation of the pilot LCF, which was set up under \nthe PSDP to promote a culture of lending to MSMEs with less restrictive collateral requirements \nand cash-flow-based financing.13 Of this, $1.5 million will be financed by ADB and $7 million by \nthe Islamic Development Bank (IDB). The government will relend the $1.5 million to BML through \na subsidiary loan agreement, detailing the terms and conditions of onlending by BML to eligible \nMSMEs according   to   the   eligibility   criteria14   mutually   agreed   by   ADB   and   the \ngovernment.15 The loan term will not exceed 15 years, including a 3-year grace period, with the \n                                                \n12  The project will continue to support the CSF established under the PSDP and it will be funded by IDB. The CSF \nmanagement will be as per procedures defined in the CSF manual developed under the PSDP.  Please see Project \nAdministration Manual (accessible from the list of linked documents in Appendix 2) for a list of selection criteria. \n13 During the pilot LCF, more than 100 applications were submitted across the country. Based on the expected demand \nand a financing gap estimated from the pilot, an additional $8 million–$10 million is required. To provide BML with an \nincentive for onlending to MSMEs with less restrictive collateral arrangement, MOFT provides an 80% guarantee for \ndefaulting subloans. BML bears the remaining risk to ensure diligence in its lending activities.  \n14 Eligible MSMEs are selected on the basis of sectors identified by the government for accelerated growth based on \nnational priorities. During the PSDP, fisheries, agriculture, tourism, arts and handicrafts were identified as the priority \nsectors. Projects which required financing between Rf0.5-1 million were considered eligible. Preference was given to \nenterprises operating in the Bazaar Islands and to young entrepreneurs. \n15 The terms and conditions of onlending will define the required degree of dilution of collateral and the interest rate to \nbe charged by BML for the loans extended to the MSMEs. The rate of interest charged by the government to BML will \nreflect the cost of raising funds in Malé. The interest rate for onlending to MSMEs in the pilot LCF was linked to \nprevailing Treasury bill rates and was fixed at 6.84% per annum. ", "5  \ngovernment retaining the right to close the LCF.16 MOFT will cause BML to ensure that qualified \nenterprises  procure  goods,  works,  and  consulting  services  in  accordance  with  procurement \nprocedures  acceptable  to  ADB.17 BML  has  experience  with  development  banking  and  an \nadequate  number  of  professional  staff  to  administer  the  expanded  LCF,  as  shown  in  the \nsuccessful  implementation  of  the  pilot  LCF.  BML  will  be  required  to  satisfy,  and  remain  in \ncompliance with, the eligibility criteria throughout the project period.18  \n \n17.  Output 2: Credit information bureau enhanced. Established under the MMA, the CIB is \na central repository of credit histories (positive and negative) of borrowers. Output 2 will (i) expand \nthe membership (including telecommunication and utility companies; and other nonbank credit \nproviders such as insurance companies, student loan providers, and other public and private \ncredit providers); (ii) develop new reporting and credit scoring products, including customized \nproducts to meet individual member’s information needs; and (iii) raise public awareness about \nthe need for building a credit track record, explaining the role of the CIB in lending decisions, and \nassisting the development of a positive credit reputation. \n \n18.  Output 3: Secured transaction registry established. In line with a feasibility study under \nthe PSDP, an STR will be established under the MMA to help MSMEs with sound business \nfinancials to secure credit against movable assets and thus facilitate access to finance for such \nenterprises even if they do not have adequate collateral. Output 3 will include (i) as-is and \nrequirement  analysis,  and  technical  specification  based  on  internationally  acceptable  best \npractices; and (ii) establishment of an online and publicly searchable STR recording the interests \nof financiers in assets, and helping credit providers to take security over movable property, and \nfind out pre-existing charges against assets and priority position of multiple charges on assets. \n \n3.  Component 3: Technologies for Micro, Small, and Medium-Sized Enterprise \nDevelopment Established (Market Development)  \n \n19.  Component 3 will enable the use of ICT to promote information and knowledge sharing \nbetween  MSMEs  and  with  the  government;  and  implementation  of  a  pilot  ICT  project  to \n(i) demonstrate the viability of solar energy as a cost-effective energy option; (ii) create a platform \nfor delivery of e-governance services, such as e-commerce and e-payment through citizen service \ncenters (CSCs); and (iii) create a revenue stream for BDSCs to increase their contribution to the \ngross domestic product. To ensure the feasibility of the proposed CSCs, an initial study on the \nproposed location and methodology will be conducted. \n \n20.  Output  1:  Micro,  small,  and  medium-sized  enterprise  portal  and  judgment  debt \ndatabase created. Output 1 will improve access to information and knowledge sharing through \nan MSME portal through which MSMEs will be able to get information on any aspect of the project \nand lodge grievances on any problems faced. Judgment debts against MSMEs, awarded by the \ncourts, need to be centrally captured to give a financial picture of the MSMEs to the banks. \nCurrently, the judgment debt records are kept manually and no central database exists. Creation \nof the judgment debt database will provide a central repository of all judgment debts. \n                                                \n16 Project Administration Manual (accessible from the list of linked documents in Appendix 2). Onlending will be \nundertaken through an independent credit risk assessment by BML, and onlending agreements will be signed \nbetween BML and the sub-borrowers. MOFT will bear the foreign exchange risk. \n17 To be acceptable, such procurement procedures should (i) be in accordance with established private sector or \ncommercial practices; (ii) be appropriate under the circumstances; and (iii) comply with the provisions of ADB’s \nAnticorruption Policy (1998, as amended to date). \n18 In line with the ADB Operations Manual section on financial intermediation loans (OM D6), BML meets all eligibility \ncriteria for financial intermediaries, as shown during PSDP implementation. Furthermore, BML builds staff capacity for \nmobilizing domestic resources through various training programs. Details are in the Project Administration Manual. \n ", "6     \n \n21.  Output 2: Citizen service centers established. One option for making BDSCs financially \nsustainable is to expand the current BDSCs to serve as CSCs. It will provide an opportunity for \nthe BDSCs to conduct training programs for MSMEs, and also be critical for ensuring sustainable \nrevenue generation after project implementation. Under the project, it is proposed to set in place a \nsuitable risk-sharing mechanism between public and private sectors to establish the CSCs on a \nPPP format.19 Furthermore, solar power technology will be considered in establishing the CSCs.20  \n   \nD.  Investment and Financing Plans \n \n22.  The project is estimated to cost $21.02 million equivalent (Table 1). ADB financing of \n$10.02 million will be used for outputs 1–3. IDB will provide parallel cofinancing of $10.30 million \nequivalent under istisna’a21 loan terms, which will be used to operate the LCF, LCF-related \ncapacity building, and the CSF.22 The government will provide counterpart financing of $0.70 \nmillion equivalent.  \n \nTable 1: Project Investment Plan \n($ million) \nItem   Amount \nA.    Base Costa    \n Component 1: Business support infrastructure built  5.15 \n Component 2: Access to finance improved  11.48 \n Component 3: Technologies for MSME development established  1.55 \nSubtotal (A)  18.18 \nB.    Contingenciesb  1.88 \nC.    Interest Chargesc  0.26 \nD.    Taxes and Dutiesd  0.70 \nTotal (A+B+C+D)  21.02 \na  In mid-2011 prices. \nb  All contingencies are computed at 10%–11% of the total items. Physical contingencies computed at around 7% for \nequipment procurement; and around 7% for field research and development, and training. Price contingencies \ncomputed at around 3% on foreign exchange costs and around 3% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nc  Interest for Asian Development Fund loan has been computed at 1% per annum.  \nd  Taxes and duties of $0.7 million will be financed from government resources. \nSource: Asian Development Bank and the Government of the Maldives. \n \n23.  The government has requested a loan in various currencies equivalent to SDR3,622,000 \nand a grant not exceeding $4.45 million from ADB’s Special Funds resources to help finance the \nproject. The loan will have a 32-year term, including a grace period of 8 years, an interest rate of \n1.0% per annum during the grace period and 1.5% per annum thereafter; and such other terms \nand conditions set forth in the draft financing and project agreements.  \n \n \n \n \n                                                \n19 The CSCs will be structured on a PPP arrangement, for which the appropriate format will be worked out during due \ndiligence. \n20 Consideration will be given to powering the CSCs using solar energy to demonstrate the use of renewable energy \nand lower energy costs for BDSCs and CSCs.  \n21 Istisna’a is a Shari’ah (Islamic law) mode of financing widely used by Islamic banks, and its terms can be up to 20 \nyears, including a grace period of up to 5 years.  \n22 Since implementation of the ADB components will require a substantial period, the ADB portion of the LCF \n($1.5 million) will be implemented upfront. Before IDB’s LCF starts, the ADB-funded $1.5 million will need to be \nsanctioned under the project by BML. During project implementation, ADB and the PMU, with assistance of project \nmanagement consultants, will monitor LCF utilization from IDB and ADB.  ", "7  \nTable 2: Financing Plan  \n($ million) \nSource  Amount    Share of Total (%) \nAsian Development Bank   10.02     47.7 \nLoan  5.57    0.6 \nGrant  4.45    0.4 \nIslamic Development Bank  10.30    49.0 \nGovernment of the Maldives  0.70    3.3 \n  Total    21.02    100.0 \nSource: Asian Development Bank and the Government of the Maldives. \n \nE.  Implementation Arrangements \n \n24.  Implementation  arrangements  will  follow  those  proven  effective  under  the  PSDP,  as \nsummarized  in  Table  3  and  described  in  detail  in  the  project  administration  manual.23 The \ngovernment, ADB, and IDB will review implementation based on quarterly reports from the PMUs \nand on consultant reports.24 The accounting, auditing, and reporting will be maintained under the \nproject loan implementation. The procurement of consulting services will be in accordance with \nADB’s Guidelines on the Use of Consultants (2010, as amended from time to time), with final \nclearance of the selected consultants by ADB. Similarly, IDB’s financing will be in accordance with \nits financing agreement and procurement guidelines. ADB will not be administering the IDB-\nfinanced LCF of $7 million or CSF of $2 million. \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  1 July 2012– 30 June 2016 \nEstimated completion date  30 June 2016 \nManagement \n(i)   Oversight body  Project steering committee with MED deputy minister (chair), executive directors from \nMOFT and MHE, an MMA executive director, a head of BML retail banking, and PMU \nproject director (members). Staff from the Maldives National Chamber of Commerce and \nIndustry and the Women Entrepreneurs Association (observers).  \n(ii)  Executing agency  MOFT \n(iii)  Implementing agencies  MED, MMA, and BML  \n(iv)  Implementation unit  PMU in MED in general including a team of consultants and 3 government staff; PMU in \nMMA (for CIB, and STR), and PMU in BML (for LCF) 25 \nProcurement  National competitive  2 contracts  $0.55 million (total) \nbidding  plus contingency \nConsulting services  QCBS,   332 person-months (total)  $3.6 million (total) \nIndividual selection   89 person-months (international)  plus contingency \n 243 person-months (national) \n  QCBS  3 contracts (for system development  $3.35 million (total) \n  turnkey)  plus contingency \nRetroactive financing and/or  Recruitment  of  PMCs  under  PMU  at  MED  and  consultants  at  BDSCs  (advance \nadvance contracting  contracting). Recruitment of PMCs and BDSC consultants (retroactive financing). \nDisbursement   The loan proceeds will be disbursed in accordance with ADB's Loan Disbursement \nHandbook (2007, as amended from time to time) and detailed arrangements agreed \nupon between the government and ADB. \nADB = Asian Development Bank, BDSC = business development service center, BML = Bank of Maldives, CIB = credit \ninformation bureau, LCF = line-of-credit facility, MED = Ministry of Economic Development, MHE = Ministry of Housing and \nEnvironment, MMA = Maldives Monetary Authority, PMC = project management consultant, PMU = project management unit, \nQCBS = quality and cost-based selection, STR = secured transaction registry.  \nSources: Asian Development Bank and the Government of the Maldives.  \n                                                \n23  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n24 The review will include evaluation of the scope, implementation arrangements, consultations with the executing \nagency and the PMUs, and capacity building progress. \n25 The PMUs will be responsible for the overall coordination of the project implementation. A certified, reputed local \nauditing firm will be hired to undertake the annual financial audit of the project and report to ADB and IDB. \n ", "8     \nIII.  DUE DILIGENCE \n \nA.  Technical  \n \n25.  As noted in the Maldives country partnership strategy (footnote 8), capacity constraints \nseverely affect the optimal use of externally assisted projects. Due to lack of experience by project \nimplementation units, some projects are completed with delays of 3–4 years, undermining their \ndevelopment effectiveness. Against this background, three PMUs were established under the \nPSDP. Their performance was satisfactory and they played an integral part toward the successful \nimplementation of government projects. Accordingly, PMUs will be set up at MED, MMA, and \nBML, and their project directors will be assisted by consultants. \n \nB.  Economic and Financial \n \n26.  Based  on  the  economic  analysis,  the  project  is  expected  to  have  several  economic \nbenefits: (i) $5 million increment in the gross domestic product (GDP) by 2016 as local sourcing of \neconomic activity gains from broader access to credit, (ii) a more positive balance of payments \nthrough an assumed 10% increase in exports and 20% reduction in imports, (iii) tax revenues of \napproximately $2.4 million, (iv) minimum $12 million of add-back to GDP through a reduction in \nnonperforming  assets,  and  (v)  $15  million  incremental  turnover  in  the  MSME  sector.  Other \neconomic  benefits  include  lower  government  payroll  expenditure  as  MSMEs  generate  jobs, \nincreased lending appetite of banks and additional funds available for credit, and a robust finance \nsector with better credit judgment resulting from access to information through the CIB  and \nestablishment of the STR.  \n \n27.  A financial analysis was carried out in accordance with ADB guidelines. All financial costs \nand benefits have been expressed in nominal terms. Cost streams used todetermine the financial \n \ninternal rate of return (i.e., capital investment, and operation and maintenance) reflects the cost of \ndelivering the estimated benefits.26 Besides the returns expected from the CIB as a result of \nexpanded  membership  and  increased  sale  of  reports,  interest  income  owing  to  fewer \nnonperforming assets and interest savings owing to less foreign debt have been included in the \nrevenue stream. The financial internal rate of return of nearly 12% compares favorably with the \nstandard cost of capital of slightly above 4%, indicating substantive financial viability for the \nproject. Nonquantifiable financial benefits, increased capacity of MSMEs, better access to credit \ninformation, and other related benefits are not included.  \n \nC.  Governance \n \n28.  Financial management and procurement capacity assessment, undertaken during the fact-\nfinding mission in October 2011, indicates that MOFT and the three implementing agencies can \nmanage loan proceeds during project implementation. The PMUs at the implementing agencies \nhave experience in financial management and procurement in accordance with ADB requirements, \n \n \n                                                \n26 With operation and maintenance cost taken as 10% of the infrastructure cost, the total operation and maintenance \nexpenditure beyond the project period is estimated at $0.39 million. The depreciation rate is assumed at 15%. The \nincremental turnover of the MSME sector as a result of the project is estimated at $15 million on account of a new \nloan injection. Given the tax–GDP ratio of 15.7% (2009 World Bank data), the tax revenue by the end of the project \nperiod is estimated at $2.4 million, with 50% to be accrued by the third year and 100% by the fourth year, beyond \nwhich it is assumed to stay static.  ", "9  \nand a satisfactory track record from the PSDP.27 Planned mitigating measures include adopting a \nsequential  approach  in  line  with  lessons  from  the  PSDP,  strengthening  the  PMUs  through \nmonitoring consultants’ performance, and capacity building interventions. During the fact-finding \nmission, ADB also conducted an evaluation of BML and found that it is eligible to operate as a \nfinancial  intermediary.  The  manuals  and  processes  that  are  in  place  under  the  PSDP  for \nadministration of the various interventions would also significantly contribute to risk mitigation. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment. The specific policy requirements and supplementary measures are described in the \nproject administration manual.  \n \nD.  Poverty and Social \n \n29.  The  project  will  target  population  groups  across  the  country  and  will  lead  to  the \ndevelopment of new and existing MSMEs, thereby generating jobs, particularly among women \nand the youth. The services provided by the BDSCs are aimed at increasing the competitiveness \nof MSMEs and supporting export promotion.  \n \n30.  To ensure gender mainstreaming, the project will support interventions designed to boost \nentrepreneurship and build marketable skills for women and the youth. Interventions will include \npublic awareness, capacity building and training, research and studies for gender issues, and \npriority in accessing business development services. A gender action plan will be implemented to \nensure inclusiveness in the project and to meet the unique needs of women and vulnerable \ngroups, the views of which will be solicited with respect to any proposed legislation or legal \namendments. The use of temporary special measures to increase women’s participation in MSME \ndevelopment will be encouraged. By supporting less-developed areas of the country, the project \nwill help minimize geographical inequality and contribute to balanced regional development, and \nultimately contribute to improving the Gini coefficient.  \n \nE.  Safeguards \n \n31.  The project is categorized as ―FI treated as C‖ for environment, involuntary resettlement, \nand  indigenous  peoples. The  project  is  unlikely  to  have  any  adverse  environmental  impact. \nRather,  it  will  explore  nonconventional  energy  sources  for  MSMEs  to  reduce  their  carbon \nfootprints. MSME action under the additional LCF will only be for subprojects or activities that (i) \nare not included in the list of prohibited investment activities set out in Appendix 5 of ADB’s \nSafeguard Policy Statement (2009); and (ii) have minimal or no adverse environmental impacts in \naccordance with the Safeguard Policy Statement, and in compliance with Maldivian laws and \nregulations.28 The  project  is  required  to  comply  with  applicable  government  environmental \nregulations and standards. No involuntary resettlement and impacts on indigenous peoples are \nanticipated.    \n \nF.  Risks and Mitigating Measures \n \n32.  Major risks and mitigating measures pertain to (i) political transition and changes in the \n                                                \n27 Since the project is an extension of the PSDP and the tasks envisaged under both are similar in nature, similar \ngovernance and corruption risks are expected for both projects. The key governance risk pertains to interference in \nproject management. All risks arise from the possibilities of influencing the objective sanction of credit through the \nLCF, misuse of the LCF, lack of engagement of participants, deficiencies in the operation of and resultant gaps in \ninformation generated by the CIB and the proposed STR, and inability of beneficiaries to meet expectations. \n28\n The LCF guidelines will include a set of subloan eligibility criteria as set out in the PAM and financing agreement. The \nscreening checklist will be developed by the project management consultants at MED, and training for relevant \nsafeguard capacity development will be provided to staff at MED and bankers at BML.  \n ", "10     \ncomposition of the senior counterparts,29 (ii) lack of internal capacity for project implementation \nand management, (iii) capacity issues in the judiciary to enforce legal reforms coupled with \nabsence of political will to implement the required legal reforms, and (iv) interference in the \nselection  of  beneficiaries  under  the  project.  Adequate  risk  mitigation  measures  have  been \nenvisaged through a significant grant input, which will support capacity development and set up \nthe PMUs as a separate output. The risk of interference has been mitigated through detailed \ndocumentation of procedures for the granting of benefits. As the risks can be mitigated to a \nmanageable level, the intended benefits and impacts are expected to outweigh the costs.30  \n \nIV.   ASSURANCES \n \n33.  The government has assured ADB that implementation of the project shall conform to all \napplicable ADB policies, including those concerning anticorruption measures, safeguards, gender, \nprocurement,  consulting  services,  and  disbursement  as  described  in  detail  in  project \nadministration manual and loan documents. The government has agreed with ADB on certain \ncovenants for the project, which are set forth in the loan agreement. \n \n34.  Conditions  for  Disbursement.  Notwithstanding  any  other  provision  of  the  financing \nagreement, no withdrawals will be made from the loan account (i) for LCF activities until the BML \nsubsidiary loan agreement and at least two of the onlending agreements will have been executed \nby the beneficiary and BML, and BML and a qualified enterprise respectively all in form and \nsubstance satisfactory to ADB; and (ii) for CIB and STR activities under Outputs 2 and 3 of \nComponent 2 (Access to Finance) until the MMA subsidiary financing agreement, in form and \nsubstance satisfactory to ADB, will have been executed by the government and MMA.  \n  \nV.  RECOMMENDATION \n \n35.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve  \n(i)  the loan in various currencies equivalent to SDR3,622,000 to the Republic of the \nMaldives  for  the  Inclusive  Micro,  Small,  and  Medium-Sized  Enterprise \nDevelopment Project from ADB’s Special Funds resources with an interest charge \nat the rate of 1.0% per annum during the grace period and 1.5% per annum \nthereafter; for a term of 32 years, including a grace period of 8 years; and such \nother terms and conditions as are substantially in accordance with those set forth \nin the draft financing and project agreements presented to the Board; and \n(ii)  the grant not exceeding $4,450,000 to the Republic of the Maldives from ADB’s \nSpecial  Funds  resources  for  the  Inclusive  Micro,  Small,  and  Medium-Sized \nEnterprise Development Project, on terms and conditions that are substantially in \naccordance with those set forth in the draft financing and project agreements \npresented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n27 April 2012 \n                                                \n29 The Maldives is currently going through another political transition, after having gone through one in 2008. Periods of \ninstability are likely to be minimal, irrespective of changes in the political leadership. Based on historical experience, it \nis expected that the agenda for reforms and the political will to continue with it would not suffer any setback because \nof economic compulsions. \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "Appendix 1         11  \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance Targets and  Data Sources and \nSummary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \nImpact  By the end of 2020:  Reports and statistics of  Assumptions \nMOFT and MMA  Macroeconomic stability \nMore inclusive  Reduction in unemployment by \nmaintained, and stable global \nand broad- 1–2 percentage points  Monitoring and \neconomic environment \nbased MSME  (2009 baseline: 15.4% of the  evaluation of Strategic \nsector  population is unemployed)  Action Plan, 2009–2013  The government is committed to \nbased on managing for  reforms to ensure economic \nReduction in proportion of \ndevelopment results  stability. \npopulation whose income is less \nthan one dollar a day by 5%–10%    Risk \n(2004 baseline: 1% of the  Inflationary spirals resulting from \npopulation is below one dollar a  global trends in prices of \nday)  petroleum products and essential \ncommodities \nOutcome  By end of 2016:  Reports from MED and  Assumptions \nminutes of meetings of  Selection of projects to be \nFurther  Number of MSMEs registered \nthe project steering  supported under the CSF and \nexpanded and  with the MED registry system \ncommittee and MSME  LCF to be politics-neutral \nstrengthened  increased by 20%–30% (2011 \ncouncil. \nMSME sector  baseline: 180 MSMEs registered )  Availability of appropriate \nMonitoring and update  entrepreneurial resources for \n  BDS capacity enhanced and a \nreports from provincial  developing capacity to support \nnetwork of BDSCs strengthened \noffices  BDS on a commercially \nand approaching sustainability in \nsustainable basis \nbusiness operations by providing  Subsequent World Bank \nclient fee-based BDS to over  investment climate  Adequate demand for BDS and \n1,500 new or existing MSMEs  assessment studies   viable pricing matching supply \n(2011 baseline: none)  and demand \nPeriodic reports of the \nIncrease in MSME access to  PMUs  Risk \ncredit through LCF by 100%  Limited size of the market and \n(2011 baseline: 60 MSMEs)  narrow activity base \n1. Business  By end of 2016:  For all indicators:  Assumptions \nsupport  The government remains \n-   20% increase in number of  MED reports \ninfrastructure  committed to supporting \nnew women and youth-\nbuilt  PMU and DSC periodic  development of the MSME \nowned businesses (2011 \nreports, including  sector. \nestimated baseline: 1,500) \nprogress reports \nAdequate internal capacity and \n-   Drafted Civil Procedure \nSubsequent World Bank  budgetary support for project \nCode, and insolvency laws, \ninvestment climate  implementation  \netc (2011 baseline: none) \nassessment reports \nOngoing communications and \n-   Proposed amendments \n  coordination between MED and \nconsider the use of temporary \nother entities involved in the \nspecial measures to promote \nproject \nwomen in MSMEs \n(2011 baseline: none)  Risks \nDeveloped BDS capacity cannot \n-   BDSC established in all \nbe sustained, and not enough \nseven provinces \ndemand for the CSF \n(2011 baseline: 5) \nPolitical transition and changes in \n-   30 developed BDS products \nthe composition of the senior \nand services offered by \ncounterparts  \nBDSCs (2011 baseline: 10) \nLack of capacity in the judiciary \n-   500 training programs for \nto enforce legal reforms coupled \nabout 5,000 beneficiaries \nwith absence of political will to \n(2011 baseline: 150 trainings \nimplement the required legal \nfor 3,500 beneficiaries)  \nreforms \n ", "12     Appendix 1   \nDesign  Performance Targets and  Data Sources and \nSummary  Indicators with Baselines  Reporting Mechanisms  Assumptions and Risks \n-   20 MSME partnership  Interference in the selection of \nbusinesses under business  beneficiaries under the project \nincubator program \nLack of internal capacity for \n(2011 baseline: none)  \nproject implementation and \n-     Completed designing of credit  management \nguarantee scheme (2011 \nbaseline: none) \n2. Access to  By end of 2016:  For all indicators:  Assumptions \nfinance  The government remains \n-   40 new loans (total 200  BML reports on \nimproved for  committed to the need for \nthrough LCF of IDB and ADB,  performance of loans \nprivate sector  improving MSME access to \nincluding at least mandatory  under LCF, including \nMSMEs.  finance, and the need for the new \n15% for women MSMEs)  financial statements of \nlegislation. \n  (2011 baseline for MSMEs:  selected MSMEs \n100, no mandatory allocation)  CIB can operate on a sustainable \nPeriodic reports, \nbasis and there is adequate \n-   Turnaround time for  including progress \ndemand for its services. \nprocessing MSME loan  reports, by MM and \napplications reduced by 30%  other relevant agencies  Risks \n(2011 baseline: 6 months for  Lack of viable proposals for \nMinistry of Justice \n100 loans)  availing LCF \nlegislation gazette \n-   Membership expansion  Delays in making the CIB system \nMED reports \n(2011 baseline: 8), and new  fully operational with a robust \nreporting and credit scoring    database and in establishing \nproducts development  credibility  \n(2011 baseline: none)  \nNonperformance of loans \n-   Increased public awareness  disbursed during the \non a credit track record (2011  Private Sector \nbaseline: none), and more  Development Project pilot \nthan 3,000 of CIB reports  phase \ngenerated (2011 baseline: \nPolitical transition and changes in \n400 reports during Feb–Oct) \nthe composition of the senior \n-   Completed implementation  counterparts  \nplan and relevant regulatory \n \nframework for establishing \nSTR, and MMA capacity \ndevelopment conducted \n(2011 baseline: none) \n3. Technologies  By end of 2016  For all indicators:  Assumption \nfor MSME  The government is committed to \n-   MSME portal and judgment  MED database \ndevelopment  the need for the new legislation \ndebt database established \nestablished  MSME portal best  and better ICT, and the creation \n(2011 baseline: none) \npractices from  of a database. \n \n-   Seven solar-powered citizen  neighboring countries \nIT infrastructure is capable of \nservice centers established, \n  supporting interventions, ICT \nat least two of which through \nsoftware applications can be \nPPP (2011 baseline: none) \ntransferred, and coordination for \n  ICT under the direction of MED \nJudiciary confirms need \nfor training and creation of \ndatabase. \n \n \n \n ", "Appendix 1         13  \nActivities with Milestones   Inputs \n   \n1.  Business support infrastructure built   Project loan and grant \n1.1  The government to set up PMUs (by month 1)  Amount \n1.2  ADB and the government to recruit PMU consultants (by month 3)  Item  ($ million) \n1.3  Establish BDSC consultants and procure office equipment (by month 6)  ADB  10.02 \n1.4  Design BDSC network monitoring and evaluation framework (by month 8)  Loan  5.57 \n1.5  Conduct market demand gap survey and analysis to determine MSME \nGrant  4.45 \ngrowth opportunities (by month 8) \nIDB  10.30 \n1.6  Conduct monitoring of the gender action plan (whole duration) \nLoan  10.30 \n1.7  Select priority sector value chains and MSME partnership businesses under \nGovernment  0.7 \nbusiness incubator program (by month 12) \n           Subtotal  21.02 \n1.8  Conduct stakeholder consultations and draft regulations (by month 9) \n \n1.9  Carry out a study to design the CGS model covering shortfall in collateral \n  \nrelated to viable business entities and rules of CGS business (by month 4) \n \n1.10 Set up a desk within the MED for the CGS operationalization (by month 12) \n \n2.  Access to finance improved  \n2.1  Complete  onlending  agreement  between  government  and  BML  and \nfinalization of the subloan eligibility conditions (by month 3) \n2.2  Announce LCF scheme and raise public awareness (by month 3) \n2.3  Process applications to determine eligible applicants under the program and \ncomplete internal procedures (by month 6) \n2.4  Expand  the  CIB  member  group  by  including  Maldives  Islamic  Bank, \ninsurance companies, telecom and utilities companies (by month 24) \n2.5  Reconfigure the system to accommodate additional data (by month 24) \n2.6  Develop new products such as credit scores from the CIB (by month 24) \n2.7  Create public awareness to disseminate information (whole duration) \n2.8  Explore the feasibility of inclusion of retailers in CIB database (by month 24) \n2.9  Carry out a feasibility study for the establishment of an STR (by month 6) \n2.10Define the functional and technical specifications of the STR and prepare a \nrequest for proposal for selecting a vendor for STR (by month 9) \n2.11 Design and implement regulatory review impact process (by month 18) \n \n3.   Technologies for MSME development established \n3.1  Recruit consultants, including energy specialist (by month 6) \n3.2  Conduct stakeholder consultations to solicit ideas for finalization of services \nto be offered through the CSCs (by month 6) \n3.3  Procure a vendor for the design, bid process management, project \nmanagement and quality assurance of the CSC package (by month 9) \n3.4  Prepare the PPP and partnership agreement for the CSC operators (by \nmonth 12) \n3.5  Set up seven CSCs for operationalization, at least two through PPP (by \nmonth 24) \n3.6  Develop curricula and conduct training for 300 beneficiaries on renewable \nenergy  and  energy  efficiency  technology,  with  at  least  15%  women’s \nparticipation (whole duration)  \n3.7  Procure  a  vendor  for  design,  development,  and  maintenance  of  the \njudgment debt database (by month 12) \n3.8  Procure a turnkey vendor for design, development, and maintenance of the \nMSME portal and judgment debt database (by month 20) \n3.9  Establish MED portal and judgment debt database (by month 30) \nADB = Asian Development Bank; BDS = business development services; BDSC = business development service \ncenter; BML = Bank of Maldives; CIB = credit information bureau; CGS = credit guarantee scheme; CSC = citizen \nservice center; CSF = cost-sharing facility; ICT = information and communication technology; LCF = line-of-credit \nfacility; MED = Ministry of Economic Development; MMA = Maldives Monetary Authority; MOFT = Ministry of Finance \nand Treasury; MSMEs = micro, small-, and medium-sized enterprises; PMU = project management unit; PPP = \npublic–private partnership; STR = secured transaction registry. \n ", "14     Appendix 2   \n \nLIST OF LINKED DOCUMENTS \n http://www.adb.org/Documents/RRPs/?id=43566-013-3 \n \n \n1.  Financing Agreement (Special Operations) \n2.  Project Agreement (Asian Development Bank and Bank of Maldives) \n3.  Project Agreement (Asian Development Bank and Maldives Monetary Authority)  \n4.  Sector Assessment (Summary): Micro, Small, and Medium-Sized Enterprises  \n5.  Project Administration Manual  \n6.  Contribution to the ADB Results Framework  \n7.  Development Coordination  \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n13.  Micro, Small, and Medium-Sized Enterprise Sector Analysis  \n14.  Supplementary Risk Assessment and Risk Management Plan \n15.  Bank of Maldives Due Diligence \n \n \n \n \n \n \n \n \n \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120503071834Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "micro, small and medium scale enterprises development, maldives, expanded business opportunities for MSMEs, industry and trade, private sector development, economic development, access to finance, adb projects, 43566-013, adb project terms and conditions ", "ModDate": "D:20120606184938+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Inclusive Micro, Small, and Medium-Sized Enterprise Development Project in the Maldives.", "Title": "RRP: Maldives: Inclusive Micro, Small, and Medium-Sized Enterprise Development Project "}}