{"path": "data/input/reports/44020-013-prc-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 44020 \nSeptember 2012 \n \n \n \nProposed Loan \nPeople’s Republic of China: Gansu Urban \nInfrastructure Development and Wetland Protection \nProject  \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 3 September 2012) \n \nCurrency unit  –  yuan (CNY) \n \nCNY1.00  =  $0.15749 \n$1.00  =  CNY6.3497 \n   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DMG  –  Dingxi municipal government \n  HURCC  –  housing and urban–rural construction commission \n  LIBOR  –  London interbank offered rate \n  PAM  –  project administration manual \n  PCC  –  project completion certificate \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  ZMG  –  Zhangye municipal government \n  ZNWP  –  Zhangye National Wetland Park \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  S. Groff, Operations 2 \nDirector General  R. Wihtol, East Asia Department (EARD) \nDirector  D. Sharan, Urban and Social Sectors Division, EARD \n   \nTeam leader  R. Mamatkulov, Senior Urban Development Specialist, EARD \nTeam members  M. Bezuijen, Environment Specialist, EARD \nM. Gupta, Senior Safeguards Specialist (Resettlement), EARD  \nS. Kawazu, Senior Counsel, Office of the General Counsel \nA. Lopez, Natural Resources and Agriculture Specialist, EARD  \nA. Morel, Environment Specialist, EARD \nY. Ono, Transport Specialist, EARD  \nW. Walker, Senior Social Development Specialist, EARD \nPeer reviewer  F. Steinberg, Senior Urban Development Specialist, Southeast Asia \nDepartment \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.   Gender  8 \nF.   Safeguards  9 \nG.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES    \n1.  Design and Monitoring Framework   11 \n2.  List of Linked Documents  14 \n \n \n \n ", "PROJECT AT A GLANCE \n \n \n1. Project Name:   Gansu Urban Infrastructure Development and Wetland Protection  2. Project Number: 44020\n \nProject\n   \n3. Country:   4. Department/Division:  East Asia Department/Urban and Social Sectors Division\n \nPeople's Republic of China\n \n5. Sector Classification: \n     \nSector Primary Subsectors\n   \n Multisector   Water supply and sanitation\n   \n  √ Urban transport\n \n \n    Land-based natural resources management\n \n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n   \n Economic growth √ Promoting  economic  efficiency  and  enabling \n \nbusiness environment\n   \n Environmental sustainability   Urban environmental improvement\n   \n Capacity development   Institutional development\n \n    Organizational development\n \n6a. Climate Change Impact    6b. Gender Mainstreaming  \n   Effective gender mainstreaming (EGM)  √ \nAdaptation  Low   Gender equity theme (GEN)   \n \n     No gender elements (NGE)  \n Mitigation High\n \n Some gender benefits (SGB)  \n \n   \n \n \n7. Targeting Classification:   8. Location Impact: \n   Urban  High \nTar geted Intervention   \nGeographic  Income \nGeneral  Millennium \n  dimensions of  poverty at \nIntervention development \ninclusive    household \n  goals  \ngrowth level\n \n    √ (TI-M7)  \n \n9. Project Risk Categorization: Complex \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment A\n   \nInvoluntary resettlement A\n   \nIndigenous peoples C\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Project loan Ordinary capital resources 100.0\n   \nTotal     100.0\n12. Cofinancing:     \n \nNo Cofinancing required. \n \n \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n   \nGovernment 123.1\n   \nBank of China 32.3\n   \nTotal 155.4\n14. Aid Effectiveness:     \n      Parallel project implementation unit  No \n \n      Program-based approach    No\n \n ", "96 o 00'E 106 o 00'E\nGANSU URBAN INFRASTRUCTURE DEVELOPMENT\nAND WETLAND PROTECTION PROJECT\nIN THE\nPEOPLE'S REPUBLIC OF CHINA\nN\n40 o 00'N Jinta 0 50 100 150 200 40 o 00'N\nDunhuang Jiayuguan\nYumen Jiuquan Kilometers\nGaotai\nLinze Zhangye\nR.\nHeihe  Minqin\nJinchang\nMinle\nWuwei\nGulang\nJingtai\nHuan Xian\nJingyuan\nBaiyin\nXifeng\nLANZHOU\nProject Location Pingliang\nProvincial Capital\nDingxi\nCity/Town Linxia\nNational Road\nOther Road Zhang Xian\nRailway Lintan Tianshui\nRiver\nProvincial Boundary\nCheng Xian\n34 o 00'N International Boundary 34 o 00'N\nBoundaries are not necessarily authoritative.\nWudu\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on the \n12 legal status of any territory, or any endorsement or acceptance of such boundaries, \n-0 colors, denominations, or information. \n5\n0\n2 H 96 o 00'E 106 o 00'E\nR", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the People’s Republic of China (PRC) for the Gansu Urban Infrastructure Development and \nWetland Protection Project.1 \n \n2.  The project aims to promote socioeconomic development and improve the environment \nin Dingxi and Zhangye, two second-tier cities in Gansu Province of the PRC. It will support the \nrehabilitation and construction of urban infrastructure including roads, bridges, a water supply \nplant, water supply networks, sewerage and stormwater networks; the strengthening of urban \nmanagement capacity in project cities; and wetland protection and management in Zhangye.2  \n \nII.  THE PROJECT \nA.  Rationale \n3.  The economic development of the western region of the PRC lags because of the harsh \nclimate, underdeveloped transport and urban infrastructure, and lack of investment. Located in \nthe northwestern part of the PRC, Gansu is one of the poorest provinces, with a provincial gross \ndomestic product per capita ranked second-to-last among all the PRC provinces, autonomous \nregions, and municipalities. The urban poverty rate of 9.5% and the rural poverty rate of 20.6% \nmake the province a priority area for development investment. Low per capita gross domestic \nproducts rank the cities of Dingxi and Zhangye 12th and 8th, respectively, among the 14 cities \nof Gansu. Dingxi’s urban poverty rate of 15.4% and Zhangye’s rate of 15.1% are almost two-\nthirds more severe than the provincial average. The government launched the National Strategy \nfor Development of the West to stimulate economic development and raise living standards.3 \nThe main pillars of the strategy are investing in urban infrastructure, protecting the environment, \nand attracting private investment in the region’s economy. The Asian Development Bank (ADB) \nhas actively supported the strategy by providing technical assistance and financial resources to \nimprove urban infrastructure for transportation, communication, power, and water resources; \nimprove the environment; and support inclusive economic growth. The proposed project will \ncomplement  other  ADB-financed  projects  that  aim  to  improve  urban  infrastructure  and \nenvironment in the region.  \n \n4.  Dingxi has a population of 2.7 million and is located 100 kilometers (km) southeast of \nLanzhou, the capital of Gansu Province. An unfavorable climate that causes scarce water \nresources, frequent droughts, and short vegetation and construction periods combines with \nundeveloped  transport,  urban  infrastructure,  and  industry  to  hinder  the  city’s  economic \ndevelopment. Its 2011 per capita disposable income of CNY10,790 was well below the national \naverage  of  CNY19,909  and  the  provincial  average  of  CNY13,118.  To  stimulate  economic \ngrowth and reduce poverty in the city, the government has developed a city development \nstrategy that positions Dingxi as a transportation hub, includes the construction of a railway line \nand highways, and emphasizes the development of industrial zones and urban infrastructure.  \n \n5.  Zhangye has a population of 1.2 million and is located in the middle of Gansu Province \non the historic Silk Road. In 2011, the per capita disposable income of the urban population was \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank provided project preparatory technical assistance. Asian Development Bank. 2010. \nTechnical Assistance to the People’s Republic of China for the Gansu Urban Infrastructure Development and \nWetland Protection Project. Manila (TA 7609-PRC). \n3   State Council of the PRC. 2000. The National Strategy for Development of the West. Beijing. ", "2 \nCNY10,855, well below the national and provincial averages. The city has recently experienced \nrapid population growth and faces a growing challenge to balance urban development and \nenvironmental protection. Water resources are declining because of their unsustainable use for \nagriculture and the rising population and industrial production, which degrades natural wetlands \nin the municipality. Promoting wetland protection and sustainable management, in combination \nwith environmentally friendly urban infrastructure development, are priority goals for the city. \nThe city’s rich historical and cultural background provides enormous potential for tourism. As the \ncity master plan positions Zhangye as an environmentally friendly and livable city, the municipal \ngovernment has started phasing out polluting industries, expanding the capacity of the city \nwastewater  treatment  plant,  relocating  an  industrial  zone  away  from  the  wetlands,  and \npromoting  ecotourism.  Both  project  cities  face  urban  development  challenges  including \ninadequate  urban  infrastructure,  the  low  quality  of  municipal  services,  and  the  lack  of \ninstitutional capacity.4 They require further assistance to stimulate economic growth.  \n \n6.  Strategic fit. The project supports environmentally sustainable and inclusive economic \ngrowth, which is a key priority of ADB’s Strategy 2020.5 It aligns with ADB’s PRC country \npartnership strategy, 2011–2015, which supports the government's strategic goal of building an \neconomically  developed  society  by  helping  to  foster  inclusive  growth  and  promoting \nenvironmental  sustainability.6 It  is  consistent  with  the  ADB  Urban  Operational  Plan,  which \nfosters competitive, green, and inclusive cities.7 The project supports Millennium Development \nGoal 7 by reducing biodiversity and habitat loss, providing sustainable access to safe drinking \nwater and wastewater collection and treatment services, and improving the urban environment \nand transport services. It aligns with ADB’s Sustainable Transport Initiative for urban road \ncomponents  and  related  institutional  capacity  development  in  public  transport,  traffic \nmanagement, and urban transport management and safety.8 The project supports the PRC’s \nTwelfth  Five-Year  Plan,  2011–2015  and  2020  City  Master  Plans  for  project  cities,  which \nprioritize  economic  development,  environmental  protection,  and  ecologically  friendly \nurbanization. \n \n7.  Sector experience. This is the third ADB-financed urban development project in Gansu \nProvince. Project design reflects lessons from previous ADB-financed urban development and \nwetland protection projects in the PRC. Urban development interventions require thoroughly \nplanned urban development strategies and approaches accompanied by capacity building to \nstrengthen sustainable and ecofriendly urban planning and management. Recent ADB reviews \non reviving and protecting wetlands suggest that wetland protection and management in the \nPRC require intensive policy dialogue; sustainable financing from government budgets; and \ninstitutional capacity building in wetland protection, restoration, management, monitoring, and \npublic education.9 \n \n8.  Demonstration features. The project has the following demonstration features:  \n \n(i)   Wetland  protection,  restoration,  and  management.  Natural  wetlands  in \nZhangye  have  been  declining  rapidly  because  of  uncontrolled  urbanization, \nirrational land use for cultivation, and pollution. The project will contribute to the \n                                                \n4  Sector Assessment: Multisector (accessible from the list of linked documents in Appendix 2).  \n5  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n6  ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. \n7  ADB. 2012. Urban Operational Plan. Manila. \n8  ADB. 2010. Sustainable Transport Initiative: Operational Plan. Manila. \n9  ADB. 2008. Reviving Lakes and Wetlands: Lessons Learned from the People’s Republic of China. Manila \n ", "3 \nprotection and improved management of the Zhangye National Wetland Park \n(ZNWP), which is a part of the Zhangye Hei River Wetland National Nature \nReserve. \n \n(ii)  Urban  transport  oriented  toward  non-motorized  traffic,  public  transport, \nand  improved  urban  road  safety. The project will promote urban transport \nmanagement  oriented  to  accommodate  pedestrian  and  bicycle  traffic,  public \ntransport  services  with  bay  bus  stops,  improved  urban  traffic  control  and \nmanagement,  and  pedestrian  and  traffic  safety.  It  will  include  a  program  to \nimprove  urban  road  safety  that  encompasses an  urban  road  safety  audit  to \nidentify road safety issues and recommend how to improve urban road safety in \nthe project cities. Road safety improvement will be part of urban road engineering \ndesign, a public awareness program, and a program to improve the enforcement \nof traffic safety laws and regulations.  \n \n(iii)  Stormwater management and wetland protection. New urban development is \nencroaching on the upper reaches of the ZNWP, into which urban surface runoff \nand  groundwater  will  be  discharged.  The  project  will  help  the  municipality \nestablish  a  system  to  control  stormwater  pollution,  including  surface  runoff \ntreatment prior to discharge into wetlands. \n \nB.  Impact and Outcome \n9.  The impact will be socioeconomic development and improved environment in Dingxi and \nZhangye.  The  outcome  will  be  the  improved  urban  infrastructure,  municipal  services,  and \nenvironment in Dingxi and Zhangye cities. The proposed components will provide much-needed \nassistance in environmental protection and local social and economic development. \n \nC.  Outputs \n10.  The project has four outputs:  \n \n(i)  Improved  urban  infrastructure  operating  in  Dingxi.  This  component  will \nupgrade 1 road and construct 6 roads with a total length of 13.6 km and their \nassociated facilities, including 5 bridges and 30 culverts, 22.3 km of storm water \npipeline,  11.3  km  of  sewer  pipeline,  street  lighting,  landscaping,  and  traffic \nmanagement facilities. All roads will have on both sides, sidewalks and lanes for \nnon-motorized traffic. \n \n(ii)  Improved  urban  infrastructure  operating  in  Zhangye.  This  component \nincludes the construction of 21 urban roads with a total length of 39.7 km, a new \nwater supply plant, 49.2 km of piping network, and 49.6 km of sanitary piping \nnetwork connected to the existing wastewater treatment plant.  \n \n(iii)  Restored  and  protected  wetland  in  Zhangye.  This component  covers the \nZNWP and other wetlands adjacent to the city and has three subcomponents: (a) \nwetland  protection  with  the  construction  of  four  protection  stations;  a  center \ncombining  police,  patrol,  research,  monitoring,  and  education  facilities; \nwatchtowers; park boundary demarcation; associated equipment for all services; \nand  a  comprehensive  education  and  capacity-building  program;  (b)  wetland \nrestoration, comprising the restoration of 1,400 hectares (ha) of wetland and \n ", "4 \nwoodland habitats in the park and the planting of native and naturalized plant \nspecies; and (c) sustainable wetland utilization, comprising activities designed to \npromote sustainable ecotourism and public education in the park.  \n \n(iv)  Project management and capacity development. This component will help the \nproject cities develop and implement advanced project management systems \nand enhance capacity in urban planning and management. It will include capacity \nbuilding  and  training  in  urban  planning  and  management,  environmental \nmanagement, public transport and non-motorized traffic planning and safety, and \nstorm water pollution control. A comprehensive capacity-building and training \nprogram  will  educate  the  public  on  wetland  protection  and  restoration  and \nenhance  the  wetland  management  and  monitoring  capacity  of  the  wetland \nmanagement agency in Zhangye.  \n \nD.  Investment and Financing Plans  \n \n11.  The project investment cost is estimated at $255.34 million (Table 1). Detailed costs are \nin the project administration manual (PAM).10  \n \nTable 1: Project Investment Plan \n($ million) \nItem     Amounta \nA.  Base Costb    \n   1.  Dingxi urban infrastructure development   80.33 \n   2.  Zhangye urban infrastructure development  117.91 \n   3.  Zhangye wetland protection  18.22 \n   4.  Project management and capacity development   2.01 \n   Subtotal (A)  218.47 \nB.   Contingenciesc  21.69 \nC.  Financing Charges During Implementationd  15.17 \n   Total (A+B+C)  255.34 \nADB = Asian Development Bank. \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties estimated at $6.62 million to be financed by government and ADB resources. The \nADB loan will cover taxes and duties on items financed by ADB. The taxes and duties to be financed by ADB \nare not considered to be excessive and are in compliance with the country cost-sharing ceiling and financing \nparameters for the People’s Republic of China, approved on 18 March 2011.  \nb   In December 2011 prices. \nc  Physical contingencies computed at 8% for civil works and at 3% for field research and development, training, \nsurveys, and studies. Price contingencies computed at 5% on foreign exchange and local currency costs. \nd  Includes interest and commitment charges. Interest during construction for ADB loan(s) has been computed at \nthe 5-year forward London interbank offered rate plus a spread of 0.4% and a maturity premium of 0.1%. \nCommitment charges for the ADB loan are 0.15% per year, to be charged on the undisbursed loan amount.  \nFor the domestic bank loan from the Bank of China for the Zhangye subproject, an interest rate of 8.28% is \nused with a term of 5 years.  \nSource: ADB. \n \n12.  The government has requested a loan of $100.0 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a 5-year \ngrace period, an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year, and such \n                                                \n10  Project Administration Manual (accessible from the list of documents in Appendix 2).  \n ", "5 \nother terms and conditions as set forth in the draft loan and project agreements.11 The loan will \nfinance  39%  of  the  project  cost,  including  civil  works,  equipment  and  supplies,  capacity \ndevelopment and training, taxes and duties for eligible ADB-financed expenditures, and bank \ncharges. The Dingxi municipal government (DMG) will provide counterpart funding equivalent to \n$52.2 million and the Zhangye municipal government (ZMG) will provide counterpart funding \nequivalent to $70.9 million, which combined will finance 48% of the total project cost. The ZMG \nwill use a loan from the Bank of China equivalent to $32.3 million to cover the remaining 13% of \nthe total project cost. The loan will have a 5-year term and an interest rate of 8.28% per annum. \nThe project financing plan is summarized in Table 2 and detailed in the PAM (footnote 10). \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \n \nAsian Development Bank  100.00  39 \nBank of China  32.26    13 \nDingxi municipal government  52.17    20 \nZhangye municipal government  70.91    28 \n \n   Total     255.34     100 \nSource: Asian Development Bank. \n \n13.  The PRC is the borrower. The Government of the PRC will relend the loan proceeds to \nthe Gansu provincial government, which will onlend the loan proceeds to the DMG and the ZMG \nwith the same terms and conditions as those of the ADB loan. The ZMG will onlend the loan \nproceeds to the Ganzhou District Finance Bureau. The DMG and the Ganzhou District Finance \nBureau will, as the end-borrowers, assume the foreign exchange and interest rate variation risks \nfor the ADB loan. The DMG will enter into a project implementation agreement with Dingxi \nUrban Construction & Investment and Asset Management, a limited company, to implement the \nDingxi  subproject,  while  the  Ganzhou  District  government  will  enter  into  a  project \nimplementation agreement with the Zhangye Hei River Wetland Protection & Binhe New District \nConstruction and Management Division to implement the Zhangye subproject. Project relending \nand onlending arrangements and the indicative flow of funds are in the PAM (footnote 10). \n \nE.  Implementation Arrangements \n14.  Implementation arrangements are summarized in Table 3 and described in detail in the \nPAM (footnote 10). \n \n                                                \n11 Interest includes a maturity premium of 0.1%, reflecting the loan terms above and the government’s choice of \nrepayment option and dates. \n ", "6 \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  September 2012–October 2017 \nEstimated completion date  31 October 2017 \nManagement \n(i)  Executing agency  Gansu Provincial Finance Department. Responsible for coordinating and \noverseeing project implementation \n(ii)  Oversight body for  Dingxi project-leading group. Chaired by the vice mayor of Dingxi and \nthe Dingxi subproject  including senior officials of the Dingxi development and reform commission; \nDingxi bureaus of finance, land and resources, environmental protection, \nconstruction, and planning; and Anding District government, the group \nguides policy, oversees implementation, and coordinates the project. \n(iii) Oversight body for  Zhangye project leading group. Chaired by the Ganzhou District vice \nthe Zhangye  governor and including senior officials of the Ganzhou District government; \nsubproject  development and reform commission; and bureaus of finance, land and \nresources, environmental protection, construction, and planning, the group \nguides policy, oversees implementation, and coordinates the project. \n(iv) Implementing  Dingxi Urban Construction & Investment and Asset Management. This \nagency and PMO for  limited company is the implementing agency for the Dingxi subproject, \nthe Dingxi subproject   responsible for coordinating and overseeing project implementation, \nincluding finance and administration, technical and procurement matters, \nmonitoring and evaluation, and safeguard compliance. The PMO is \nestablished in the company and responsible for daily project implementation. \n(v)  Implementing  Zhangye Hei River Wetland Protection & Binhe New District \nagency and PMO for  Construction and Management Division. This division is the implementing \nthe Zhangye  agency for the Zhangye subproject, responsible for coordinating and \nsubproject   overseeing project implementation, including finance and administration, \ntechnical and procurement matters, monitoring and evaluation, and \nsafeguard compliance. The PMO is established in the Ganzhou District \nFinancial Bureau of Zhangye and responsible for daily project \nimplementation. \nProcurement  International competitive bidding   4 contracts  $18.81 million \nNational competitive bidding  21 contracts  $119.15 million \nShopping  10 contracts  $0.80 million \nThe PMOs will recruit procurement agents to undertake procurement.  \nConsulting services  Quality- and cost-based selection  75 person-months  $1.25 million \nRetroactive financing  Advance contracting and retroactive financing will be applicable for 7 \nand/or advance  contracts: 5 for civil works, 1 for goods, and 1 for consulting services to \ncontractinga  support project management. Retroactive financing will apply for eligible \nexpenditures up to $20 million incurred before loan effectiveness, but not \nearlier than 12 months before the loan agreement is signed or exceeding \n20% of the ADB loan. \nDisbursement  Loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, PMO = project management office.  \na  The contracts are indicated in the procurement plan (PAM, footnote 10). \nSource: Asian Development Bank. \n \n15.  The  project  will  fund  international  and  national  consulting  services  to  support  the \nexecuting agency, implementing agencies and units, and project management offices (PMOs) in \nproject implementation, construction supervision, and institutional capacity building. The terms \nof reference for consulting services are in the PAM (footnote 10).  \n \n ", "7 \nIII.  DUE DILIGENCE \n16.  The project will benefit 941,000 people in Dingxi and Zhangye, of whom 15.6% are poor, \nby improving living conditions and the quality of municipal services and urban transport systems, \nwith the emphasis on pedestrian and other non-motorized modes of transport, and by facilitating \nmore environmentally and ecologically friendly urban development.  \n \nA.  Technical \n17.  The project’s urban infrastructure components will construct and upgrade urban roads \nand bridges; a water supply plant; stormwater, drainage, and sanitary sewerage networks; and \nstreet lighting, providing landscaping and urban open spaces. Detailed engineering design will \nalign with up-to-date urban design standards and specifications and international best practices. \nFor the urban road subcomponents, a people-centric design concept has been incorporated \nwith special emphasis on planning and facilities for safe pedestrian and bicycle traffic and public \ntransport. Sanitary piping networks will significantly increase sewer coverage in the project cities \nand improve the urban living environment. The wetland protection component will help balance \nurban  development  and  environmental  protection  in  Zhangye  by  restoring  and  protecting \nwetland  habitats  and  supporting  the  development  of  ecotourism.  A  detailed  description  of \ncomponents is in the PAM (footnote 10). \n \nB.  Economic and Financial \n18.  Economic  analysis  evaluated  technical  options  and  confirmed  that  the  project \ncomponents are designed using the least-cost options to support the cities’ long-term urban \ndevelopment plans. The project’s economic internal rate of return is 15.7%. The subproject \neconomic internal rate of return is computed at 15.5% for Dingxi urban infrastructure, 15.7% for \nZhangye urban infrastructure, 16.3% for Zhangye water supply, and 15.8% for Zhangye wetland \nprotection—all of which exceed the economic opportunity cost of capital of 12.0%. The results \nare robust under the normal range of sensitivity analyses. Economic costs include (i) capital \ncosts, including land acquisition, resettlement, and environmental mitigation and monitoring; (ii) \nproject  management  and  institutional  strengthening;  (iii)  physical  contingencies;  and  (iv) \noperation  and  maintenance.  Economic  benefits  identified  for  the  urban  infrastructure \ncomponents include (i) savings in vehicle operating costs, (ii) time savings, (iii) accident cost \nreductions, and (iv) emission reductions. Economic benefits identified for the wetland protection \ncomponent include (i) arrested wetland area shrinkage and deterioration, (ii) reduced pollution, \n(iii) irrigation water savings on farmland adjacent to wetlands, and (iv) reduced flood risk. \nBenefits that cannot be readily quantified, such as improved health and increased employment, \nwere not included.12 \n \n19.  Financial cost–benefit analysis of the revenue-generating water supply plant and piping \nnetwork confirmed the financial viability of these subcomponents. The financial cost–benefit \nanalysis, undertaken on an incremental basis, concluded that the financial internal rate of return, \ncalculated at 9.3% discount rate, exceeds after tax the 2.6% weighted average cost of capital by \nan adequate margin to establish the financial viability of the component. As sensitivity and risk \nanalyses reveal that the financial internal rate of return is most sensitive to variation in revenue, \ntimely tariff adjustments or government subsidies will be crucial to ensuring the financial viability \nand  sustainability  of  the  subcomponents.  Currently,  water  tariff  subsidies  are  provided  to \n                                                \n12  Economic Analysis (accessible from the list of linked documents in Appendix 2).  \n ", "8 \nrecipients of the minimum living standard guarantee, which will be maintained in the future. The \nPRC processes for public participation will be followed for any tariff adjustments.  \n \n20.  The  financial  management  assessment  conducted  for  the  implementing  agencies \nindicates that they have sufficient financial management capacity and project management \nexperience but lack knowledge of ADB disbursement guidelines. The capacity development \ncomponent will therefore provide on-the-job training on ADB policy and procedures  during \nproject implementation.13  \n \nC.  Governance \n21.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the DMG, ZMG, Ganzhou District government, PMOs, and project implementing agencies. \nSpecific policy requirements and supplementary measures are described in the PAM (footnote \n10). \n \nD.  Poverty and Social \n22.  A poverty and social assessment during project preparation included a household survey, \ncommunity and focus group discussions, and key informant interviews.14 As Gansu is one of the \nPRC’s  poorest  and  least-developed  western  provinces,  it  has  been  prioritized  in  national \ndevelopment plans. The project will directly benefit over 941,000 urban residents in the two \ncities, of whom 15.6% are poor, by improving living conditions, municipal services, the urban \nenvironment, and wetland ecology. The project will create an estimated 3,649 full-time jobs \nduring construction and 535 during operation. Employment targets for vulnerable groups and \nwomen are included in the design and monitoring framework and loan assurances. Public health \nand  safety  will  benefit  from  improvements  to  the  urban  environment;  improved  traffic \nmanagement  with  the  development  of  the  urban  road  network,  including  universal  design \nprinciples, and improvements in public transport and non-motorized transport and road safety; \nand wetland protection. A social development action plan has been prepared for implementing \nagencies to follow during project implementation. \n \nE.  Gender  \n23.  The project is classified as effective gender mainstreaming. A gender action plan has \nbeen  prepared.  Data  from  survey  and  focus  group  discussions  reveal  that  women  are \ndisproportionately affected by poor mobility and limited access to tap water because of their \nfamily and household responsibilities and employment in low-paying jobs. Improvements to the \nurban transport network and attention to the needs of women when planning public transport, \naccess to pedestrian and non-motorized transport; and road safety programs will benefit women \nby reducing time and cost burdens and increasing access, mobility, and safety. Improvements \nto  wetlands,  attention  to  tourism  development,  awareness  building,  and  resulting  job \nopportunities will benefit women. The gender action plan includes specific targets for women in \nemployment and participation in capacity-building opportunities, which are supported by a loan \nassurance and consultant support for implementation and monitoring.15 \n \n                                                \n13  Financial Analysis (accessible from the list of linked documents in Appendix 2).  \n14  Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2).  \n15  Gender Action Plan (accessible from the list of linked documents in Appendix 2).  \n ", "9 \nF.  Safeguards  \n24.  Environment. The project is environment category A, primarily because of the Zhangye \nwetland protection component, which will support rehabilitation and protection activities in the \nexperimental  zone  of  the  Zhangye  Hei  River  Wetland  National  Nature  Reserve.  An \nenvironmental impact assessment was prepared, circulated to the Board of Directors, and \nposted  on  the  ADB  website  on  2  March  2012.  It  complies  with  ADB's  Safeguard  Policy \nStatement (2009). The project will have substantial environmental and socioeconomic benefits, \nrestoring and protecting 1,400 ha of wetland habitat. Potential negative environmental impacts \nassociated  with  the  project  have  been  identified,  and  adequate  mitigation  and  monitoring \narrangements  have  been  incorporated  in  the  environmental  management  plan.  Potential \nadverse  impacts  during  construction  and  operation  include  soil  erosion  from  earthworks, \nrecommended  alteration  of  a  legally  protected area, traffic  noise  in  some  sensitive  areas, \npotential  impact  of  the  water  supply  component,  significant  spoil  disposal,  community \noccupational  health  and  safety  risks  during  construction,  and  limited standard  construction \nimpacts.  These  impacts  will  be  prevented  or  minimized  to  an  acceptable  degree  if  the \nenvironmental management plan is effectively implemented. The environmental management \nplan is supported by loan covenants and capacity development and institutional strengthening \nunder the project. A system to manage water quality and wetlands will be developed to monitor \nthe  ecological  status  of  wetlands.  As  the  executing  agency,  the  Gansu  provincial  finance \ndepartment disclosed relevant environment information to affected people, and the results and \nfindings of consultation were used to modify the environmental impact assessment and project \ndesign. Consultation and public participation will continue throughout project implementation, \nand  any  environmental  complaints  or  disputes  will  be  handled  by  the  grievance  redress \nmechanism established for the project. \n \n25.  Resettlement.  The  project  is  resettlement  category  A,  as  construction  will  require \nsignificant land acquisition and resettlement. The project will affect 62 village groups, 16 villages, \n2 towns, and 2 districts in the project cities. A total of 245.7  ha of land will be acquired \npermanently and 8 ha occupied temporarily during implementation, affecting 3,327 households \nwith 12,264 members whose land will be acquired. Houses and other buildings totaling 215,829 \nsquare meters of floor space will be demolished, which will affect 698 households with 2,527 \nmembers and 51 enterprises or institutions. Resettlement plans have been prepared for the \nDingxi and Zhangye urban infrastructure components, and a due diligence report has been \nprepared for the wetland protection component in Zhangye. Resettlement plans will be finalized \nbased on the final design and detailed measurement survey, disclosed to affected people in the \nlocal language, and submitted to ADB for review and approval before civil works contracts are \nawarded. A grievance redress mechanism has been established for affected people. The PMOs \nwill (i) submit internal monitoring reports semiannually to ADB and (ii) engage an external \nmonitor to conduct baseline studies of affected people, verify the progress of land acquisition \nand resettlement, assess its impacts, and submit semiannual monitoring reports for ADB’s \nreview during resettlement implementation and annually for 2 years after the completion of \nresettlement. \n \n26.  Indigenous peoples. The project is indigenous peoples category C. Ethnic minorities \nliving in the project cities are well integrated economically and socially into the broader society. \nThey will benefit equally from the project. No adverse impacts particular to ethnic minorities \nwere identified.  \n \n ", "10 \nG.  Risks and Mitigating Measures \n27.  Major risks and mitigating measures are summarized in Table 4 and detailed in the risk \nassessment and risk management plan.16 The integrated benefits and impacts of the project are \nexpected to outweigh the costs and risks. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nDifficulty in complying with Asian  Early mobilization of procurement agents and implementation \nDevelopment Bank procedures  consultants to provide technical support combined with ongoing \ntraining \nDelays in project coordination   Coordination support from the project implementation consultants, \namong agencies  close project monitoring, frequent site inspections, and regular \ncoordination meetings. Ensuring interagency coordination and timely \ncompletion of construction and construction supervision \nDelays in land acquisition  The expeditious implementation of detailed measurement surveys, \napprovals and implementation  early availability of compensation funding, and timely finalization and \nstrict operational compliance with resettlement plans \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n28.  The  government  and  the  Gansu  provincial  government  have  assured  ADB  that \nimplementation  of  the  project  shall  conform  to  all  applicable  ADB  policies  including  those \nconcerning anticorruption measures, safeguards, gender, procurement, consulting services, and \ndisbursement as described in detail in the project administration manual and loan documents. \nThe government has agreed with ADB on certain covenants for the project, which are set forth \nin the loan and project agreements. \n \nV.  RECOMMENDATION \n29.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$100,000,000  to  the  People’s  Republic  of  China  for  the  Gansu  Urban  Infrastructure \nDevelopment  and  Wetland  Protection  Project  from  ADB’s  ordinary  capital  resources,  with \ninterest to be determined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility; for a term of 25 years, including a grace period of 5 years; and such other \nterms and conditions as are substantially in accordance with those set forth in the draft loan and \nproject agreements presented to the Board. \n \nHaruhiko Kuroda \nPresident \n4 September 2012 \n \n \n                                                \n16 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2).  \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \nData Sources \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions and \nSummary  Baselines  Mechanisms  Risks \nImpact  By 2020 (baseline year 2011)    Assumption \nSocioeconomic  Average annual per capita disposal income of  City statistics  The Five-Year \ndevelopment  urban households increasing by 7% per  bureau annual  Plan, 2011–2015 \nand improved  annum from CNY10,790 in Dingxi and  reports  accelerates growth \nenvironment in  CNY10,855 in Zhangye    in Dingxi and \nDingxi and    Municipal  Zhangye. \nZhangye   Reduction in urban poverty rates from 15.4%  government   \nin Dingxi to 15.0% and from 15.1% in Zhangye  annual report   \n \nto 14.7%   \n  Provincial \nUpgrading of wetland and downstream water  bureau of \nquality  environmental \nprotection \nOutcome  By 2017 (baseline year 2011)    Assumption \nImproved urban  Urban area with newly developed  City statistics  Government \ninfrastructure,  infrastructure increasing by 40% from 22.5 km2  bureaus annual  commitment and \nmunicipal  in Dingxi and from 34.3 km2 in Zhangye  reports  support continues \nservices, and      for infrastructure \nenvironment in  Water supply coverage in Zhangye increasing  PCC issued by  development and \nDingxi and  from 65% to 75%   the city  wetland restoration \nZhangye cities  HURCCC  and protection. \nUrban sewage treatment rate in Dingxi     \nincreasing to 65% from 52%  Risk \n  Actual economic \nThe 46 km2 Zhangye wetland park protected  growth and \nand effectively managed  population \n  increases are far \nfrom estimates. \nOutputs  By 2017 (baseline year 2011)     Assumptions \n1. Improved  Improved urban road linkages and related  Dingxi statistics  Counterpart \nurban  facilities operating, including 4.0 km of  bureau annual  financing is \ninfrastructure  upgraded roads, 9.6 km of new roads, and 5  report   provided on time \noperating in  bridges opened to traffic and 30 culverts    according to the \nDingxi   completed; related services along the roads  PCC issued by  financing plan. \n  operating, including 22.3 km of stormwater  the city   \n  pipes and drains, and 11.3 km of sewers  HURCCC  Project facilities \n      are properly \n3,649 jobs during project construction and 535    operated and \njobs during operation are created, with 30%    maintained. \ntargeted for women and 15% for the poor   \n  Risks \nAt least 40% of participants in workshops on  Climate and/or \ntraffic awareness and road safety being  hydrological \nwomen  changes adversely \n2. Improved  Improved urban road linkages and related  City statistics  affect wetlands \nurban  facilities operating, including 39.7 km of new  bureau annual  and their \ninfrastructure  roads open to traffic; related services along the  reports  sustainability. \noperating in  roads operating, including 47.5 km of     \nZhangye   stormwater pipes and drains  PCC issued by  Project \n  the city  coordination and \n ", "12  Appendix 1 \nData Sources \nDesign  Performance Targets and Indicators with  and Reporting  Assumptions and \nSummary  Baselines  Mechanisms  Risks \nNew water supply plant with a capacity of  HURCCC  synchronization \n40,000 cubic meters per day in phase 1 and    are lacking \n49.2 km of water supply pipes operating  Project  between agencies. \n  completion   \n49.6 km of wastewater pipes operational   report  Land acquisition \n    approvals and \nAt least 40% of clean water users and  Project  implementation \nparticipants in workshops on traffic awareness  performance  are delayed. \nand road safety being women  management   \nsystem report  The recruitment of \n3. Restored  Wetland protection measures implemented in  City statistics  the loan \nand protected  the ZNWP, including 4 protection stations, 1  bureau annual  implementation \nwetland in  police station, 1 research and monitoring  report   consultant \nZhangye   station, 1 education center, 3 watchtowers,    is delayed. \npark boundary demarcation, and patrol  PCC issued by   \nfacilities.   the city \n  HURCCC \n1,400 hectares of wetland habitat in the ZNWP   \nare rehabilitated    \n   \nWetland sustainable utilization measures \nimplemented in the ZNWP, including 9,000 \nsquare meters of buildings, 11.0 km of park \ntour roads, and 4.1 km of wooden boardwalks  \n \nAt least 30% of participants in public meetings, \ntechnical training, and target groups for \nawareness campaign on wetland protection \nconstruction interventions being women \n4. Capacity  4-year training plans for Dingxi and Zhangye  City statistics \ndeveloped and  developed and implemented during 2013– bureau annual \ninstitutions  2017 to improve the technical and  reports \nstrengthened   management capacity of government agencies   \nfor urban infrastructure development planning  PCC issued by \nand management, with data disaggregated by  the city \ngender    HURCCC \n   \nUrban transport plans for Dingxi and Zhangye   \ndeveloped and implemented to improve non-  \nmotorized traffic and public transportation   \n   \nAt least one staff member each of the \nexecuting agency and implementing agencies \nassigned to manage the gender action plan \n \nWetland management, maintenance, \nmonitoring, and education systems and service \nfacilities established and in operation by 2015 \n \nAt least 40% of participants in public \nconsultations on water tariffs being female \nresidents \n \n ", "  Appendix 1  13 \nActivities with Milestones  Inputs \n1.  Improved urban infrastructure in Dingxi   Loan \n1.1 Design facilities, acquire land, and procure works and  ADB: $100.0 million \nequipment by 2014.  Item  Amount ($ million) \n1.2 Construct, upgrade, and commission facilities by  Civil works   73.03 \n2017.   Equipment  2.55 \n2.  Improved urban infrastructure in Zhangye   Project management support  1.0 \n2.1 Design facilities, acquire land, and procure works and  Capacity development  0.25 \nequipment by 2014. \nEnvironment and social \n2.2 Construct, upgrade, and commission facilities by 2017. \nmitigation  3.31 \n3.  Restored and protected wetland in Zhangye \nContingencies  12.06 \n3.1 Design facilities, acquire land, and procure works and \nFinancing charges during \nequipment by 2014. \nimplementation  7.79 \n3.2 Construct wetland restoration and protection facilities \n   \nby 2015. \nDomestic bank: $32.26 million \n3.3 Establish and commission wetland management and \nItem  Amount ($ million) \nmonitoring systems by 2017. \nCivil works  13.85 \n4.  Project management and capacity development  \nLand acquisition and \n4.1 Recruit and mobilize implementation consultants by \nresettlement   8.92 \n2013. \nContingencies  2.12 \n4.2 Incorporate urban transport improvements including \nFinancing charges during \nnon-motorized traffic planning and safety, public \nimplementation   7.37 \ntransport, and urban traffic safety in the newly \nconstructed and upgraded urban road system and the     \nexisting transport system by 2016.  DMG equivalent: $52.17 million \n4.3 Incorporate up-to-date urban storm water  Item  Amount ($ million) \nmanagement and drainage technologies in the newly  Civil works  20.84 \nconstructed and upgraded urban infrastructure  Environment and social \nfacilities in Zhangye by 2016.  mitigation  0.32 \n4.4 Implement the wetland monitoring and management  Land acquisition and \nsystem to ensure the sustainability of Zhangye  resettlement   22.77 \nwetlands by 2015.      Survey and design  4.58 \n4.5 Provide training and project implementation support to \nContingencies  3.65 \nimplementing agencies on ADB project \n   \nimplementation requirements for procurement, \nZMG equivalent: $70.91 million \ndisbursement, operation and maintenance, traffic \nItem  Amount ($ million) \nmanagement, road maintenance, pollution control, \nCivil works   23.27 \nenvironmental monitoring, and financial management \nEquipment  0.28 \nand auditing by 2014. \nEnvironment and social \n4.6 Conduct internal and external environmental and \nmitigation  0.51 \nproject performance management system monitoring \nLand acquisition and \nduring project implementation until 2016. \nresettlement   31.37 \n4.7 Finalize and implement the resettlement plans by \n2014 and conduct internal and external resettlement  Capacity development  0.76 \nplan monitoring until 2017. Survey and design  10.86 \n \n4.8 Implement the gender and social development action  Contingencies  3.86 \nplans during project implementation and conduct  Total:                $255.34 million \nproject-specific surveys to measure results for the \nNumbers may not sum precisely because of \nmidterm review in 2014 and project completion in  rounding. \n2016.\n \nADB = Asian Development Bank,  DMG =  Dingxi municipal government, HURCC =  housing and urban–rural \nconstruction commission, km = kilometer, ZMG = Zhangye municipal government, ZNWP = Zhangye National \nWetland Park.  \nSource: ADB.               \n                   \n                   \n ", "14  Appendix 2 \n \n   LIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44020-013-3 \n \n1.  Loan Agreement  \n2.  Project Agreement \n3.  Sector Assessment (Summary): Multisector \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Environmental Impact Assessment \n13.  Resettlement Plans \n14.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n15.  Procurement Capacity Assessment \n16.  Social Development Action Plan \n17.  Tables for Economic Analysis \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120904191923Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "rrp, prc, china, people's republic of china, western china, dingxi, zhangye, wetlands, transport, urban transport, economics, business, urban environments, infrastructure, mdgs, adb loans, environment protection, private investments, power, communications, water, jobs, poverty, 44020", "ModDate": "D:20121011095406+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This provides the report and recommendation of the president for a proposed loan to the People’s Republic of China (PRC) for the Gansu Urban Infrastructure Development and\r\nWetland Protection Project for the approval of ADB's Board of Directors.", "Title": "RRP: People’s Republic of China: Gansu Urban Infrastructure Development and Wetland Protection Project"}}