{"Author": "cg5", "CreationDate": "D:20100701094111+08'00'", "Creator": "PScript5.dll Version 5.2", "ModDate": "D:20100802102101+08'00'", "Producer": "Acrobat Elements 7.0 (Windows)", "Title": "Asian Development Bank", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 44058 \nJune 2010 \n\nProposed Loan, Grant, and Administration of Grant \nNepal: Kathmandu Sustainable Urban Transport \nProject \n\n \n\n \n\n \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 22 June 2010) \n \n–  Nepalese rupee/s (NRe/NRs) \n\nCurrency Unit\n\nNRe1.00\n$1.00\n\n$0.0136 \n\n= \n=  NRs73.42 \n\nABBREVIATIONS \n\nAsian Development Bank \nBishnumati Link Road \ncarbon dioxide \ncountry partnership strategy \nDepartment of Roads \nDepartment of Transport Management \nenvironmental management plan \nFederation of Nepalese National Transport Entrepreneurs \nGlobal Environmental Facility \ngreenhouse gas \nhigh-level policy coordination committee \ninitial environmental examination \nkilometer \nKathmandu Metropolitan City \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n–  milligram per cubic meter \n–  Ministry of Environment \n–  Ministry of Physical Planning and Works  \n–  Metropolitan Traffic Police Division \noperation and maintenance \n– \nProject Administration Manual \n– \nproject implementation unit \n– \nparticulate matter \n– \nproject management and coordination office \n– \npublic–private partnership \n– \nproject steering committee \n– \nsustainable urban transport \n– \ntechnical assistance \n– \nTown Development Fund \n– \ntotal suspended particulates \n– \nurban transport system \n– \n\nADB \nBLR \nCO2 \nCPS \nDOR \nDOTM \nEMP \nFNNTE \nGEF \nGHG \nHLPCC \nIEE \nkm \nKMC \nmg/m3 \nMOE \nMPPW \nMTPD \nO&M \nPAM \nPIU \nPM10 \nPMCO \nPPP \nPSC \nSUT \nTA \nTDF \nTSP \nUTS \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\f \n\nNOTES \n\n(i) \n\nThe  fiscal  year  (FY)  of  the  Government  of  Nepal  ends  on  15  July.  FY  before  a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2010 ends \non 15 July 2010.  \n\n(ii) \n\nIn this report, “$” refers to US dollars. \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n\nX. Zhao, Operations1 \nS.H. Rahman, South Asia Department (SARD) \nM.T. Kho, Urban Development Division, SARD \n \nD. Margonsztern, Urban Development Specialist (Transport), SARD \nK. Emzita, Senior Counsel, Office of the General Counsel \nJ. Leather, Principal Transport Specialist, Regional and Sustainable     \n    Development Department \nN. Saito, Urban Development Specialist, SARD \nL. Sharma, Project Officer, SARD \n \nS. Lewis-Workman, Transport Economist, East Asia Department \n\n \n \n \nPeer reviewer \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank (ADB) does not intend to make any judgments as to the legal or other \nstatus of any territory or area. \n\n \n\n \n\n \n\n \n\n\f \n\nCONTENTS \n \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \nF. \n\nIV. \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n3 \n3 \n4 \n6 \n\n7 \n7 \n8 \n8 \n8 \n8 \n9 \n\n10 \n\n10 \n\n11 \n\n15 \n\nI. \n\nII. \n\nIII. \n\n1. \n\n2. \n \n\n \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nloan, (ii) a proposed Asian Development Fund grant, and (iii) proposed administration of a grant \nto  be  provided  by  the  Global  Environmental  Facility  (GEF),  all  to  Nepal  for  the  Kathmandu \nSustainable Urban Transport Project. \n \nThe project1 will improve the quality of urban life in the capital city of Nepal by delivering \n2. \na more efficient, safe, and sustainable urban transport system (UTS),2 favoring local economic \ngrowth and addressing climate change and air pollution mitigation. The UTS will be enhanced \nby focusing on (i) a plan to rationalize and upgrade the existing public transport network, tested \nthrough the implementation of pilot routes provided with electric vehicles; (ii) traffic management \nworks and measures that will enable heritage routes in the city center to be pedestrianized and \nimprove  general  walkability  (general  walking  conditions);  and  (iii)  improvement  of  air  quality \nmonitoring.  The  project  aims  to  integrate  these  components  holistically.  The  environment  for \ndevelopment work has greatly improved since 2006, when the decade-long conflict ended. The \nexperience  of  the  Asian  Development  Bank  (ADB)  has  shown  that  active  community \nparticipation  can  insulate  development  work  from  a  country's  wider  challenges  and  thus  bring \nabout  effective  service  delivery.  Consultations  were  undertaken  with  various  stakeholders, \nincluding  the  Kathmandu  Metropolitan  City  (KMC),  relevant  central  government  ministries  and \ndepartments,  public  transport  operators,  and  residents  associations.  The  project  design  and \nimplementation  arrangements  have  fully  taken  into  account  the  current  political  context  in \nNepal,3 with the implementation expected to proceed amid the ongoing peace process.  \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nCongestion,  urban  mobility,  and  economic  growth.  Kathmandu  valley  is  severely \nconstrained  in  developing  efficient  urban  infrastructure,  notably  its  UTS.  Population  growth,4 \nurban sprawl, and increasing motorization rates5 are compounding congestion, pedestrian and  \nvehicular  conflict,  environmental  degradation,  road  accidents,  and  poor  public  transport \noperation and services. These issues restrict the ability of the valley to function efficiently, which \nhas serious ramifications on continued economic growth and development. Traffic congestion in \nKathmandu  has  become  serious—cross-city  journeys  are  measured  in  hours,  not  minutes; \nroads are saturated, and one incident at a junction has implications throughout the entire road \nnetwork.  Traffic  is  frequently  at  a  standstill,  with  significant  costs  in  terms  of  lost  time,  missed \nappointments, needless wastage of fuel, pollution, and journeys that did not take place.6  \n \n4. \nRoad  network  and  safety.  Road  density  in  Kathmandu  is  average,  at  54  kilometers \n(km) per 100 km2. However, main roads are often narrow, clogged with parked cars and buses \nwaiting  for  passengers.  Bad  driving  contributes  to  the  chaos.  It  is  estimated  to  cost  about \n$190 million  to  acquire  land  to  widen  15  km  of  narrow  sections  of  the  main  road  network  by \n                                                 \n1  The project was prepared through a regional project preparatory technical assistance (TA): ADB. 2009. Preparing \nthe  Implementation  of  Asian  City  Transport–Promoting  Sustainable  Urban  Transport  in  Asia  Project.  Manila.  The \ntotal  TA  amount  was  $2.8  million,  financed  under  the  Climate  Change  Fund,  with  $0.82  million  allocated  for \nKathmandu.  The  consultants  commenced  their  work  in  October  2009  and  submitted  a  draft  final  report  on  12 \nMarch 2010. \n\n2  The UTS refers to the specific characteristics of people transportation (transport modes, traffic management, level \n\nof organization, etc.); and the resulting issues (congestion and pollution). \n\n3  On 28 May 2010, the Constituent Assembly extended its term for one year to draft the new constitution. \n4  At current rates, the valley population may double in 10 years, from 2 million to 4 million. \n5  Registered vehicles in Kathmandu increased by 84% from 2001 to 2006. There are now about 450,000 vehicles, \n74%  of  which  are  motorcycles.  With  easy  credit  terms,  vehicle  ownership  continues  to  increase  (13%  in  2009), \nespecially for cars, as motorcyclists switch to cheap cars. \n\n6  Road congestion costs Asian economies an estimated 2%–5% of gross domestic product every year. \n\n \n\n\f2 \n\n \n\n10 meters  (m),  and  the  benefit  of  such  massive  expenditure  is  questionable.  If  vehicle \nownership continues to increase at current rates, the capacity of widened roads would soon be \nexceeded. Selective improvements may be justified to remove bottlenecks or provide alternative \nroutes, but continuously expanding the urban road network is neither a sustainable solution nor \nan equitable one, since road space is increasingly saturated by private vehicles, benefiting only \na small portion of the population (17% of Kathmandu valley households) and not the urban poor. \nPedestrians  use  narrow,  badly  paved  sidewalks;  have  difficulty  crossing  roads;  are  obliged  to \ngive way to vehicles, even in the historic city center; and have their safety impaired. The valley \nregistered  2,765  road  accidents  during  2008–2009,  often  involving  pedestrians  or  cyclists.  In \nKathmandu alone, 95 people died and 156 were injured from October 2009 to March 2010.7  \n \nPublic  transport.  With  the  termination  of  government-operated  services, 8  public \n5. \ntransport  is  now  exclusively  provided  by  the  private  sector  through  individual  operators  using \nvarious  vehicles  that  are  often  poorly  assigned  to  routes.  Buses  are  overcrowded  and  are  a \npoor substitute to private vehicles. Services need to be improved and made affordable for the \npoor, as well as accessible to the elderly, the disabled, women, and children.  \n \nAir  pollution  and  climate  change.  Increasing  dependence  on  private  modes  of \n6. \ntransport and related consumption of imported fossil fuels will (i) have adverse impacts on local \nair quality, (ii) place a strain on the country’s energy supply, and (iii) result in rapid increases in \ngreenhouse  gas  (GHG)  emissions.  The  transport  sector  is  the  biggest  producer  of  carbon \ndioxide (CO2) emissions in Nepal, and 386,000 metric tons of CO2 were released in Kathmandu \nvalley in 2009. With an increase in vehicles, this is expected to rise dramatically (two to three \ntimes)  in  the  next  10  years,  together  with  particulate  matter  (PM10)  and  total  suspended \nparticulates  (TSP),  which  have  become  a  serious  public  health  concern.  Readings  from \nroadside monitoring stations9 indicate particle levels of PM10 at 200 milligrams per cubic meter \n(mg/m3),  67%  in  excess  of  the  120 mg/m3  national  standard,  and  far  exceeding  World  Health \nOrganization standards (50 mg/m3). The main cause is vehicle emissions—less than 1% of all \nregistered  vehicles  in  Kathmandu  valley  produce  low  emissions.  Therefore,  making  the  UTS \nmore  efficient  will  create  numerous  benefits  such  as  reduced  local  air  pollution  and  CO2 \nemission. \n \n7. \nLink  with  country  partnership  strategy  and  national  priorities.  The  project  is \nincluded and in line with the Asian Development Bank (ADB) country partnership strategy (CPS) \nfor  Nepal, 10  which  is  centered  on  four  pillars—inclusive  economic  growth,  inclusive  social \ndevelopment,  governance  and  capacity  building,  and  environmental  sustainability.  It  is \nconsistent  with  the  government’s  National  Urban  Policy,  notably  with  one  of  its  priorities—the \nimprovement  of  quality  of  life  of  urban  inhabitants  through  the  creation  of  a  clean,  safe,  and \ndeveloped urban environment. It strongly supports the inclusion of sustainable urban transport \n(SUT)  as  a  priority  in  the  government’s  next  Three-Year  Interim  Plan,  FY2010–FY2012.  The \nproject  design  reflects  lessons  from  previous  projects: 11 (i) involving  stakeholders  in  project \ndesign from an early stage; and (ii) providing capacity development support, especially financial \nmanagement and technical capacity, from an early stage of project implementation. \n \n \n \n                                                 \n7  Metropolitan Traffic Police Division (MTPD) statistics. \n8 The trolleybus ceased operations in 2008 and the state bus company Sahja Yatayat was declared bankrupt in 2007. \n\nSummary Sector Assessment: Urban Transport Sector (Appendix 2, para. 5, footnote 2). \n\n9  Air quality was monitored in seven stations over 5 years (2003–2007). The stations are now out of operation but will \nbe repaired in the coming months within the new action plan of the Ministry of Environment. The project proposes \nto support this plan, notably by providing the repaired stations with solar-powered backup systems. \n\n10 ADB. 2009. Country Partnership Strategy: Nepal, 2010–2012. Manila.  \n11 ADB.  2002.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  to  the \n\nKingdom of Nepal for the Urban and Environmental Improvement Project. Manila. \n\n\f \nDevelopment  coordination.  The  project  is  part  of  a  coordinated  effort  among \n8. \ndevelopment partners, including the ADB, the World Bank, the Japan International Cooperation \nAgency,  and  the  public–private  partnership  (PPP)  team  of  the  United  Nations  Development \nProgram.12  \n \n9. \nProject  approach.  Kathmandu  is  the  first  of  seven  pilot  cities  studied  under  two  ADB \nregional TA projects13 to produce an operational project on SUT. This shows the government’s \nstrong  determination  to  tackle  this  issue.  The  key  urban  mobility  requirements  in  Kathmandu \nvalley lie in the need for a strategic vision of the UTS. Throughout the project preparatory TA, \nADB  supported  the  formulation  of  an  SUT  vision  for  Kathmandu  valley.  The  project  is  an \nimportant step toward endorsement of this vision by the government and the KMC. The vision \naims at (i) encouraging people to travel by public transport or on foot; (ii) discouraging the use of \nprivate motorized vehicles, particularly from entering the city center; (iii) improving movement of \nall modes; (iv) enhancing air quality; and (v) improving transport equity. \n \nThe  project  is  in  line  with  the  Sustainable  Transport  Initiative.14 This  is  a  pilot  project, \n10. \ndemonstrating and undertaking a set of necessary actions leading toward the vision, and setting \nup  the  basis  of  a  future  sector  policy.  The  project  seeks  a  long-term  partnership  with  the \ngovernment  in  the  urban  transport  sector,  and  includes  an  important  capacity  building \ncomponent, as well as further studies focused on public transport, which could set the stage for \na future project, and possibly for a multitranche financing facility in the sector. \n \n11. \nThe  project  follows  a  pragmatic  approach,  starting  reform  of  the  whole  UTS  through \nconcrete  pilot  actions  integrating  all  UTS  components.  The  proposed  creation  of  a  new  public \ntransport  division  in  the  Department  of  Transport  Management  (DOTM)  is  an  opportunity  to \nrethink the overall institutional organization of the UTS in Kathmandu valley, and is paving the \nway  for  progressive  setup  of  a  unique  urban  transport  authority.  The  proposed  mechanism  to \nfinance  the  pilot  bus  routes  through  a  fund  managed  by  the  Town  Development  Fund  (TDF) \ncould be the forerunner of a future sustainable urban transport fund to ensure long-term viability \nand  secure  adequate  finances  to  support  continued  improvements  to  the  UTS  in  Kathmandu \nvalley.  The  grant  and  loan  proceeds  put  in  the  fund  would  then  be  seed  money,  possibly \ncomplemented later by proceeds such as fuel tax, parking fines, or carbon credits. \n \nB. \n \n12. \nThe  expected  impact  of  the  project  will  be  a  more  efficient  and  sustainable  UTS  in \nKathmandu  valley,  favoring  local  economic  growth  and  addressing  climate  change  and  air \npollution mitigation. The expected outcome of the project will be improved public transport and \nwalkability, favoring a modal shift from private vehicles and improving traffic conditions. \n \nC. \n\nImpact and Outcome \n\nOutputs \n\nThe  project  proposes  to  adress  urban  transport  requirements  and  achieve  the  SUT \n\n13. \nvision through four outputs (linked with the vision statements in para. 9) and related activities. \n \n14. \nComponent  1  activities  will  (i)  improve  and  upgrade  public  transport  management, \nfacilities,  and  operations;  and  (ii)  strengthen  the  capacity  of  and  empower  the  currently  weak \n\n                                                 \n12 Development coordination (Appendix 2) provides more details. \n13  ADB. 2007. Technical Assistance for Sustainable Urban Transport. Manila (TA 6350-REG). The other TA (R-PPTA \n7243) and the linked TA for Kathmandu, developed by the Regional Sustainable Infrastructure Division (RSID) in \n2009, are cited in footnote 1. \n\n14 ADB. 2010. Sustainable Transport Initiative Operational Plan—Staff Working Paper. Manila: ADB. This document \nwhich seeks a new paradigm for SUT, was developed within ADB in 2009. It focuses on developing “UTS that are \naccessible, safe, environmentally-friendly, and affordable.”   \n\n3 \n\n \n\n\f4 \n\n \n\nDOTM. 15  The  project  proposes  to  provide  the  public  sector  with  the  incentives  needed  to \nreinvest  in  public  transport  and  be  in  a  position  to  negotiate  the  system’s  upgrade  with  the \nprivate  sector.  Activities  will  include  (i)  a  capacity  development  program  and  a  restructuration \nplan for the DOTM; (ii) a method and a reorganization plan for the public transport network; (iii) \nthe  start  of  the  public  transport  reform  process  through  the  implementation  of  two  pilot  bus \nroutes; (iv) the promotion of public transport fleet renewal on the pilot routes with electric or low-\nemission  vehicles  by  setting  up  a  financing  mechanism  with  the  TDF;  and  (v)  an  assessment \nreport and preliminary design of the reintroduction of modernized trolleybus services as a mass \ntransit system on major arterials of the city, with operations undertaken by the private sector.  \n \nComponent  2  activities  will  improve  traffic  management.16 This  is  the  UTS  component \n15. \nmost likely to have a short-term positive influence on traffic congestion. The project proposes to \nlink traffic management and transport demand management by facilitating traffic flow around the \ncity center and restricting it in the city center (pedestrianization under the project, road pricing at \na later stage). Activities will include (i) improvement of 10 junctions in the city center, and four \nalong Bishnumati Link Road (BLR) to complete it (including the construction of two bridges), and \nallowing it be a transit corridor, reducing congestion in the city center; (ii) provision of equipment \nto  the  Metropolitan  Traffic  Police  Division  (MTPD);17 (iii)  a  capacity  development  program  to \nensure  good  operation  and  maintenance  (O&M)  of  the  equipment  by  the  MTPD,  and \nenforcement  of  traffic  regulations;  and  (iv)  an  awareness  campaign  for  improved  driving \nbehavior, environmental and safety aspects of transport, and promotion of public transport. \n \n \n16. \nComponent  3  activities  will  improve  walkability  in  the  city  center.  Kathmandu  was \nrecently  labeled  one  of  the  least  walkable  cities  in  Asia  by  the  Clean  Air  Initiative  in  Asia.18 \nActivities will include (i) pedestrianization of heritage routes in the city center; (ii) improvement of \nsidewalks in the city center; (iii) upgrade of two existing pedestrian bridges, and construction of \ntwo new ones across Bishnumati River; (iv) improvement of the interchange facility and public \nspace on Kanti Path; and (v) PPP advisory support to the KMC for redevelopment of the old bus \npark and construction of parking lots in the city center.  \n \n17. \nComponent  4  activities  will  enhance  the  monitoring  of  air  quality,  by  assisting  the \nMinistry of Environment (MOE) to implement its air quality monitoring action plan, 2010–2013. \nSupport will be provided through (i) the provision of solar power backup systems for the existing \nseven stations, following their repair and restart by the MOE; (ii) the provision of two new mobile \nmonitoring stations; (iii) equipment for emissions and mechanical testing (two sets each for the \nDOTM  and  the  MTPD);  and  (iv)  an  awareness  campaign  about  risks  associated  with  vehicle \nemissions, together with air quality data dissemination in the media and on display boards. \n \nD. \n \n18. \nThe  project  is  estimated  to  cost  $30.42  million,  including  taxes  and  duties  of  about \n$3.8 million  to  be  financed  by  the  government.  The  total  cost  includes  physical  and  price \ncontingencies,  and  interest  charge  during  implementation.  Detailed  cost  estimates  by \nexpenditure category, and detailed cost estimates by financier are in the Project Administration \nManual (PAM) (Appendix 2). The investment plan is summarized in Table 1. \n\nInvestment and Financing Plans  \n\n \n\n \n \n\n                                                 \n15 Assessment and Mechanism to Set up Pilot Bus Routes and Kick-Start the Public Transport Reform Process and \n\nSummary Sector Assessment: Urban Transport Sector (Appendix 2). \n\n16 Summary Sector Assessment: Urban Transport Sector (Appendix 2) details outputs 2, 3 and 4. \n17 Including  eight  sets  of  new  traffic  signals,  a  flatbed  truck  with  mounted  crane,  21 radio  handsets,  and  21  pole-\n\nmounted swivel closed circuit television (CCTV) cameras at main junctions, linked to a control center. \n\n18 Clean Air Network Nepal, Clean Energy Nepal, and Clean Air Initiative for Asian Cities. February 2010. Walkability \nin Asian Cities. Assessment of Pedestrian Infrastructure & Services in Four Areas of Kathmandu City. Kathmandu.  \n\n\f5 \n\nAmounta \n  \n7.69 \n12.27 \n4.99 \n0.34 \n2.12 \n27.41 \n\n2.92 \n \n0.09 \n30.42 \n\nTable 1: Project Investment Plan ($ million) \n\nItem \nA. \n \n \n \n \n \n \n \nB. \n\n \nBase Costb \n1.  Public transport improvement \n2. \nTraffic management improvement  \n3.  Walkability and pedestrianization  \n4.  Air quality monitoring improvement \n5.  Project management and capacity building  \n \n\nSubtotal (A) \n\nContingenciesc \n\n \n\nTotal (A+B+C) \n\nFinancing Charges During Implementationd \n \n\nC. \n  \na  Includes taxes and duties of $3.8 million to be financed from government resources. \nb  In mid-2010 prices. \nc  Physical contingencies computed at 10% for civil works and equipment. Price contingencies computed at 0.0%–\n1.5%  on  foreign  exchange  costs  and  5.0%–8.0%  on  local  currency  costs;  includes  provision  for  potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \n\nd  Interest during construction for the Asian Development Bank loan has been computed at the rate of 1.0%.  \nSource: Asian Development Bank estimates  \n\n \n19. \nThe  government  has  requested  a  loan  in  various  currencies  equivalent  to  SDR6.886 \nmillion,  and  a  grant  not  exceeding  $10  million,  from  ADB’s  Special  Funds  resources,  to  help \nfinance the project (Table 2). The loan will have a 32-year term, including a grace period of 8 \nyears,  an  interest  charge  of  1.0%  per  annum  during  the  grace  period  and  1.5%  per  annum \nthereafter, and such other terms and conditions set forth in the draft financing agreement. \n \n20. \nADB’s  total  financing  of  $20  million,  or  66%  of  the  total  project  cost,  will  be  used  to \nfinance  (i)  part  of  the  civil  works;  (ii)  equipment;  (iii)  consulting  services;  (iv)  part  of  the \nimplementation of the pilot bus routes; (v) part of the recurrent costs; (vi) training and capacity \nbuilding;  (vii) awareness  campaigns;  and  (viii) \nimplementation. \nGovernment and KMC financing of $7.9 million, or 26% of the total project cost, will be used for \nland acquisition and resettlement, taxes and duties, part of project management, and part of the \ncivil works.  \n\ninterest  charges  during \n\n21. \nThe GEF grant cofinancing of $2.52 million, or about 8% of the total project cost, will be \nused  to  finance  part  of  the  public  transport  component,  related  to  climate  change  and  air \npollution  mitigation  measures  e.g.  loan  to  purchase  electric,  or  other  low  emission  vehicles  in \nreplacement  of  diesel  microbuses  on  the  pilot  bus  routes,  and  a  feasibility  study  for  the \nreintroduction of trolleybuses. ADB typically seeks approval from its Board of Directors for the \nadministration of grant funds from co-financers only when cofinancing commitments are in place. \nIn  the  case  of  the  proposed  GEF  grant  funding,  the  submission  of  the  GEF  Endorsement \nDocument is planned in July 2010. To facilitate project implementation, the Board is requested \nto  approve  administration  of  the  proposed  grant,  in  an  amount  not  exceeding  $2.8  million \n(including the 10% ADB administration fee), which is expected to be confirmed subsequent to \nBoard approval. Approval of the GEF grant will be reported to the Board by standard reporting \nprocedures. If GEF does not approve grant financing, the portion to be financed by GEF grant \nwill not be financed under the project. Alternatively, the government may make arrangements, \nsatisfactory to ADB, to cover the funding shortfall. The financing plan is in Table 2. \n\n \n\n \n\nSource \nAsian Development Bank \n       Loan  \n       Grant \nGlobal Environmental Facilitya \nGovernment \n\nTable 2: Financing Plan \nAmount \n($ million) \n20.00 \n10.00 \n10.00 \n  2.52 \n  7.90 \n30.42 \n\nTotal \n\n \n\n \n\na To be administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n\nShare of \nTotal (%) \n65.75 \n32.87 \n32.87 \n8.28 \n25.97 \n100.00 \n\n \n \n \n \n \n \n \n\n \n\n\f6 \n\nE. \n\nImplementation Arrangements \n\nThe \n\n22. \nThe government recently established permanent committees to provide policy direction \nand  interagency  coordination  for  transport  in  Kathmandu  valley:  the  high-level  policy \ncoordination committee (HLPCC) and the implementation committee. The HLPCC will develop \nand  provide  policy  guidance  and  high-level  interministerial  coordination;  and  recommend  key \npolicy decisions on valley transport issues, including the project. It will meet every 2 months.   \n \n23. \nimplementation  committee  will  review,  guide,  and  monitor  overall  project \nimplementation; assist in interagency coordination; and resolve project implementation issues. It \nwill  meet  at  least  once  every  month  to  discuss  project  progress.  The  committee  ensures  that \nHLPCC  policy  directions  are  implemented,  and  reports  to  the  HLPCC.  The  implementation \ncommittee is chaired by the director general of the DOTM. \n  \n24. \nFor the purpose of the project, the implementation committee will function as the project \nsteering committee (PSC). In carrying out this function, it will be chaired by the secretary of the \nMPPW, and the joint secretary of the MPPW will be the secretary of the PSC. \n \nThe  MPPW  will  be  the  executing  agency,  responsible  for overall  project  execution  and \n25. \ncoordination. A project management and coordination office (PMCO) will be established in the \nMPPW. The PMCO will be headed by a full-time project director selected from first class officers \nof  the  government,  and  will  be  responsible  for  managing  all  PMCO  activities.  The  project \ndirector  will  be  assisted  by  a  deputy  project  director,  an  engineer,  an  accounts  officer,  and  a \nsocial  development  officer.  The  PMCO  will  be  responsible  for  (i) preparing  the  overall  project \nimplementation  plan  and  detailed  work  program;  (ii) reviewing  and  approving  designs  of \nsubprojects  and  equipment  specifications  submitted  by  implementing  agencies;  (iii)  providing \noverall  guidance  and  assistance  to  implementing  agencies  on  procurement  and  engaging \nconsultants;  (iv)  carrying  out  procurement  of  large  equipment  on  behalf  of  and  under  the \ntechnical supervision of implementing agencies, notably the MTPD and MOE; (v) recruiting the \nproject management and capacity building consultants; (vi) preparing and consolidating project \nprogress  and  completion  reports;  and  (vii) ensuring  compliance  with  ADB’s  Safeguard  Policy \nStatement (2009) and financing agreement covenants.  \n \n26. \nThe PMCO will also function as the secretariat of the implementation committee to assist \nin  (i)  carrying  out  administration  of  the  secretariat,  such  as  preparing  meeting  agendas  and \nminutes;  and  (ii)  following  up  on  all  decisions  for  action  with,  and  updates  from,  implementing \nagencies and all concerned parties. \n \nThe  Department  of  Roads  (DOR),  DOTM,  KMC,  MOE,  and  MTPD  will  be  the \n27. \nimplementing  agencies.  Each  will  be  responsible  for  implementing  project  outputs  under  their \nauthority.  A  project  implementation  unit  (PIU)  headed  by  a  full-time  project  manager  will  be \nestablished in each agency. \n \n28. \nAll procurement to be financed under an ADB loan will be carried out in line with ADB’s \nProcurement Guidelines (2010, as amended from time to time). Consultants will be recruited in \nline with ADB’s Guidelines on the Use of Consultants (2010, as amended from time to time). \n \n29. \n(Appendix 2). \n \n\nImplementation  arrangements  are  summarized  in  Table  3  and  detailed  in  the  PAM \n\nTable 3: Implementation Arrangements \n\nAspects  \nImplementation period \nEstimated project completion date \n \n\nArrangements \nJuly 2010 to December 2014 \n31 December 2014 \n\n \n\n\fAspects \n\nProject management \n\n(i)   Oversight body \n\nArrangements \n\n(ii)   Executing agency \n(iii)   Key implementing agencies \n(iv)  Project implementation units \n\nProcurement \n\nHigh-level policy coordination committee \nCo-chairs: Members of the National Planning Commission responsible for \ninfrastructure and transport management sectors \nMembers: secretary, MPPW; secretary, MOLTM; secretary, Ministry of Local \nDevelopment; secretary, MOE; secretary, MOH; representative, Ministry of \nFinance; chief executive officer, KMC; chief, MTPD; director general, DOR. \nSecretary: director general, DOTM.  \n \nImplementation committee/Project steering committee \nChair: secretary, MPPW \nMembers:  section  head,  KMC;  chief  of  Kathmandu  Division,  DOR; \nsuperintendent,  MTPD;  member  secretary,  Kathmandu  Valley  Town \nDevelopment  Committee;  project  director,  PMCO;  director  general  and \ndirector, DOTM; representative, FNNTE; executive director, TDF. \nSecretary: joint secretary, MPPW \nSecretariat: project management and coordination office \nMPPW  \nDOR, DOTM, KMC, MOE, MTPD \nDOR, DOTM, KMC, MOE, MTPD (total 5) \nInternational \ncompetitive bidding \n\n4 contracts  \n\nNational competitive \nbidding \n\n5 contracts \n\nAbove $1,000,000 for \nworks, above $500,000 \nfor goods  \n$1,000,000 or less for \nworks, $500,000 or \nless for goods  \n$100,000 or less  \n$4.4 million in total \n\nConsulting services \n\nRetroactive financing and/or advance \ncontracting \nDisbursement \n \n\n5 contracts \n466 person-months \n\nShopping \nQuality- and cost-\nbased selection; Single \nsource selection \nAdvance contracting is proposed for the recruitment of project management \nand capacity building consultants, and design and supervision consultants. \nThe loan proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2007, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \n\nADB  =  Asian  Development  Bank,  DOR  =  Department  of  Roads,  DOTM = Department  of  Transport  Management, \nFNNTE  =  Federation  of  Nepalese  National  Transport  Entrepreneurs,  KMC = Kathmandu  Metropolitan  City, \nMOE = Ministry of Environment, MOH = Ministry of Home, MOLTM = Ministry of Labor and Transport Management, \nMPPW  =  Ministry  of  Physical  Planning  and  Works,  MTPD  =  Metropolitan  Traffic  Police  Division,  PMCO  =  project \nmanagement and coordination office, TDF = Town Development Fund.  \nSource: Asian Development Bank estimates.  \n \n\nIII. \n\nDUE DILIGENCE \n\nA. \n\nTechnical \n\nTechnical  viability  is  confirmed  for  improvement  of  the  junctions.19 Priority  areas  have \n30. \nbeen carefully selected to save costs while maintaining most benefits. Beyond implementation, \nthe  implementing  agencies  must  ensure  the  sustainability  of  project  facilities  by  allocating \nsufficient budget for O&M. For civil works, a portion of the DOR and KMC O&M budget (at least \n2% of the respective project facilities construction cost per year) will be earmarked for O&M. To \nguarantee  proper  O&M  for  equipment  provided  through  the  project,  (i)  the  MTPD  equipment \nO&M  cost  will  be  built  into  the  contract  with  the  supplier,  and  a  portion  of  the  MTPD  O&M \nbudget will be earmarked to 5% of the annual equipment cost; and (ii) the MOE will subcontract \nO&M  of  the  repaired  air  quality  monitoring  stations  to  the  private  sector—a  corresponding \nbudget has been requested as part of the MOE Air quality Monitoring Action Plan, 2010–2013.    \n                                                 \n19  For the proposed improvement of the four junctions along the BLR, pre-feasibility studies have been undertaken by \n\nthe City Development Initiative for Asia. 2009. Completion of the Bishnumati Link Road. Manila. \n\n7 \n\n \n\n\f8 \n\n31. \nThe charging of the electric vehicles to be operated on the pilot bus routes will be at risk \nbecause  of  frequent  load  shedding  and  weak  power  supply.  If  this  risk  worsens,  the \nreplacement of electric vehicles by other low emission vehicles will be considered. The project \nwill also equip the renovated air quality monitoring stations with solar power backup systems.  \n \nB. \n\nEconomic and Financial \n\n32. \nThe project will contribute to improved public transport and traffic management, resulting \nin  less  congestion,  accidents,  noise  pollution,  and  GHG  emissions.  It  will  have  a  significant \nimpact  on  the  environment  and  public  health.  Economic  analysis  has  been  conducted, \nmeasuring  the  reduction  in  vehicle  operating  costs.  The  project  has  been  found  to  be \neconomically  viable,  with  economic  internal  rates  of  return  of  13.2%–20.6%,  higher  than  the \neconomic  opportunity  cost  of  capital.  A  financial  internal  rate  of  return  assessment  was  only \nundertaken for the pilot bus routes component, as no other component will generate revenue. A \nconservative  estimate  of  the  financial  internal  rate  of  return  for  the  pilot  routes  is  positive  at \n7.41%, which is higher than the weighted average cost of capital of 2.27%.20 \n \nC. \n\nGovernance \n\n33. \nAssessments  of  financial  management  indicated  that  practices  in  the  MPPW  and \nimplementing  agencies  are  generally  sound,  except  for  the  DOTM  and  KMC  whose  financial \nmanagement  capacities  have  been  assessed  as  weak  (including  lack  of  experience  with \nprojects funded by donors  and development partners). Assessment of the financial condition of \nthe  implementing  agencies  has  shown  that  they  are  financially  sustainable,  except  for  KMC, \nwhich  the  PMCO  consultants  will  assist  to  strengthen  its  revenue  generation  capacity.  A \ngovernance risk assessment for the urban sector was undertaken with regard to public financial \nmanagement, procurement, and corruption as part of preparing a new CPS for Nepal in 2009. \nFinancial  management  risks  of \nthrough \nimprovement of the financial system and capacity development under the project (PMCO). The \nproject  intends  to  maximize  transparency,  including  procurement  and  financing  matters,  to \nreduce  risks  at  central  levels  through  the  development  and  operation  of  a  project  website. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to the government. The \nspecific policy requirements and measures are described in the PAM. \n\nimplementing  agencies  will  be  mitigated \n\nthe \n\nD. \n\n \nPoverty and Social \n\n34. \nThe project will benefit the poor and women through improvements to  public transport, \nand is classified “effective gender mainstreaming.” Consideration will be given to such issues as \nthe design and construction of suitable bus stops for the elderly and the disabled (safe boarding \nand exiting), longer service hours, and the introduction of women-only buses. The poor will be \nthe  main  beneficiaries,  as  they  are  the  main  users  of  public  transport.  The  project  will  also \nimprove  pedestrian  movement  and  traffic  safety,  benefiting  the  poor  whose  major  modes  of \ntransport are walking and cycling. \n  \nE. \n\nSafeguards \n\nEnvironmental  safeguards.  The  project  is  classified  category  B  in  accordance  with \n35. \nADB’s Safeguard Policy Statement. The MPPW and the implementing agencies have prepared \nan  initial  environmental  examination  (IEE)  for  subprojects  as  part  of  the  feasibility  study, \nincluding  the  environmental  management  plan  (EMP).  An  environmental  assessment  and \nreview  framework  has  been  prepared  for  the  pilot  routes  subproject.  The  IEE  found  that  the \nplanned subprojects, such as junction improvements along the BLR, would only have small and \nlocalized  adverse  impacts  on  the  environment  that  can  be mitigated.  Mitigation  measures  and \n\n                                                 \n20  Financial Analysis (Appendix 2). \n\n \n\n\fmonitoring  plans  have  been  proposed  in  the  EMP,  to  be  implemented  by  the  implementing \nagencies with the help of the design and supervision consultants, and monitored by the PMCO.  \n \n36. \nSocial safeguards. The project is category B for involuntary resettlement and category \nC  for  indigenous  peoples,  in  accordance  with  ADB’s  Safeguard  Policy  Statement.  Land \nacquisition  and  involuntary  resettlement  impacts  are  confined  to  junction  improvements  along \nthe  BLR,  and  such  impacts  have  been  minimized  through  careful  design.  A  resettlement  plan \nhas  been  prepared  for  this  subcomponent  to  ensure  compliance  with  government  and  ADB \npolicy  requirements.  The  PMCO  will  ensure  that  the  DOR,  the  implementing  agency  for  this \nsubcomponent, will update the resettlement plan during detailed design, and implement the final \nresettlement plan. Under the two pilot routes subproject, the project will construct four small bus \nterminals,  whose  locations  on  the  outskirts  of  Kathmandu  have  not  yet  been  determined.  A \nresettlement  framework  has  been  prepared  in  the  unikely  case  land  acquisition  is  identified \nduring implementation and all steps required by ADB’s resettlement policy will be followed, as \ndescribed  in  the  PAM,  before  construction  activities  may  proceed.  The  project  will  not  trigger \nindigenous peoples safeguards listed in the Safeguard Policy Statement.  \n \nF. \n\nRisks and Mitigating Measures \n\n37.  Major risks and mitigating measures are summarized in Table 4. Risks can be mitigated \nto a manageable level, and intended benefits of the project are expected to outweigh the costs.    \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nPolitical  instability,  causing  frequent  strikes  and \nblocking  all  motorized  traffic,  and  thus  affecting \nand delaying project implementation \nLack  of  resources  and  capacity  in  the  DOTM  to \nimplement  and  manage \nthe  project,  and \nsubsequently  to  manage  the  new  public  transport \nsystem, build consensus among stakeholders, and \nbe able to regulate them \n\nNon cooperation from the FNNTE and private bus \noperators \n\nNew franchised private bus operators’ cooperative \ndefaulting  on  the  loans  provided  to  purchase \nelectric buses for pilot routes \n\nContinued  lack  of  coordination  and  clarity  on  the \nroles  and  responsibilities  of  the  MPPW  and  the \nimplementing  agencies,  since  the  implementing \nagencies  are  not  under  the  direct  authority  of  the \nMPPW. \n\nFrequent transfer of staff in the PIUs and PMCO \n\nMitigating Measures \nADB  will  continue  close  dialogue  with  the  government  to \nensure  that  the  development  and  reform  process  will  not  be \nderailed and keep its momentum despite political challenges.  \nProject  management  and  capacity  building  consultants  will \nwork  closely  with  the  DOTM  throughout  the  project.  The \nDOTM  has  agreed  to  increase  its  staff  capacity.  This  will  be \ndone  during  the  first  year  of  the  project  by  setting  up a  PIU \nwhose  staff  will  be  trained.  A  capacity  development  program \nand a restructuring plan are built into the project design. \nClose  consultations  have  been  held  with  the  FNNTE  during \nthe project preparatory TA. An FNNTE representative will be a \npermanent invitee of the PSC to instill ownership of the project \nand provide input throughout the reform process proposed by \nthe  project.  In  addition,  various  incentives,  such  as  equipped \nterminals  and  loans  and  grants  to  purchase  and  maintain \nelectric  vehicles  on  the  pilot  routes,  will  be  provided  to  the \nFNNTE and the private operators.  \nLoans to purchase electric vehicles will be channeled through \nthe  TDF,  which  has  extensive  experience \nfinancing \nmunicipalities  in  Nepal,  and  will  adequately  assess  the \nrepayment capacity of the public transport cooperatives. \nThe  HLPCC  and  the  implementation  committee  have  both \nbeen formed as permanent entities, and will provide direction \nand guidance for coordination during the project and beyond. \nThe  implementation  committee  will  function  concurrently  as \nthe PSC. The PMCO will also function as the implementation \ncommittee/PSC  secretariat  to  ensure  that  the  MPPW  and \nimplementing  agencies  carry  out  decisions  taken  by  the \nimplementation committee, and that reporting is adequate.  \nThe government has provided assurance that key PMCO and \nPIU staff will be assigned during the project. \n\nin \n\nADB  =  Asian  Development  Bank,  DOTM  =  Department  of  Traffic  Management,  FNNTE  =  Federation  of  Nepalese  National \nTransport  Entrepreneurs,  HLPCC  =  high-level  policy  and  coordination  committee,  MPPW  =  Ministry  of  Physical  Planning  and \nWorks, PIU = project implementing unit, PMCO = project management and coordination office, PSC = project steering committee, \nTA = technical assistance, TDF = Town Development Fund. \nSource: Asian Development Bank assessment. \n\n9 \n\n \n\n\fIV. \n\nASSURANCES AND CONDITIONS \n\nThe  government  has  agreed  with  ADB  on  certain  covenants  for  the  project,  which  are \n\n38. \nThe government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption,  safeguards,  procurement, \ngender, consulting services, and disbursement as described in the PAM and loan documents. \n \n39. \nset forth in the loan agreement and project agreement.  \n \nConditions  for  loan  and  grant  effectiveness.  Prior  to  loan  effectiveness,  the  project \n40. \nagreement  between  ADB  and  KMC  will  have  been  duly  executed  and  delivered  on  behalf  of \nKMC  and  all  conditions  precedent  to  their  effectiveness  (other  than  conditions  requiring  the \neffectiveness of the financing agreement) will have been fulfilled. \n \n41. \nfor the pilot bus routes to be provided through the TDF, the government will ensure that: \n \n\nConditions for grant disbursement. Prior to the disbursement of GEF and ADB grants \n\n(i)  within 9 months after loan effectiveness, the DOTM prepares a plan to strengthen and \nrestructure  the  DOTM,  and  within  12  months  after  the  effective  date,  the  Ministry  of \nLabor and Transport Management and the DOTM will implement the recommendations \nmade under the plan;  \n\n(ii)  within  12  months  after  loan  effectiveness,  the  DOTM  prepares  and  finalizes  a \nreorganization  plan  of  the  public  transport  network,  and  a  feasibility  study  on  the  pilot \nbus routes, and implements the pilot bus routes;  \n\n(iii)  within  12  months  after  loan  effectiveness  or  upon  satisfaction  of  (i)  and  (ii)  above,  the \nDOTM has signed an agreement with the TDF for the provision of loans and grants to \nprivate bus operators, and the agreement have been declared  effective; and  \n the TDF draft loan and grant agreements for the provision of loans and/or grants to the \nprivate  bus  operator  under  the  pilot  bus  routes  will  have  been  provided  to  ADB  for \nreview and endorsement.   \n\n(iv) \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n42. \nAsian Development Bank (ADB) and recommend that the Board approve: \n \n\n(i) \n\n(ii) \n\n(iii) \n\nthe loan in various currencies equivalent to SDR6,886,000 to Nepal for the Kathmandu \nSustainable  Urban  Transport  Project  from  ADB’s  Special  Funds  resources  with  an \ninterest  charge  at  the  rate  of  1.0%  per  annum  during  the  grace  period  and  1.5%  per \nannum thereafter; for a term of 32 years, including a grace period of 8 years; and such \nother terms and conditions as are substantially in accordance with those set forth in the \ndraft financing and project agreements presented to the Board;  \nthe grant not exceeding $10,000,000 to Nepal, from ADB’s Special Funds resources, for \nthe Kathmandu Sustainable Urban Transport  Project, on terms and conditions that are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  financing  and  project \nagreements presented to the Board; and \nin the event the Global Environment Facility approves grant financing not exceeding the \nequivalent  of  $2,800,000  (inclusive  of  a  10%  ADB  administration  fee)  to  Nepal  for  the \nKathmandu  Sustainable  Urban  Transport  Project,  the  administration  by  ADB  of  such \ngrant in accordance with the proposal set out in paragraph 21 of this Report. \n\n30 June 2010 \n\nHaruhiko Kuroda \nPresident \n\n10 \n\n \n\n \n\n \n\n\f \n\n \n\nDesign Summary \n\nImpact \nSustainable and efficient \nUTS for Kathmandu \nvalley, favoring local \neconomic growth, and \naddressing climate \nchange and air pollution \nmitigation  \n\nOutcome \nIn Kathmandu, public \ntransport services and \nwalkability are improved, \nfavoring a modal shift \nfrom private vehicles and \nimproving traffic \nconditions. \n\nAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\nPerformance Targets/ \nIndicators with Baseline \n\nData Sources/ Reporting \nMechanisms \n\n \nBy 2018 : \nPer capita income of Kathmandu \nvalley residents increased by \n10% \n\n \n\n \n \nNational statistics \n\nAssumptions and Risks  \n\nAssumptions \nStable political environment \n\nUTS is the primary driver of \nair pollution \n\nCO2 emissions and other air \npollutants in Kathmandu valley \ndecreased by 20% \n(vs. baseline) \n\n \nBy 2015 : \nKathmandu valley reaches \ngroup of the 50 most walkable \ncities in Asia \n\nIncrease of ridership in pilot \nroutes by 20% \n\nMore than 50% of interviewed \nusers are satisfied with pilot \nroute services (coverage, \nfrequency, comfort, etc.) \n\nTraffic congestion is reduced \n(average speed and travel time) \n\nTechnical design standards for \npublic spaces and public \ntransport facilities under the \nproject are friendly to the elderly, \nthe disabled, children, and \nwomen \n\nTraffic accidents are reduced by \n20% \n\nThe plan to rationalize public \ntransport is developed by \nDOTM, and assesses the needs \nof public transport users \n(including the elderly, the \ndisabled, children, and women) \nin the selection of routing, fares, \nand service hours. \n\nThe plan is tested through the \nimplementation of two pilot \nroutes, with features friendly to \nthe elderly, the disabled, \nchildren, and women. \n\nCooperatives are formed and \nfranchised to operate the pilot \nroutes. \n\nAir quality monitoring \nstations data \n\n \n \nClean Air Initiative in Asia \nwalkability index \n\n \nDOTM and FNNTE \nstatistics and data \n\nPilot route users and   \npublic perception of urban \ntransport services survey \n\n \nMTPD data \n\n \n\n \n \nNew act and organizational \nchart of DOTM  \n\n \nProject progress reports \n\nPilot routes users, and   \npublic perception of urban \ntransport services survey \n\n \n \n \n \n \n \n \n \nFranchise agreements \nbetween DOTM and newly \nformed public transport \noperators’ cooperatives \n\n \n \n \n\n \n\n \n\nAssumption \nGovernment endorses the \nUTS vision developed by the \nproject \n \nRisk \nFrequent strikes causing \nproject delays \n \n\nAssumptions \nCooperation from FNNTE \n\nStrong leadership and \ncommitment for change and \nreform in DOTM \n\nContinued political support for \nthe reform process \n\nRisk \nProtest and opposition to the \nplan by the private operators \n \n\n \n\nOutputs \n1. Public transport is \nimproved and upgraded, \nand capacity of DOTM is \nstrengthened \n\n \nBy 2015 : \nDOTM is restructured (new \npublic transport branch created \nby 2012) \n\n\f12 \n\nAppendix 1 \n\nDesign Summary \n\nPerformance Targets/ \nIndicators with Baseline \n\nData Sources/ Reporting \nMechanisms \n\nAssumptions and Risks  \n\nTDF annual reports \n\n2. Traffic management is \nimproved \n\n \nProject progress and \nmidterm review reports \n\nAssumptions \nSmooth project \nimplementation \n\nThe fund to finance electric \nvehicles is established and \nmanaged by the TDF. \n\n155 electric buses are \npurchased through the fund and \nare operated on the pilot routes. \n\nA preliminary design report on \nthe reintroduction of trolleybus \nservices is completed. \n\nTraining of executing and \nimplementing agency staff on \npro-poor and gender aspects in \nurban transport is carried out. \n\nBy 2015 : \n14 junctions along the BLR and in\nthe city center are improved, \nincluding 2 new bridges \n\n21 CCTVs with a control center, \n8 traffic lights, and 21 police \nhandsets are procured, installed, \nand operational \n\nA capacity development plan for \nMTPD is prepared and training is \nconducted (including modules on \ngender-related aspects of urban \ntransport). \n\nAn awareness campaign is \ndeveloped to improve safe driving\nbehavior, road safety, and \nbroadcasted through various \nmedia platforms \n\nBy 2015 : \n8 km of heritage routes  are \npedestrianized \n\n15 km of safe sidewalks are \nimproved \n\n2 pedestrian bridges are \nupgraded and 2 new are built \n\nPPP advisory and transaction \nsupport is provided to KMC for \nparking projects and \nredevelopment of the old bus park\n\nParticipatory consultation with the \nurban poor is carried out \nregarding site selection for urban \ninfrastructure (33% target for \nwomen’s participation) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMTPD data \n\nCooperation from MTPD \n\n \nRisk \nO&M of the equipment \nprovided is not properly \norganized and financed. \n\nPilot route users and   \npublic perception of urban \ntransport services survey \n\n \nProject progress and \nreview reports \n\nKMC annual reports \n\nPilot route users and   \npublic perception of urban \ntransport services survey \n\nAssumption \nCommunity mobilization is \nefficient and businesses and \ninhabitants concerned by the \npedestrianization agree with \nthe project \n \nRisk \nResistance to \npedestrianization of heritage \nroutes \n\n3. Walkability in the city \ncenter is improved \n\n \n\n\f \n\nDesign Summary \n\n4. Monitoring of air \nquality is enhanced \n\nAppendix 1 \n\n13 \n\nAssumptions and Risks  \n\nAssumption \nPollution primarily caused by \nvehicles \n \nRisk \nO&M of the equipment \nprovided is not properly \norganized and financed. \n\n \n\nPerformance Targets/ \nIndicators with Baseline \n\nData Sources/ Reporting \nMechanisms \n\nBy 2015: \n6 existing stations are provided \nwith solar-powered backup \nsystems, and 2 new mobile \nstations are procured and \noperational \n\n2 emission testing set of \nequipment are provided  \n\nEmission standards for vehicles \nare revised \n\nAwareness campaign with \ninformation and data \ndissemination is launched on air \nquality, together with associated \nimpacts on social, gender, and \nhealth-related issues \n\n \nMOE and MTPD data \n \nProject progress reports \n \n \n \n \n \n \n \n \nPilot route users and   \npublic perception of urban \ntransport services survey \n\n \n\nActivities with Milestones \n1.  Project  Management  Arrangements  and  Consulting \nSupport \n1.1  Establishment of PMCO and PIUs by 15 June 2010 \n1.2  Recruitment  of  project  management  and  capacity \n\nbuilding consultants by Q1 2011 \n\n1.3  Recruitment  of  design  and  supervision  consultants  by \n\nInputs \n\nItem \n\nCivil Works \n\nQ1 2011 \n \n\nADB: $20 million  \n($10 million loan, $10 million grant) \n\nAmount \n($20 million) \n\n2.  Output 1: Improvement in Public Transport  \n2.1  DOTM's  organization  and  regulations  are  reviewed  for \nadequacy by Q1 2011. \n2.2  DOTM  is  restructured  and  a  new  division  in  charge  of \npublic transport is created by Q3 2011. \n2.3  New  methodic  plan  to  rationalize  public  transport  is \ndeveloped  by  DOTM  and  endorsed  by  the  government  by \nQ3 2011. \n2.4 Public transport operators are formed into companies or \ncooperatives and issued route franchises on the pilot routes \nby Q1 2012. \n2.5 The fund to finance electric vehicles is established and \nmanaged by TDF, and the subloan agreement between TDF \nand private operators’ cooperatives is completed by Q2 2012.\n2.6 Electric buses are purchased through the TDF and are \noperating on the pilot routes by Q3 2012. \n2.7 Preliminary design report on the reintroduction of \ntrolleybus services is completed by Q3 2012. \n \n3. Output 2: Improvement in Traffic Management \n3.1  Improvement  of  junctions  and  bridges  is  completed  by \nQ2 2013  \n3.2  A  capacity  development  plan  for  the  MTPD  is  prepared \nand training is conducted by Q1 2011. \n3.3  CCTV  cameras,  control  center, \nequipment are procured and operational by Q2 2012. \n3.4 An awareness campaign is developed to improve driving \nbehavior  and  broadcasted  through  various  media  platforms \nby Q1 2012. \n3.5 Improvement of junctions is completed by Q3 2013. \n \n \n\nlights,  and \n\ntraffic \n\nVehicles and Equipment \n\nConsultant Services \n\n(loans/grants \n\nTDF \nelectric vehicles and equipment) \n\nto  purchase \n\nTraining and Capacity Building \n\nStudies and Surveys \n\nAdvocacy \n\nProject Management \n\nContingencies \n\nInterest during Construction \n\nGovernment: $7.9 million \n\nItem \n\nLand Acquisition and Resettlement \nCost \n\nCivil Works \n\nProject Management – Salaries \n\nTaxes and Duties \n\nGEF: $2.52 million  \n\nItem \n\n8.4 \n\n1.9 \n\n3.8 \n\n1.8 \n\n0.3 \n\n0.4 \n\n0.2 \n\n0.2 \n\n2.9 \n\n0.1 \n\n2.2 \n\n1.4 \n\n0.5 \n\n3.8 \n\n \n\nAmount \n($7.9 million) \n\nAmount \n($2.52 million) \n\n\f14 \n\nAppendix 1 \n\nActivities with Milestones \n4. Output 3: Improved Walkability \n4.1  Heritage  and  city  center  routes  are  pedestrianized  and \nsidewalks are built by Q2 2013. \n4.2  4 pedestrian bridges are upgraded/built by Q3 2013. \n4.3  KMC’s  PPP  projects  for  parking  and  redevelopment  of \nthe old bus park are completed by Q4 2013. \n \n5. Output 4: Improved Air Quality \n5.1  Existing  stations  with  solar-powered  backup  systems \nand the new mobile stations are operational by Q4 2011. \n5.2  Equipment  for  emissions  testing  is  procured  and  is \noperational by Q1 2012.  \n5.3 Awareness campaign with data dissemination is \nlaunched and emission standards for vehicles are revised by \nQ2 2012. \n\nInputs \nTDF (loans/grants for purchase of \nelectric buses and equipment) \n\nPreliminary design study for \ntrolleybuses \n\n2.0 \n\n \n0.52 \n\nADB = Asian Development Bank, BLR = Bishnumati Link Road, CO2 = carbon dioxide, CCTV = closed circuit television, \nDOTM  =  Department  of  Transport  Management,  DSC  =  design  and  supervision  consultant,  FNNTE  =  Federation  of \nNepalese  National  Transport  Entrepreneurs,  GEF  =  Global  Environmental  Facility,  GHG  =  greenhouse  gas, \nKMC = Kathmandu  Metropolitan  City,  MOE  =  Ministry  of  Environment,  MTPD  =  Metropolitan  Traffic  Police  Division, \nO&M = Operation  and  Maintenance,  PIU  =  project  implementation  unit,  PMCO  =  project  management  and  coordination \noffice, PPP = public–private partnership, Q = quarter, TDF = Town Development Fund, UTS = urban transport system.  \nSource: Asian Development Bank estimates. \n\n \n\n \n\n \n\n \n\n\fAppendix 2 \n\n15 \n\n \n\n1. \n\n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n\n13. \n\n14. \n15. \n \n\n \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44058-01-3 \n\n \nAgreements \n   Financing Agreement \n   Project Agreement \n   Grant Agreement \nSummary Sector Assessment: Urban Transport Sector   \nProject Administration Manual \nProject Classification Summary  \nContribution to the ADB Results Framework \nDevelopment Coordination  \nFinancial Analysis \nEconomic Analysis  \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nGender Equality and Social Inclusion Action Plan \nEnvironmental Assessment and Measures \n   Environmental Assessment and Review Framework \n   Initial Environmental Examination \nInvoluntary Resettlement Assessment and Measures \n   Resettlement Framework \n   Resettlement Plan \nRisk Assessment and Risk Management Plan \nOthers \n   Assessment and Mechanism to Set Up Pilot Bus Routes  \n   Peace Filter for Project Design and Implementation of Projects  \n   Disaster and Climate Change Risks Screening Tool  \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 22 June 2010) \n \n–  Nepalese rupee/s (NRe/NRs) \n", "Currency Unit\n", "NRe1.00\n$1.00\n", "$0.0136 \n", "= \n=  NRs73.42 \n", "ABBREVIATIONS \n", "Asian Development Bank \nBishnumati Link Road \ncarbon dioxide \ncountry partnership strategy \nDepartment of Roads \nDepartment of Transport Management \nenvironmental management plan \nFederation of Nepalese National Transport Entrepreneurs \nGlobal Environmental Facility \ngreenhouse gas \nhigh-level policy coordination committee \ninitial environmental examination \nkilometer \nKathmandu Metropolitan City \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n–  milligram per cubic meter \n–  Ministry of Environment \n–  Ministry of Physical Planning and Works  \n–  Metropolitan Traffic Police Division \noperation and maintenance \n– \nProject Administration Manual \n– \nproject implementation unit \n– \nparticulate matter \n– \nproject management and coordination office \n– \npublic–private partnership \n– \nproject steering committee \n– \nsustainable urban transport \n– \ntechnical assistance \n– \nTown Development Fund \n– \ntotal suspended particulates \n– \nurban transport system \n– \n", "ADB \nBLR \nCO2 \nCPS \nDOR \nDOTM \nEMP \nFNNTE \nGEF \nGHG \nHLPCC \nIEE \nkm \nKMC \nmg/m3 \nMOE \nMPPW \nMTPD \nO&M \nPAM \nPIU \nPM10 \nPMCO \nPPP \nPSC \nSUT \nTA \nTDF \nTSP \nUTS \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", "NOTES \n", "(i) \n", "The  fiscal  year  (FY)  of  the  Government  of  Nepal  ends  on  15  July.  FY  before  a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2010 ends \non 15 July 2010.  \n", "(ii) \n", "In this report, “$” refers to US dollars. \n", "Vice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n", "X. Zhao, Operations1 \nS.H. Rahman, South Asia Department (SARD) \nM.T. Kho, Urban Development Division, SARD \n \nD. Margonsztern, Urban Development Specialist (Transport), SARD \nK. Emzita, Senior Counsel, Office of the General Counsel \nJ. Leather, Principal Transport Specialist, Regional and Sustainable     \n    Development Department \nN. Saito, Urban Development Specialist, SARD \nL. Sharma, Project Officer, SARD \n \nS. Lewis-Workman, Transport Economist, East Asia Department \n", " \n \n \nPeer reviewer \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank (ADB) does not intend to make any judgments as to the legal or other \nstatus of any territory or area. \n", " \n", " \n", " \n", " \n"]}