{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20150907210815+08'00'", "ModDate": "D:20150907210815+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors \n \n \n \n \n \n \n \n \n \nProject Number: 44192-016 \nSeptember 2015 \n \n \n \n \nProposed Loans \nPeople’s Republic of Bangladesh: SASEC Second \nBangladesh–India Electrical Grid Interconnection \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n\n \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 17 August 2015) \n \n\n            Currency unit     – \n\ntaka (Tk) \n \n\nTk1.00  =  $0.0128 \n$1.00  =  Tk77.77  \n\n \n \n\n \n \n\nADB \nBERC \nBPDB  \nIEE \nNTPC \nO&M \nPAM \nPGCB \nPGCIL \nPPA \nSAARC \nSASEC \nSDR \nTA \n \n\nHVDC \nkV \nMW \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n \n\n– \n– \n– \n\nABBREVIATIONS \n\nAsian Development Bank \nBangladesh Energy Regulatory Commission \nBangladesh Power Development Board \ninitial environmental examination \nNational Thermal Power Corporation \noperation and maintenance \nproject administration manual \nPower Grid Company of Bangladesh Limited \nPower Grid Corporation of India Limited \npower purchase agreement  \nSouth Asia Association for Regional Cooperation \nSouth Asia Subregional Economic Cooperation \nspecial drawing right \ntechnical assistance \n \n\nWEIGHTS AND MEASURES \n \n\nhigh-voltage direct current \nkilovolt \nmegawatt \n\nNOTES \n \n\n(i) \n\n(ii) \n\nThe fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30  June.  “FY”  before  a calendar  year  denotes the  year  in  which  the  fiscal  year \nends, e.g., FY2015 ends on 30 June 2015. \nIn this report, “$” refers to US dollars. \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\f \n\nVice-President \nDirector General \nDirector \n \nTeam leaders \n \nTeam members \n \n \n \n \n \n \n \n \nPeer reviewer \n\nW. Zhang, Operations 1 \nH. Kim, South Asia Department (SARD) \nA. Jude, Energy Division, SARD \n \nL. George, Energy Specialist, SARD \nP. Hattle, Senior Climate Change Specialist (Clean Energy), SARD \nM. Alam, Senior Safeguards Officer, Bangladesh Resident Mission \n(BRM), SARD \nY. Jang, Social Development Specialist, SARD \nH. Kobayashi, Principal Portfolio Management Specialist, SARD \nM. Rahman, Associate Project Officer (Energy), BRM, SARD \nA. Syed, Counsel, Office of the General Counsel \nP. Wijayatunga, Principal Energy Specialist, SARD \nH. Zhang, Finance Specialist (Energy), SARD \nY. Zhou, Environment Specialist, SARD \nS. Hasnie, Principal Energy Specialist, Central and West Asia \nDepartment \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n\n\f\f \n\nCONTENTS \n\n \n\nIII. \n\nIV. \nV. \n\n1. \n\n2. \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n1 \n1 \n3 \n3 \n3 \n4 \n6 \n6 \n6 \n7 \n8 \n8 \n9 \n10 \n10 \n\n11 \n13 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n \n\n \n\n.\n\n.\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\nEnergy\n\nSASEC Second Bangladesh\nElectrical Grid Interconnection Project\nBangladesh\nGovernment of Bangladesh\n\nIndia \n\n–\n\nSubsector(s)\nElectricity transmission and distribution\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\nRegional integration (RCI) Pillar 1: Cross-border infrastructure\n\nPillar 1: Economic opportunities,  including \njobs, created and expanded\nGlobal and regional transboundary \nenvironmental concerns\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nComponents\nInstitutional development\n\nKnowledge sharing activities\n\nImplementation\nRegional organizations\nSouth-South partner\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\nNo\n\nLow\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Project loan: Ordinary capital resources\n     Sovereign Project loan: Asian Development Fund \nCofinancing\n     None\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nYes\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 44192-016\n\nSARD/SAEN\n\nPower Grid Company of \nBangladesh, Ltd. (PGCB)\n\n     ADB Financing ($ million)\n120.00\n120.00\n\nTotal\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\n3.36\nMedium\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nLocation Impact\nNation-wide\n\nHigh\n\nAmount ($ million)\n\n120.00\n35.00\n85.00\n0.00\n0.00\n63.22\n63.22\n\n183.22\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n26012015151413103002\n\nGenerated Date: 07-Sep-2015 10:40:04 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on proposed loans \nto  the  People’s  Republic  of  Bangladesh  for  the  SASEC  Second  Bangladesh–India  Electrical \nGrid Interconnection Project.1 \n \nThe  project 2  will  upgrade  the  power  transmission  capacity  of  the  existing  grid \n2. \ninterconnection between Bangladesh and India from 500 megawatts (MW) to 1,000 MW.3 This \nwill  allow  Bangladesh  to  increase the  import  of electricity from India to meet  increasing  power \ndemand.  The  power  grid  of  western  Bangladesh  at  Bheramara  and  the  power  grid  of  eastern \nIndia  at  Baharampur  were  first  successfully  interconnected  in  2013  through  the  first \nBangladesh–India  Electrical  Grid  Interconnection  Project,  which  was  financed  by  the  Asian \nDevelopment Bank (ADB).4 \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nIn 1971, when Bangladesh gained independence, only 3% of the population had access \nto  electricity.  In  2015,  this  had  risen  to  over  70%,  with  per  capita  electricity  consumption \nreaching  321  kilowatt-hours  per  annum.5 The  power  generation  capacity  of  Bangladesh  was \n10,817 megawatts (MW) in January 2015. Natural gas is the main source of primary energy for \npower  generation  in  Bangladesh,  and  63%  of  generation  capacity  is  based  on  domestic  gas.6 \nDomestic natural gas supplies in Bangladesh have not kept pace with growing demand, and this \nhas resulted in an increasing dependence on power generation from quickly deployable oil- and \ndiesel-based  power  plants  that  have  reached  an  installed  capacity  of  over  2,500  MW. \nBangladesh recorded a peak supply of over 7,700 MW in 2014. However, the installation of oil- \nand  diesel-based  power  plants  has  cost  implications  as  oil-  and  diesel-based  power  is \nsignificantly more expensive compared to natural gas.  \n \n4. \nThe Government of Bangladesh has an ambitious target to achieve electricity for all by \n2021 (i.e., within 50 years from the date of independence), and is working to meet the target of \n24,000 MW of generating capacity by 2021.7 Programs under implementation include improving \nthe  efficiency  of  existing  gas-based  generation  power  plants;  developing  new  power  plants \nbased  on  fuel  sources  including  coal,  imported  gas,  and  renewable  energy;  as  well  as \ndevelopment  of  cross-border  grid  interconnections  to  exchange  power  within  South  Asia, \nstarting  with  India.  In  addition  to  investments  in  generation  and  the  purchase  of  power  over \ninternational \ntransmission  and \ndistribution  networks  are  planned  in  Bangladesh  for  electricity  to  reach  customers.  ADB  is \nsupporting  efficiency  improvements  in  power  generation,  renewable  energy  generation, \ntransmission, and distribution network investments. \n \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided project preparatory technical assistance to Bangladesh for SASEC \n\ninterconnections,  significant \n\ntransmission \n\ninvestments \n\nin \n\nSecond Bangladesh–India Electrical Grid Interconnection Project (TA 8823-BAN). \n\n3  The project is included in Asian Development Bank (ADB). 2014. Country Operations Business Plan: Bangladesh, \n\n2015–2017. Manila. \n\n4  ADB.  2010.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  to  the \nPeople’s  Republic  of  Bangladesh  for  the  Bangladesh–India  Electrical  Grid  Interconnection  Project.  Manila  (Loan \n2661-BAN).  \n\n5  Government of Bangladesh, Planning Commission. 2015. Seventh Five Year Plan FY 2016–FY 2020. Dhaka. \n6  The  major  consumers  of  natural  gas  are  the  power  sector  at  around  40%  and  captive  power  at  17%.  At  current \n\nlevels of consumption, gas reserves are estimated to meet requirements for about 15 years. \n7  Ministry of Power, Energy and Mineral Resources. 2011. Power System Master Plan. Dhaka. \n\n\f2 \n\n \n\n \n\nIn  2010,  a  joint  communiqué  on  electrical  grid  connectivity  was  signed  between \n5. \nBangladesh  and  India,  signaling  support  on  cross-border  power  interconnection  and  potential \nfor electricity trade between the two countries.8 In October 2013, the electricity grids of the two \nneighboring  countries  were  connected  for  the  first  time.  This  first  Indian  national  power  grid \nconnection  with  the  Bangladesh  national  power  grid  was  supported  under  the  ADB-financed \nBangladesh–India  Electrical  Grid  Interconnection  Project,  and  500  MW  of  power  flows  were \nachieved from India to Bangladesh in 2013. Connecting the two national grids resulted in power \nflows  of  over  2,000  gigawatt-hours  from  India  to  Bangladesh  in  2014,  resulting  in  improved \npower  availability,  reduced  cost  of  electricity,  fewer  power  interruptions,  and  improved  power \nquality  (particularly  in  western  Bangladesh).  Based  on  the  success  of the first  interconnection, \nthe two countries agreed to expand cooperation in the power sector. Bangladesh will procure an \nadditional  500  MW  of  power  over  the  upgraded  interconnection  from  India.9 In  addition  to  the \ntransmission  interconnection  between  the  two  countries,  India  and  Bangladesh  are  working  to \nenhance  cooperation  in rail  and road connectivity  that  are  supported  by ADB  under the  South \nAsia Subregional Economic Cooperation (SASEC) Program.10 \n \nAt  the  regional  level,  the  member countries of  the  South Asia Association for  Regional \n6. \nCooperation (SAARC) signed a framework agreement for energy cooperation in Kathmandu in \nNovember 2014 to identify and implement priority regional energy projects.11 Analytical studies, \nincluding  the  SAARC  Regional  Energy  Trade  Study,  have  identified  the  1,000  MW  power \ntransmission  connection  between India and  Bangladesh  as  an  important  building  block for  the \nregional  South  Asian  power  grid  enhancement.12 The  regional  SAARC  transmission  grid  will \nresult in several benefits, including increased operational efficiency; improved system reliability; \nand the tapping of new power resources, particularly new hydropower capacity in Bhutan, India, \nand Nepal.13 The project meets two of the focus areas of ADB’s South Asia regional cooperation \nstrategy:  (i)  the  improvement  of  cross-border  electricity  transmission  connectivity,  and  (ii)  the \nboosting  of  power  trade  in  the  region. 14 The  project  supports  the  regional  cooperation  and \nintegration  priorities  under  ADB's  Midterm  Review  of  Strategy  2020  and  the  regional \ncooperation operations business plan.15 \n \n7. \nIn  India,  the  Central  Electricity  Authority  reported  a  countrywide  installed  capacity  of \n274,817  MW  as  of  June  2015  against  a  peak  demand  of  143,550  MW. The  Central  Electricity \nAuthority reported a reduction in the peak deficit from over 10% in 2011 to 2.3% in 2015.  India \nadded  nearly  55,000  MW  of  capacity  over  the  Eleventh  Five-Year  Plan  period  from  2007  to \n2012, and it expects to add over 88,000 MW of conventional power capacity during 2012–2017, \nof which over 54,000 MW has been completed as of 2015. India is simultaneously embarking on \na  program that  will  add 175,000 MW  of  renewable  energy  capacity  by  2022.  Some  regions of \nIndia have surplus energy, and a competitive market for power trading exists, with about 10% of \n\n                                                \n8  This  was  signed  by  the  Power  Secretaries  of  Bangladesh  and  India  and  helped  conclude  a  process  initiated  in \n1997 when ADB facilitated dialogue between Bangladesh and India to identify possibilities of exchange of power. \n9  The joint steering committee meeting was held in Dhaka on 3 April 2014. It concluded Bangladesh could procure \n\n500 MW from the Indian electricity market, and the enhancement of the interconnection capacity to 1000 MW. \n\n10 SASEC  was  started  in  2001  to  bring  together  Bangladesh,  Bhutan,  India,  Maldives,  Nepal,  and  Sri  Lanka  in  a \nproject-based  partnership  to  promote  regional  prosperity  by  improving  cross-border  connectivity,  boosting  trade \namong member countries, and strengthening regional economic cooperation. http://www.sasec.asia/ \n\n11 South  Asian  Association  for  Regional  Cooperation  (SAARC),  setup  in  1985,  is  an  economic  and  geopolitical \norganization of eight countries in South Asia with its secretariat in Kathmandu, Nepal. http://www.saarc-sec.org/  \n\n12 SASEC. 2010. SAARC Regional Energy Trade Study. Kathmandu.  \n13 ADB.  2014.  Technical  Assistance  for  the  South  Asia  Subregional  Economic  Cooperation  Cross-Border  Power \n\nTrade Development. Manila (TA 8619-REG). \n\n14 ADB. 2011. Regional Cooperation Strategy: South Asia, 2011–2015. Manila. \n15 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila; \n\nADB. 2014. Regional Cooperation Operations Business Plan: South Asia, 2015–2017. Manila. \n\n\f3 \n \n\nthe  electricity  volume  traded.  The  transmission  network  in  India  is  connected  to  Bangladesh, \nBhutan, and Nepal and bilateral electricity trades between India and these countries occur.  \n \n8. \nLessons  learned  from  ongoing  projects.  The  loan  for  the  first  Bangladesh–India \nElectrical  Grid  Interconnection  Project  was  approved  in  August  2010.  A  power  purchase \nagreement  (PPA)  for  250  MW  was  entered  into  between  the  trading  arm  of  India’s  National \nThermal Power Corporation (NTPC) and the Bangladesh Power Development Board (BPDB) in \n2012. The cost of power was set based on the terms and conditions for the power generation \nplants  determined  by  the  Central  Electricity  Regulatory  Commission  of  India.  The  first \ncompetitively  tendered  cross-border  PPA for  250  MW  was signed in 2013 between  PTC India \nand  the  BPDB,  and  was  supported  with  technical  assistance  (TA)  from  ADB. 16  The  first \nBangladesh–India  Electrical  Grid  Interconnection  Project  has  been  performing  satisfactorily \nsince 2013. During the processing phase for the first project, there had been perceived risk on \nthe  likelihood  of  power  transfers  not  happening  between  the  two  countries,  and  whether \nsuppliers in India would sell power to Bangladesh. In 2015, 500 MW of power flow was taking \nplace,  and  several  power  traders  in  India  have  submitted  bids  to  sell  250  MW  of  power  to \nBangladesh starting from 2016 when the existing short term contract for 250 MW concludes. \n \nB. \n \n9. \nThe  impact  of  the  project  is  aligned  with  the  Perspective  Plan  of  Bangladesh,  2012 \nwhich aims to increase the availability and sustainability of power supply by 2021. The outcome \nof the project is increased cross-border power trade between Bangladesh and India. \n \nC. \n \n10. \nThe  project  comprises  two  outputs:  (i)  enhanced  Behrampur–Bheramara  power \ntransmission  link  through  (a)  the  installation  of  an  additional  asynchronous 17  400-kilovolt \n(kV)/230 kV 500 MW high-voltage direct current (HVDC) back-to-back substation in Bheramara, \nand  (b)  the  construction  of  12  kilometers  of  230  kV  transmission  line  from  the  Bheramara \nsubstation  to  the  Ishurdi  substation  and  associated  facilities;  and  (ii)  improved  capacity  of  the \nPower  Grid  Company  of  Bangladesh  (PGCB)  on  technical,  project  management,  regulatory, \ntrading and financial matters. \n \nD. \n \n11. \n \n\nThe project is estimated to cost $183.2 million (Table 1). \n\nInvestment and Financing Plans \n\nImpact and Outcome \n\nOutputs \n\nTable 1: Project Investment Plan \n($ million) \n\nHigh-voltage direct current substation and transmission line \nImplementation support and capacity building  \nSubtotal (A) \n\nBase Costb \n1.  \n2.  \n \nContingenciesc \nFinancing Charges During Implementationd \nTotal (A+B+C) \n \n\nItem \nA. \n \n \n \nB. \nC. \n \na  Includes taxes and duties of $34.7 million to be financed from government resources by cash contribution. \nb  In 2015 prices. \n\n \n\n  \n161.6 \n6.3 \n167.9 \n9.5 \n5.8 \n183.2 \n\nAmounta \n\n                                                \n16 ADB.  2010.  Technical  Assistance  to  the  People’s  Republic  of  Bangladesh  for  Bangladesh–India  Electrical  Grid \n\n17 The  term  asynchronous  refers  to  the  nature  of  the  interconnection  between  two  electrical  grids  operating  at \n\nInterconnection Project. Manila. \n\ndifferent frequencies. \n\n \n\n\f4 \n\n \n\n \n\nc  Physical contingencies computed at 2% for  the substation and 15% for the transmission line. Price contingencies \nare  computed  at  1.5%  on  foreign  exchange  costs  and  6.0%  on  local  currency  costs,  and  include  a  provision  for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \n\nd  Includes interest and commitment charges to be paid by the Power Grid Company of Bangladesh. Interest during \nconstruction for the Asian Development Bank loan has been computed based on the relending rate to the project. \nCommitment charges  for  an Asian  Development  Bank  ordinary  capital  resources loan  are  0.15%  per  year,  to  be \ncharged on the undisbursed loan amount. \n\nSources:  Asian  Development  Bank  estimates  in  August  2015  and  development  project  proposal  approved  by  the \nGovernment of Bangladesh in March 2015. \n \nThe  government  has  requested  a  loan  of  $35  million  from  ADB’s  ordinary  capital \n12. \nresources  to  help  finance  the  project.  The  loan  will  have  a  25-year  term,  including  a  grace \nperiod  of  5  years;  an  annual  interest  rate  determined  in  accordance  with  ADB’s  London \ninterbank offered rate-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan and project agreements. Based on this, the \naverage  loan  maturity  is  15.25  years  and  the  maturity  premium  payable  to  ADB  is  0.10%  per \nannum.  The  government  has  also  requested  a  loan  in  various  currencies  equivalent  to  SDR \n60.962  million  from  ADB’s  Special  Funds  resources  to  help  finance  the  project.  The  loan  will \nhave  a  25-year  term,  including  a  grace  period  of  5  years,  an  interest  rate  of  2.0%  per  annum \nduring the grace period and thereafter, and such other terms and conditions set forth in the draft \nloan and project agreements. \n \n13. \nThe financing plan is in Table 2. The government has indicated that any shortfall in the \nfinances required would be covered by the government. The project proposal was prepared by \nPGCB and has been reviewed by the Planning Commission and the Executive Committee of the \nNational  Economic  Council.  A  small-scale  project  preparatory  TA  of  $200,000  from  the \nTechnical  Assistance  Special  Fund  (TASF-other  sources)  was  provided  in  December  2014  to \nsupport preparatory activities, including due diligence.18 \n \n\nTable 2: Financing Plan \n\nSource \nAsian Development Bank  \n\nOrdinary capital resources (loan) \nSpecial Funds resources (loan) \n\nGovernment \n\nTotal \n\nAmount  \n($ million) \n \n35.0 \n85.0 \n63.2 \n183.2 \n\nShare of Total  \n(%) \n \n19.1 \n46.4 \n34.5 \n100.0 \n\nSources: Asian Development Bank estimates in August 2015 and development project proposal approved by \nGovernment of Bangladesh in 2015. \n \nE. \n\nImplementation Arrangements \n\nAs  the  executing  agency  for  the  project,  PGCB  will  be  responsible  for  the  construction \n14. \nand operation of the HVDC substation and transmission line in Bangladesh. To ensure effective \nimplementation,  PGCB  set  up  a  project  management  unit  in  December  2014,  headed  by  a \nproject director. The Power Grid Corporation of India (PGCIL), the central transmission utility of \nIndia,  has  been  contracted  by  the  government  to  provide  technical  consulting  and  project \nmanagement services to PGCB. For review and coordination, the joint working group, set up in \n2010  and  comprising  senior  officials  from  both  governments  and  electricity  utilities  of \nBangladesh and India, meets regularly. The joint steering committee, also set up in 2010, and \ncomprising  the  power  secretaries  of  both countries,  provides  guidance  and  ensures  high-level \ncoordination. \n\n                                                \n18 ADB.  2014.  Technical  Assistance  to  the  People’s  Republic  of  Bangladesh  for  the  Second  Bangladesh–India \n\nElectrical Grid Interconnection Project. Manila. \n\n\f5 \n \n\nThe  implementation  period  is  until  30  June  2018,  and  the  loan  closing  date  will  be  31 \n15. \nDecember 2018. Procurement of two turnkey contracts for transmission line and the substation \nusing ADB financing will be through international competitive bidding in accordance with ADB's \nProcurement  Guidelines  (2015,  as  amended  from  time  to  time).  Procurement  of  the  HVDC \nback-to-back substation is underway using ADB’s two-stage bidding, while procurement for the \ntransmission  line  will  commence  in  2015.  Recruitment  of  consultants  using  ADB  financing  will \ncommence in 2015 in accordance with ADB's Guidelines on the Use of Consultants (2013, as \namended  from  time  to  time)  and  following  quality-  and  cost-based  selection,  with  a  90:10 \nselection criteria for firms. \n \n16. \nThe implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual (PAM).19 The joint steering committee and joint working group \nmet in 2014 and agreed that Bangladesh could procure an additional 500 MW of power from the \npower  market  in  India. The  Ministry  of  Power,  Energy  and  Mineral  Resources  is  reviewing the \nBPDB’s request to initiate the power procurement, and expects to start the tender in 2015. The \nexisting  bulk  power \ntransmission  agreement  for  usage  of  transmission  facilities  from \nBaharampur in India to the border will cover the increased power flow of 500 MW.  \n \n\nTable 3: Implementation Arrangements \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n(i) \n\nOversight body \n\n(ii) \n(iii) \n(iv) \n\nExecuting agency \nKey implementing agency \nProject management unit \n\n(v)         Project safeguard measures \n(vi)        Coordination with India on construction     \n             of  interconnection facilities and power  \n             purchase agreements \n \n \n\nArrangements \nFebruary 2015–June 2018 \n30 June 2018 \n\nSteering committee \nSecretary;  Power  Division;  MPEMR;  Government  of \nBangladesh (chair) \nManaging director, PGCB; Representatives from the \nPlanning Commission and Ministry of Finance; \nGovernment of Bangladesh (members) \nPGCB \nPGCB \nFormed in 2014 with 23 staff of PGCB, headed by \nproject directorate substation site in Bheramara, \nKusthia District \nInternal monitoring at PGCB \nJoint steering committee \nSecretary; Power Division; MPEMR; Government of \nBangladesh (member) \nSecretary, Ministry of Power, India (member) \n \nJoint working group \nSenior officials from the governments of Bangladesh \nand India, and electricity utilities of Bangladesh and \nIndia (members) \n\n                                                \n19 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n \n\n\f6 \n\n \n\nAspects \nProcurement \n\nDisbursement \n\nConsulting services (project management, \nprocurement and implementation support) \nConsulting services (technical, financial, trading \nand regulatory support) \nRetroactive financing and advance contracting \n\n \n\n$110 \n\nTwo contracts \n\nAbout \nmillion \n\n48 person-months  $ 1.4 million \n\n72 person-months  $ 3.6 million \n\nArrangements \nInternational \ncompetitive \nbidding \nFinanced by \nGovernment  \nFinanced by \nADB (QCBS) \nAdvance contracting has been approved. Retroactive \nfinancing is available for up to 20% of the loan amount \nfor expenditures incurred up to 12 months before loan \nsigning. \nThe loan proceeds will be disbursed in accordance \nwith ADB's Loan Disbursement Handbook (2015, as \namended from time to time) and detailed \narrangements agreed upon between the government \nand ADB. \n\nADB = Asian Development Bank, MPEMR = Ministry of Power, Energy and Mineral Resources, PGCB = Power Grid \nCompany of Bangladesh, QCBS = quality and cost-based selection. \nSource: Asian Development Bank. \n\nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\n17. \nThe project was designed by a joint team from PGCB and PGCIL. The team concluded \nthat the upgrade of the existing interconnection between the eastern region of India and western \nBangladesh  was  feasible,  and  the  asynchronous  mode  of  interconnection  was  preferred  to \nfacilitate careful regulation and management of the power flows between the electrical grids of \nthe  two  countries,  and  to  permit  independent  operation  of  these  grids.  Based  on  technical, \noperational, and economic considerations, the preliminary design of the second HVDC back-to-\nback  substation  terminal  and  the  230  kV  transmission  line  in  Bangladesh  was  completed  in \n2014.  Feasibility  studies  also  confirmed  that  the  transmission  capacity  of  the  existing  400  kV \ndouble-circuit line from Baharampur in India to Bheramara in Bangladesh is adequate for power \nevacuation  of  1,000  MW.  PGCIL  has  been  appointed  as  a  consultant  to  PGCB  to  provide \nsupport  for  the  technical  bid  evaluation  during  the  bid  process,  detailed  design  review, \nimplementation,  and  testing  phases.  Studies  by  PGCB  and  under  the  S-PPTA  (footnote  2) \nindicate  the  need  for  support  to  the  National  Load  Dispatch  Center  and  PGCB  on  aspects  of \nsystem  planning,  operation,  and  adherence  to  the  grid  code  and  these  would  be  covered  by \nconsulting  assistance  under  the  proposed  loan.20 The  project  has  been  rated  medium  risk  on \nclimate change and vulnerability. \n \nB. \n\nEconomic and Financial \n\n18. \nThe  economic  analysis  was  carried  out  in  accordance  with  ADB’s  Guidelines  for  the \nEconomic  Analysis  of  Projects. 21  The  project’s  economic  feasibility  was  assessed  from  a \nregional  as  well  as  a  Bangladesh-specific  perspective.  The  economic  analysis  for  the  project \nconsidered  the  benefits  of  resource  cost  savings  of  power  generation  based  on  alternative \nsources  and,  to  a  lesser  extent,  the  incremental  benefit  during  certain  time  periods.  Power \nimports from India are part of the least-cost solution to meet increasing power requirements in \n                                                \n20 A  blackout  occurred  on  1  November  2014.  PGCB  identified  and  subsequently  implemented  several  short-term \nmeasures  in  the  transmission  grid  to  minimize  the  possibility  of  a  recurrence.  Medium  and  long-term  measures \ninclude implementation of the grid code, changes in system planning and system operation as well as requirement \nfor investments in the power system.  \n\n21 ADB.1997. Guidelines for the Economic Analysis of Projects. Manila. \n\n\f7 \n \n\nBangladesh. All costs and benefits have been expressed in constant 2015 prices. Capital costs \nand  operation  and  maintenance  (O&M)  costs  were  taken  from  the  financial  data,  with \nappropriate  adjustments  to  remove  taxes  and  price  contingencies.  The  project  provided  an \neconomic  internal  rate  of  return  of  22%  based  on  conservative  assumptions  of  resource  cost \nsavings  using  imported coal-based  power  plants  as an  alternative.  Evaluation based  either on \nprevented  outage  costs  or  resource  cost  savings  on  furnace  oil  or  diesel  (the  fuels  used  for \nrental power plants) would provide a significantly higher economic return. The project is resilient \nto changes in the parameters, including an increase in capital and O&M costs, a reduction in the \nresource  cost  savings,  delays  in  project  commissioning,  and  a  reduction  in  utilization  of  the \ninterconnection. The project returns are stable against the relevant risk factors, and the analysis \nclearly  demonstrates  the  economic  feasibility  of  the  project.  An  assessment  of  the  regional \nbenefits  leads  to  an  economic  internal  rate  of  return  of  27%.  The  project  also  adds  to  larger \nintangible benefits of building mutual trust. The successful operation of the first interconnection \nhas  already  spurred similar  projects  in  other  South Asian  countries  and will  lead  to short-term \noperational  optimization  and  support  medium-term  to  long-term  planning  and  development  of \nregional  energy  resources.  This  will  contribute  to  the  energy  security  and  economic \ndevelopment of the region. \n \n19. \nFinancial analysis of the project was carried out in accordance with ADB's Guidelines on \nthe  Financial  Management  and  Analysis  of  Projects. 22 All  financial  costs  and  benefits  were \nexpressed  in  constant  2015  prices.  Financial  viability  was  assessed  by  comparing  the \nincremental  costs  and  benefits  of  the  project  over  the  life  of  the  project.  The  incremental \nbenefits  were  calculated  based  on  PGCB's  revenue  stream.  Costs  used  to  determine  the \nfinancial internal rate of return included the capital investment, O&M costs, and taxes to install \nand operate the  project.  Revenues  were  calculated  based  on  existing  transmission  tariffs  until \n2016 when  the  applicable transmission  tariff regulations  of the  Bangladesh Energy  Regulatory \nCommission (BERC) are considered.23 The financial internal rate of return of the project is 5%, \nwhich compares favorably with the estimated weighted average cost of capital of 2%, indicating \nthat the project is financially viable. \n \nC. \n\nGovernance \n\nThe executing agency was assessed on ADB’s procurement and financial management \n20. \nrequirements.  Consistent  with  its  commitment  to  good  governance,  accountability,  and \ntransparency, ADB reserves the right to investigate, directly or through its agents, any alleged \ncorrupt,  fraudulent,  collusive,  or  coercive  practices  relating  to  the  project.  To  support  these \nefforts,  relevant  provisions  of  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  have \nbeen included in the bidding documents for the project. Both procurement contracts financed by \nADB are subject to prior ADB review and included provisions specifying the right of ADB to audit \nand examine the records and accounts of the executing agencies and all contractors, suppliers, \nconsultants,  and  other  service  providers  as  they  relate  to  the  project.  ADB’s  Anticorruption \nPolicy  was  explained  to  and  discussed  with  the  government  and  PGCB.  The  specific  policy \nrequirements and supplementary measures are described in the PAM (footnote 19). \n \nThe delay in the notification of the electricity transmission tariff regulations is a concern. \n21. \nThe process for notification of transmission tariff regulations has started in June 2015 and would \nbe completed in 2015 before disbursements commence. This is needed for better transparency, \nto link tariffs to cost of electricity and to improve PGCB’s financial sustainability. PGCB is listed \non the Dhaka Stock Exchange and its financial parameters are disclosed quarterly. PGCB has \nbeen  rotating  its  external  auditors  periodically.  PGCB  is  capable  of  managing  funds  flow, \ndisbursement  procedures,  accounting,  and  financial  reporting  under  the  project.  Counterpart \n                                                \n22 ADB. 2005. Guidelines on the Financial Management and Analysis of Projects. Manila. \n23 Tariff regulations are expected to be publicly announced by BERC in 2015. \n \n\n\f8 \n\n \n\n \n\nfunds and their terms and conditions from the government to PGCB have been approved. The \nspecific  policy  requirements  and  supplementary measures  are  described  in the  PAM  (footnote \n19). \n \nD. \n\nPoverty and Social \n\nBangladesh  is  the  eighth  most  populated  country  in  the  world  with  a  population  of \n\n22. \naround 160 million. Nearly 47% of the labor force is engaged in agriculture. \n \nDespite  several  challenges,  including  natural  calamities  like  floods  and  cyclones, \n23. \nBangladesh has made steady progress towards poverty reduction and is on track to achieve the \nMillennium  Development  Goal  target  of  (i)  reducing  income  poverty  and  infant  and  child \nmortality by half, and (ii) achieving gender parity in primary and secondary schooling by 2015. \nThe  rate  of  poverty  reduction  accelerated.  Extreme  poverty  has  declined  significantly  in  both \nurban  and  rural  areas  with  the  proportion  of  rural  population  living  in  extreme  poverty  halving \nfrom 44% in 1992 to 21% in 2010. This can be attributed to more rapid gross domestic product \ngrowth,  faster  rate  of  urbanization,  rising  labor  productivity  and  wages,  a  shift  from  low-return \nagricultural labor to nonfarm employment, and growth in export industries.  \n \n24. \nThe Perspective Plan 2012 outlines a target of per-capita electricity consumption of 600 \nkilowatt-hours  per  annum  by  2021.  The  Sixth  Five-Year  Plan,  FY2011–FY2015  focused  on \npoverty reduction as a key theme and this will be carried forward in the Seventh Five-Year Plan \n(footnote  5)  that  focusses  on  accelerating  growth  and  empowering  citizens.24 To  achieve  this, \nsufficient  electrical  power  at  affordable  prices  is  a  key  prerequisite  and  is  enunciated  in  the \ngoals  for  100%  electricity  access.  The  project  is  important  to  improve  availability  of  electricity \nand economic growth, particularly in western Bangladesh, which is disproportionally affected by \nelectricity shortages. \n \n25. \nThe  project  will  generate  jobs for  the  local  communities during construction  as a direct \nbenefit.  Other  impacts  of  the  project  include greater  production  capacity  of  existing  industries, \nand  the  creation  of  new  industries,  particularly  in  western  Bangladesh  that  would  generate \nemployment.  The  project  is  classified  as  having  no  gender  element,  given  the  nature  of  the \nproposed investments in transmission infrastructure. \n\n \n\nE. \n\nSafeguards \n\n26. \nFrom  an  environmental  standpoint,  the  environmental  categorization  of  the  project  is \ncategory B in accordance with ADB’s Safeguard Policy Statement (2009), as potential negative \nenvironmental impacts, including dust and noise, are mostly temporary and reversible, and can \nbe managed through good engineering measures, design, and health and safety measures. The \ninitial  environmental  examination  (IEE)  is  based  on  the  analyzed  data  collected  through \nsampling, reviews of available reports, satellite photographs, discussion with stakeholders, and \nfield visits  to  the  project  area.25 The IEE  was  uploaded on  the  ADB  website in  July  2015. The \nIEE  was  prepared \nthe  government's \nfollowing  ADB's  Safeguard  Policy  Statement, \nenvironmental impact assessment guidelines, and related national policies and legislation. The \nenvironmental  management  plan  under  the  IEE  is  sufficient  to  mitigate  potential  impacts.  The \nDepartment  of  Environment  in  Bangladesh  is  expected  to  accord  the  required  environmental \nclearances for the project before start of construction activities in 2016. The implementation of \nthe  environmental  management  plan  will  be  supervised  by  PGCB,  and  environmental \nmonitoring  reports  will  be  submitted  to  ADB  semiannually.  Budgets  for  the  environmental \nmanagement  plan  have been  approved  by  the government.  In the  event  of  any  change in the \n\n                                                \n24 Government of Bangladesh, Planning Commission. 2011. 6th Five Year Plan. Dhaka. \n25 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n\n\f9 \n \n\nalignment  of  the  transmission  line  or  identification  of  any  unanticipated  environmental  impacts \nduring the course of project implementation, PGCB will update the IEE and suitably revise the \nenvironmental management plan. \n \nThe project is categorized as category B for involuntary resettlement and as category C \n27. \nfor  indigenous  people  impacts.  Due  diligence  has  confirmed  that  the  substation  site  is  owned \nand  in  the  possession  of  PGCB  since  2010,  and  there  will  be  no  resettlement  impacts  on  the \nsubstation site. For the transmission line, a feasible route affecting the fewest number of people \nhas  been  chosen,  and  the  transmission  towers  are  expected  to  be  placed  on  agricultural  and \nfallow  land.  The  resettlement  plan  was  uploaded  to  ADB’s  website  in  July  2015.  Relevant \ninformation regarding the project and the views and opinions of all affected groups were taken \ninto consideration in developing the entitlement matrix. Compensation payments will be made in \naccordance  with  the  resettlement  plan  along  the  transmission  line  right  of  way.  A  grievance \nredress mechanism will be used by PGCB. The borrower has the capacity and commitment to \nmanage the social and environmental risks. \n \nF. \n\nRisks and Mitigating Measures \n\n28. \nA key risk is the availability of power in India and the limited capacity in Bangladesh to \nparticipate and purchase power from the power market in India. The government has agreed to \ninitiate  the  tendering  process  for  purchase  of  500  MW  of  power  from  India  in  2015.  The  past \nexperience of signing two PPA for 250 MW each in 2012 and 2013 for the first interconnection \nand  the  timely  delivery  of  power  from  agencies  in  India  have  contributed  to  reduced  risk \nperceptions for  power  supply  for  the  project.  Bid process  support  under  previous  TA (footnote \n16)  as  well  as  training  programs  and  capacity  development  in  Bangladesh  on  power  trading \nhelped improve familiarity within BPDB on procuring power from the Indian power market.26 \n \n29. \nAnother  key  risk  is  that  transmission  tariffs  for  PGCB  might  continue  to  be  non-cost-\nreflective. Draft tariff regulations prepared by BERC have not been officially announced. PGCB \nfiled  a  petition  with  BERC  in  October  2014  to  increase  tariffs.  BERC  will  announce  the  final \nregulations  and tariff for  PGCB  in 2015.  Other risks,  such  as  the  limited capacity  of  PGCB for \nproject  coordination  and  implementation  will  be  suitably  mitigated  by  the  recruitment  of \nconsultants. Major risks and mitigating measures are summarized in  Table 4 and described in \ndetail in the risk assessment and risk management plan.27 The overall assessment of risk is low \nand the integrated benefits and impacts  of the project are expected to outweigh the costs. \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nLimited HVDC technology \nimplementation capacity \n\nLimited capacity to participate \nand purchase power from the \npower market \n\nMitigating Measures \nThe executing agency retained PGCIL to assist on HVDC project design, \nbidding, and implementation in Bangladesh. The first interconnection is \noperational and PGCB employees have taken over operation and \nmaintenance of the station. \n \nRequirement for assistance at the national load center and key nodes \nhas been identified and will be supported under the project. \nTwo cross-border commercial PPA were signed in 2012 and 2013. \n \nThe Asian Development Bank is supporting (i) capacity development for \npower trading in Bangladesh, and (ii) tendering for 500 MW. Initiation of \nthe bidding for 500 MW will take place before disbursements commence. \n\n                                                \n26 ADB. 2014. South Asia Economic Integration Partnership: Subproject on Power Trading in Bangladesh and Nepal. \n\nManila (TA 8658-REG). \n\n27 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n \n\n\f10 \n\n \n\nRisks \nInadequate power availability \nin India \n\nNon-cost-reflective tariff \nimpacts financial sustainability \nof transmission utility \n\n \n\nMitigating Measures \nThe eastern region of India has surplus power supply and expects to add \nadditional generation capacity by 2022. Based on interest received from \nbidders in July 2015, 500 MW of long-term power supply is expected to \nbe available to Bangladesh.  \nTimely  notification  of  BERC’s  transmission  tariff  regulations  in  2015 \nbefore  disbursements  commence  will  reduce  regulatory  uncertainty  for \nthe  utility  and \ntariff \nannouncement for PGCB is also expected in 2015 from BERC.  \n \nTo ensure PGCB’s debt servicing capacity improves, the government will \nundertake  a  financial  restructuring  of  PGCB  from  2016.  Support  on \nregulatory reporting will improve financial management at PGCB.  \n\nfinancial  position.  The \n\nimprove  PGCB’s \n\nBERC = Bangladesh Energy Regulatory Commission, HVDC = high-voltage direct current, MW = megawatt, PGCB = \nPower Grid Company of Bangladesh, PGCIL = Power Grid Corporation of India, PPA = power purchase agreement. \nSource: Asian Development Bank. \n\n \n\nIV. \n\nASSURANCES \n\n30. \nThe government and PGCB have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n31. \nThe government and PGCB have agreed on certain covenants, which are set forth in the \nloan  agreements  and  project  agreement.  The  government  and  PGCB  have  agreed  that  the \nfollowing  conditions  will  be  satisfied  prior  to  disbursement  of  funds  under  the  project  (a)  the \nBangladesh  Energy  Regulatory  Commission  Electricity  Transmission  Tariff  Regulations  have \nbeen  published,  in final form,  in the Official  Gazette  of  Bangladesh;  and  (b)  BPDB  has  issued \nthe  bidding  documents  for  the  purchase  of  an  additional  500  MW  of  power  to  be  transmitted \nthrough the project facilities. \n \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n32. \nAsian Development Bank (ADB) and recommend that the Board approve \n \n\n(i) \n\n(ii) \n\nthe loan of $35,000,000 to the People’s Republic of Bangladesh for the  SASEC \nSecond  Bangladesh–India  Electrical  Grid  Interconnection  Project,  from  ADB’s \nordinary  capital  resources,  with  interest  to  be  determined  in  accordance  with \nADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of \n25  years,  including  a  grace  period  of  5  years;  and  such  other  terms  and \nconditions as are substantially in accordance with those set forth in the draft loan \nand project agreements presented to the Board; and \nthe  loan  in  various  currencies  equivalent  to  SDR60,962,000  million  to  the \nPeople’s  Republic  of  Bangladesh  for  the  SASEC  Second  Bangladesh–India \nElectrical Grid Interconnection Project, from ADB’s Special Funds resources, with \nan  interest  charge  at  the  rate  of  2.0%  per  annum  during  the  grace  period  and \nthereafter; for a term of 25 years, including a grace period of 5 years; and such \nother terms and conditions as are substantially in accordance with those set forth \nin the draft loan and project agreements presented to the Board. \n\n \n\n7 September 2015\n\nTakehiko Nakao \nPresident \n\n\f     Appendix 1  11 \n\nDESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the Project is aligned with: \n \nAvailability and sustainability of power supply in Bangladesh increased by 2021 (Perspective Plan of \nBangladesh,2012)a \n \n \n \nProject Results \nChain \nOutcome \nIncreased capacity \nfor cross-border \npower trade between \nBangladesh and India \n\nPerformance Indicators \nwith Targets and \nBaselines \n\n \nData Sources and \nReporting \n\n \nBPDB annual reports \n\n \n \nRisks \n\nBy 2018: \nOver 5,000 GWh will flow \nover the interconnection to \nBangladesh \n(2013–14 baseline: About \n2,000 GWh power flow \nfrom India) \n\n \nDelay in initiating \nbidding from power \ntraders in the Indian \nelectricity market could \nimpact timing and cost \nof power in Bangladesh \n\n \n \n1a, b. PGCB annual \nreports \n \n \n \n \n \n \n \n \n \n \n\n \n \nIncrease in the prices of \nraw materials exceeds \ncontingency and \ninflation forecasts \n \n\nCounterpart funds are \nnot available in a timely \nmanner or are \ninadequate for project \nimplementation from \nthe Government of \nBangladesh and PGCB \n\nBPDB annual reports \n\n \n2b, c. PGCB annual \nreport \n \n\n \n\nTimely initiation and \nconclusion of the \nbidding process after \nreceipt of approvals \nfrom the government. \n\nAdequate interest for \nelectricity market \nbidders for supply of \npower to Bangladesh.  \n\n \nBy 2017: \n1a. One additional HVDC \nback-to-back substation of \n400 kV/230 kV at \nBheramara (Bangladesh) \nconstructed by PGCB \n(2014 baseline: One \nexisting HVDC back-to-\nback substation of 400 \nkV/230 kV at Bheramara)  \n \n1b. 12 km of 230 kV \ntransmission line from the \nBheramara substation to \nthe Ishurdi substation and \nassociated facilities \nconstructed by PGCB \n(2014 baseline: 5 km of \nexisting 230 kV \ntransmission line) \n \n2a. Agreements for power \ntransfer from India signed \nby agencies in Bangladesh \nby 2016 \n \n\n2b. Project management \nfor HVDC enhanced at \nPGCB with the project \ncommissioned on time by \n2018 \n \n2c. Regulatory cell set up \nat PGCB and at least five \nstaff trained on meeting \n\n \n\n \n\n \n\n \n \n \n \n\nOutputs \n \n1. Baharampur–\nBheramara power \ntransmission link \nenhanced \n\n2. Capacity of PGCB \non technical, project \nmanagement, \nregulatory, trading \nand financial matters \nimproved.  \n \n\n \n\n\f12 \n\nAppendix 1 \n\n \nProject Results \nChain \n\n \n\n \nData Sources and \nReporting \n\n \n \n \nMPEMR annual reports \n\n \n \nRisks \n\nPerformance Indicators \nwith Targets and \nBaselines \nregulatory requirements by \n2018 \n \n2d. At least 10 personnel \nin PGCB, Power Division \nand BPDB in Bangladesh \ntrained on Indian power \nmarket, load dispatch, \npower procurement, and \nfinancial issues by 2017 \n\nKey Activities with Milestones \nOutput 1: Baharampur–Bheramara power transmission link enhanced \n\n \n1.1 Issue bidding documents for substation (Q1 2015) and transmission line (Q3 2015) \n1.2 Award contracts for substation (Q4 2015) and transmission line (Q1 2016) \n1.3 Start construction on substation (Q4 2015) and transmission line (Q1 2016) \n1.4 Completion of line and substation (Q4 2017) \n \nOutput 2: Capacity of PGCB on technical, project management, regulatory, financial aspects, and \npower trading improved \n \n2.1 Select HVDC substation implementation consultant (funded by the Government of Bangladesh) \n(February 2015) \n2.2 Select other consultants (funded under ADB loan) (Q4 2015) \n2.3 Mobilize consultant (funded under ADB loan) (Q1 2016) \n2.4 Complete consulting services (Q4 2017) \nInputs \nLoan \nADB Asian Development Fund loan: \nADB ordinary capital resources loan: \nGovernment of Bangladesh: \nTotal: \nAssumptions for Partner Financing \nNot applicable. \n\n$85.0 million \n$35.0 million \n$63.2 million \n$183.2 million \n\n \n \n\n \n\n \n\n \n\nADB = Asian Development Bank; BPDB = Bangladesh Power Development Board; GWh = gigawatt-hour; HVDC = high-\nvoltage direct current; km = kilometer; kV = kilovolt; MPEMR = Ministry of Power, Energy and Mineral Resources; PGCB \n= Power Grid Company of Bangladesh. \na Government of Bangladesh, Ministry of Planning, Planning Commission. 2012. Perspective Plan for Bangladesh 2010–\n2021, Making Vision 2021 a Reality. Dhaka. \nSource: Asian Development Bank estimates. \n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=44192-016-3 \n \n\nAppendix 2 \n\n13 \n\nLoan Agreement: Asian Development Fund \n\nLoan Agreement: Ordinary Capital Resources \n\nProject Agreement \n\nSector Assessment (Summary): Energy (Power) \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nInitial Environmental Examination \n\nResettlement Plan \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Document \n\n15.   Project Climate Risk Assessment and Management Report \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 17 August 2015) \n \n", "            Currency unit     – \n", "taka (Tk) \n \n", "Tk1.00  =  $0.0128 \n$1.00  =  Tk77.77  \n", " \n \n", " \n \n", "ADB \nBERC \nBPDB  \nIEE \nNTPC \nO&M \nPAM \nPGCB \nPGCIL \nPPA \nSAARC \nSASEC \nSDR \nTA \n \n", "HVDC \nkV \nMW \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n \n", "– \n– \n– \n", "ABBREVIATIONS \n", "Asian Development Bank \nBangladesh Energy Regulatory Commission \nBangladesh Power Development Board \ninitial environmental examination \nNational Thermal Power Corporation \noperation and maintenance \nproject administration manual \nPower Grid Company of Bangladesh Limited \nPower Grid Corporation of India Limited \npower purchase agreement  \nSouth Asia Association for Regional Cooperation \nSouth Asia Subregional Economic Cooperation \nspecial drawing right \ntechnical assistance \n \n", "WEIGHTS AND MEASURES \n \n", "high-voltage direct current \nkilovolt \nmegawatt \n", "NOTES \n \n", "(i) \n", "(ii) \n", "The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30  June.  “FY”  before  a calendar  year  denotes the  year  in  which  the  fiscal  year \nends, e.g., FY2015 ends on 30 June 2015. \nIn this report, “$” refers to US dollars. \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "Vice-President \nDirector General \nDirector \n \nTeam leaders \n \nTeam members \n \n \n \n \n \n \n \n \nPeer reviewer \n", "W. Zhang, Operations 1 \nH. Kim, South Asia Department (SARD) \nA. Jude, Energy Division, SARD \n \nL. George, Energy Specialist, SARD \nP. Hattle, Senior Climate Change Specialist (Clean Energy), SARD \nM. Alam, Senior Safeguards Officer, Bangladesh Resident Mission \n(BRM), SARD \nY. Jang, Social Development Specialist, SARD \nH. Kobayashi, Principal Portfolio Management Specialist, SARD \nM. Rahman, Associate Project Officer (Energy), BRM, SARD \nA. Syed, Counsel, Office of the General Counsel \nP. Wijayatunga, Principal Energy Specialist, SARD \nH. Zhang, Finance Specialist (Energy), SARD \nY. Zhou, Environment Specialist, SARD \nS. Hasnie, Principal Energy Specialist, Central and West Asia \nDepartment \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n"]}