{"Author": "Asian Development Bank", "CreationDate": "D:20140605105638+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "bangladesh, coastal towns, climate resilience, climate resilient municipal infrastructure, urban flood protection, urban policy development, urban institutional development, urban capacity development, urban sanitation, urban solid waste management, urban water supply, urban roads, urban traffic management, disaster preparedness, coastal pourashavas bangladesh, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20140707111931+08'00'", "Producer": "GPL Ghostscript 9.07", "Subject": "This report and recommendation of the president for the proposed Coastal Towns Environmental Infrastructure Project in Bangladesh describes the terms and conditions for the approval of ADB's Management or Board of Directors. ", "Title": "RRP: Bangladesh: Coastal Towns Environmental Infrastructure Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 44212 \nJune 2014 \n \n \n \nProposed Loan and Administration of Loan and \nGrants \nPeople’s Republic of Bangladesh: Coastal Towns \nEnvironmental Infrastructure Project  \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n\n \n \n \n \n \n \n\n\f \n\n \nCURRENCY EQUIVALENTS \n\nCurrency unit \n\n(as of 3 June 2014) \ntaka (Tk) \n\n= \n\nTk1.00 \n\n \n\n = \n\n$0.01290       \n\n$1.00 \n\n= \n\nTk77.425 \n\nADB \nDPHE \nLGED \nMLGRDC \n\nO&M \nPAM \nPDA \nPIU \nPMU \nSCF \n\n– \n– \n– \n– \n\n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \n \nAsian Development Bank \nDepartment of Public Health Engineering \nLocal Government Engineering Department \nMinistry  of  Local  Government,  Rural  Development  and \nCooperatives \noperation and maintenance \nproject administration manual \nproject design advance \nproject implementation unit \nproject management unit \nStrategic Climate Fund \n\nNOTES \n\nThe  fiscal  year  (FY)  of  the  Government  of  Bangladesh  and  its  agencies  ends  on  30 \nJune. “FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2012 ends on 30 June 2012. \n\n(ii) \n\nIn this report, “$” refers to US dollars. \n\n \n\n \n \n \n \n\n \n \n \n \n \n \n\n \n \n\n \n(i) \n\n \n\n \n\n\f \n\nW. Zhang, Operations 1 \nJ. Miranda, South Asia Department (SARD) \nF. Yue, Urban and Water Division, SARD \n \nR. Slangen, Urban Development Specialist, SARD \nV. Castro, Urban Development Specialist, SARD \nP. Cawrse, Urban Development Specialist, SARD \nS. Dasgupta, Senior Project Officer (Urban), SARD \nM. de Mesa David, Operations Assistant, SARD \nE. Morsheda, Project Officer (Urban Infrastructure), SARD \nN. Saito, Principal Urban Development Specialist, SARD \nI.  Setyawati, Safeguards Specialist, SARD \nF. Sultana, Senior Social Development Officer (Gender), SARD \nA. Syed, Counsel, Office of the General Counsel \nS. Blaik, Senior Urban Development Specialist, Pacific Department \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n \nPeer reviewer \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n\n \n\n\fPage \n\n1 \n1 \n1 \n3 \n3 \n4 \n6 \n7 \n7 \n7 \n8 \n9 \n9 \n9 \n10 \n\n10 \n\n11 \n14 \n\n \n\nCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nIV. \nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework  \n\nList of Linked Documents \n\n \n\nIII. \n\n1. \n\n2. \n \n \n\n \n \n \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\nCoastal Towns Environmental \nInfrastructure  Project\nBangladesh\nPeople's Republic of Bangladesh\n\nDepartment\n/Division\nExecuting \nAgency\n\nqq\n\n2. Sector\n\nWater and other urban \ninfrastructure and \nservices\n\nSubsector(s)\nOther urban services\n\nSARD/SAUW\n\nProject Number: 44212-013\n\nDepartment of Public Health Engineering, \nLocal Government Engineering Department,\nMinistry of Local Government, Rural \nDevelopment, and Co-operatives\n\n     ADB Financing ($ million)\n8.00\n\nUrban flood protection\nUrban policy, institutional and capacity development\nUrban sanitation\nUrban solid waste management\nUrban water supply\nUrban roads and traffic management\n\n13.50\n2.20\n1.70\n0.02\n9.50\n17.08\n52.00\n\n6.20\nHigh\n\nTotal\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\nGender Equity and Mainstreaming\nGender equity (GEN)\n\nTransport\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth\n\nEnvironmentally \nsustainable growth\n\n4. Drivers of Change\n\nGovernance and \ncapacity development\n\nKnowledge solutions\n\nPartnerships\n\nSubcomponents\nPillar 2: Access to economic \nopportunities, including jobs, made \nmore inclusive\nDisaster risk management\nGlobal and regional transboundary \nenvironmental concerns\n\nComponents\nAnticorruption\nCivil society participation\nInstitutional development\nOrganizational development\nPublic financial governance\nApplication and use of new \nknowledge solutions in key \noperational areas\nKnowledge sharing activities\nBilateral institutions (not client \ngovernment)\nFoundations\nOfficial cofinancing\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\nGeographic targeting \n(TI-G)\n\nYes\n\nYes\n\n6. Risk Categorization:\n\nLow\n\n8. Financing\n\nqq\n\nqq\n\nqq\n\nqq\n\nqq\n\nqq\n\nLocation Impact\nUrban\n\nHigh\n\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n08042014084148559437\n\nGenerated Date: 21-May-2014 10:48:46 AM  Page 1 of 2\n\n\fPROJECT AT A GLANCE\n\nModality and Sources\nADB\n     Sovereign Loan: Asian Development Fund \nCofinancing\n     Strategic Climate Fund\n     Strategic Climate Fund\n     Sanitation Financing Partnership Fund (under the Water \nFinancing Partnership Facility or WFPF)\nCounterpart\n     Government\n  \nTotal\n\nAmount ($ million)\n52.00\n52.00\n42.00\n10.40\n30.00\n1.60\n\n23.10\n23.10\n\n117.10\n\nTotal\n\n117.10\n\nqq\n\nQq\n\n9. Effective Development Cooperation\nUse of country procurement systems\nYes\nUse of country public financial management systems No\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n08042014084148559437\n\nGenerated Date: 21-May-2014 10:48:46 AM  Page 2 of 2\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nloan,  (ii)  proposed  administration  of  a  loan  to  be  provided  by  the  Asian  Development  Bank \n(ADB) Strategic Climate Fund, (iii) proposed administration of a grant to be provided by the ADB \nStrategic  Climate  Fund,  and  (iv)  proposed  administration  of  a  grant  to  be  provided  by  the \nSanitation Financing Partnership Trust Fund under the Water Financing Partnership Facility, all \nto  the  People’s  Republic  of  Bangladesh  for  the  Coastal  Towns  Environmental  Infrastructure \nProject.1 \n \n2. \nThe  project  will  strengthen  climate  resilience  and  disaster  preparedness  in  eight \nvulnerable  coastal  pourashavas  (secondary  towns  with  a  population  of  15,000  to  60,000)  of \nBangladesh.2 The  project  takes  a  holistic  and  integrated  approach  to  urban  development  and \nwill (i) provide climate-resilient municipal infrastructure; and (ii) strengthen institutional capacity, \nlocal  governance,  and  public  awareness  for  improved  urban  planning  and  service  delivery \nconsidering  climate  change  and  disaster  risks.  Key  infrastructure  investments  include  (i) \ndrainage;  (ii)  water  supply;  (iii)  sanitation;  (iv)  cyclone  shelters;  and  (v)  other  municipal \ninfrastructure  including  emergency  access  roads  and  bridges,  solid  waste  management,  bus \nterminals,  slum  improvements,  boat  landings,  and  markets.3 Investments  will  benefit  the  poor \nand  women.  The  Ministry  of  Local  Government,  Rural  Development  and  Cooperatives \n(MLGRDC),  acting  through  its  Local  Government  Engineering  Department  (LGED)  and  the \nDepartment of Public Health Engineering (DPHE), will be the executing agencies of the project.4 \nProject management and administration support will be provided under the project.  \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\nThe  project  is  prioritized  in  the  government’s  Strategic  Program  for  Climate  Resilience \n3. \n(2010) under the Pilot Program for Climate Resilience, and will demonstrate new approaches for \nin  coastal  pourashavas. 5  The \nintegrating  climate  resilience \ngovernment’s  Sixth  Five-Year  Plan,  2011–2015  targets  assistance  to  vulnerable  coastal \npopulations  requiring  investments  in  climate-resilient  infrastructure  and  urban  planning. 6 The \nproject is consistent with the Bangladesh country partnership strategy, which targets assistance \nto vulnerable coastal areas in adapting to the risks of climate change,7 and is consistent with the \nADB Urban Operational Plan to promote climate-change-resilient cities.8   \n\ninto  urban  development \n\n4. \nClimate  change  is  a  critical  development  issue for  Bangladesh. The  country’s  low-lying \ncoastal zone (consisting of 19 districts with an estimated population of 38.1 million, of which 8.6 \nmillion  is  urban)  is  highly  vulnerable  to  cyclones,  storm  surges,  sea  level  rise,  and  salinity \nintrusion.  A  1.5°C  increase  in  temperature  and  4%  increase  in  precipitation  (the  median \n\n                                                \n1   The design and monitoring framework is in Appendix 1.  \n2   Batch  1  towns:  Amtali,  Galachipa,  Mathbaria,  and  Pirojpur.  Batch  2  towns:  Barguna,  Bhola,  Daulat  Khan,  and \nKalapara. Towns were selected based on their vulnerability, population size, density, and level of past investment.  \n\n3  ADB provided project preparatory technical assistance.  \n4   DPHE will act on behalf of MLGRDC as co-executing agency for the water supply and sanitation components.  \n5  Government of Bangladesh. Strategic Program for Climate Resilience. 2010. Dhaka. The Pilot Program for Climate \n\nResilience.  http://www.climateinvestmentfunds.org/cif/. \n\n6   Government  of  Bangladesh, Planning  Commission.  Sixth  Five  Year  Plan  FY2011–FY2015:  Accelerating  Growth \n\nand Reducing Poverty. Dhaka.  \n\n7  ADB. 2011. Country Partnership Strategy: Bangladesh, 2011–2015. Manila.  \n8  ADB. 2012.  Urban Operational Plan. Manila. \n\n \n\n\f2 \n\n \n\nprojections for Bangladesh from general circulation models) would potentially result in sea levels \nin  the  Bay  of  Bengal  rising  by  27  centimeters  or  more  by  2050.9 Warmer  temperatures  would \nresult  in  more  frequent  and  intense  cyclones  and  storm  surges,  damaging  roads  and  bridges \nand  rendering  existing  drainage,  water  supply,  and  sanitation  systems  ineffective,  as  well  as \nthreatening  public  health  and  safety.  The  central  and  southwestern  regions  of  the  country  are \nparticularly  vulnerable.  Cyclone  Sidr  in  2007  (a  Category  5  storm  with  wind  speed  of  260 \nkilometers  per  hour)  resulted  in  economic  losses  of  $1.7  billion  (2.6%  of  gross  domestic \nproduct). The poor and women are disproportionately affected and have the lowest capacity to \ncope  with  losses.  There  is  a  high  demand  for  climate-resilient  infrastructure  and  disaster \npreparedness to improve the wellbeing of residents and reduce migration to larger cities.   \n \n5. \nCoastal  towns  suffer  from  large  infrastructure  deficits  and  natural  resource  constraints \nthat exacerbate sensitivity to climate change. A shortage of drains and severe siltation and solid \nwaste build up result in severe flooding and extended water logging (lasting up to 7 days during \nmonsoon  rains).  Water  supply  suffers  from  (i)  low  access  to  piped  water,  (ii)  salinity \ncontamination  of  shallow  and  middle  aquifers,  and  (iii)  unsustainable  groundwater  extraction. \nFeasibility  study  surveys  found  that  residents  without  piped  water  supplies  who  rely  on \ncommunity pond sand filter systems pay as much as 2–4 times more for water of inferior quality \ncompared  to  similar  towns  with  piped  supplies.  There  is  a  high  willingness  to  pay  (up  to \n50%more) for improved services. While there is generally high coverage of household sanitation \n(up to 94% of households have toilets), there is no septage management or treatment systems, \nresulting  in  polluted  waterways  and  a  high  incidence  of  waterborne  diseases,  with  large \noutbreaks occurring after disasters.10 Emergency access roads are in poor condition, and most \ncyclone shelters are structurally unsafe as a result of extensive exposure to cyclones and poor \nmaintenance.  There  is  an  acute  need  for  new,  higher-capacity  multi-use  cyclone  shelters \nlocated in core urban areas accessible to poorer populations. It is critical that new investments \nare  designed  that  consider  climate  change  to manage  the  long-term  costs  of natural  disasters \nand ensure investments deliver intended benefits. \n \n6. \nThe  high  vulnerability  of  coastal  towns  is  also  linked  to  poor  governance  and  low \nadaptive  capacity. 11 Urban  planning  is  in  its  infancy  and  development  controls  are  only  now \nemerging. Many pourashavas lack established mechanisms for public participation, particularly \nin the allocation of municipal budgets. Low tax collection efficiency (on average 57% in coastal \ntowns)  reflects  outdated  financial  management  practices,  including  limited  computerization  of \naccounts  and  billing  systems,  and  irregular  tax  assessments.  There  is  an  urgent  need  to \nstrengthen institutional capacity, public awareness, and knowledge management to complement \nphysical investments as part of an integrated approach for building climate change resilience.  \n \n7. \nincentivize  governance \nimprovement and build resilience by linking each stage of investment to demonstrated reforms, \nas  proven  highly  effective  in  previous  ADB  urban  projects  in  Bangladesh.  The  eight  project \ntowns are divided into two batches of four, with each town entitled to two stages of investment \n(stages  1  and  2). 12  Towns  will  receive  funding  under  each  stage  if  they  fulfill  agreed \n\nPerformance-based  approach.  The  project  aims \n\nto \n\n                                                \n9   World Bank. 2010. Economics of Adaptation to Climate Change: Bangladesh. Washington DC. \n10  Nearly  10% of  all  patients in  four  coastal  district hospitals were  admitted  for diarrhea in 2011.  Ministry  of  Health \n\nand Family Welfare. 2012. District Hospital Health Bulletin. Dhaka. \n\n11  Adaptive capacity is the ability to respond to climate risks and reduces the likelihood of harmful outcomes.  \n12 The first four towns are those studied under the project feasibility study.  \n\n \n\n\fperformance  criteria.13 Performance  will  be  evaluated  in  the  following  areas:  (i)  strengthening \nclimate-disaster  planning;  (ii)  strengthening  citizen  participation;  (iii)  improving  municipal \nplanning, service delivery, and O&M; and (iv) strengthening municipal financial management. A \nperformance evaluation committee will evaluate each pourashava. \n \n8. \nLessons.  The  project  reflects  the  successful  experience  in  governance-led  investment \nthrough  performance-based  allocation  from  the  first  and  second  Urban  Governance  and \nInfrastructure Improvement (Sector) Projects.14 The project also reflects findings of downscaled \nclimate  modeling  from  the  technical  assistance  on  Strengthening  the  Resilience  of  the  Urban \nWater Supply, Drainage, and Sanitation to Climate Change in Coastal Towns.15  \n \nB. \n\nImpact and Outcome \n\n9. \nThe  impact  of  the  project  will  be  improved  wellbeing  in  coastal  towns.  The  outcome  of \nthe project will be increased climate and disaster resilience in coastal towns benefiting the poor \nand women. \n \nC. \n\nOutputs \n\nThe project will have the following outputs.  \n\n10. \n \n\n1. \n\nOutput 1: Improved climate-resilient municipal infrastructure  \n\n11. \nStage 1: Climate and disaster risk-reducing infrastructure. Priority infrastructure will \nfill  critical  deficits  to  strengthen  climate  and  disaster  resilience  and  include  the  design, \nrehabilitation,  and  construction  of  (i)  drainage  systems;  (ii)  cyclone  shelters;  (iii)  water  supply \nsystems;  (iv)  sanitation  systems;  (v)  emergency  access  roads,  bridges,  and  culverts;  and  (vi) \nsolid  waste  management  systems. 16 Infrastructure  will  be  designed  considering  climate \nprojections for the year 2040. The project will develop climate-resilient community infrastructure \nin poor, vulnerable areas as part of larger infrastructure contracts.17 Climate-resilient measures \nwill include, but are not limited to, increasing drainage capacity; raising infrastructure levels for \nroads, cyclone shelters, water and sanitation facilities; and identifying non-saline water sources. \nGroundwater  sources  will  be  prioritized  as  a  least-cost  option  where  salinity  levels  are  within \ngovernment standards. A design consulting firm will screen all subprojects for climate resilience, \nand prepare all engineering designs, bidding, and safeguard documents.  \n \nStage  2:  Local  economic  infrastructure. This component will support local economic \n12. \ndevelopment activities and will include the design, rehabilitation, and construction of (i) markets, \n(ii) bus terminals, (iii) boat landings, and (iv) commercially important roads. These investments \nwill also consider climate resilience in the planning and design stage.   \n \n \n                                                \n13  Performance  criteria  are  in  Appendix  5  of  the  Project  Administration  Manual,  which  is  accessible  from  the  list  of \nlinked documents in Appendix 2. Towns not fulfilling criteria within the stipulated timeframe are dropped, and funds \nwill be reallocated.  \n\n14 ADB.  2008.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  to  the \nPeople's Republic of Bangladesh for Second Urban Governance and Infrastructure Improvement Project. Manila. \n15 ADB.  2011.  Technical  Assistance  to  People’s  Republic  of  Bangladesh  for  Strengthening  the  Resilience  of  the \n\nUrban Water Supply, Drainage, and Sanitation to Climate Change in Coastal Towns. Manila.  \n\n16  Improved solid waste management is linked to reduced drainage congestion and improved flood management. \n17 These  include  community  facilities  such  as  metered  standposts  and  community  toilets  that  require  community \n\nmobilization for O&M.  \n\n3 \n\n \n\n\f4 \n\n \n\n2. \n\nOutput 2: Strengthened institutional capacity, governance, and awareness \n\n13.  Municipal  governance  and  service  delivery  improvements.  Capacity  building \nactivities under this subcomponent will focus on (i) strengthening municipal finance systems to \nimprove local revenues, (ii) enhancing citizen participation in pourashava planning and decision \nmaking  process, 18  (iii)  strengthening  technical  capacity  and  institutional  arrangements  for \nimproved  service  delivery  and  O&M  at  the  pourashava  level,  and  (iv)  promoting  private  sector \nparticipation in fecal sludge management.  \n \n14. \nNon-structural  measures  to  reduce  climate  and  disaster  risk.  Capacity  building \nsupport  will  strengthen  the  ability  of  pourashavas  to  prepare  and  respond  to  climate-related \nrisks and disasters by (i) reviewing and updating the urban master plans, local building codes, \nand  engineering  design  standards  of  LGED  and  DPHE  to  incorporate  climate  change  and \ndisaster  resilient  measures;  (ii)  improving  water  safety  planning  and  groundwater  monitoring \nthrough  the  development  of  water  safety  plans  and  guidelines;  and  (iii)  establishing  disaster \nmanagement  standing  committees  in  each  pourashava,  and  delivering  appropriate  technical \ntraining for the members of such committees.  \n \n15. \nPublic  awareness,  behavior  change,  and  community  mobilization.  Knowledge- \nbased awareness-raising activities will focus on (i) education and communication campaigns to \nraise  public  awareness  of  climate  change  and  disaster-related  risks  and  preparedness;  waste \nreduction,  reuse  and  recycling;  and  the  links  between  water,  sanitation  and  hygiene;  (ii) \nlivelihood  training  programs  for  poor  households  targeting  women;  and  (iii)  community \nmobilization  to  enable  poor  communities  to  access  and  use  climate-resilient  infrastructure \n(under output 1). The institutional capacity-building consultants will support these activities.  \n \n\n3. \n\nOutput 3: Project management and administration supported \n\nA  project  management  and  supervision  consultant  firm  will  be  recruited  to  support    (i) \n16. \noverall  project  management,  performance  monitoring,  and  reporting;  (ii)  contract  management \nincluding capacity development in e-procurement processes and procedures; (iii) quality control \nof  engineering  designs  and  construction  supervision;  and  (iv)  compliance  with  ADB  safeguard \npolicies.  A  project  internal  audit  consultant  will  be  recruited  to  conduct  independent  and \nobjective third-party internal auditing and post-procurement review services.  \n \nD. \n \n17. \nThe estimated project cost is $117.10 million (Table 1). Infrastructure costs are allocated \nas follows: (i) batch 1, stage 1: $31.31 million; (ii) batch 1, stage 2: $6.50 million; and (iii) batch \n2: $32.81 million.19 The project administration manual (PAM) has detailed cost estimates.20 \n\nInvestment and Financing Plans  \n\n                                                \n18 Town- and ward-level committees will be formed under the project to improve citizen participation. \n19 Stage 2 funds are allocated based on population size. Towns greater than 25,000 are entitled to up to $2.0 million, \nand  towns  less  than  25,000  are  entitled  to  up  to  $1.5  million.  These  costs  are  exclusive  of  land  acquisition, \nresettlement, taxes, and detailed engineering design.  \n\n20 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n\fTable 1: Project Investment Plan  \n($ million) \n\nItem \n\nA.  \n\n \n \n\nB.  \nC.  \n\nBase Costb \n\n     1. Improved climate-resilient municipal infrastructurec \n\n2. Strengthened institutional capacity, governance, and awareness  \n3. Project management and administration supportd \n\n  Subtotal (A) \n\nContingenciese \nFinancing Charges During Implementationf \n\n \n\n \n\nTotal (A+B+C) \n\n \n\n \n\n \n\n        Amounta \n\n  \n\n81.47 \n4.06 \n17.87 \n103.40 \n10.96 \n2.74 \n117.10 \n\na  Includes taxes and duties of $16.80 million to be financed by the government. \nb  In mid-2013 prices. \nc  Includes  associated  costs  for  land  acquisition  and  resettlement  and  for  a  project  design  advance  to  support \n\n \n\ndetailed engineering design. \n\nd  Includes  project  management  and  supervision  consultant,  project \n\nincremental \nadministration , equipment, and taxes and duties. Incremental administration costs include the project management \nand project implementation unit staff costs. \n\ninternal  audit  consultant, \n\ne  Physical contingencies computed at 5% for civil works and equipment. Price contingencies computed at 1.83% on \nforeign  exchange  costs  and  6.95%  on  local  currency  costs;  includes  provision  for  potential  exchange  rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \n\nf   Includes  interest.  Interest  during  construction  has  been  computed  at  the  Asian  Development  Fund  rate  for  the \nAsian  Development  Bank  (ADB)  loan  and  at  ADB  rates  for  the  ADB-Strategic  Climate  Fund  (SCF)  rates  for  the \nADB-SCF loan.  \n\nloan \n\nrequested  a \n\nThe  government  has \n\nin  various  currencies  equivalent \n\nSource: Asian Development Bank estimates. \n \n18. \nto \nSDR33,941,000 ($52,000,000) from ADB’s Special Funds resources to help finance the project. \nThe loan will have a 25-year term, including a grace period of 5 years, an interest rate of 2.0% \nper annum during the grace period and thereafter, and such other terms and conditions set forth \nin the draft loan and project agreements. The loan from ADB will finance (i) full civil works, (ii) \nequipment  costs,  (iii)  consulting  services,  and  (iv)  incremental  recurrent  costs.  The  ADB \nStrategic  Climate  Fund  (SCF)  will  provide  a  loan  equivalent  to  $30.0  million  and  a  grant \nequivalent to $10.4 million, both to be administered by ADB. 21 The SCF loan will have a 40-year \nterm, including a grace period of 10 years and an annual service charge of 0.1%. The Sanitation \nFinancing Partnership Trust Fund under the Water Financing Partnership Facility will provide a \ngrant  of  $1.6  million  to  be  administered  by  ADB  to  support  works  and  services  related  to \nsanitation innovations.22 The government will provide $23.1 million equivalent to cover (i) taxes \nand  duties;  (ii)  land  acquisition  and  resettlement;  (iii)  government  staff  salaries;  and  (iv) \napplication fees for environmental clearances and permits. Since this project involves both ADB-\nadministered cofinancing resources and ADF resources, universal procurement will apply. 23  \n \n19. \nThe  financing  plan  is  in  Table  2.  The  loan  proceeds  from  ADB  will  be  relent  to  the \npourashavas  under  a  subsidiary  loan  agreement  with  terms  and  conditions  acceptable  to \nADB.24 The government will assume the foreign exchange risk.   \n \n20. \nA  project  design  advance  (PDA)  of  $3.5  million  equivalent  was  provided  from  ADB’s \nSpecial Funds resources to support advanced preparatory work for the project. The PDA has a \n                                                \n21 The Strategic Climate Fund loan and grant are provided under the Pilot Program for Climate Resilience established \n\nunder the Multi-donor Climate Investment Funds. \n22  Financing partner: Bill & Melinda Gates Foundation. \n23  ADB.  2013.  Blanket  Waiver  of  Member  Country  Procurement  Eligibility  Restrictions  in  Cases  of  Cofinancing  for \n\nOperations Financed from Asian Development Fund Resources. Manila.  \n\n24 Relending terms are as follows: (i) for revenue-generating projects, a loan:grant ratio of 15:85 with loan terms being \n\n4–6% interest, 20-year term, 5-year grace period, and (ii) for nonrevenue generating projects: 100% grant.. \n\n5 \n\n \n\n\f6 \n\n \n\nterm  of  5  years  and  a  grace  period  defined  as  the  period  prior  to  the  refinancing  date  of  the \nensuing  ADB  loan.25 Interest  will  be  charged  at  1.0%  per  annum  during the  grace  period (i.e., \nperiod  prior  to  the  refinancing  date)  and  1.5%  per  annum  thereafter.  Interest  payments  are \ndeferred until the PDA is refinanced. \n \n\nTable 2: Financing Plan \n\nAmount ($ million) \n\nShare of Total (%) \n\n \n\nSource \nADB \n     Special Funds resources (loan)a \n     ADB Strategic Climate Fund (loan)b \n     ADB Strategic Climate Fund (grant) b \n     Sanitation Financing Partnership Trust Fund under the Water    \n \nGovernment of Bangladesh d  \n\nFinancing Partnership Facility (grant) c  \n\nTotal \n\n \n\n52.0 \n30.0 \n10.4 \n\n1.6 \n23.1 \n117.1 \n\n44.4 \n25.6 \n8.9 \n\n1.4 \n19.7 \n100.0 \n\nADB = Asian Development Bank. \na Inclusive of $3.5 million project design advance. \nb Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund. The ADB Strategic Climate \n  Fund is administered by ADB. \nc  Financing partner: Bill & Melinda Gates Foundation. \nd Inclusive of $0.88 million contribution to PDA in taxes and duties that is part of total project cost. \nSource: ADB estimates. \n \nE. \n \n21. \nThe MLGRDC, acting through LGED and DPHE (for water supply and sanitation) will be \nthe  project  executing  agency.  The  implementation  agencies  are  the  pourashavas.  The \nimplementation  arrangements  are  summarized  in  Table  3  and  described  in  detail  in  the  PAM \n(footnote 20). \n \n\nImplementation Arrangements \n\nAspects  \nImplementation period \nEstimated completion date \nManagement \n\n(i)   Oversight body \n\nTable 3: Implementation Arrangements \nArrangements \nJune  2014–June 2020 \n30 June 2020 \n\nInterministerial project steering committee \nSecretary  of  the  Ministry  of  Local  Government,  Rural  Development  and  Co-\noperatives (chair) \nLocal  Government  Engineering  Department;  Department  of  Public  Health \nEngineering;  Bangladesh  Water  Development  Board;  Planning  Commission \n(Physical  Infrastructure  Division);  Ministry  of  Housing  and  Public  Works  (Urban \nDevelopment Directorate); Ministry of Environment and Forests (Climate Change \nUnit);  Department  of  Environment;  Disaster  Management  Bureau  (Disaster \nManagement  and  Relief  Division);  Economic  Relations  Division;  Ministry  of \nFinance (Finance Division); representatives of coastal towns (members) \n MLGRDC acting through LGED and DPHE (water and sanitation)a \n8  pourashavas  (Pirojpur,  Amtali,  Mathbaria,  Galachipa,  Barguna,  Bhola,  Daulat \nKhan, and Kalapara) \nPMU, Dhaka, 23 key staff; PIUs, pourashavas, 10  key staff in each pourashava \nICB \n\n$27.69 million \n\n8 contracts \n\nNCB \nShopping \n\n38 contracts \n1 contract \n\n$44.95 million \n$0.01 million \n\n                                                \n25 Expected around 31 October 2014, or such other date as may from time to time be agreed between the borrower \n\n(ii)   Executing agency \n(iii)   Key implementing \n\nagencies \n\n(iv)  Implementation unit \n\nProcurement \n\nand ADB. \n\n \n\n\fArrangements \nQCBS, QBS \n\nAspects  \nConsulting services \n \n \n\nRetroactive financing and/or \nadvance contracting \n\nDisbursement  \n\n1,413 person-months \n(110 international and \n1,303 national) \n\n$10.19 million (DDC, PMSC, \nICCDC, PIAC) \n\nAdvance  contracting  is  for  the  recruitment  of  consultant  contracts,  and \nprocurement of works and goods related to batch 1, stage 1 towns. Retroactive \nfinancing  will  apply  up  to  20%  of  the  loan  amount  for  these  contracts  and \noperation  costs  of  the  PMU  and  PIUs  incurred  prior  to  the  effectiveness  of  the \nloan  agreement  but  not  earlier  than  12  months  prior  to  the  signing  of  the  loan \nagreement.  \nThe loan and grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB. \n\nADB  =  Asian  Development  Bank,  DDC  =  detailed  design  consultants,  DPHE  =  Department  of  Public  Health \nEngineering,  ICB  =  international  competitive  bidding,  ICCDC  =  institutional  capacity  community  development \nconsultant, LGED = Local Government Engineering Department, MLGRDC = Ministry of Local Government, Rural \nDevelopment and Cooperatives, NCB = national competitive bidding, PIAC = project internal audit consultant, PIU = \nproject implementation unit, PMSC = project management supervision consultant, PMU = project management unit, \nQBS = quality-based selection, QCBS = quality- and cost-based selection.  \na A project management unit (PMU) will be established in LGED, with one deputy project director from DPHE. \nSource: Asian Development Bank.   \n \n\nIII. \n\nDUE DILIGENCE \n\nA. \n\nTechnical  \n\n22. \nVarious  technical  options  were  examined  to  climate  proof  the  design.  All  infrastructure \nunder  the  project  will  be  screened  on  the  basis  of  agreed  technical  selection  criteria  and  will \nconsider  climate  projections  for  year  2040  in  detailed  designs. 26 New  water  sources  will  be \nexplored—from  deep  aquifers  or  upstream  surface  water  systems—to  avoid  salinity  intrusion. \nPiped  water  systems  will  be  introduced  and/or  expanded  where  needed  to  fill  service  gaps  in \ncore urban areas. Power backup generators will be provided to ensure normal operation during \npower  disruptions  common  during  cyclones.  Road  construction  materials  will  be  selected  that \nare  resistant  to  high  temperatures.  To  reduce  flooding,  excavation  of  existing  drainage  canals \nup  to  design  depths  coupled  with  new  drains  to  provide  adequate  connectivity  to  secondary \ndrains  will  be  developed.  Improved  solid  waste  management  will  further  reduce  drainage \ncongestion.  Non-structural  measures—such  as  updated  urban  master  plans  and  guidance  for \napplying  climate  resilience  to  building  codes,  and  strengthened  capacity  for  water  safety \nplanning and disaster management—will ensure robust service delivery, planning, and disaster \npreparedness that consider the impacts of climate change.27  \n \nB. \n \n23. \nEconomic  analysis. The economic analysis was conducted for subprojects for stage 1 \nin the four Batch 1 pourashavas only.28 Representative subprojects were analyzed to estimate \nthe viability of three scenarios: (i) the present situation without the project, (ii) investment without \nfuture climate resilience measures, and (iii) investment with future climate resilience measures. \nThe  overall  economic  internal  rate  of  return  for  Batch  1  pourashavas  (stage  1)  is  23.0%,  with \nfuture  climate  resilience  measures.  The  subproject  economic  internal  rates  of  return  were \n\nEconomic and Financial \n\n                                                \n26 Technical subproject selection criteria are in the PAM (footnote 20). \n27 A summary of all climate resilience measures is in the Climate Change: Project Adaptation Report (accessible from \n\nthe list of linked documents in Appendix 2). \n\n28 Batch 1, stage 2 and batch 2, stage 1 and 2 subprojects will be evaluated by the project management supervision \n\nconsultant economist once the project scope is defined. \n\n7 \n\n \n\n\f8 \n\n \n\n14.0%–17.7%  for  water  supply;  14.2%–30.0%  for  sanitation;  18.1%–42.9%  for  drainage; 29 \n20.3%–24.7%  for  roads;  21.1%–22.2%  for  bridges;  and  16.5%–35%  for  cyclone  shelters. \nSensitivity  analysis  confirms  that  all  the  subprojects  are  robust.  The  results  are  most  likely \nunderestimated because some project benefits are not easily quantifiable and cumulative, and \nthus  not  included  in  this  analysis  (e.g.,  the  impact  of  death  and  trauma  from  disaster  events). \nThe feasibility survey indicates that willingness to pay is sufficient to meet O&M costs and debt \nservice, while the affordability analysis indicates the proposed water supply tariff increases are \neconomically and socially viable. \n \n24. \nFinancial  analysis.  The  financial  analysis  focused  on  the  capacity  of  batch  1 \npourashavas to pay O&M costs and service debt. The overall financial position of each sample \npourashava  is  projected  reflecting  incremental  revenue  and  expenditures.  The  tariffs  of \nrevenue-generating  components  (i.e.,  water  supply  and  sanitation)  are  not  set  for  full  cost \nrecovery;  however,  by  improving  operational  efficiency,  adopting  a  tariff  plan  with  increases \nevery 4 years, and increasing property tax collection efficiency, the pourashavas are expected \nto generate sufficient revenue to meet O&M costs and service debt to sustain infrastructure and \nservice delivery for all subprojects supported under the project. The financial projections show \nthat  the  water  supply  components  will  require  a  time-bound  cross-subsidy  in  two  out  of  three \nbatch 1 pourashavas receiving water supply investments; the respective pourashavas have the \ncapacity  to  cover  these  through  general  revenues.  Loan  covenants  include  requirements  for \nintroduction of volumetric water tariffs to ensure financial viability, and a minimum cost-recovery \nratio. Performance criteria include a target for improving property tax collection efficiency rates \nto a minimum of 80%. \n \nC. \n \n25. \nBangladesh  has  implemented  key  governance  and  anticorruption  reforms,  including \nestablishing  an  independent  Anti-Corruption  Commission  in  2004,  and  enacting  the  Right  to \nInformation  Act  in  2009,  the Whistleblower  Protection  Act  in  2011,  and the  Money  Laundering \nPrevention  Act  in  2012.  A  comprehensive  national  integrity  strategy  was  adopted  in  2012  to \naddress corruption holistically and strengthen governance institutions in a phased manner. The \nfinancial management assessment of LGED, DPHE, and sample batch 1 pourashavas indicated \nthat—with  the  support  of  a  dedicated  financial  management  consultant  in  the  project \nmanagement unit (PMU), an accounts officer in the PMU, and a dedicated project accountant in \neach  project  implementation  unit  (PIU)—there  will  be  adequate  financial  management \ncapabilities and support for project implementation. 30  The capacity of LGED’s and pourashava \nfinance and  accounting staff  will  be  further  strengthened  through  training  programs  conducted \nunder the project. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed  with  the  government  and  the  LGED,  DPHE,  and  pourashavas.  The  specific  policy \nrequirements and supplementary measures are described in the PAM (footnote 20).  \n \n26.  While  LGED  has  proven  experience  in  ADB  procurement,  local  officials  have  limited \nexperience  implementing  large  infrastructure  projects.  Procurement  capacity  assessments  of \nsample  pourashavas  indicated  that  a  procurement  specialist  in  the  PMU  will  provide \npourashavas  with  adequate  procurement  support  to  implement the  project.  E-procurement  will \nbe  implemented  for  national  competitive  bidding  (NCB)  packages.  Other  measures  to  ensure \ntransparency include the presentation of detailed information on procurement at public meetings \nto supplement web-based disclosure. Capacity of PIU staff will be further strengthened through \n\nGovernance \n\n                                                \n29 The economic analysis for drainage includes the solid waste component. \n30 The financial management specialist will provide capacity support to both PMU and all PIUs. \n\n \n\n\ftraining  programs  conducted  under  the  project,  including  e-procurement,  auditing,  quality \ncontrol, community participation, monitoring, reporting, and evaluation. \n \nD. \n\nPoverty and Social \n\n27. \nPoverty  rates  in  coastal  pourashavas  are  50%,  which  exceeds  the  national  average  of \n31.5%.  The  poor  are  disproportionately  affected  by  climate  hazards  because  they  live  in \ntemporary  structures  in  high  risk  areas  (e.g.,  outside  protective  embankments),  and  have  less \ncapacity  to  cope  with  disaster.  They  depend  directly  on  climate-sensitive  sectors  of  the \neconomy such as agriculture and fisheries. They have poor access to basic services, and suffer \nfrom high rates of waterborne diseases due to salinity and biological contamination, especially \nafter  disasters.  The  project  will  mobilize  community-based  organizations  to  improve  access  to \nsafe drinking water and sanitation in poor communities. New cyclone shelters will be located in \npoor and vulnerable areas. The poor will benefit from targeted livelihood training programs and \nemployment  opportunities  associated  with  construction  activities.  Town-  and  ward-level \ncommittees formed under the project will involve the poor.  \n \n28. \nGender. The project is classified as a gender equity theme. The project will significantly \nbenefit  women’s  safety  during  disasters  by  improving  access  and  quality  of  cyclone  shelters \nwith separately designed spaces for women. Women will be encouraged to play a major role in \ncommunity-based  organizations  and  town-  and  ward-level  committees  formed  in  each \npourashava.  Special  attention  will  be  given  to  empowering  women  by  building  their  technical \ncapacity and skills through targeted livelihood training, and participation in water- and sanitation-\nrelated programs, where women will take leadership positions in water safety planning activities. \nCore  labor  standards,  including  equal  wages  for  work  of  equal  value,  will  be  practiced. \nResources are allocated for implementation and monitoring of the project’s gender action plan.31 \n \nE. \n\nSafeguards \n\n29. \nThe  project  is  classified  as  category  B  for  environmental  safeguards,  category  B  for \ninvoluntary  resettlement,  and  category  C  for  indigenous  peoples.  Draft  initial  environmental \nexaminations  were  prepared  and  disclosed  for  sample  subprojects  in  batch  1  towns  in \naccordance with ADB’s Safeguard Policy Statement (SPS, 2009) and government laws. Project \nlocations  are  located  outside  sensitive  and  protected  areas,  and  any  construction  impacts  will \nbe mitigated through implementation of environmental management plans that will form part of \ncontract documents. Draft resettlement plans were prepared and disclosed in accordance with \nthe  ADB’s  SPS for  sample  subprojects  in  batch  1  towns.  Impacts  to  153  affected  persons  will \noccur  as  a  result  of  4.45  hectares  of  private  land  acquisition,  and  physical  relocation  of  six \nresidential  and  business  structures  for  drainage  works.  The  project  will  not  affect  indigenous \npeoples.  Significant  safeguard  impacts  will  be  avoided  in  future  subprojects,  which  will  be \nguided  by  the  relevant  safeguard  frameworks,  and  monitored  as  part  of  the  semi-annual \nsafeguard monitoring reports. Consultants will support carrying out safeguards-related tasks.  \n \nF. \n\nRisks and Mitigating Measures \n\n30.  Major  risks  and  mitigating  measures  are  summarized  in  Table  4. 32  The  integrated \nbenefits of the project are expected to outweigh the costs. \n \n\n                                                \n31 Gender Action Plan (accessible from the list of linked documents in Appendix 2).  \n32 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\n \n\nRisks \nBWDB \nflood  control  systems  not \nimproved  reducing  effectiveness  of \ndrainage investments under project \nWeak financial and technical capacity \nof pourashavas to meet the increased \ndemand for O&M. \nGovernance  risks  related  to  financial \nmanagement and procurement.  \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigating Measures \nLoan  covenant  requires  repair  of  BWDB  flood  control  systems  prior  to \ncontract award. BWDB is a member of the project steering committee. \n\nO&M  plans  to  be  adopted  by  pourashavas  with  capacity  support,  with \nproperty  tax  collection  efficiency  increased  to  80%  under  the  performance \ncriteria. Tariff increases included in loan covenants.  \nProject-specific mitigation measures include (i) e-procurement, (ii)  business \nfairs  to attract  widespread competition,  (iii)  grievance  system  in  LGED  with \nproject website to disclose procurement details, (iv) pourashavas to present \nprocurement details at public meetings, (v) capacity support to PMU and PIU \nstaff \n(vi)  auditing  and \nprocurement  reviews,  and  (vii)  ADB  reserves  the  right  to  conduct  random \naudits and to cancel loan and grant funds in case of poor governance. \n\nfinancial  management  and  procurement, \n\nin \n\nADB  =  Asian  Development  Bank,  BWDB  =  Bangladesh  Water  Development  Board,  LGED  =  Local  Government \nEngineering  Department,  O&M  =  operation  and  maintenance,  PIU  =  project  implementation  unit,  PMU  =  project \nmanagement unit. \nSource: Asian Development Bank. \n\nIV. \n\nASSURANCES  \n\n31. \n The  government,  LGED,  and  DPHE  have  assured  ADB  that  implementation  of  the \nproject  shall  conform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed  in  detail  in  the  project  administration  manual  and  loan  and  grant  documents.  The \ngovernment,  LGED,  and  DPHE  have  agreed  with  ADB  on  certain  covenants  for  the  project, \nwhich are set forth in the loan, grant, and project agreements. \n \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n32. \nAsian Development Bank (ADB) and recommend that the Board approve \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\nthe loan in various currencies equivalent to SDR33,941,000 to People’s Republic \nof Bangladesh for the Coastal Towns Environmental Infrastructure Project, from \nADB’s  Special  Funds  resources,  with  an  interest  charge  at  the  rate  of  2%  per \nannum during the grace period and thereafter; for a term of 25 years, including a \ngrace period of 5 years; and such other terms and conditions as are substantially \nin  accordance  with  those  set  forth  in  the  draft  loan  and  project  agreements \npresented to the Board;  \nthe administration by ADB of a loan not exceeding the equivalent of $30,000,000 \nto  People’s  Republic  of  Bangladesh  for  the  Coastal  Towns  Environmental \nInfrastructure Project, to be provided by ADB Strategic Climate Fund;   \nthe  administration  by  ADB  of  a  grant  not  exceeding  the  equivalent  of \n$10,400,000  to  People’s  Republic  of  Bangladesh  for  the  Coastal  Towns \nEnvironmental  Infrastructure  Project,  to  be  provided  by  ADB  Strategic  Climate \nFund; and   \nthe administration by ADB of a grant not exceeding the equivalent of $1,600,000 \nto  People’s  Republic  of  Bangladesh  for  the  Coastal  Towns  Environmental \nInfrastructure  Project,  to  be  provided  by  the  Sanitation  Financing  Partnership \nTrust Fund under the Water Financing Partnership Facility.   \n\n4 June 2014 \n\n \n\n \n\n \n\n \n\n \n\n \n\n      President\n\n \n \nTakehiko Nakao \n\n \n\n\fAppendix 1 \n\n11 \n\nDesign Summary \nImpact \nImproved  well-being  in \ncoastal towns \n\nDESIGN AND MONITORING FRAMEWORK \n \n\nPerformance Targets and \nIndicators with Baselines \n\nData Sources and \nReporting Mechanisms \n\n \nMinistry of Health and \nFamily Welfare  \ndistrict hospital health \nbulletin \n\nAssumptions and Risks  \n\n \nAssumption \nThe government remains \ncommitted to urban \ndevelopment strategy. \n\n \n\n \n\n \n\n \n\nOutcome \nIncreased climate and \ndisaster resilience in \ncoastal towns benefiting \nthe poor and women \n\nOutputs \n1. Improved climate-\nresilient municipal \ninfrastructure  \n \n\nBy 2023: \nIncidence of waterborne \ndiseases reduced by 50% \nfrom 2011 baseline (on \naverage, 9% of patient \nadmissions to district \nhospitals in 2011 were for \ndiarrhea) \n \nAverage household incomes \nin project towns increased by \n15% in 2013 prices (2013 \nbaseline: Tk15,800/month) \nBy 2020 in project towns: \nPercentage of household \nreporting inundation for more \nthan 3 days reduced to about \n21% (2013 baseline 43%) \n \nDrinking water supply \nsystems compliant with \ngovernment water standards \nthroughout the year increased \nto 70% (2013 baseline 40%, \n13.2% among households \nheaded by women)  \n \nAdditional 12,500 households \nwith access to climate-\nproofed public sanitation \nfacilities (2013 baseline 0)  \n \nAdditional 7,900 household \nwith access to improved \ncyclone facilities with \nseparate areas and toilets for \nwomen  (2013 baseline 0) \nBy 2020 in project towns:a \nDrainage: 79 kms of new and \nimproved drains constructed \n \nCyclone shelters: 21 \nshelters constructed,  with \nseparate and safe facilities for \nwomen \n\n \n\nWater supply: 194 km of \npipes installed or upgraded; \n12,360 new service \nconnections including \nservices to poor areas  \n \nSanitation:  \n51 new community latrines \nwith separate and safe \nfacilities for women \nconstructed \n\n \nFor all indicators:  \nProject-specific monitoring \nand evaluation surveys in a \nconsolidated report from \npourashavas and LGED \nand DPHE consisting of \nevaluation of climate \nresilience \n\n \nAssumption \nClimate change impacts \nare within predicted level. \n \nRisk \nBWDB flood control \nsystems not improved. \n \nLosing momentum for \ngovernance improvement \ndue to change in \npourashava leadership. \n\n \nFor all indicators:  \nProject-specific monitoring \nand evaluation surveys in a \nconsolidated report from \npourashavas and LGED \nand DPHE consisting of an \nevaluation of climate \nresilience \n\n \nAssumptions \nPourashavas achieve all \ngovernance improvement \ncriteria to be eligible for \nstage 1 and stage 2 \ninvestments.  \n \nRisks \nTimely acquisition of \nrequired land.  \n \nWeak compliance with \nclimate-resilient design \nspecifications  \n \n\n\f12 \n\nAppendix 1 \n\nDesign Summary \n\nPerformance Targets and \nIndicators with Baselines \n\nData Sources and \nReporting Mechanisms \n\nAssumptions and Risks  \n\n2. Strengthened \ninstitutional capacity, \ngovernance, and \nawareness  \n\nAssumptions \nGovernment’s policy on \ndecentralization and \ndevolution will remain in \nplace.  \n \nMunicipal staff acquiring \nnew skills through training \nremain in their positions  \n \n \n \n\nApproved urban master \nplans, and adopted building \ncode guidelines. \n \nPublished LGED and \nDPHE design standards \n \nAdopted water safety plans \nAdopted O&M plan with \ntariff plan \n \nResolution adopting GAP \nand PRAPs with budget \nsupport for each town \n \nConsolidated annual \nmonitoring report of \npourashavas and LGED \nand DPHE  \n\nseptage  management \n\n \n5 \nschemes implemented \n \nEmergency access: 97 km \nof upgraded roads, bridges, \nculverts \n \nLocal economic \ninfrastructure.b  At least five \nsubprojects developed under \nstage 2. \nParticipatory climate-proofed \nurban master plans approved \n(33% of participants during \nconsultations are women) \n \nClimate-proofed building code \nguidelines adopted (include \ndesign features that cater to \nwomen in public facilities) \n \nClimate-proofed LGED and \nDPHE design standard \nguidelines published  \n \nWater safety plans with \ngroundwater monitoring (that \ndefine a leadership role for \nwomen) approved  \n \nO&M plans approved \nincluding tariff plan for cost \nrecovery (33% of participants \nduring consultations are \nwomen) \n \nGAP and PRAPs approved \nfor towns \n \nComputerized financial \naccounting and billing \nsystems functional \n \nAt least 4,800 (at least 600 \nper town including 60% \nwomen) undergo and \ncomplete livelihood training \nand knowledge based \nawareness programs that \nconsider climate change \nQuarterly progress reports \nand audit reports are \nsubmitted on time and of \nsatisfactory quality (gender- \ndisaggregated data collected) \n \nProject implemented on time \nand within budget \n\n3. Project management \nand administration \nsupported \n\nFor all indicators:  \nQuarterly progress reports \nissued by PMU \n \n\n \n\n \n\n \n\n\f \n\nAppendix 1 \n\n13 \n\nInputs \nLoan \nADB: $52,000,000 \nADB Strategic Climate Fund: $30,000,000 \n \nGrant \nADB Strategic Climate Fund: $10,400,000 \nSanitation Financing Partnership Trust Fund under the \nWater Financing Partnership Facility: $1,600,000 \n\nGovernment: $23,100,000 \n\nActivities with Milestones \n \n1.    Output  1:  Improved  climate-resilient  municipal    \n\ninfrastructure  \n\n1.1  Procure works, stage 1, batch 1 towns (Q3 2014) \n1.2  Procure works, stage 1, batch 2 towns (Q3 2015) \n1.3  Procure works, stage 2, batch 1 towns (Q4 2015) \n1.4  Procure works, stage 2, batch 2 towns (Q1 2017) \n1.5  Implement all civil works (by Q4 2019)  \n \n2.  Output 2: Strengthened institutional capacity, \n\ngovernance, and awareness \n\n2.1  Implement capacity building for batch 1 towns  (Q2 \n\n2014), and batch 2 towns (Q3 2015) \n\n2.2  Implement awareness and training for batch 1  \ntowns (Q3 2014) and batch 2 towns (Q3 2015)  \n\n2.3  Evaluate performance for stage 1, batch 2 towns \n\n \n \n\n(Q1 2015) \n\n(Q2 2015) \n\n2.4  Evaluate performance for stage 2, batch 1 towns \n\n2.5  Establish disaster management standing committees \n\nin all towns (Q2 2016) \n\n2.6  Evaluate performance for stage 2, batch 2 towns \n\n(Q2 2016) \n\n \n3.  Output 3: Project management and \n\nadministration supported  \n\n3.1  Establish PMU and PIUs (Q4 2013) \n3.2  Mobilize PMSC and ICCDC (Q3 2014) \n3.3  Mobilize PIAC (Q4 2014) \n3.4  Establish project performance management system \n\n(Q3 2014) \n\n3.5  Conduct monitoring and reporting (quarterly) \n\nADB  =  Asian  Development  Bank,  BWDB  =  Bangladesh  Water  Development  Board,  DPHE  =  Department  of  Public \nHealth Engineering, GAP = gender action plan, ICCDC = institutional capacity community development consultant, km \n= kilometer, LGED = Local Government Engineering Department, O&M = operation and maintenance, PIAC = project \ninternal audit consultant, PIU = project implementation unit, PMSC = project management supervision consultant, PMU \n= project management unit, PRAP = poverty reduction action plan, Q = quarter.  \na  Designs consider climate projections for the year 2040. \nb   Includes the following: (i) markets, (ii) bus terminals, (iii) boat landings, and (iv) commercially important roads. \nSources: Asian Development Bank. \n \n\n \n\n\f14 \n\nAppendix 2  \n\n \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44212-013-3 \n\n \n\nLoan Agreement: Special Operations \n\nLoan Agreement: ADB Strategic Climate Fund \n\nGrant Agreement: ADB Strategic Climate Fund \n\nGrant Agreement: Sanitation Financing Partnership Trust Fund under the Water \nFinancing Partnership Facility \n\nProject Agreement \n\nSector Assessment (Summary): Water Supply and Other Municipal Infrastructure \n\nProject Administration Manual \n\nContribution to the ADB Results Framework  \n\nDevelopment Coordination  \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators: Bangladesh  \n\nSummary Poverty Reduction and Social Strategy  \n\nGender Action Plan \n\nInitial Environmental Examination \n\nEnvironmental Assessment and Review Framework \n\nResettlement Plan \n\nResettlement Framework \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Documents \n\nProject Climate Risk Assessment and Management \n\nFinancial Management Assessment \n\nSupplementary Economic Appendix \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n17. \n\n18. \n\n19. \n\n \n\n20. \n\n21. \n\n22. \n\n \n\n\f", "author_pages": [" \n", " \nCURRENCY EQUIVALENTS \n", "Currency unit \n", "(as of 3 June 2014) \ntaka (Tk) \n", "= \n", "Tk1.00 \n", " \n", " = \n", "$0.01290       \n", "$1.00 \n", "= \n", "Tk77.425 \n", "ADB \nDPHE \nLGED \nMLGRDC \n", "O&M \nPAM \nPDA \nPIU \nPMU \nSCF \n", "– \n– \n– \n– \n", "– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \n \nAsian Development Bank \nDepartment of Public Health Engineering \nLocal Government Engineering Department \nMinistry  of  Local  Government,  Rural  Development  and \nCooperatives \noperation and maintenance \nproject administration manual \nproject design advance \nproject implementation unit \nproject management unit \nStrategic Climate Fund \n", "NOTES \n", "The  fiscal  year  (FY)  of  the  Government  of  Bangladesh  and  its  agencies  ends  on  30 \nJune. “FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2012 ends on 30 June 2012. \n", "(ii) \n", "In this report, “$” refers to US dollars. \n", " \n", " \n \n \n \n", " \n \n \n \n \n \n", " \n \n", " \n(i) \n", " \n", " \n", " \n", "W. Zhang, Operations 1 \nJ. Miranda, South Asia Department (SARD) \nF. Yue, Urban and Water Division, SARD \n \nR. Slangen, Urban Development Specialist, SARD \nV. Castro, Urban Development Specialist, SARD \nP. Cawrse, Urban Development Specialist, SARD \nS. Dasgupta, Senior Project Officer (Urban), SARD \nM. de Mesa David, Operations Assistant, SARD \nE. Morsheda, Project Officer (Urban Infrastructure), SARD \nN. Saito, Principal Urban Development Specialist, SARD \nI.  Setyawati, Safeguards Specialist, SARD \nF. Sultana, Senior Social Development Officer (Gender), SARD \nA. Syed, Counsel, Office of the General Counsel \nS. Blaik, Senior Urban Development Specialist, Pacific Department \n", "Vice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n \nPeer reviewer \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n", " \n"]}