{"path": "data/input/reports/44263-015-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 44263-015 \nSeptember 2019 \n \n \n \n \nProposed Policy-Based Loan for Subprogram 2 \nKingdom of Cambodia: Inclusive Financial Sector \nDevelopment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy after excluding information that is subject to exceptions to disclosure \nset forth in the policy. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 3 September 2019) \nCurrency unit  −  riel (KR) \nKR1.00  =  $0.00024 \n$1.00  =  KR4,089 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AML/CFT  –  anti-money laundering/combating the financing of terrorism \n  ASEAN  −  Association of Southeast Asian Nations \n  DMF  −  design and monitoring framework \n  DPS  –  deposit protection scheme \n  FATF  –  Financial Action Task Force \n  FSDS  –  Financial Sector Development Strategy \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  MEF  –  Ministry of Economy and Finance \n  MFI  –  microfinance institution \nNBC  –  National Bank of Cambodia \n  NSFI  –  National Strategy for Financial Inclusion \n  PFM  –  public financial management \n  RDB  –  Rural Development Bank \n  SECC  –  Securities and Exchange Commission of Cambodia \n  SMEs  –  small and medium-sized enterprises \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Jose Antonio R. Tan III, Public Management, Financial Sector, and Trade \nDivision, SERD \nSunniya Durrani-Jamal, Country Director, Cambodia Resident Mission, SERD \n \nTeam leaders  Benita Ainabe, Financial Sector Specialist (Capital Markets), SERD \n  Stephen Schuster, Principal Financial Sector Specialist, SERD \nTeam members  Jenamae Dajay-Java, Operations Assistant, SERD \nPoullang Doung, Senior Economics Officer, SERD \nTatiana Golubko, Counsel, Office of the General Counsel \nKelly Hattel, Senior Financial Sector Specialist, SERD \nPoornima Jayawardana, Financial Sector Specialist, SERD \nEvelyn Talja, Associate Project Officer, SERD \nTakeshi Ueda, Principal Natural Resources and Agriculture Economist, SERD \nSatoru Yamadera, Principal Financial Sector Specialist, Economic Research \nand Regional Cooperation Department \nPeer reviewer  Arup Kumar Chatterjee, Principal Financial Sector Specialist, Sustainable \nDevelopment and Climate Change Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  4 \nC.  Impacts of the Reform  8 \nD.  Development Financing Needs and Budget Support  8 \nE.  Implementation Arrangements  9 \nIII.  DUE DILIGENCE  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n3.  Development Policy Letter  14 \n4.  Policy Matrix  17 \n \n   ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 44263-015\nProject Name Inclusive Financial Sector  Department/Division SERD/SEPF\nDevelopment Program, \nSubprogram 2\nCountry Cambodia Executing Agency National Bank of Cambodia\nBorrower Kingdom of Cambodia\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Banking systems and nonbank financial institutions 5.00\nFinance sector development 20.00\nInclusive finance 10.00\nMoney and capital markets 5.00\nTotal 40.00\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic  Pillar 1: Economic opportunities,   Climate Change impact on the Project Low\ngrowth (IEG) including jobs, created and \nexpanded\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Anticorruption Some gender elements (SGE)\ndevelopment (GCD) Civil society participation\nInstitutional development\nPublic financial governance\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nPrivate Sector\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\nPublic sector goods and services \nessential for private sector \ndevelopment\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nGeneral Intervention on Poverty No\nSDG Targeting Yes\nSDG Goals SDG5, SDG8, SDG9, SDG16,\nSDG17\n6. Risk Categorization: Low \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 40.00\n     Sovereign Program (Concessional Loan):  Ordinary capital resources 40.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.00\n     None 0.00\nTotal 40.00\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 30072019100018578586 Generated Date: 03-Sep-2019 14:14:13 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed policy-\nbased loan to the Kingdom of Cambodia for subprogram 2 of the Inclusive Financial Sector \nDevelopment Program. \n \n2.  The program represents a long-term partnership between the Asian Development Bank \n(ADB) and the Government of Cambodia to develop an efficient and stable financial sector and \nincrease financial inclusion. ADB approved the programmatic approach and subprogram 1 of the \npolicy-based  loan  in  October  2016.1 The  program  will  build  on  reforms  achieved  under \nsubprogram 1 by (i) increasing access to finance for the poor, rural households, agriculture sector, \nand small and medium-sized enterprises (SMEs); (ii) enhancing financial sector stability; and \n(iii) upgrading financial infrastructure to support the introduction of new financial services and \nproducts. The program directly supports reforms outlined in the government’s National Strategic \nDevelopment  Plan,  2014–20182 and  the  Financial  Sector  Development  Strategy  (FSDS), \n2016–2025.3 The program is classified some gender elements. It targets increased inclusion of \n \nwomen for access to financial services and sets gender equality targets for utilizing modern \nfinancial products. The program also contributes to ADB’s Strategy 2030 (Table 1) as it addresses \nremaining poverty and reduces inequalities, promotes rural development and food security, and \nstrengthens governance and institutional capacity.4 The program is aligned with ADB’s draft \ncountry  partnership  strategy,  2019–2023  for  Cambodia,  which  recognizes  financial  sector \n \ndevelopment as a driver of competitiveness and economic diversification (Pillar 1), and is included \nin ADB’s country operations business plan, 2019–2021 for Cambodia.5 By focusing on financial \nsector development and inclusive finance, the program aligns with the recommendations of the \n2017 review of the 2011 Financial Sector Operational Plan.6 \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  The programmatic approach. The program uses a programmatic approach to provide a \nlong-term engagement, which is well-aligned with the sequenced and long-term outlook required \nfor financial sector development. The program consists of three subprograms. Subprogram 1 \nprovided the foundation for the government’s financial inclusion and financial stability initiatives: \nNational  Bank  of  Cambodia  (NBC)  created  a  formal  working  group  to  develop  a  gender-\nresponsive  national  financial  inclusion  strategy,  launched  financial  literacy  campaigns,  and \ndeveloped a basic framework for cross-sector supervision. Subprogram 2 focuses on deepening \nthese reforms through the adoption of a national financial inclusion strategy; key legislation \nincluding Trust Law, e-Commerce Law, and Consumer Protection Law; and incorporation of \n                                                \n1  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach, Policy-Based Loan for Subprogram 1, and Technical Assistance Grant to the Kingdom of Cambodia for \nthe Inclusive Financial Sector Development Program. Manila. \n2  Government of Cambodia, Ministry of Planning. 2014. National Strategic Development Plan, 2014–2018. Phnom \nPenh. \n3  Government of Cambodia, National Bank of Cambodia. 2016. Financial Sector Development Strategy, 2016–2025. \nPhnom Penh. \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n5  ADB. 2019. Draft Country Partnership Strategy: Cambodia, 2019–2023. Manila; and ADB. 2018. Country Operations \nBusiness Plan: Cambodia, 2019–2021. Manila. \n6  ADB. 2017. Review of 2011 Financial Sector Operational Plan. Manila. \n ", "2 \nfinancial literacy in the school curriculum. Under subprogram 3, the government will implement \nthe  national  financial  inclusion  strategy.  In  addition,  the  government  will  establish  modern \ne-commerce  infrastructure  such  as  application  servers,  payment  gateways,  and  security \n \narchitecture; and develop new trust financial products. \n \n4.  Development problem. Cambodia has achieved remarkable economic development \nsince the late 1990s, with an average annual growth rate of 7.7% between 2011 and 2017. This \nsustained economic progress helped the country attain lower middle-income status in July 2016. \nIn 2018, the Cambodian economy grew by 7.3% with moderate private investment offset by higher \npublic spending, robust construction and tourism, and strong exports. 7 Despite positive economic \nperformance, challenges remain. Although Cambodia’s poverty rate declined to 13.5% in 2014 \nfrom 47.8% in 2007, more than 70% of Cambodians still live on less than $3 a day. 8 A significant \nproportion of the population remain near-poor and are vulnerable to falling back into poverty when \nexposed to economic shocks. The government has recognized that achieving sustained and \nequitable growth is key to achieving middle-income status. The Rectangular Strategy (Phase IV), \nadopted in September 2018, acknowledges that maintaining a 7% broad-based economic growth \nrate will require structural reforms. These include further diversification of the narrow economic \nbase  comprising  agriculture,  tourism,  garment,  and  construction,  which  are  at  risk  from \nautomation of their labor-intensive processes; and promotion of private sector development and \nemployment.9 Achieving these will require a broad-based, inclusive, and sustainable financial \nsector. \n \n5.  Cambodia’s  financial  sector  is  currently  narrow-based  with  the  banking  subsector \nrepresenting about 84% ($28.60 billion) and microfinance about 15% ($5.03 billion) of the total \nsector assets.10 The banking subsector is currently sound with adequate capital buffers. However, \nrapid credit growth in the microfinance institution (MFI) and real estate sectors,11 inadequate \ninstitutional coordination, and low depositor confidence, due in part to the absence of a consumer \nprotection framework, represent increasing risks. Subsectors such as leasing, capital markets, \ninsurance, and pension funds are underdeveloped in Cambodia compared with its Association of \nSoutheast Asian Nations (ASEAN) comparators. \n \n6.  Moreover, Cambodia has a low level of financial inclusion because lending is fragmented \nwith credit readily available in urban areas, while the rural areas remain underserved.12 In 2015, \na comprehensive financial inclusion study highlighted a major problem of financial exclusion in \nthe country.13 The study estimated that only 59% of the adult population have access to formal \nfinancial services (68% in urban areas and 55% in rural areas) and 12% use informal services;14 \nwhile 29% are completely excluded, having no access to formal or informal financial services (in \nfigure on page 3). In remote rural areas, customer information is limited, and contract enforcement \n                                                \n7  ADB. 2019. Asian Development Outlook 2019: Strengthening Disaster Resilience. Manila. \n8  ADB. 2014. Country Partnership Strategy: Cambodia, 2014–2018. Manila. \n9  Government of Cambodia. 2018. Rectangular Strategy for Growth, Employment, Equity and Efficiency: Building the \nFoundation Toward Realizing the Cambodia Vision 2050 Phase IV. Phnom Penh. \n10 Sector Assessment (Summary): Finance (accessible from the list of linked documents in Appendix 2). \n11 International Monetary Fund (IMF). 2018. Cambodia: 2018 Article IV Consultation-Press Release; Staff Report; and \nStatement by the Executive Director for Cambodia. Washington, D.C. \n12 C. Park and R. Mercado, Jr. 2015. Financial Inclusion, Poverty, and Income Inequality in Developing Asia. ADB \nEconomics Working Paper Series. No. 426. Manila: ADB.  \n13 United Nations Capital Development Fund. 2015. FinScope Consumer Survey 2015. Phnom Penh. \n14 Formal financial services are provided by institutions that are subject to banking laws and regulations (e.g., \ncommercial banks and MFIs). Informal financial services are provided by institutions that operate outside of legal \nframeworks and are dominated by social control mechanisms and norms (e.g., moneylenders, relatives and friends). \n \n ", "3 \nis weak, which result in high intermediation costs especially for small transactions, and in turn \nover-indebtedness of poor households.15 \n \n \n7.  Binding constraints. The government recognizes that generating more jobs to sustain \ngrowth and raise income levels depends on broadening financial intermediation to support efforts \nto diversify the economy. To meet this objective, a number of development constraints must be \naddressed. These include (i) limited financial inclusion due to a lack of reasonably priced credit in \nlocal currency and an absence of consumer protection mechanisms, (ii) lack of a functional \nfinancial stability framework, and (iii) weaknesses in key financial sector infrastructure relative to \ninternational standards. \n \n8.  Access to financial products and services for the poor is limited. The financial sector \nis  not  guided  by  a  comprehensive  strategy  that  identifies  short-,  medium-,  and  long-term \ninterventions in inclusive finance and financial literacy. As a result, financial inclusion (reflected in \nthe share of the population with accounts and SME access to financing) remains low, despite high \nprivate credit to gross domestic product (GDP) ratios. In addition, financial literacy among the \npopulation is low at 18%: Cambodia ranks 135 out of 144 countries16 and achieved a low score \nof  11.5  in  an  Organisation  for  Economic  Co-operation  and  Development  and  International \nNetwork on Financial Education survey.17 Consumer protection from unfair business practices is \nlacking. There is no consumer protection law, which is critical to establishing confidence in the \nfinancial sector. The regulatory regime does not promote new financial products and services; \nand  financing  to  SMEs,  small  farmers,  and  agriculture  is  limited.  Women  run  65%  of  all \nbusinesses; however, most of these are microenterprises and, on average, smaller and less \nprofitable than businesses run by men.18 Inability to access (long-term) finance due to limited \ncollateral and financial literacy is a key obstacle for businesses owned by women (footnote 8). \nFinancing for farmers and rural households is limited. Finally, the government-owned Rural \nDevelopment Bank (RDB) promotes credit to the agriculture sector, but its financial performance \n                                                \n15 World Bank. 2006. Access for All: Building Inclusive Financial Systems. Washington, D.C. \n16  Atlas. Global financial literacy ranking. https://www.theatlas.com/charts/VJDhtA8Xe (accessed 22 July 2019). \n17 P. Morgan and L. Trinh. 2017. Determinants and Impacts of Financial Literacy in Cambodia and Viet Nam. ADBI \nWorking Paper Series. No. 754. Tokyo: ADB Institute. \n18 ADB. 2015. Promoting Women’s Economic Empowerment in Cambodia. Manila.  \n ", "4 \nwas poor because of operational inefficiencies related to lack of a clear business strategy and \npolicies aligned with its mandate. \n \n9.  The financial stability framework is weak. Risks to financial stability have increased \ndue to the acceleration of credit growth in the microfinance and real estate sectors. In addition, \nmany local financial institutions rely on external funding and, therefore, are exposed to foreign \nexchange  risk.  Further,  the  increasing  use  of  financial  technology  requires  strengthened \nregulation and supervision. The government must address three constraints: (i) weak coordination \nof financial sector oversight among key government agencies; (ii) lack of protection for the \ngrowing depositor base; and (iii) lack of a foundation to introduce local currency nonbank financial \nproducts. Improved institutional arrangements across key government agencies are required for \neffective crisis management; in particular, a coordination mechanism that includes NBC for bank \nsupervision, the Ministry of Economy and Finance (MEF) for fiscal policy, and the Securities and \nExchange Commission of Cambodia (SECC) for capital markets. With the rapidly expanding bank \ndeposit base, there is a need for a deposit protection scheme (DPS) to promote depositor \nconfidence. Finally, the development of a local currency government bond market and an \ninstitutional investor base is necessary to lower the economy’s reliance on the banking subsector \nfor credit, while increasing sources of long-term financial intermediation. \n \n10.  Financial infrastructure is underdeveloped. The infrastructure supporting the financial \nsector has critical gaps that inhibit wider stakeholder participation and constrain development. \nThese gaps have slowed the development of access channels to initiate and deliver cashless \npayments, which will reduce the widespread use of cash. Three limitations need to be addressed: \n(i) the payment systems are outdated; (ii) enabling laws for e-commerce financial services, digital \nfinance, and trust products do not exist; and (iii) compliance with global standards for anti-money \nlaundering/combating the financing of terrorism (AML/CFT) is weak. The government established \nan action plan to address the findings of the 2016 Asia Pacific Group evaluation. Nevertheless, \nmore needs to be done to achieve compliance with global standards, such as the Financial Action \nTask Force (FATF)19 40 Recommendations (para. 18).20 \n \nB.  Policy Reform and ADB’s Value Addition \n \n11.  The government’s reform agenda. The government’s reform agenda is anchored in the \nFSDS, 2016–2025 (footnote 3). The FSDS prioritizes the development of a sound financial sector \nthat contributes to poverty reduction by supporting economic growth and increasing the poor’s \naccess to finance. Specific goals include the (i) development of the nonbank subsector and capital \nmarkets, (ii) alignment of regulations and supervision practices towards international standards, \nand (iii) establishment of a formal crisis management mechanism. A specific emphasis is placed \non financial inclusion by providing financial products and services to the low-income segment of \nthe  population.  The  government  considers  its  commitments  under  the  ASEAN  Economic \nCommunity Blueprint 2025 as a catalyst for continued reforms of the domestic financial market \nand capital market integration.21 \n \n12.  Programmatic approach. The program supports three reform areas: (i) access to formal \nfinancial services for the poor; (ii) financial sector stability; and (iii) financial sector infrastructure. \n                                                \n19 FATF is a 38-member intergovernmental body established in 1989. Its objectives are to set standards and promote \neffective implementation of legal, regulatory, and operational measures for AML/CFT and other related threats to the \nintegrity of the international financial system. \n20 The FATF 40 Recommendations set out a comprehensive framework of AML/CFT measures. \n21 ASEAN. 2015. ASEAN Economic Community Blueprint 2025. Jakarta. \n \n ", "5 \nThe government completed 15 policy reforms comprising eight prior actions and seven policy \nmilestones. The program and its reforms are fully aligned with ADB’s Strategy 2030 (Table 1).22 \n \nTable 1: Alignment with Strategy 2030 \nStrategy 2030 Priority  Program \nAddressing remaining poverty and  The program supports financial literacy and extends affordable \nreducing inequalities  formal financial services to the poor and rural microenterprises, \nthereby having a direct impact on poverty reduction. \nPromoting rural development and  The program supports the government in strengthening the \nfood security  agriculture value chain by allocating financing to build \ninfrastructure for rice farmers. \nStrengthening governance and  The program helps strengthen regulatory and financial market \ninstitutional capacity  coordination among key stakeholder agencies to improve cross-\nsector oversight and supervision. \nADB = Asian Development Bank. \nSource: Asian Development Bank. \n \n13.  During subprogram 2, ADB deferred one prior action to establish the SME credit guarantee \nscheme and replaced it with a prerequisite prior action which reflects increased financing to RDB \nin the budget law to build rice-drying and storage facilities. This reform fills an infrastructure gap \nand lays the ground for warehouse receipts, which will enable rural farmers to use paddy stored \nin government-owned facilities as loan collateral. Without collateral, they are seen as high-risk \nborrowers. This creates an enabling environment to improve the creditworthiness of rice farmers \nand provides a basis to establish an SME credit guarantee scheme under subprogram 3. Three \nof  the  indicative  policy  milestones  exceeded  expectations  and  were  strengthened.23The \nsubmission  of  the  e-commerce  and  consumer  protection  laws  to  the  National  Assembly \nrepresents a significant accomplishment in the government’s reform agenda. Previous attempts \nat submission were delayed and the draft laws were returned to the Ministry of Commerce (MOC), \ndue to their complexity and nascency. ADB provided staff resources and technical assistance to \naddress the outstanding issues in the draft laws and to obtain the required government approvals.  \n \n14.  Reform area 1: Access to formal financial services for the poor. This reform area built \non accomplishments under subprogram 1 by promoting a more inclusive financial sector and \nestablishing  a  framework  for  adequate  consumer  protection.  Under  subprogram  2,  the \ngovernment finalized the National Strategy for Financial Inclusion (NSFI) to provide a framework \nto broaden access to financial services for individuals (including specific targets for the female \npopulation) and micro, small, and medium-sized enterprises. To complement this initiative, NBC \nlaunched  a  program  in  conjunction  with  the  Ministry  of  Education,  Youth  and  Sports  and \nnongovernment organizations to incorporate financial literacy in the national curriculum in key \nsubjects in grades 1–12. Financial literacy will equip boys and girls to better manage financial \nresources in the future. The government restructured RDB with a new mandate to provide local \ncurrency loans to micro, small, and medium-sized enterprises in the agriculture sector. RDB also \nrevised its internal credit risk and AML/CFT policies and introduced key financial performance \nindicators.  The  government  strengthened  consumer  protection  by  establishing  consumer \ncomplaint functions in banks, insurance companies, and securities firms; and by conducting \noutreach programs to raise awareness in urban and rural areas. The government then submitted \nthe Consumer Protection Law to the National Assembly for approval. This law establishes a \ngeneral prohibition against unfair conduct and explicitly prohibits false advertising and pyramid \nschemes,  among  others.  Finally,  the  government  allocated  financing  to  build  essential \n                                                \n22 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n23 Comparison of Original and Revised Reforms Under Subprogram 2 (accessible from the list of linked documents in \nAppendix 2). \n ", "6 \ninfrastructure—drying, milling, and storage facilities—to rural rice farmers, thereby improving their \nrisk position by using warehouse receipts as local currency loan collateral and better preparing \nthem for an SME credit guarantee scheme. \n \n15.  Under  subprogram  3, the government  will further  strengthen financial  inclusion  and \nconsumer protection, integrate financial literacy into the school curriculum, and develop affordable \nand relevant microinsurance products. Microinsurance will specifically benefit women as they \nmake up the majority of MFI borrowers. \n \n16.  Reform area 2: Financial sector stability. This reform area built on accomplishments \nunder subprogram 1 by establishing measures to increase financial sector stability and confidence, \nand enlarge and deepen the bank and nonbank financial subsectors. Under subprogram 2, the \ngovernment established a joint financial stability technical group comprising NBC, MEF, and \nSECC  to  facilitate  coordinated  financial  sector  supervision  and  crisis  management.  ADB \ncoordinated with the International Monetary Fund (IMF) to support financial stability reforms. After \nextensive consultation and research, the government authorized the Paybox Plus DPS model for \nimplementation.24  In the event of bank failure, the deposit insurer reimburses the covered deposit \namount to a depositor and provides additional resolution functions such as financial support to \nthe failed bank. The government revised its debt strategy to incorporate provisions for the \nissuance of government debt. Local currency government debt securities will establish a yield \ncurve, which provides a meaningful benchmark for pricing financial products. \n \n17.  Under subprogram 3, the government will further address its macro-financial risks by \nestablishing a formal national financial stability committee for crisis management, implement the \nPaybox Plus DPS, and formalize a road map for issuing government debt securities. \n \n18.  Reform  area  3:  Financial  sector  infrastructure.  This  reform  area  built  on \naccomplishments  under  subprogram  1  by  supporting  financial  infrastructure  upgrades  and \nenabling a wider array of financial products and services. Under subprogram 2, NBC launched a \ncentral shared switch system for ATMs and point-of-sale terminals, allowing consumers to use \ntheir bank cards at all participating financial institutions. The national credit bureau increased the \ncoverage  of  its  database  from  individual  borrowers  to  include  corporate  borrowers.  The \ngovernment adopted the 2019–2023 national action plan to address the AML/CFT findings in the \n2016 mutual evaluation report of the Asia Pacific Group on Money Laundering. The Cambodia \nFinancial Intelligence Unit, MEF, SECC, Anti-Corruption Unit, and other key stakeholders will \nimplement the action plan. Effective implementation of its domestic AML/CFT through the action \nplan  will  satisfy  Cambodia’s  international  obligations  and  its  commitment  to  the  FATF  40 \nRecommendations. Finally, the government made significant progress in addressing the lack of \nan enabling legal framework for modern financial products and services. MEF submitted the Trust \nLaw to the National Assembly for approval. The law governs the establishment, registration, \nsupervision, and termination of trusts and will pave the way for the development of investment \nvehicles. MOC also submitted the e-Commerce Law to the National Assembly for approval.  \n \n19.  Under subprogram 3, the government will establish a real-time gross settlements system, \ntarget the achievement of a pre-agreed number of compliant or largely compliant ratings on FATF \n40 Recommendations, introduce new financial products under the trust scheme, and establish an \ne-commerce payment system infrastructure.P \n                                                \n24 Other DPS models include Paybox, Loss Minimizer, and Risk Minimizer, in each of which the deposit insurer has \nvarying responsibilities. NBC and MEF jointly decided on Paybox Plus as the preferred model in the context of \nCambodia’s financial system, function of supervisors, and number of financial institutions. \n \n ", "7 \n20.  ADB’s experience. ADB has had a long productive engagement with Cambodia in \nsupport of financial sector development through a series of well-sequenced programmatic policy-\nbased  loans,  technical assistance,  and grant  projects,  all  aligned  with  the  FSDS  series.25 \nBeginning in 2001, the first Financial Sector Program, 2001–200526 established a legal and \nregulatory regime for banking and insurance, encouraged consolidation of the banking subsector, \nstrengthened supervision and surveillance of financial institutions, and developed key financial \ninfrastructure. Under the Second Financial Sector Program, 2006–2010,27 ADB supported the \nmodernization of the payment clearing and settlements system, taking the banking subsector from \na mainly cash-based and manual check-clearing system to an interbank shared Visa switch \nsystem; and the NBC fully computerized its core banking system. The program introduced uniform \naccounting standards for the banking subsector, compatible with International Financial Reporting \nStandards, and established a public registry for secured transactions in MOC. ADB supported the \nestablishment of the Cambodia Financial Intelligence Unit to counter money laundering and \nprevent the financing of terrorism. The Third Financial Sector Program, 2011–201528 initiated \n  s\nADB’s support to capital markets and incorporated the recommendations of Cambodia’s first \nFinancial Sector Assessment Program. \n \n21.  Lessons learned. ADB’s engagement in Cambodia’s financial sector yielded three key \nlessons that have helped inform subprogram 2.29 First, financial sector development is a gradual \nprocess that requires proper sequencing. Key foundation reforms to the banking subsector must \nbe successfully implemented before progressing to more complex reforms to the nonbank \nsubsector, including government and corporate bonds and capital market development. Second, \ngovernment coordination and ownership of reforms articulated through a series of FSDSs are \nnecessary to ensure that financial sector development is based on predetermined steps, where \neach step is supported by good technical input and government consultations with stakeholders \nto achieve broad support for reforms. Third, a comprehensive approach is required to make the \nfinancial sector more inclusive, starting with policy reforms to expand the coverage of financial \nproducts and services, consumer protection, promotion of e-commerce, and financial literacy. \n \n22.  ADB’s value addition to the program design and implementation. ADB’s long-term \nengagement and structured policy dialogue with the government, the executing agency, and \nimplementing agencies (para. 26) have helped prioritize and sequence legal, policy and regulatory \nreforms in support of a stable and inclusive financial sector. The adoption of the NSFI formalizes \nthe process of developing the country’s first dedicated and comprehensive financial inclusion \nstrategy.  Further,  ADB  supported  the  submission  of  the  trust,  consumer  protection,  and \ne-commerce laws to the National Assembly. The submission of these laws to the National \n \n                                                \n25 ADB. 2001. Technical Assistance to the Kingdom of Cambodia for Capacity Building for Banking and Financial \nManagement.  Manila;  ADB.  2002.  Technical  Assistance  to  the  Kingdom  of  Cambodia  for  Improving  Legal \nInfrastructure in the Financial Sector. Manila; ADB. 2002. Technical Assistance to the Kingdom of Cambodia for \nImproving Insurance Supervision. Manila; ADB. 2005. Technical Assistance to the Kingdom of Cambodia for \nFinancial Sector Program Implementation. Manila; ADB. 2005. Technical Assistance to the Kingdom of Cambodia \nfor Developing Deposit Services in Rural Cambodia. Manila; ADB. 2006. Technical Assistance to the Kingdom of \nCambodia for Preparing the Financial Sector Development Program. Manila; ADB. 2009. Technical Assistance to \nthe Kingdom of Cambodia for Implementation of Subprogram 4 of the Second Financial Sector Program. Manila; and \nADB. 2011. Technical Assistance to the Kingdom of Cambodia for Implementing Subprogram 2 of the Third Financial \nSector Program. Manila. \n26 ADB. 2001. Report and Recommendation of the President to the Board of Directors: Proposed Program Loan Cluster \nto the Kingdom of Cambodia for the Financial Sector Program. Manila. \n27 ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Program Loan Cluster \nto the Kingdom of Cambodia for the Second Financial Sector Program. Manila. \n28 ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Program Loan Cluster \nto the Kingdom of Cambodia for the Third Financial Sector Program. Manila. \n29 ADB. 2016. Completion Report: Third Financial Sector Program in Cambodia. Manila. \n ", "8 \nAssembly were made possible through legal and technical support from ADB. ADB consulted with \nand supported working groups represented by key government agencies, organized public \nconsultation workshops attended by the public and private sectors, and members of the European \nChamber of Commerce in Cambodia. ADB also supported the preparation of the drafts and \nfacilitated government approval processes.  \n \n23.  Development partner coordination. ADB is the lead development partner in Cambodia \nand provides comprehensive support in coordination with bilateral and multilateral development \nagencies. The IMF supports the government’s efforts to address elevated macro-financial risks \nby supporting NBC on banking supervision and financial stability, monetary policy and foreign \nexchange operations, de-dollarization, and strengthening AML/CFT. ADB collaborated with the \nIMF on policy reforms pertaining to the establishment of the national Financial Stability Technical \nGroup, domestic government debt market development, and the IMF’s Financial Sector Stability \nReview. The Korea International Cooperation Agency provided assistance to develop the equity \ncapital market, while the International Finance Corporation supports access to finance. The \nAgence Française de Développement promotes agriculture finance, and the Japan International \nCooperation Agency supports SME development. Finally, the government prepared the Make \nAccess Possible Cambodia document with the help of the United Nations Capital Development \nFund, FinMark Trust, and Cenfri. \n \nC.  Impacts of the Reform \n \n24.  The impact of the reforms is demonstrated through three primary channels, as reflected \nin the design and monitoring framework (DMF): (i) increased size of the financial sector leading \nto  increased  intermediation  and  private  sector  growth;  (ii)  strengthened  consumer  deposit \nprotection , which results in greater depositor confidence as evidenced by increased bank deposit \nshare to GDP; and (iii) increased financial inclusion, which provides a greater proportion of the \npopulation access to a growing financial sector. Between 2015 and 2017, the ratio of M2 (broad \nmoney) to GDP grew from 67.0% to 87.8% and total private sector credit of banks to GDP grew \nfrom 63% to 81.6%. Total bank deposits to GDP increased from 55.0% to 85.6%, and the number \nof women with an account at a formal financial institution increased from 1.08 million to 1.45 \nmillion during the same period. ADB added new indicators—number of women with an account \nat a formal financial institution, percentage of female commercial institution borrowers, and \naverage loan amount to female MFI borrowers—to the DMF. The program impact assessment \nestimates that the 3-year GDP growth arising from financial inclusion reforms for the period 2019 \nto 2022 ranges from $183 million to $304 million.30 \n \nD.  Development Financing Needs and Budget Support \n \n25.  The government has requested a concessional loan of $40 million from ADB’s ordinary \ncapital resources to help finance subprogram 2. The loan will have a 24-year term, including a \ngrace period of 8 years; an interest rate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter, and such other terms and conditions as set forth in the draft loan agreement. \nThe size of the loan is based on Cambodia’s development financing needs as identified during \ncountry programming and strategy formulation, the development impact of the policy reform \npackage, and the development spending arising from the reforms. In 2019, the fiscal deficit is \nexpected to be $1.13 billion, or 5.1% of GDP, and will be financed primarily by official development \nassistance. \n                                                \n30 Program Impact Assessment (accessible from the list of linked documents in Appendix 2). \n ", "9 \nE.  Implementation Arrangements \n \n26.  The implementation period of subprogram 2 is from 30 June 2016 to 31 July 2019. This \nrepresents a one-year extension of the original implementation period of 30 June 2016 to \n30 June 2018. The government and ADB agreed to this extension due to the complexity of the \npolicy actions, protracted consultations on the e-commerce and consumer protection laws, and \nthe 2018 general elections which occurred during the implementation period. The delay will have \nno impact on intended program outcomes. NBC is the executing agency. MEF, MOC, RDB, and \nSECC are the implementing agencies. A financial sector steering committee, chaired by the \ngovernor of NBC with implementing agencies as members, oversees the implementation of the \nprogram. A technical working group, also chaired by NBC, supports the steering committee. The \nproceeds of the policy-based loan will be withdrawn in accordance with ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time). \n \nIII.  DUE DILIGENCE \n \n27.  Governance.  The government is committed to enhancing good governance in its public \nfinancial management (PFM) by introducing international best practices and standards and \ntransforming  its  PFM  systems  toward  result-based  fiscal  planning  and  decentralization. \nGovernance has been at the core of Cambodia’s PFM reform strategy as reflected in the \nRectangular  Strategy  (Phase  IV)  (footnote  9).  Since  the  inception  of  the  Public  Financial \nManagement  Reform  Program  in  2004,  considerable  progress  has  been  made  to  foster \ngovernance and improve the efficiency of public sector management and public service delivery. \nNevertheless, there is still room to further strengthen PFM in public spending efficiency, and \ngovernance  and  transparency  of  fiscal  planning  and  budgeting.31 ADB  has  reinforced  this \nmomentum with continued support to improve governance, financial reporting, accountability, \ndecentralization, and deconcentration of fiscal and budget planning. ADB’s Anticorruption Policy \n(1998, as amended to date) was explained to and discussed with the government. \n \n28.  Poverty  and  social.  The  program  is  categorized  general  intervention  to  support \nsustainable economic growth and poverty reduction. The promotion of inclusive finance extends \naffordable formal financial services to poor and rural microenterprises. One of the key reforms is \nthe incorporation of financial literacy in the national school curriculum. This will provide knowledge \nof affordable financial services to poor and rural households, thereby having a direct impact on \npoverty reduction. Consumer protection outreach programs targeting the poor instills consumer \nconfidence and ensures that the underserved benefit from financial services and products. \n \n29.  Gender.  Subprogram  2  is  categorized  some  gender  elements.  It  targets  increased \nfinancial inclusion of women through the NSFI, 2019–2025. The government will adopt reforms \ndesigned to address the barriers faced by women in accessing financial services. The NSFI \ntargets halving the percentage of financially excluded women from 27% in 2018 to 13.5% by 2020, \nand includes gender equality targets for MFI and commercial bank account holders and borrowers. \nThe  government’s  consumer  protection  outreach  programs  recorded  at  least  30%  female \nparticipation. The collaboration between NBC and the Ministry of Education, Youth, and Sports \non financial literacy will especially benefit girls’ school-to-work transition by providing skills \nrequired for future employment and business opportunities. As the insurance regulator, MEF \nadvised insurance companies to offer insurance products targeted at women, such as breast \ncancer insurance and discounted life insurance. \n \n                                                \n31 Public Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n ", "10 \n30.  Safeguards. In compliance with ADB’s Safeguard Policy Statement (2009), the program \nis classified category C for impacts on the environment, involuntary resettlement, and indigenous \npeoples. \n \n31.  Major risks and mitigating measures are summarized in the table and described in detail \nin the risk assessment and risk management plan. 32 \n \nTable 2: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nMacroeconomic instability and volatility  Cambodia’s sound macroeconomic fundamentals and \ndelay the implementation of reforms  appropriate monetary and fiscal policies.a \nPublic financial management is weak  Implementation of management information systems and plans \nand lacks transparency and  to strengthen budget credibility, transparency, and financial \naccountability  accountability.b \nCorruption practices undermine the  Participation in the Asian Development Bank–Organisation for \nefforts of reform  Economic Co-operation and Development Anti-corruption \nAction Initiative for Asia and the Pacific,c which covers \nmeasures in public and private sector integrity and citizen \ninvolvement. \nExcessive credit growth (real per  Higher minimum capital requirements and maturation of real \ncapita credit gap at 10%) (footnote 11)  estate cycles; promoting the use of local currency. \na  Sector Assessment (Summary): Finance (accessible from the list of linked documents in Appendix 2). \nb  Asian Development Bank. 2016. Report and Recommendation of the President to the Board of Directors: Proposed \nPolicy-Based Loan and Project Loan for Subprogram 2 to the Kingdom of Cambodia for the Decentralized Public \nService and Financial Management Sector Development Program. Manila. \nc  Asian Development Bank and Organisation for Economic Co-operation and Development. 2011. Supporting the Fight \nagainst Corruption in Asia and the Pacific: the ADB/OECD Anti-Corruption Initiative.   \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n32.  The government, the executing agency, and the implementing agencies have assured \nADB that implementation of the program shall conform to all applicable ADB policies, including \nthose concerning anticorruption measures, safeguards, gender, procurement, consulting services, \nand disbursement as described in detail in the loan agreement. \n \nV.  RECOMMENDATION \n \n33.  I am satisfied that the proposed policy-based loan would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nloan of $40,000,000 to the Kingdom of Cambodia for subprogram 2 of the Inclusive Financial \nSector Development Program, from ADB’s ordinary capital resources, in concessional terms, with \nan interest charge at the rate of 1.0% per year during the grace period and 1.5% per year \nthereafter; for a term of 24 years, including a grace period of 8 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nTakehiko Nakao \nPresident \n3 September 2019 \n                                                \n32 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objectives \nSound, efficient, diversified, and inclusive market-based financial system developed (Financial Sector \nDevelopment Strategy 2016–2025)a  \n  (i)      Data Sources   \n  Performance Indicators with Targets and  and Reporting   \nResults Chain  Baselines  Mechanisms  Risks \nEffect of the  By 2021:     \nreform  a. Increased ratio of M2c to GDP of at least  a–g. Annual and  Macro-\nInclusiveness,  90.0%d (2017 baseline: 87.8%)  progress reports  economic \nstability, and    from NBC   instability and \ninfrastructure of  b. Total private sector credit of banks to GDP    volatility delay \nCambodia’s  of at least 90%d (2017 baseline: 81.6%)    the \nfinancial sector      implementation \nimprovedb  c. Access to credit (by holding an account at    of reforms. \na formal financial institution) increased to     \n20% for income poorest 40% over the age of    Public financial \n15 (2017 baseline: 14.3%)    management is \n    weak and lacks \nd. Number of women with an account at a    transparency \nformal financial institution increased to 1.8    and \nmillione (2017 baseline: 1,453,000)    accountability. \n     \ne. Women represented at least 50% of    Excessive \naggregate financial institution borrowerse    credit growth \n(2017 baseline: 46.5%)    (real per capita \n    credit gap) \nf. Average loan amount to female   \nmicrofinance institution borrowers increased   \nto $3,200e (2017 baseline: $2,400)   \n   \ng. Total bank deposits to GDP of at least   \n90%d (2017 baseline: 85.6%)   \n   \nh. Gross insurance premiums exceeded  h. Annual and \n$160 milliond (2017 baseline: $151.4 million)  progress reports \nfrom MEF \nReform Areas  Key Policy Actions     \nunder     \nCoordination \nSubprogram 2  Subprogram 2 by 2019:   \nacross \n     \nministries \n1. Access to  1.1 National Strategy for Financial Inclusion  1.1 Draft strategy \ncomplicates the \nformal financial  submitted for adoption  from NBC \nimplementation \nservices for the  (2016 baseline: Not applicable)   \nof \npoor     \ncomprehensive \n  1.2 RDB restructured with a new mandate as  1.2 Three-year \nsector reforms. \n  a policy bank and revised policies  business plan \n \n  (2016 baseline: RDB not restructured)  from RDB \nStaff capacity \n     \nis not adequate \n  1.3 Gender-responsive financial literacy  1.3 Progress \nto implement \n  campaign for low-income youth completed in  reports from NBC \ncomplex \n  collaboration with the Ministry of Education,   \nreforms. \n  Youth and Sport. Distributed 100,000 comic   \n  books and reached 1.5 million youths   \n ", "12  Appendix 1 \n    Data Sources   \n  Performance Indicators with Targets and  and Reporting   \nResults Chain  Baselines  Mechanisms  Risks \n  through media (2016 baseline: Not   \n  applicable)   \n     \n  1.4 Consumer complaint functions and  1.4 Progress \n  consumer outreach programs established by  reports from NBC, \n  NBC, MEF, and SECC (2016 baseline:  MEF, and SECC \n  Consumer protection functions and outreach   \n  programs not established)   \n     \n     \n2. Financial  2.1 Joint financial stability technical group  2.1 Confirmation \nsector stability  established by MEF, NBC, and SECC  letter co-signed by \n  (2016 baseline: Joint financial stability  MEF, NBC, and \n  technical group not established)  SECC \n     \n     \n3. Financial  3.1 CSSS for ATM and point-of-sale  3.1 Confirmation \nsector  terminals launched  letter from NBC \ninfrastructure  (2016 baseline: CSSS not launched)   \n   \n3.2 Credit Bureau of Cambodia data  3.2 Progress \nexpanded to include corporate borrowers  report from NBC \n(2016 baseline: Corporate borrowers not \nincluded in the Credit Bureau of Cambodia \ndatabase) \n \nBu(iid)  get Su pport \nAsian Development Bank: $40,000,000 (loan) \n CSSS = central shared switch system, GDP = gross domestic product, MEF = Ministry of Economy and Finance, \nNBC = National Bank of Cambodia, RDB = Rural Development Bank, SECC = Securities and Exchange Commission \nof Cambodia. \na  Government of Cambodia. 2016. Financial Sector Development Strategy, 2016–2025. Phnom Penh. \nb  ADB revised the statement from subprogram 1 to present a clear change statement and better reflect the cumulative \neffect of the reforms. Substance has not changed. \nc  Broad money. Money supply which includes notes and coins, and more illiquid forms of money such as bank deposits, \ntreasury bills and gilts. \nd  ADB revised the target upwards as it had been surpassed at subprogram 2. \ne  Gender targets introduced in subprogram 2. The new indicators replaced two indicators in subprogram 1: “average \ninterest rate spread below 10% throughout the program period” and “ratio of nonperforming loans to total loans of \nbanks below 5% throughout program period,” as ADB considered gender targets as stronger performance indicators. \nSource: Asian Development Bank. \n \n \n \n \n \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44263-015-3 \n     \n1.  Loan Agreement     \n2.  Sector Assessment (Summary): Finance     \n3.  Contribution to the ADB Results Framework     \n4.  Development Coordination     \n5.  Country Economic Indicators     \n6.  International Monetary Fund Assessment Letter     \n7.  Summary Poverty Reduction and Social Strategy     \n8.  Risk Assessment and Risk Management Plan     \n9.  List of Ineligible Items      \n10.  Approved Report and Recommendation of the President to the Board of Directors: \nProposed Programmatic Approach, Policy-Based Loan for Subprogram 1, and Technical \nAssistance Grant to the Kingdom of Cambodia for the Inclusive Financial Sector \nDevelopment Program \n \n \nSupplementary Documents     \n11.  Public Financial Management Assessment     \n12.  Financial Sector Evolution Assessment – Progressing Towards Maturity     \n13.  Program Impact Assessment     \n14.  Comparison of Original and Revised Reforms Under Subprogram 2     \n   \n ", "14  Appendix 3 \nDEVELOPMENT POLICY LETTER\n ", "Appendix 3  15 \n ", "16  Appendix 3 \n \n \n ", "Appendix 4  17 \nPOLICY MATRIX \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \n1.  Access to formal financial services for the poor. \n1.1 Financial  To encourage wider and more inclusive participation in the financial sector, the government has adopted a formal \ninclusion  process to develop the country’s first comprehensive financial inclusion strategy. \nstrategy \n1.  To provide a foundation  1.  To provide a roadmap,  1.  To widen financial  70% of adult \ndeveloped and \nfor the financial inclusion  NBC submitted the  inclusion, the  population, \nimplemented \nstrategy, the government  proposed NSFI (2019- government made  including at least \n \nset up the inter-ministerial  2025) to the Council of  progress in the  50% of those in \nTA9232-CAM: \nworking group with 12- Ministers for adoption,  implementation of the  rural areas, have \nInclusive \nline ministries and  with specific financial  NSFI and established a  access to finance. \nFinancial Sector \nlaunched a nation-wide  inclusive targets1 for  monitoring framework,   \nDevelopment \ndiagnostic demand  female consumers.  including collection of   \nProgram, \nsurvey of financial  (NBC and other  sex-disaggregated   \nSubprogram 1 \ninclusion in Cambodia  agencies involved)  data. (NBC and other   \n \nwith gender-   agencies involved)   \n \ndisaggregated data.        \n(NBC and other agencies       \ninvolved)       \n       \n2.  To expand the access  2. To expand the provision  2.  In order to provide  RDB secures \nto finance in the  of credit to the excluded,  funding to the agriculture  10% of market \nagriculture sector, the  RDB was reorganized as  sector, in its capacity as  share of credit for \ngovernment  follows:   a commercial and policy  agriculture sector.  \nrestructured the RDB,  (i) a new mandate was  bank, RDB established a \nput in place a new  adopted to provide loans  10-year transformation \n                                                \n1 Specific targets are as follows: (i) identify sectors and credit segments, which could be covered by the credit guarantee scheme; (ii) support the design of personal \ninsurance (health, hospitalization, pregnancy etc.) for wage-employed women; (iii) institutionalize sex- disaggregated data collection and analysis (possibly using \nCredit Bureau Cambodia data) to guide product design; (iv) develop policies to ensure an enabling gender-sensitive environment conducive to the expansion of \ninclusive financial services in Cambodia; (v) monitor original issue discount and non-performing loan levels for women to ensure that credit is allocated responsibly; \nand (vi) institutionalize sex-disaggregated data collection and analysis for pawn shop, insurance and microinsurance companies (possibly using Credit Bureau \nCambodia data).  \n ", "18  Appendix 4 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \nmanagement team,  to SMEs and farming  roadmap to be \ndeveloped a medium- organizations, and  implemented in 3 phases \nterm business plan, and  financing to microfinance  as follows: \nprovided capital  operators, to syndicate  (i) transform  \nsupport of $26 million.   loans with financial  (2019–2020); (ii) expand \n(MEF)  institutions to implement  (2021–2023); and \n  projects in the agriculture  (iii) sustain \nsector; and (ii) internal  (2024– 2028) \npolicies were revised to  (RDB/MEF) \nalign them with its new   \nmandate. (RDB/MEF)   \n \n1.2 Financial  To broaden the reach of financial services, the government has emphasized efforts to increase financial \nliteracy and  inclusion, and in particular, to increase the participation of women in the formal financial sector. \ngender equity  3. The government  3.  To deepen financial  3.  The government    An evaluation of \npromoted  commenced the program  inclusion:   completed pilot  implementation of \nthrough civil  on financial literacy for  (i) NBC established a  programs for financial  the financial \nsocieties  financial inclusion, with an  financial inclusion  literacy in formal  literacy objectives \n  emphasis on the  working group through  education. Financial  targeted at the \nTA9232-CAM:  participation of women in  which financial literacy  literacy teacher training  female and youth \nInclusive  SMEs, as a prelude to the  initiatives are provided;  included at least 50%  population \nFinancial Sector  development of a formal  and (ii) MoEYS, NBC  female teachers.  conducted jointly \nDevelopment  framework for engaging  and NGOs jointly  (NBC/MEF/SECC)   with private sector \nProgram,  civil society.  (NBC)  launched a program to    and civil society \nSubprogram 1  incorporate financial  organizations.  \n  literacy from grades 1–12 \nin the Life Skills, Home \nEconomics and \nMathematics syllabuses \nof the school curriculum. \n(NBC/MEF/SECC) \n ", "Appendix 4  19 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \n1.3 Framework  To provide for and enhance consumer confidence, and to promote the expansion of the financial sector, the \nfor consumer  government has established a framework to ensure adequate consumer protections including the establishment of \nprotection  a deposit protection scheme. \nestablished.  4. The government  4. To provide an  4. The government adopted  Consumer \n  completed a draft  overarching framework,  implementing regulations  protection \nTA9232-CAM:  Consumer Protection  the government  for the Consumer  enforced by law \nInclusive  Law and commenced  submitted a proposed  Protection Law and  and implementing \nFinancial Sector  consultation with the  Consumer Protection  established an  regulations. \nDevelopment  Council of Ministers for  Law to the National  enforcement framework, \nProgram,  the approval of the Prime  Assembly. The law  which includes protection \nSubprogram 1  Minister.  (MOC)  establishes a general  for female consumers \n    prohibition against  and assignment of an \n  unfair conduct, explicitly  enforcement agency. \n  prohibits false  (MOC) \n  advertising and pyramid   \n  schemes, and provides   \n  for the adoption of   \n  disclosure standards   \n  governing    \n  e-Commerce. (MOC)   \n     \n5. NBC established a  5. To strengthen consumer  5. To increase the \nconsumer protection unit  protection: (i) the  effectiveness of financial \nand launched the “Let’s  government, through  inclusion and consumer \nTalk Money” campaign  NBC, MEF and SECC,  protection efforts, the \ntargeting young people  required banks, insurance  government integrated \nbetween 15-30 years old to  companies and securities  consumer protection \nstrengthen economic  firms to establish and  programs into the \nempowerment in low- operationalize consumer  framework for monitoring \nincome households. (NBC)  complaint functions; and  and evaluating the \n  (ii) NBC established a \n ", "20  Appendix 4 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \nconsumer protection  implementation of the \noutreach program for  NSFI. (NBC/MEF/SECC) \nmicrofinance institutions   \nand the rural poor with at \nleast 30% female \nparticipation. \n(NBC/MEF/SECC) \n \n  \n1.4 New banking  To increase the availability of credit in the short-to medium term, and to support increased economic activity, the \nand financial  government has taken initiatives to increase the amount and diversity of financial products available to the public. \nproducts   6.  To increase financing to  6.  To establish the  6.  The government  Up to15% of total \nintroduced.  SMEs the government  prerequisite conditions  finalized policy and  SME credit \n  designed and  for an SME credit  regulations for the  supported by SME \nTA9232-CAM:  implemented a national  guarantee scheme for  establishment of the  credit guarantee \nInclusive  consultation to support  rural farmers, the  SME credit guarantee  scheme. \nFinancial Sector  development of a credit  government created an  scheme and   \nDevelopment  guarantee scheme with  enabling environment  encouraged the   \nProgram,  an emphasis of the  to support the use of  participation of female   \nSubprogram 1  participation of female  warehouse receipts as  entrepreneurs. (MEF)   \n  entrepreneurs. (MEF)  loan collateral, thereby     \n    improving the     \n    creditworthiness of     \n    rural rice farmers.     \n    (MEF)     \n         \n       \n  7.  The Government   7. The government finalized  7.  The government  Coverage of \n  enacted the Law on  implementing regulations  adopted implementing  microinsurance \n  Insurance and  to support the introduction  policies on  reaches up to 5% \n  introduced provisions  of microinsurance, which  microinsurance,  of total population \n ", "Appendix 4  21 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \n  to support the  included parameters to  authorized and licensed  (tracked by male \nintroduction of micro- support the specific needs  the formation of  and female \ninsurance. (MEF)  of women. (MEF)  microinsurance  categories) \noperators pursuant to   \nthe Law on Insurance \nand targeted at least \n50% female \nmicroinsurance clients. \n(MEF) \n2. Financial sector stability.  \n2.1 Framework  The government has instituted measures to increase financial sector stability and to enlarge and deepen the bank \nfor financial  and nonbank financial sectors. \nstability and  8. To strengthen cross- 8.  To ensure financial  8. To formalize cross- The government \nregulatory  sector oversight and  sector stability, MEF,  sector oversight and  continues to \ncoordination  supervision, the  NBC and SECC  supervision, MEF, NBC  improve \nstrengthened.  Government activated  established a Joint  and SECC established  preparedness for \n  the Memorandum of  Financial Stability  a National Financial  possible financial \nTA9232-CAM:  Understanding among  Technical Group.  Stability Committee  crises and takes \nInclusive  NBC, MEF and SECC  (MEF/NBC/SECC)  (MEF/NBC/SECC)  measures to \nFinancial Sector  and began to share      strengthen the \nDevelopment  information pursuant to      resilience of the \nProgram,  the MOU.      financial system in \nSubprogram 1  (NBC/MEF/SECC)      Cambodia. \n         \n9. The government conducted  9.  The government  9. To promote depositor  Eligible retail \nstudies on the model DPS  finalized and  confidence, the  deposits covered \nand held public  authorized the DPS  government prepared  by DPS. \nconsultations with  model and established  a draft DPS Law and \nstakeholders. (NBC/MEF)  a dedicated department  implementing \nwithin NBC that will be  regulations, and \nresponsible for  conducted measures \n ", "22  Appendix 4 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \nimplementing DPS.  to ensure public \n(NBC/MEF)  (including the female \npopulation) awareness \nof the public policy \nobjectives of the \nscheme. (NBC/MEF) \n \n10. To complement the \nDPS Law, the \ngovernment prepared \na draft Resolution \nLaw, which introduced \nmeasures to address \nSIFIs including \ndesignating the \nresolution authorities \nand recovery and \nresolution planning \nrequirements for SIFIs. \n \n11. To improve financial \nsector stability amid the \nincreased use of \nfinancial technology \n(FinTech), the \ngovernment adopted \nFinTech regulations and \nan implementation plan. \n(MEF, NBC, SECC) \n \n ", "Appendix 4  23 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \n2.2 Framework  To lay the foundation for increased intermediation through the emerging nonbank financial sector, the government \nfor a  has provided a framework and introduced a roadmap to develop a government securities market, leading to the \ngovernment  eventual establishment of a yield curve and the issuance of corporate debt. \nbond market  10. To improve the liquidity  10. The government revised  12. To diversify the non- Primary dealer \nlaunched.  of interbank market,  its debt management  bank financial sector  system \n  NBC introduced the  strategy to incorporate the  and grow the country’s  established and \nTA7934-CAM:  measures to increase  issuance of government  capital market, the  80% of \nImplementing  issuance of NCDs and  debt securities. (MEF)  government established  government debt \nFSPIII  reached the amount of  a roadmap for the  securities held by \n  more than $980 million.  issuance, registration,  financial \nTA8502-CAM:  (NBC)  trading and settlement  institutions \nFourth Financial  of government debt  including banking, \nSector Program  securities.  insurance and \n  (MEF/NBC/SECC)  pensions. \nRETA8635: \nSupport for \nASEAN+3 Bond  \nMarket Forum \n3. Financial sector infrastructure. \n3.1 Financial  To support the wider development of the financial sector and to enable wider participation by foreign firms and \nsector  foreign investors, the government has upgraded the financial infrastructure, adopted international standards and \ninfrastructure  increased transparency. \nupgraded to  11.  NBC launched “Fast  11. To broaden access to  13. NBC launched a  NBC continues to \nprogressively  Payment” for real time  cash, payment, and  project to establish a  update and \nadhere to  fund transfer in local  deposit services for  Real Time Gross  development the \ninternational  currency with 13  consumers, NBC  Settlements system  payment system to \nstandards.  members from  launched the Central  (NBC)  ensure inter-\n  commercial banks and  Shared Switch System    connectivity \nTA7934-CAM:  deposit taking MFIs.  for ATMs and Point-of-   regionally and \nImplementing  (NBC)  Sale terminals,    internationally. \nFSPIII    enabling     \n ", "24  Appendix 4 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \n    interconnected     \nTA8502-CAM:    electronic transactions     \nFourth Financial    regardless of customer     \nSector Program    bank. (NBC)     \n         \n  12.  NBC expanded coverage  12. To provide expanded  14. Under the National  More than 30 \nof the credit information  access to finance, NBC  AML/CFT Strategy, the  NGOs and \ndatabase to include  further increased the  government achieved  engaging in credit \nregistered NGOs  coverage of the credit  “largely compliant” or  operations and \nengaging in providing  information database by  “compliant” ratings on  corporate lenders \ncredit. (NBC)  including credit  28 out of 40 FATF  provided the data. \n  information on corporate  Recommendations   \n  borrowers. (NBC)  and compliance with   \n    AML/CFT laws,   \n    regulations and other  Maintain \n    measures relating to  membership at the \n    the financial sector.  Egmont Group of \n    (CAFIU, NBC, MEF,  Financial \n    SECC)  Intelligence Units. \n     \n13.  The Government has  13. The government \ncommenced the NRA for  adopted the National \nbanking sector to meet  AML/CFT Strategy, \nthe requirement of  2019 – 2023, which \nFATF/APG.   provides \n(CAFIU/ADB)  comprehensive \nguidance for the \neffective \nimplementation of \nCambodia’s agency-led \nAML/CFT programs \n ", "Appendix 4  25 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \nand addresses the \nfindings of the 2016 \nAPG evaluation. \n(CAFIU) \n \n3.2 Legal  The government provides an enabling environment to encourage the development of a wider array of financial \nfoundation for  products and services. \nfinancial sector  14.  To expand the range of  14.  To provide an  15. New financial  Eligible trust \ndevelopment  financial services, MEF  overarching  products, including  funds of financial \nprovided.  has convened a series  framework for trust  those targeted at  institutions \n  of meetings with the  products, the  women, were created  transferred to \nTA7934-CAM:  Office of the Council of  government submitted  under the trust  trust scheme as \nImplementing  Ministers to discuss  a proposed Law on  scheme to enhance  required by \nFSPIII  Trust Law. (MEF)  Trusts to the National  resource mobilization.  existing \n    Assembly for  (NBC/MEF/SECC)  regulations. \nTA8502-CAM:    approval. The law    Pension trust and \nFourth Financial    governs the    investment trust \nSector Program    establishment,    products available \n    registration, duration,    in the market. \nTA9232-CAM:    management,   \nInclusive    supervision and   \nFinancial Sector    termination of trusts,   \nDevelopment    and lays out   \nProgram,    conditions for the   \nSubprogram 1    trustee, conflict   \n  resolution, inspection   \n  and penalties. (MEF)   \n     \n15. To contribute to the  15. To provide an enabling  16. The government \nexpansion of the range  environment for  adopted implementing \nof financial services, the  domestic and  regulations for the e-\n ", "26  Appendix 4 \nPolicy Actions  Subprogram 1   Subprogram 2   Subprogram 3   Medium-term \n2014–2016  2016–2019  2019–2021  directions and \nPrior actions or triggers in  Prior actions or triggers in  Indicative prior actions or  expected results  \nbold and policy milestones  bold and policy milestones  triggers in bold and policy  2021–2025 \nnon-bold  non-bold  milestones non-bold \nMOC has convened a  international electronic  Commerce Law and \nseries of meetings with  commerce, the  conducted dedicated \nthe Office of the Council  government submitted  e-commerce training \nof Ministers and has  the e-Commerce Law to  programs, including \ndiscussed the   the National Assembly.  for female \ne-Commerce Law.  The law seeks to  entrepreneurs (MOC). \n(MOC)  determine the   \nauthenticity and   \nintegrity of electronic   \nforms, prevent acts   \nthat threaten data and   \ninformation systems,   \nreplace writing and   \nsignature requirements   \nand promote electronic   \nfilings with public   \nagencies.    \n \n17.  The government \nestablished payment \nsystem infrastructure \nto facilitate the \nintroduction of e-\ncommerce. (NBC) \nAML/CFT  = anti-money laundering/combating the financing of terrorism, APG = Asia Pacific Group, CAFIU = Cambodia Financial Intelligence Unit, \nCAM = Cambodia, DPS = deposit protection scheme, FATF = Financial Action Task Force, FSP = Financial Sector Program, MEF = Ministry of \nEconomy  and  Finance,  MFI  =  Microfinance  institutions,  MOC  =  Ministry  of  Commerce,  MoEYS = Ministry  of  Education,  Youth  and  Sports, \nNBC = National Bank of Cambodia, NCD = negotiable certificate of deposit, NGO = Non-governmental organization, NRA = National Risk Assessment, \nNSFI = National Strategy for Financial Inclusion, RDB = Rural Development Bank, SECC = Securities and Exchange Commission of Cambodia, \nSIFI = systemically important financial institutions, SME = small- and medium-sized enterprise, TA = Technical Assistance. \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20190906103356+08'00'", "Creator": "PDF24 Creator", "Keywords": "44263-015, cambodia finance sector, cambodia banking systems, cambodia inclusive finance, cambodia capital markets, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20191001131947+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "ADB approved the programmatic approach and subprogram 1 of the policy-based loan in October 2016. The program will build on reforms achieved under subprogram 1 by (i) increasing access to finance for the poor, rural households, agriculture sector, and small and medium-sized enterprises (SMEs); (ii) enhancing financial sector stability; and (iii) upgrading financial infrastructure to support the introduction of new financial services and products.", "Title": "Inclusive Financial Sector Development Program, Subprogram 2: Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 3 September 2019) \nCurrency unit  −  riel (KR) \nKR1.00  =  $0.00024 \n$1.00  =  KR4,089 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  AML/CFT  –  anti-money laundering/combating the financing of terrorism \n  ASEAN  −  Association of Southeast Asian Nations \n  DMF  −  design and monitoring framework \n  DPS  –  deposit protection scheme \n  FATF  –  Financial Action Task Force \n  FSDS  –  Financial Sector Development Strategy \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  MEF  –  Ministry of Economy and Finance \n  MFI  –  microfinance institution \nNBC  –  National Bank of Cambodia \n  NSFI  –  National Strategy for Financial Inclusion \n  PFM  –  public financial management \n  RDB  –  Rural Development Bank \n  SECC  –  Securities and Exchange Commission of Cambodia \n  SMEs  –  small and medium-sized enterprises \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Jose Antonio R. Tan III, Public Management, Financial Sector, and Trade \nDivision, SERD \nSunniya Durrani-Jamal, Country Director, Cambodia Resident Mission, SERD \n \nTeam leaders  Benita Ainabe, Financial Sector Specialist (Capital Markets), SERD \n  Stephen Schuster, Principal Financial Sector Specialist, SERD \nTeam members  Jenamae Dajay-Java, Operations Assistant, SERD \nPoullang Doung, Senior Economics Officer, SERD \nTatiana Golubko, Counsel, Office of the General Counsel \nKelly Hattel, Senior Financial Sector Specialist, SERD \nPoornima Jayawardana, Financial Sector Specialist, SERD \nEvelyn Talja, Associate Project Officer, SERD \nTakeshi Ueda, Principal Natural Resources and Agriculture Economist, SERD \nSatoru Yamadera, Principal Financial Sector Specialist, Economic Research \nand Regional Cooperation Department \nPeer reviewer  Arup Kumar Chatterjee, Principal Financial Sector Specialist, Sustainable \nDevelopment and Climate Change Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "  Stephen Schuster", "role": " Principal Financial Sector Specialist", "organization": "SERD "}]}