{"path": "data/input/reports/44483-024-uzb-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 44483 \nAugust 2011 \n \n \n \n \nProposed Multitranche Financing Facility \nRepublic of Uzbekistan: Second Central Asia \nRegional Economic Cooperation Corridor 2 Road \nInvestment Program \n \n ", "CURRENCY EQUIVALENTS \n(as of 26 July 2011) \n \nCurrency Unit  –  sum (SUM) \nSUM1.00  =  $0.00058 \n$1.00  =  SUM1,722.20 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  EIRR  –  economic internal rate of return \nFAM  –  facility administration manual   \n  km  –  Kilometer \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  PMU  –  program management unit \n  PRC  –  People’s Republic of China \n  RRF  –  Republican Road Fund \n \n \nGLOSSARY \n \n  CAREC  –  Southern  Europe–the  People’s  Republic  of  China  International  Transit \nTransport  Corridor  with  a  section  in  Uzbekistan  from  Alyat  at  the  border  with \nCorridor 2  Turkmenistan and Karakalpakya (Daut Ata) at the border with Kazakhstan, \nrunning through Bukhara, Navoi, and Tashkent, to the eastern border with \nthe Kyrgyz Republic at Andjan (Karasu) \n  oblast  –  an administrative unit in Uzbekistan \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  H. Wang, Transport and Communications Division, CWRD \n   \nTeam leader  S. Khan, Principal Portfolio Management Specialist, CWRD \nTeam members  N. Bustamante, Senior Operations Assistant, CWRD \n  M. Khudayberdiyeva, Senior Social Development Officer (Gender), CWRD \n  R. Nadyrshin, Portfolio Management Officer, CWRD \n  K. Nam, Economist, Economics and Research Department \n  L. Nazarbekova, Senior Counsel, Office of the General Counsel \nS. Roth, Social Development Specialist (Gender and Development), CWRD \nD. Utami, Principal Safeguards Specialist, CWRD \nPeer reviewer  J. Miller, Principal Transport Specialist, Southeast Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE INVESTMENT PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic  7 \nC.  Financial  8 \nD.  Governance  8 \nE.  Poverty and Social  9 \nF.  Safeguards  9 \nG.  Risks and Mitigating Measures  9 \nIV.  UNDERTAKINGS AND ASSURANCES  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 ", " \nPROJECT AT A GLANCE \n \n ", " \n \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nmultitranche financing facility (MFF) to the Republic of Uzbekistan for the Second Central Asia \nRegional Economic Cooperation (CAREC) Corridor 2 Road Investment Program.1 \nII.  THE INVESTMENT PROGRAM \nA.  Rationale  \n2.  Uzbekistan is a key transit country for trade in Central Asia as well as between Central \nAsia and the rest of Asia and Europe. Transport is crucial in promoting regional and domestic \ntrade.2 The  second  investment  program3 will  finance  the  reconstruction  of  the  Uzbekistan \nsection of CAREC Corridor 2, which connects Uzbekistan to Afghanistan, Kazakhstan, the \nKyrgyz Republic, Tajikistan, and Turkmenistan. This reconstruction will improve connectivity and \nroad safety, and boost domestic and international trade. The second investment program fits \nwith Strategy 20204 of the Asian Development Bank (ADB), is included in the country operations \nbusiness plan (2011–2013), and is aligned with the United Nations Decade of Action for Road \nSafety 2011–2020.5 The proposal is in line with the proposed Uzbekistan Transport Sector \nStrategy (2006–2020)6 and road map, as well as the CAREC Transport and Trade Facilitation \nStrategy and Action Plan (footnote 2). \n3.  Regional context. CAREC Corridor 2 connects the Caucasus and Mediterranean to \nEast  Asia.  The  route  covers  Azerbaijan,  Kazakhstan,  the  Kyrgyz  Republic,  Tajikistan, \nTurkmenistan, Uzbekistan, and the People's Republic of China (PRC). With the rapid economic \nexpansion of the PRC to the east, the Russian Federation and Kazakhstan to the north, and \nAzerbaijan to the west, Uzbekistan has an unprecedented opportunity to emerge as a center for \ntrade and commerce and to achieve rapid economic growth. \n4.  The Uzbekistan sections of CAREC Corridor 2 comprise the A373, A373/4R112, and \nA380 highways. The 404-kilometer (km) A373 from Tashkent to Osh in the Kyrgyz Republic is \nthe only link between Fergana valley and the rest of the country, and is an important road \ntransport link between the PRC and Central and West Asia. The A373/4R112 extends the A373 \nfrom Kamchik to Namangan. Fergana valley, with a third of the country's population, exports \nfertilizer,  cotton  yarn  and  textile,  chemical  products,  fruits,  and  vegetables.  To  increase \ndomestic and international trade and accommodate heavy traffic, these highways will need to be \nreconstructed  and  expanded.  In  June  2010  the  government  passed  resolution  1267 to \nreconstruct the А373. The 1,204 km A380 primarily carries fuel, agricultural commodities, and \nindustrial consumer goods. Another ongoing highway investment in Kazakhstan (supported by \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2008. CAREC Transport and Trade Facilitation Strategy and Action Plan. Manila. \n3  The second investment program is an extension of the ongoing investment program (ADB. 2010. Report and \nRecommendation of the President to the Board of Directors: Proposed Multitranche Financing Facility to the \nRepublic of Uzbekistan for the Central Asia Regional Economic Cooperation Corridor 2 Road Investment Program. \nManila). \n4  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n5  United Nations. 2011. Decade of Action for Road Safety 2011–2020. New York. \n6 ADB. 2006. Technical Assistance to the Republic of Uzbekistan for Transport Sector Strategy (2006–2020). Manila. \n(TA 4659-UZB, consultant’s final report). \n7  Republic of Uzbekistan. 2010. Resolution No. 126 of the Cabinet of Ministers, Additional measure to ensure \nsustainable transport communication via mountain pass Kamchik. Tashkent (26 June). ", "2 \nADB)8 will connect Beyneu (a town on Uzbekistan’s border) with Uzbekistan’s A380 and the port \nof Aktau on the Caspian Sea. All these highways, when completed, will provide Uzbekistan and \nother Central Asian countries with direct access to the Caspian Sea, South Asia, and the Black \nSea  (via  road  corridors  being  built  in  Armenia,  Azerbaijan,  and  Georgia).  The  second \ninvestment program links with CAREC Corridor 6, which reaches the ring road in Afghanistan \nand Pakistan’s main ports. \n5.  Overview of roads. The country has more than 183,000 km of roads; 42,530 km of \nthese are highways. Roads are classified as international (3,626 km), regional (21,995 km), and \nnational (16,909 km). While the road network is adequate, providing access throughout the \ncountry, it has a backlog of road rehabilitation work. The existing road map prioritizes the A380 \nand the A373. \n6.  In 2010, roads accounted for 32% of Uzbekistan’s freight by ton-km and 88% of its \npassengers by passenger-km. More vehicles and private road-hauling companies, and shorter \ntransport hauls of manufactured goods have increased road freight. This market share growth is \nlikely  to  continue,  especially  for general cargo. With the  country’s  high  rates  of  economic \ngrowth,  vehicle  fleets  are  projected  to  double  every  5  years.  This  growth  needs  to  be \nsustainable, effective, and cost-efficient, and requires improved road safety. \n7.  Road funding and sustainability. Uzbekistan spends 1% of its gross domestic product \non roads. While low by international standards, this has been gradually increasing.9 The goal is \nto  bring  funding  to  international  levels  or  higher.  The  Republican  Road  Fund  (RRF)  was \nestablished under the Ministry of Finance (MOF) for this purpose, particularly to deal with capital \ninvestment in, and maintenance of, common-use roads.10 The fund is responsible for up to 25% \nof all financing of all networks. Although RRF income increased by about 23% annually in the \nlast 5 years, investment needs are higher. Alternative financing sources must be tapped, and \npartnerships established with the private sector. Road-user charges must be introduced. \n8.  The  government  prepared  the  Accelerated  Development  Program  (2011–2015)11 by \nupdating the National Road Development Program (2010–2014). Investments mainly involve \nreconstruction of existing networks, although some greenfield projects are envisaged. Other \n―softer‖  infrastructure  investments  are  part  of  the  plan,  including  improving  institutional \neffectiveness,  planning,  project  management,  and  road  safety.  Uzbekistan  has  a  policy \nframework  for  roads  that  supports  good  governance  and  accountability,  improved  road \nsustainability, seamless transport logistics, greater private sector investment, and sound road \nmaintenance. Since 2003, the government has pursued several policy and sector reforms, \nincluding (i) separating road transport operations from road construction, (ii) creating RRF as a \nquasi-independent body, (iii) promoting competitive bidding for all road construction works, and \n(iv) establishing an external quality control mechanism. The government has also restructured \nUzavtoyul (the sole nationwide road agency), converting it to a state joint stock company with \n                                                \n8  ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Republic of Kazakhstan for the Central Asia Regional Economic Cooperation Corridor 2 \n(Mangystau Oblast Sections) Investment Program. Manila. \n9  The estimate of 1% is based on the average expenditure per km for the network under the purview of the \nRepublican Road Fund. The corresponding expenditures are 2.5% in Viet Nam (2008); 2.3% in the PRC (2006); \n1.8%  in Thailand (2006); and below 1.0%  in the Philippines (2008), lower than the share of Uzbekistan. \n10 RRF, established in 2003, is a quasi-independent agency under the auspices of MOF and responsible for \nprogramming, planning, and budgeting of common-use roads comprising international, national, and local roads. \n11 Resolution of the President of the Republic of Uzbekistan No 1446 on Accelerated Development of Infrastructure, \nand Construction in Transport and Communications (2011–2015). Tashkent (21 December 2010). \n ", "3 \nclear performance and accountability targets.12 The government is now considering separating \nseveral  road  construction  companies  from  the  Uzavtoyul  structure  to  a  more  commercial \nownership structure. A law on roads for vehicular traffic enacted in 2007 allows the private \nsector to finance highway construction. A state-owned road equipment pool company created \nunder  the  ADB  loan  for  the  CAREC  Regional  Road  Project13 services  all  contractors. \nThe  second  investment  program  will  contribute  to  Uzbekistan’s  Accelerated  Development \nProgram and policy framework for roads. \n9.  Financing modality. An MFF is proposed to finance the second investment program. \nThis follows the recommendations from past operations to engage with the government over a \nlonger time horizon, and allows ADB to enter into a partnership with the government.14 All the \nprerequisites for the use of an MFF are in place—a coherent strategy and sector road map, a \npolicy framework, an investment plan, and a financing plan. The MFF modality will allow the \ngovernment (i) a greater degree of certainty on the financing plan, and (ii) to borrow according \nto  project  readiness.  The  MFF  will  also  contribute  to  establishing  a  long-term  partnership \nbetween ADB and Uzbekistan. \n10.  Lessons. Implementation of the ongoing ADB-assisted investment program is on track. \nWith advance contracting, physical execution commenced on time and is proceeding smoothly. \nImplementation of the sector road map and policy framework is also on track in line with the \ngovernment’s Accelerated Development Program. Implementation is smooth because (i) the \nprogram is among the government’s high priorities, and so government commitment is high; it is \nconsistently monitoring physical and nonphysical outputs; and (ii) the executing agency is strong \nand capable. The program management unit (PMU) has become a source of knowledge and \nadvice for project units of other ADB-financed projects in Uzbekistan. The lessons of the first \ninvestment  program  are  that  project  design  should  be  needs-based  and  be  among  the \ngovernment’s highest priorities, and that a strong PMU can lay the foundation for projects and \nsystematically take advance procurement actions. The second investment program incorporates \nthese lessons. The PMU is in place, the detailed design for the first project is complete, and \nadvance procurement contracting has resulted in the timely start of the tendering process and \nrecruitment of consultants. An aid coordination group has been constituted at ADB’s initiative to \nensure  coordinated  assistance  for  integrated  transport  sector  development  and  focused \ninstitutional capacity development for optimum and sustained development impacts. \nB.  Impact and Outcome \n11.  The  second  investment  program  will  increase  domestic  and  international  trade.  \nThe outcome will be improved road connectivity, safety, and effective management  of the \nUzbekistan section of CAREC Corridor 2. \nC.  Outputs \n12.  The outputs will be (i) about 236 km of the reconstructed road section of CAREC \nCorridor 2; and (ii) implemented road system sustainability plans, which relate to road safety \nand  asset  management.  The  investment  program  will  finance  three  separate  projects.  \nThe outputs under each project will be as follows. \n                                                \n12 Decree of the President of the Republic of Uzbekistan UP-3292 on improvement of the management system for \nconstruction and operation of common-use roads (19 August 2003). \n13 ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nRepublic  of  Uzbekistan  for  the  CAREC  Regional  Road  Project.  Manila  (Loan  2403-UZB,  approved  on \n19 December, for $75.3 million). \n14 ADB. 2009. Project Completion Report: Road Rehabilitation Project in Uzbekistan. Manila. \n ", "4 \n13.  Project 1. Outputs are categorized under the following: \n(i)  Road development. The output will be about 74 km of the reconstructed road \nsection of the A373 (between Km 116 and Km 190). The investment will upgrade \nthe existing four-lane section with an international design within the existing right-\nof-way.  The  cost  includes  civil  works  and  specialized  consulting  services, \nincluding experts to help with construction supervision and due diligence for, and \npreparation of, subsequent tranches. \n(ii)  Road  system  sustainability.  The  output  will  be  improved  road  safety \nmanagement,  including  (a)  a  developed  national  road  infrastructure  safety \nstrategy and  road safety checklist, guidelines, and measures improving road \nsafety management; (b) a developed road safety action plan for all road sections \nunder the first and second investment programs; (c) installed solar road signs for \nthe A373 Kamchik Pass section; and (d) a developed and implemented road \nsafety  capacity  development  program  for  RRF  and  Uzavtoyul;  and  public \nawareness programs. \n14.  Project 2. The outputs will be the reconstructed section of about 87 km of the A380 \nhighway (between Km 228 and Km 315), strengthened capacity of RRF to manage road assets, \nthe piloting of the introduction of road-user charges on the reconstructed road section of project \n1, and implementation of a road safety action plan for projects 1 and 2 of the second investment \nprogram. \n15.  Project  3.  The  outputs  will  be  the  reconstructed  section  of  about  75  km  of  the \nA373/4R112 highway (between Km 0 and Km 75), updated road asset management plans, and \nan implemented road safety action plan. Improvement of cross-border facilities to shorten the \nprocessing time at Osh at the Kyrgyz Republic border is covered under the Japan Bank for \nInternational Cooperation funding.  \nD.  Investment and Financing Plans  \n16.  The second investment program is estimated to cost $600 million equivalent (Table 1). \nTable 1: Investment Program \n($ million) \n   Projectsa   \nItem  1  2  3  Total \nA.  Base Cost         \n  1. Road development component  110.4  154.3  163.2  427.9 \n  2. Road sustainability component  2.3  3.2  2.0  7.5 \n  3. Recurrent costsb  0.3  0.4  0.4  1.1 \n  4. Taxes and duties  25.8  38.0  24.9  88.7 \n    Subtotal (A)  138.8  195.9  190.5  525.2 \nB.  Physical and price contingenciesc  17.0  22.1  24.4  63.5 \nC.  Financing charges during implementationd  4.2  2.0  5.1  11.3 \n      Total (A+B+C)  160.0  220.0  220.0  600.0 \na  In end of 2010 prices. Amounts for tranche 2 and 3 projects are based on preliminary estimates. \nb  Program management unit expenses related to the investment program, including program management unit staff \nsalary, operating expenses, travel, training, and other eligible expenditures. \nc  Physical contingencies are estimated at about 10% of the total base cost. Price contingencies estimated at about \n5% include provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \nd  Includes interest and commitment charges as appropriate. \nSource: Asian Development Bank estimates. \n ", "5 \n17.  The government has requested an MFF in an amount up to $500 million, comprising \nloans from ADB's ordinary capital resources (OCR) and Special Funds resources (ADF) to help \nfinance  part  of  the  second  investment  program.  The  MFF  will  consist  of  approximately  \n3 tranches, subject to the government’s submission of related periodic financing requests, \nexecution  of  the  related  loan  agreements  for  each  tranche,  and  fulfillment  of  terms  and \nconditions and undertakings set forth in the framework financing agreement. The government \nhas also requested ADB to consider providing an amount up to $180 million equivalent from its \nSpecial Funds resources for the second tranche under the MFF. Any such ADF financing will be \naccompanied by a corresponding reduction in the OCR financing available, so that in any event \nthe total available amount under the MFF will not exceed $500 million equivalent. This will be \nsubject  to  (i)  the  general  availability  of  ADF  resources,  (ii)  Uzbekistan’s  access  to  such \nresources pursuant to ADB’s Graduation Policy and the requirements of the ADF donors, and \n(iii) the availability of such resources to Uzbekistan pursuant to ADB’s Policy on Performance \nBased allocation for ADF Resources. In other words, depending on the availability of ADF \nresources for Uzbekistan, the second tranche may comprise of OCR and ADF financing.  \n18.  For project 1, the government has requested financing of $130 million equivalent from \nADB’s  ordinary  capital  resources  and  will  submit  the  periodic  financing  request  to  ADB.  \nThe government will provide counterpart financing of $30 million equivalent for the balance of \nthe cost, including for the financing of local taxes and duties. The first tranche of the MFF will \nhave a 24-year term, including a grace period of 4 years, an annual interest rate determined in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.15% per year (the interest and other charges during construction will \nnot be capitalized in the loan), and such other terms and conditions set forth in the draft loan \nagreement.  Table  2  summarizes  the  financing  plan  for  the  investment  program  and  the \nexpected three tranches.  \nTable 2: Summary Financing Plan—Investment Program \n($ million) \nSource  Tranche 1  Tranche 2  Tranche 3  Total \nADBa  130  180  190  500 \nGovernment  30  40  30  100 \n  Total  160  220  220  600 \nADB = Asian Development Bank. \na  Source of ADB financing: tranches 1 and 3—ordinary capital resources, and tranche 2—Special Funds resources. \nSource: Asian Development Bank estimates. \n ", "6 \nTable 3: Summary Financing Plan—Project 1a \n($ million) \nItem  ADB  Government  Total \nRoad Development       \nCivil works  107.4  0.0  107.4 \nConsulting services  3.0  0.0  3.0 \nRoad Sustainability       \nRoad safety equipment  0.5  0.0  0.5 \nRoad safety consultancy services  1.8  0.0  1.8 \nRecurrent costsb  0.3  0.0  0.3 \nTaxes and duties  0.0  25.8  25.8 \n  Total Base Cost  113.0  25.8  138.8 \nPhysical and price contingenciesc  17.0  0.0  17.0 \nFinancing charges during implementationd  0.0  4.2  4.2 \n    Total  130.0  30.0  160.0 \nADB = Asian Development Bank. \na  In end of 2010 prices. \nb  Program management unit expenses related to the investment program, including program management unit staff \nsalary, operating expenses, travel, training, and other eligible expenditures. \nc  Physical contingencies are estimated at about 10% of the total base cost. Price contingencies estimated at about \n5% include provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \nd  Includes interest and commitment charges. \nSource: Asian Development Bank estimates. \n19.  ADB  will  consider financing  subsequent tranches  if  the government  adheres to  the \ngeneral agreement for the MFF as set forth in the  framework financing agreement, which \nincludes  undertakings  for  the  MFF.  The  government  should  also  comply  with  specific \nassurances for project 1. Progress in achieving the outputs and expected outcomes in the \ndesign  and  monitoring  frameworks  for  the  investment  program  and  project  1  will  also  be \ndecision-making criteria for financing subsequent tranches under the MFF. \nE.  Implementation Arrangements \n1.  Management \n20.  RRF will be the executing agency. It has established a PMU and appointed a director \nand a team of nine professional and support staff to implement the first investment program and \nto undertake advance contracting for tranche 1 of the second investment program. The PMU is \nstructured with a specific mandate: technical; legal; procurement; monitoring, reporting, and \nevaluation; safeguards; and gender development. For the second investment program, RRF will \nadd  seven  more  professionals  (deputy  project  director,  two  road  engineers,  financial \nmanagement specialist, results monitoring specialist, procurement specialist, and accountant) to \nthe PMU. The implementation arrangements are summarized in Table 4 and described in detail \nin the facility administration manual (FAM).15 \n                                                \n15 Facility Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  July 2011–September 2017 \nEstimated completion date  31 March 2017 \nManagement \n(i)  Oversight body  Ministry of Finance \n(ii)  Executing agency  Republican Road Fund \n(iii) Program management unit  Tashkent, 17 staff \nProcurement  ICB  3 contract (works)  $420 million \nICB  1 contract (goods)  $500,000 \nConsulting services  QCBS   916 person-months (engineering  $13 million \nand construction supervision, \ncapacity development, and road \nasset management) – 4 contracts \nQCBS   98 person-months (road safety)  $1.8 million \nRetroactive financing and  Yes. Advance contracting for civil works and consulting services, and \nadvance contracting  retroactive financing for the civil works and consulting services for up \nto 20% of the loan amount, provided that procurement is in line with \nADB Procurement Guidelines and expenditures are incurred during \nthe 12 months before the signing of the loan agreement. \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2007, as amended from time to time) and \ndetailed arrangements agreed to by the government and ADB. \nADB = Asian Development Bank, ICB = international competitive bidding, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \n21.  Project 1 readiness is high. Design work is complete and advance procurement actions \nhave been taken. Bids for the major international competitive bidding civil works contract have \nbeen invited and consultant selection is under way. \nIII.  DUE DILIGENCE \nA.  Technical \n22.  Due diligence carried out for project 1 includes assessing the investment plan, design \nfeatures, cost structure for operations, and maintenance requirements. The investment program \nroads  will  carry  heavy  vehicles—from  within  and  outside  Uzbekistan.  The  approach  is  to \nreconstruct four-lane existing asphalt concrete and cement concrete road sections of the A373 \n(project 1), widen the existing two-lane asphalt concrete road sections of the A380 into a four-\nlane cement concrete road (project 2), and widen the existing two-lane asphalt concrete road \nsections of the A373/4R112 into a four-lane asphalt concrete road (project 3), following the \nexisting right-of-way. \n23.  Road traffic is expected to grow by 10% annually to about 108,300 passenger cars daily \nby 2030 for project 1. The reconstructed and expanded network can accommodate the traffic, \nincluding growing intercity traffic, but requires improved road safety measures. Best-practice \nstandards are, therefore, included in the investment program. Detailed design work for the road \nsection under project 1 is complete. The investment program is ready for implementation. \nB.  Economic \n24.  The  second  investment  program  will  benefit  Uzbekistan  as  well  as  its  neighbors.  \nThe major benefits are better, safer, cheaper, and faster connectivity; lower transport costs; a \ndeveloped  logistics  center;  better  access  to  health  and  education  facilities—all  of  which \ntranslate into more investments and jobs. The main beneficiaries include people and local \n ", "8 \nbusinesses, farmer communities, manufacturers, traders, neighboring countries, and Uzbekistan \ncommunities living along the corridor. The link to Kazakhstan in the west and to the Kyrgyz \nRepublic in the east, and the construction of a road from Beyneu to Andizhan deliver substantial \nspillover benefits to all countries. The improved corridor will give Uzbekistan and Central Asia \ndirect access to the Caspian Sea on the west and access to the PRC via the Kyrgyz Republic. \n25.  Project 1 is economically viable, with an economic internal rate of return (EIRR) of \n17.3%.  The  sensitivity  of  the  EIRR  to  changes  in  crucial  input  assumptions  was  tested.  \nThe EIRR exceeds 12% for the variations to all parameters. Even in the worst case, which \ncombines  a  20%  increase  in  capital cost  and  a  20%  reduction  in  traffic,  the  EIRR  would \ndecrease to 13.3%, which is favorable compared with the assumed hurdle rate of 12%. \nC.  Financial \n26.  The due diligence work analyzed the financial management aspects and maintenance \nrequirements and capabilities. Current traffic on the road is 10,000 vehicles/day for project 1, \n1,200 for project 2, and 9,200 for project 3. The traffic for projects 1, 2, and 3 is not high enough \nto attract private investors. However, over time, some sections could be handed over to private \noperators,  especially  around  big  cities  and  industrial  zones  like  Navoi.  A  public–private \npartnership framework will be used to access private sector investment. The due diligence work \nindicates that RRF has sound financial management systems, sound systems and procedures, \nand clear accountability lines. \n27.  RRF has resources for road maintenance. The government has been increasing its \nbudget  allocation for  RRF  every  year  and  will  continue  to  do  so  in  line  with  national  tax \ncollections. In 2010, RRF received 32% more than in 2009. The allocation will be inflation-proof. \nThis will help maintain reasonable revenue to help sustain investments. Generally, countries \nwith road funds spend about 0.3% of their income on road maintenance. Uzbekistan falls below \nthis now but intends to do better. Uzavtoyul will maintain the road. \nD.  Governance \n28.  A governance assessment undertaken as part of the due diligence process focused on \nthe  legal  framework,  regulation,  strength  of  enforcement  regimes,  RRF  capacity,  human \nresources, and the risk of corruption. Uzbekistan’s performance in governance has progressed \nsteadily. The legal frameworks for managing public finances have been tightened. The Budget \nSystem Law and Treasury Law, approved on 17 December 2007, provide additional cover and \nbetter practices in this area. The public expenditure reform process for 2007–2018 includes \nmeasures to increase efficiency, accountability, and transparency.16These reforms are tackling \npublic financial management arrangements, particularly with regard to budget execution. The \nsecond investment program will be subjected to international competitive bidding to increase \noversight and help mitigate corruption.  \n29.  RRF  has  improved  its  systems  and  transparency  by  including  information  on  its \nperformance, the status of each contract under the investment program, the specific list of \nbusiness opportunities, and a summary of the bidding process and its guidelines on its webpage \nand the MOF website. An international procurement specialist  has been hired to assist  in \nprocuring  civil  works,  goods,  and  services;  and  strengthen  RRF  capacity.  An  independent \nauditor will be appointed. \n                                                \n16 ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grant to the Republic of Uzbekistan for the Public Finance Management Reform Project. Manila (Loan \n2338-UZB) will support the establishment of a single treasury account and improvement of the general financial \nmanagement information system. The technical assistance grant for Supporting Public Finance Management \nReform (TA 4946-UZB) reformed the public financial management system. \n ", "9 \n30.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  MOF  and  RRF.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the FAM. The content of the policy, how it needs to be applied, and courses of \naction in case of any infringement are all clear. \nE.  Poverty and Social \n31.  The investment program will not directly reduce household poverty or provide specific \nservices that deal with the geographic determinants of poverty. Poverty and social analysis \nundertaken as part of the due diligence process demonstrates a female–male unemployment \nratio of 6.5:2.5. The poverty rate among households headed by women is 1.5 times higher than \nthose headed by men. Although the second investment program is not a targeted intervention, it \nwill reduce gender inequalities and solve other issues by (i) improving access to health care and \neducation, (ii) creating jobs and developing women’s entrepreneurship skills, and (iii) developing \nroadside infrastructure such as sanitary facilities for men and women travelers and market \nspaces for women entrepreneurs.  Highway construction and the development of long-term \ntransit routes may increase the risk of sexually transmitted infections. The government takes \nthis risk seriously and has agreed to a mitigation plan with ADB. During the execution phase of \nthe investment program, these actions will be reflected in contractors’ contracts, and the gender \naction plan will be implemented in close cooperation with women’s committees. \nF.  Safeguards \n32.  RRF prepared an environmental assessment and review framework for the investment \nprogram  in  accordance  with  ADB’s  Safeguard  Policy  Statement  (2009).  The  investment \nprogram will not have significant irreversible or permanent negative environmental impacts \nduring or after construction. Project 1 does not have major environmental impacts, and is \nclassified under environment category B in line with ADB’s Safeguard Policy Statement. RRF \nprepared an initial environmental examination for project 1, which includes an environmental \nmanagement plan. The plan provides measures to minimize and mitigate potential adverse \nimpacts.  The  environmental  assessment  and  review  framework  and  initial  environmental \nexamination were posted on ADB's website on 10 June 2011 and on RRF’s website on 11 June \n2011.  \n33.  A  land  acquisition  and  resettlement  framework  and  an  ethnic  minority  planning \nframework  were  also  prepared  in  accordance  with  ADB’s  Safeguard  Policy  Statement.  \nThese social safeguard documents were disclosed on ADB’s website on 10 June 2011 and on \nRRF’s website on 11 June 2011. Civil works under project 1 do not involve land acquisition or \ninvoluntary resettlement, or affect ethnic minority groups in all forms as described in ADB’s \nSafeguard Policy Statement. In line with the statement, project 1 is classified as category C for \nthe purposes of social safeguards. RRF will undertake environmental and social due diligence \nfor  subsequent  tranches  according  to  the  agreed  frameworks,  ADB’s  Safeguard  Policy \nStatement, and all relevant laws and regulations in Uzbekistan. The PMU will be supported by a \nteam of environment and social safeguard experts to implement the safeguard requirement for \nthe MFF. \nG.  Risks and Mitigating Measures \n34.  Table  5  summarizes  major  risks  and  mitigating  measures  based  on  lessons  from \nimplementation of the ongoing investment program. Risks relating to cross-border performance \nand  remedial  measures,  including  cross-border  point  investments,  are  part  of  the  first \ninvestment  program.  Overall  mitigation  measures,  integrated  benefits,  and  impacts  are \nexpected to outweigh the program costs. \n ", "10 \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nProgram implementation  Project readiness before approval, including advance contracting \ndelays \nNo staff changes in the project management unit without ADB approval \nRoad system sustainability  Annual road maintenance budget inflation-linked \nAdvisory services to review revenues and expenditures, maintenance, and \nindependent quality control systems \n  Cement concrete pavement requiring less maintenance \nADB = Asian Development Bank. \nSource: Asian Development Bank. \nIV.  UNDERTAKINGS AND ASSURANCES \n35.  The government has assured ADB that implementation of the investment program shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the FAM and loan documents. \n36.  The government has given ADB certain undertakings for the investment program, which \nare  set  forth  in  the  framework  financing  agreement.  Specific  covenants  agreed  by  the \ngovernment  with  respect  to  individual  tranches  under  the  MFF  are  set  forth  in  the  loan \nagreements for the respective tranches. \nV.  RECOMMENDATION \n37.  I am satisfied that the proposed multitranche financing facility would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the provision of loans under the multitranche financing facility in an aggregate principal \namount  not  exceeding  $500,000,000  equivalent  (the  facility  amount)  to  the  Republic  of \nUzbekistan  for  the  Second  Central  Asia  Regional  Economic  Cooperation  Corridor  2  Road \nInvestment Program comprising  \n(i)  a loan in various currencies not exceeding the equivalent of $180,000,000 in \nSpecial Drawing Rights from ADB’s Special Funds resources, with interest to be \ndetermined in accordance with the then applicable policies relating to Special \nFunds resources and such other terms and conditions set out in paragraph 17 of \nthis report; and \n(ii)  loans in an aggregate amount not exceeding the balance of the facility amount \nfrom  ADB’s  ordinary  capital  resources,  with  interest  to  be  determined  in \naccordance with ADB's London interbank offered rate (LIBOR)-based lending \nfacility; \nsubject to such other terms and conditions as are substantially in accordance with those set \nforth in the framework financing agreement presented to the Board. \n \n \n \nHaruhiko Kuroda \nPresident \n1 August 2011 \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM \n    Data Sources and   \nDesign  Performance Targets and  Reporting  Assumptions \nSummary  Indicators with Baselines  Mechanisms  and Risks \nImpact  By 2020:    Assumption \nIncreased domestic  Annual domestic trade with Fergana  Statistical Review of  The government \nand international  valley increased to $3.360 billion  Uzbekistan (annual  sustains policies \ntrade  (2010 baseline: $2.285 billion), and  publication by the  conducive to \nwith Bukhara province to $1.134  Central Statistics  economic growth and \nbillion (2010 baseline: $0.772 billion)  Office)  remains committed to \n    enhanced policy \nAnnual external trade with the  Statistical data of the  reforms and regional \nKyrgyz Republic increased to $300  Ministry for Foreign  integration. \nmillion (2010 baseline: $177 million),  Economic Relations,   \nwith Tajikistan to $50 million (2010  Investment and Trade  Risk \nbaseline: $12.6 million), and with  Internal slow decision \nKazakhstan to $1,600 million (2010  making delays \nbaseline: $956 million)  impetus for policy \nreforms. \nOutcome  By 2017:    Assumptions \nImproved road  Increased average total long-haul  Periodic classified  Increased availability \nconnectivity, safety,  traffic volume on the A373 and  traffic reports of   and quality of road \nand effective RRF  A373/4R112 highways in Fergana  Uzavtoyul   transport services \nmanagement of the  province to 20,000 vpd (2011    (freight and \nUzbekistan sections  baseline: 10,000 vpd), and on the    passengers) follows \nof CAREC Corridor 2   A380 in Bukhara region to 2,500 vpd    improvement of the \n(2011 baseline: 1,200 vpd)    investment program \n    roads. \nTravel time from Dautata to Bukhara  Periodic classified   \nreduced to 8 hours (2011 baseline:  traffic reports of  RRF continues \n12 hours), and from Tashkent to Osh  Uzavtoyul   construction of the \nborder reduced to 5 hours (2011    remaining sections of \nbaseline: 7 hours)    the A380 and A373 \n    as scheduled at the \nAccidents on the A373 and  Periodic classified  same quality as the \nA373/4R112 reduced to 120 per  traffic reports of  investment program. \nyear (2009 baseline: 250  Uzavtoyul    \naccidents/year), and on the A380    Risk \nto 75 accidents/year. (2009    Inadequate financial \nbaseline: 150 accidents/year)  resources are \n \n  available for road \nRRF biannual asset \nRoad asset management system  maintenance. \nmanagement reports \nand road safety plans approved by \nand Road Safety \nthe government and implemented in \nCommission’s periodic \naccordance with international \nreports \nstandards \nOutputs  By 2017:    Assumption \n1.  Selected road  With pavement international  RRF website and  Provision of \nsections of  roughness index of less than 4  periodic road condition  counterpart \nCAREC Corridor 2  meters per km:(i) 74 km of the  reports by RRF and  resources is timely \nreconstructed by  A373 (between Km 116 and Km  Uzavtoyul  and support for the \nRRF  190) reconstructed under project    investment program \n1; (ii) 87 km of the A380 (between    continues. \nKm 228 and Km 315)  \n ", "12  Appendix 1 \n    Data Sources and   \nDesign  Performance Targets and  Reporting  Assumptions \nSummary  Indicators with Baselines  Mechanisms  and Risks \n  reconstructed under project 2; and    Risks \n(iii) 75 km of the A373/4R112    High turnover of \n(between Km 0 and Km 75)    program \nreconstructed under project 3    management unit \n    mid-level staff \nRoads with cracks more than 10%  Periodic road  disrupts program \nand 10 potholes per km reduced to  condition reports by  implementation \n50% (2009 baseline: 60%)  RRF and Uzavtoyul  progress. \n \nInternal delays are \nexperienced in the \napproval of contracts \nfor works, goods, and \nconsultants \n \n2.  Road subsector  Sector    Assumptions \nsustainability plans  The independent quality control  Biannual road  The government is \nimplemented by  unit reporting to MOF biannually  condition reports by  committed to further \nRRF  on road construction and  the independent  reform the road \nmaintenance works  quality control unit and  subsector. \nperiodic Uzavtoyul   \n \nreports  RRF and Uzavtoyul \n \n  are committed to \n \nPeriodic reports of  continue improving \nPublic–private partnership \n―Norma‖ (a private  their institutional \nframework in place \ncompany maintaining  structures and \n \na government  capacity. \n \nlegislation database)   \n \n  Risk \n \nDelays are \nNational road infrastructure safety  Road Safety \nexperienced in the \nstrategy approved by the  Commission’s periodic \napproval of the \ngovernment by March 2013  reports \nnational road \n   \ninfrastructure safety \nRoutine annual road maintenance  Annual budget reports  strategy \nbudget is increased by an amount  of RRF and Uzavtoyul  \nequal to or greater than the annual   \ninflation rate   \n \nInvestment program   \nRoad safety action plan for the  Road Safety \ninvestment program approved by the  Commission’s periodic \ngovernment by May 2013 and  reports \nimplemented under projects 2 and 3    \n \n  150 staff of RRF and Uzavtoyul  Periodic Road Safety   \ntrained under the road safety  Commission’s periodic \ncapacity development program  reports \nunder projects 2 and 3    \n \n  Road asset management system  RRF quarterly road   \nupdated quarterly by RRF and  asset management \nreported to MOF  reports \n ", "  Appendix 1  13 \n    Data Sources and   \nDesign  Performance Targets and  Reporting  Assumptions \nSummary  Indicators with Baselines  Mechanisms  and Risks \n  Road user charges piloted on  Periodic reports of   \nreconstructed Kamchik road section  ―Norma‖ \nin 2014 under project 2 \n   \nSpecific gender action plan  RRF website and \nimplemented under each project  quarterly \ncommunication reports \n \n3.  Projects  Project 1 completed by   Annual statistical   \ncompleted as  30 September 2013 with no cost  review of Uzbekistan \ntargeted and  overrun    \nbudgeted     \nProjects 2 and 3 completed as  Annual statistical \ntargeted and budgeted   review of Uzbekistan \n       \nActivities with Key Milestones  Inputs \n   \n1. Selected sections of CAREC Corridor 2 reconstructed by RRF  1. ADB MFF not \n  1.1  74 km of the A373 reconstructed under project 1 by 31 March 2014  exceeding $500 \n  1.2  87 km of the A380 reconstructed under project 2 by 30 September 2015  million, comprising \n  1.3  75 km of the A373/4R112 reconstructed under project 3 by 31 March 2017  up to $180 million \n2. Road subsector sustainability plans implemented by RRF  from Special \n  2.1  National road infrastructure safety strategy, road safety checklist, guidelines,  Funds resources \n    and measures that will improve road safety management, developed by   and balance OCR \n    September 2012 under project 1 and approved by March 2013   \n  2.2  Specific road safety program for the road sections of the investment program  2. Government \n    developed by December 2012 under project 1, approved by March 2013, and  counterpart \n    implemented under projects 2 and 3  budget: $100 \n  2.3  Road safety awareness campaign to selected communities and training for 150  million \n    staff of RRF and Uzavtoyul conducted under project 2 as part of the overall road \n    safety and capacity development program \n  2.4  Road asset management system updated quarterly by RRF effective January \n    2012 \n  2.5  Under each project, outreach training of entrepreneurial skills development \n    conducted for selected number of women, and HIV/AIDS prevention and traffic \n    safety training conducted for both men and women \n3. Projects completed as targeted and budgeted \n  3.1  For project 1, construction supervision consultants recruited by 30 September \n    2011, civil works contract awarded by 15 October 2011 and completed by  \n    30 September 2013 with no cost overrun  \n  3.2  Due diligence for projects 2 and 3 completed by December 2012, focusing on \n    effective road management and road safety in planning, design, construction, \n    and operation \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, km = kilometer, OCR = ordinary \ncapital  resources,  MFF  =  multitranche  financing  facility,  MOF  =  Ministry  of  Finance,  RRF  =  Republican  Road  Fund,  \nvpd = vehicles per day. \nSource: Asian Development Bank.\n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=44483-024-3 \n \n1.  Loan Agreement \n2.  Framework Financing Agreement and Periodic Financing Request for Project 1 \n3.  Sector Assessment (Summary): Road \n4.  Facility Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Summary Economic and Financial Sustainability Analysis for Project 1 \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Gender Action Plan for Project 1 \n11.  Initial Environmental Examination for Project 1 \n12.  Environmental Assessment and Review Framework \n13.  Resettlement Framework \n14.  Ethnic Minority Planning Framework \n15.  Risk Assessment and Risk Management Plan \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20110826165340Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "uzbekistan, central asia regional economic cooperation, carec corridor 2 uzbekistan section, road investment program uzbekistan, southern europe-prc international transit corridor, road connectivity improvement, adb project 44483, road development ", "ModDate": "D:20110901151751+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Second Central Asia Regional Economic Cooperation Corridor 2 Road Investment Program in Uzbekistan. ", "Title": "RRP: Uzbekistan: Second Central Asia Regional Economic Cooperation Corridor 2 Road Investment Program "}, "author_page": "CURRENCY EQUIVALENTS \n(as of 26 July 2011) \n \nCurrency Unit  –  sum (SUM) \nSUM1.00  =  $0.00058 \n$1.00  =  SUM1,722.20 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  EIRR  –  economic internal rate of return \nFAM  –  facility administration manual   \n  km  –  Kilometer \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  PMU  –  program management unit \n  PRC  –  People’s Republic of China \n  RRF  –  Republican Road Fund \n \n \nGLOSSARY \n \n  CAREC  –  Southern  Europe–the  People’s  Republic  of  China  International  Transit \nTransport  Corridor  with  a  section  in  Uzbekistan  from  Alyat  at  the  border  with \nCorridor 2  Turkmenistan and Karakalpakya (Daut Ata) at the border with Kazakhstan, \nrunning through Bukhara, Navoi, and Tashkent, to the eastern border with \nthe Kyrgyz Republic at Andjan (Karasu) \n  oblast  –  an administrative unit in Uzbekistan \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  J. Miranda, Central and West Asia Department (CWRD) \nDirector  H. Wang, Transport and Communications Division, CWRD \n   \nTeam leader  S. Khan, Principal Portfolio Management Specialist, CWRD \nTeam members  N. Bustamante, Senior Operations Assistant, CWRD \n  M. Khudayberdiyeva, Senior Social Development Officer (Gender), CWRD \n  R. Nadyrshin, Portfolio Management Officer, CWRD \n  K. Nam, Economist, Economics and Research Department \n  L. Nazarbekova, Senior Counsel, Office of the General Counsel \nS. Roth, Social Development Specialist (Gender and Development), CWRD \nD. Utami, Principal Safeguards Specialist, CWRD \nPeer reviewer  J. Miller, Principal Transport Specialist, Southeast Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "running through Bukhara", "role": "Navoi", "organization": "and Tashkent"}, {"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "J. Miranda", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "H. Wang", "role": "Transport and Communications Division", "organization": "CWRD"}, {"fullname": "S. Khan", "role": "Principal Portfolio Management Specialist", "organization": "CWRD"}, {"fullname": "N. Bustamante", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"fullname": "M. Khudayberdiyeva", "role": "Senior Social Development Officer (Gender)", "organization": "CWRD"}, {"fullname": "R. Nadyrshin", "role": "Portfolio Management Officer", "organization": "CWRD"}, {"fullname": "K. Nam", "role": "Economist", "organization": "Economics and Research Department"}, {"fullname": "L. Nazarbekova", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "S. Roth", "role": "Social Development Specialist (Gender and Development)", "organization": "CWRD"}, {"fullname": "D. Utami", "role": "Principal Safeguards Specialist", "organization": "CWRD"}, {"fullname": "J. Miller", "role": "Principal Transport Specialist", "organization": "Southeast Asia Department"}]}