{"path": "data/input/reports/44908-015-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n  \nProject Number: 44908-015 \nMay 2019 \n \n \n \nProposed Additional Capital Contribution  \nCredit Guarantee and Investment Facility  \n \n(Regional)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes information that is subject to exceptions to disclosure set forth in ADB's Access to \nInformation Policy.\n ", " \nABBREVIATIONS \n \nABMI  –  Asian Bond Market Initiative \nADB  –  Asian Development Bank \nAoA  –  articles of agreement \nASEAN  –  Association of Southeast Asian Nations \nASEAN+3  –  ASEAN, Japan, the People’s Republic of China, and the Republic of \nKorea \nBOD  –  board of directors \nCAR  –  capital adequacy ratio  \nCEO  –  chief executive officer \nCIP  –  capital increase program \nCGIF  –  Credit Guarantee and Investment Facility \nESMS  –  environmental and social management system \nIRR  –  internal rate of return \nLCY  –  local currency \nMBS  –  medium-term business strategy  \nMGC  –  maximum guarantee capacity  \nMOC  –  Meeting of Contributors \nUS  –  United States \nYOY  –   year-over-year \n \nNOTES \n \n(i)  The fiscal year (FY) of CGIF ends on 31 December. \n \n(ii)  In this report, “$” refers to United States dollars. \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public-Private Partnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Craig Roberts, Portfolio Management Division, PSOD \n   \nTeam leader  Samarendra Singh, Senior Investment Specialist, PSOD \nTeam members  Howard Brooke, Lead Counsel (Nonsovereign Legal Operations), Office of \nthe General Counsel \n  Ian Bryson, Senior Safeguards Specialist, PSOD \n  Gabrielle Chan, Safeguards Specialist, PSOD  \n  Kharis Ann Darunday, Associate Investment Officer, PSOD \n  Maria Lourdes Fajardo, Project Analyst, PSOD \n  Manfred Kiefer, Senior Economist, PSOD \n  Noel Peters, Principal Safeguards Specialist, PSOD \n  Raneliza Samiano, Safeguards Officer, PSOD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FINANCIAL INTERMEDIARY  3 \nA.  Investment Identification and Description  3 \nB.  Business Overview and Strategy  3 \nC.  Ownership, Management, and Governance  3 \nD.  Financial Performance  4 \nIII.  THE PROPOSED ADB ASSISTANCE  4 \nA.  The Assistance  4 \nB.  Implementation Arrangements  4 \nC.  Value Added by ADB Assistance  5 \n            D.        Risks                                                                                                                       5 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  5 \nA.  Development Impact, Outcome, and Outputs  5 \nB.  Alignment with ADB Strategy and Operations  5 \nV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  7 \nC.  Investment Limitations  7 \nVI.  RECOMMENDATION  7 \n \nAPPENDIXES \n1.  Revised Design and Monitoring Framework  8 \n2.  List of Linked Documents  10 \n \n   \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 44908-015\nProject Name Proposed Additional Capital  Department PSOD/PSPM\nContribution Credit Guarantee  /Division\nand Investment Facility\nCountry REG (BRU, CAM, INO, LAO, \nMAL, PHI, SIN, THA, VIE)\nInvestee  CREDIT GUARANTEE & \nINVESTMENT FAC\n \nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Money and capital markets 50.00\nTotal\n50.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic  Pillar 1: Economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities,  including jobs, \ncreated and expanded\nRegional integration  Pillar 1: Cross-border \n(RCI) infrastructure\nPillar 3: Money and finance\nPillar 4: Other regional public \ngoods\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPrivate sector  Promotion of private sector  No gender elements (NGE)\ndevelopment (PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Regional High\nHousehold Targeting No\nGeneral Intervention on  No\nPoverty\nSDG Targeting Yes\nSDG Goals         SDG17\nqq\n6. Nonsovereign Operation Risk Rating  - NA\n7. Safeguard Categorization Environment: FI  Involuntary Resettlement: FI Indigenous Peoples: FI\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 50.00\n     Nonsovereign Direct Investment: Ordinary capital resources 50.00\nCofinancing 0.00\nOthers a 449.90\nTotal 499.90\nCurrency of ADB Financing: USD \naDerivedbydeductingADBfinancingandCofinancingfromTotalProjectCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04062019165201677195 Generated Date: 04-Jun-2019 16:52:30 PM ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on proposed additional \ncapital contribution of up to $50,000,000 to the Credit Guarantee and Investment Facility (CGIF) \nto provide growth capital to support the CGIF’s guarantee operations. \n \nII.  THE FINANCIAL INTERMEDIARY \n \nA.  Investment Identification and Description \n \n2.  Asian economies have depended heavily on short-term foreign currency bank borrowings, \nprimarily because of underdeveloped local bond markets. This bank-centered financial system \nhas been blamed for the so-called double mismatch that renders the region vulnerable to volatility \nin short-term capital flows, as it is susceptible to the systemic risk of credit crunches and \nbankruptcies when regulations fail to contain asset bubbles.1 The development of domestic bond \nmarkets was identified by authorities from the Association of Southeast Asian Nations (ASEAN) \nplus Japan, the People’s Republic of China, and the Republic of Korea (ASEAN+3) as an \nimportant way of solving these systemic problems.2 The development of local bond markets thus \npromotes  intraregional  fund  recycling  and  helps  alleviate  the  problem  of  global  financial \nimbalances.3 \n \n3.  Institutional Intervention and Support. To aid the development of deep and liquid local \ncurrency and regional bond markets, the Board of Directors of the Asian Development Bank \n(ADB) approved on 13 April 2010 (i) the establishment of the CGIF as an ADB trust fund, and (ii) \nthe provision of a $130 million capital contribution.4 The CGIF was formed as an integral part of \nthe policy actions agreed to promote the development of bond markets supported under the Asian \nBond Market Initiative (ABMI), mainly by providing credit guarantees to ASEAN+3 bond issuers.5 \nOwned jointly by ADB and ASEAN+3 member countries, the CGIF is one of the first regional \nfinancial entities under ASEAN+3 and provides a useful model for further regional initiatives. \nStrategy 2030 mentions the pursuit of greater collaboration with ABMI and the CGIF.6 \n \n4.  Credit Guarantee and Investment Facility progress to date. The CGIF has achieved \nthe milestones set in 2010, albeit with some delay. While the CGIF was established in November \n2010,  guarantee  operations  formally  commenced  only  in  May  2012  when  the  necessary \ninfrastructure, management team, business plan, and risk management framework were in place. \nDespite the delay, the CGIF has been able to issue 31 guarantees from inception until the end of \nMarch 2019. As of 31 March 2019, outstanding guarantees totaled $1.37 billion. Since inception, \nnone of the CGIF-guaranteed bonds have defaulted and no CGIF guarantee has been called \nupon. \n                                                \n1  Double mismatch refers to a mismatch in the source and usage of funds in terms of currency and maturity. \n2  ASEAN comprises Brunei Darussalam, Cambodia, Indonesia, the Lao People’s Democratic Republic, Malaysia, \nMyanmar, the Philippines, Singapore, Thailand, and Viet Nam. \n3  Asian Development Bank (ADB). 2018. Asian Bond Monitor, November 2018. Manila. \n4  ADB. 2010. Report and Recommendation of the President to the Board of Directors: Proposed Credit Guarantee and \nInvestment Facility for the Establishment of Trust Fund and Capital Contribution. Manila. \n5  In December 2002, ASEAN+3 finance ministers launched the ABMI to promote the development of local currency \nbond markets. \n6  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n \n ", "2 \n5.  CGIF’s Contribution to the Development of the Local Bond Market. The CGIF was \nestablished under Task Force 1 of the Asian Bond Market Initiative (ABMI).7 Given the CGIF’s \nshort track record and the limited size of its guarantee portfolio ($1.37 billion) versus the size of \nthe ASEAN bond market ($1.3 trillion), the CGIF’s ability to deepen the bond market through \nvolume is limited. Instead, the CGIF has acted largely as a catalyst, with the following notable \ncontributions: \na. Brought in new issuers. As of March 2019, of the 22 bond issuers the CGIF has \nsupported, 11 of them tapped bond markets for the first time with the help of CGIF guarantees. \nb. Widened  the investor  base. In  Viet  Nam,  before  CGIF-guaranteed bonds  were \nintroduced,  most  insurance  companies  had  not  invested  in  corporate  bonds.  The  CGIF-\nguaranteed  bonds  and  brought  insurance  companies  (typically  among  the  most  important \ninstitutional investors in the developed bond market), to Viet Nam’s corporate bond market. CGIF-\nguaranteed bonds now account for 15% of Viet Nam’s corporate bond market volume. \nc. Supported cross-border bond issuance. In ASEAN local currency bond markets, \ncross border bond issuance by ASEAN corporates is still very rare, only 1-2% of bond issuances \nin a year, despite the call for more financial integration among ASEAN member countries. Out of \nthe 22 bond issuers that CGIF has supported as of March 2019, about one third undertook cross \nborder issuances.  \nd. Supported issuances of ABMI bonds. Beyond, meeting the objectives of Task Force \n1, the CGIF has played a strong role in promoting bonds issued under the ABMIF framework \nunder Task Force 3.  The CGIF has guaranteed 2 ABMIF bonds in the Philippines and Singapore \nto date with more in the pipeline to promote this new bond issuance framework.  \ne. Supported bond market regulatory improvements in countries without existing \nbond markets. The CGIF has been actively and extensively engaged in providing guidance to \nthe regulators of countries like Cambodia, Brunei Darussalam, the Lao People’s Democratic \nRepublic and Myanmar in the issuance of bonds regulations and has been closely working with \nthe host governments of such countries to identify potential issuers. \nf.  Continued bond market development activities in countries with existing bond \nmarkets. In these countries, the CGIF regularly organizes round table discussions/seminars \namong regulators, investors, issuers and market intermediaries wich provided useful venues in \nidentifying issues in bond markets, disseminate new knowledge and raise market awareness of \nCGIF’s activities for bond market development. Also, support for improvement of bond market \nregulatory framework is undertaken. For instance, the CGIF has been instrumental in drafting Viet \nNam’s new decree for corporate bonds which was ratified in February 2019 .  \n \n6.  Association of Southeast Asian Nations bond market development. The ASEAN local \ncurrency corporate bond market saw robust growth in 2017 but remains underdeveloped and \ncontinues to lag behind the government bond market in terms of size. Only six of the 10 ASEAN \ncountries have a functioning bond market: Indonesia, Malaysia, the Philippines, Singapore, \nThailand, and Viet Nam. Corporate bond market growth outpaced the growth in government \nbonds in all markets except Singapore, which saw a 1.4% decline in its stock of corporate bonds. \nChallenges remain such as the lack of diversity in bond issuers owing to factors like the private \nsector’s reliance on bank loans for funding needs and the reluctance of bond investors to invest \nin unknown companies. The use of credit enhancements such as that provided by CGIF can help \nin this environment, as they provide greater confidence for local and foreign investors, and may \nencourage more companies to tap bond markets, creating a virtuous circle. \n \n                                                \n7  Comprises of 4 key pillars: (1) Task Force 1: Promoting Issuance of Local Currency Denominated Bonds; (2) Task \nForce 2: Facilitating Demand for Local Currency-Denominated Bonds; (3) Task Force 3: Improving the Regulatory \nFramework and (4) Task Force 4: Improving Related Infrastructure for the Bond Markets. \n ", "3 \nB.  Business Overview and Strategy \n \n7.  Business overview. The CGIF was established by its contributors—the governments of \nASEAN+3 member countries and ADB—on 12 November 2010. Unlike other ADB trust funds, \nwhich are administered by ADB employees, the CGIF articles of agreement (AOA) provide for the \nemployment by the CGIF of its own staff to administer the fund’s resources and business. For this \nreason, the fund enjoys a degree of autonomy from ADB. However, as it has no legal personality, \nall guarantees issued to its business operations are undertaken by ADB as guarantor of record. \nTo protect ADB’s interests, all such guarantees expressly limit the obligations of ADB to those \nthat can be sustained independently by the fund capital. To safeguard ADB’s reputation, ADB \nprovides strong oversight of the CGIF’s guarantee proposals. The CGIF’s objectives remain those \nset in the AOA: promote economic development, promote resilience in financial markets, and \nprevent disruptions in the international financial order by developing deep and liquid local currency \nand regional bond markets. Its objectives do not include the maximization of profit or income. It \nhas accordingly sought to balance its development goals against maintaining its financial strength \nand commercial sustainability. \n \nCONFIDENTIAL INFORMATION DELETED \n \nC.  Ownership, Management, and Governance \n \n8.  Ownership. The CGIF is established as an ADB trust fund and the contributors are the \ngovernments of ASEAN+3 member countries and ADB. Contributor rights are proportionate to \ncapital contributions, as summarized in the Table 1. \n \n \n            Table 1: Capital Contributions to the Credit Guarantee and Investment Facility \n   2010  2017 Capital Increase Program  As of 23 Apr 2019 \nContributors  Original  Subscription  Capital  Capital  Current Paid-up \nContribution  Quota  Subscribeda  Paid  Contribution \n$ million  %  $ million  $ million  $ million  $ million    % \nPRC   200.00   28.57%   142.80    142.80    142.80    342.80   34.21% \nJapan   200.00   28.57%   142.80    142.80    142.80    342.80   34.21% \nROK   100.00   14.29%      71.40      71.40        0.00      100.00   9.98% \nADB   130.00   18.57%      92.80        0.00          0.00      130.00   12.97% \nIndonesia     12.60     1.80%       9.00        9.00        0.00        12.60   1.26% \nMalaysia     12.60     1.80%       9.00        5.00        0.00         12.60   1.26% \nthe Philippines     12.60     1.80%       9.00        9.00        7.30      19.90   1.99% \nSingapore     12.60     1.80%       9.00        9.00        9.00      21.60   2.16% \nThailand     12.60     1.80%       9.00        9.00        0.00         12.60   1.26% \nBrunei Darussalamb       5.60     0.80%       4.00        0.00         0.00           5.60   0.56% \nViet Nam       1.10     0.16%       0.80        0.80        0.00         1.10   0.11% \nCambodia       0.10     0.01%       0.10       0.10        0.10        0.20   0.02% \nLao PDR       0.10     0.01%       0.10       0.10        0.10        0.20   0.02% \nMyanmarb       0.10     0.01%       0.10       0.00         0.00           0.10   0.01% \nTotal   700.00   100.00%   499.90    399.00    302.10    1,002.10   100.00% \nPRC = the People's Republic of China; ADB = Asian Development Bank; ROK = the Republic of Korea; Lao PDR = the \nLao People's Democratic Republic \nNotes: \n1. Numbers may not sum precisely because of rounding \n2. Percentage may not total 100% because of rounding \na Payment of capital subscribed can be in full/tranches until year 2023 \nb Brunei Darussalam and Myanmar are not participating             \nSources: CGIF. 2017. Progress Report 2017. Manila; CGIF. 2019. Capital Increase Status Shareholding \nStructure as of 23 Apr 2019. Manila  \n                    \n ", "4 \n9.  Management. The CGIF’s board of directors comprises seven contributor-appointed \nmembers and the chief executive officer (CEO). Japan and the People's Republic of China are \nentitled to nominate two directors each, while ADB, the ASEAN constituency, and the Republic of \nKorea are entitled to nominate one director each. The board of directors is accountable and \nreports to the contributors on the operations and performance of management and the CGIF, and \nmeets at least three times a year. The CGIF’s executive decision-making powers and day-to-day \nmanagement are mandated and vested to the CEO, who is recommended by the board of \ndirectors and approved by the MOC. ADB, as trustee, has the role to appoint the CEO upon \nselection by the MOC and terminate the CEO and all other executive staff upon recommendation \nof the Board of Directors. \n \nCONFIDENTIAL INFORMATION DELETED \n \n10.  Governance Structure. As an ADB trust fund, the CGIF needs to comply with applicable \nADB  operational  policies8 and  present  annual  activity  reports,  including  audited  financial \nstatements, for the information of the ADB Board of Directors. Operating as an ADB trust fund, \nthe CGIF enjoys ADB’s privileges and immunities. While there is no financial obligation beyond \nthe existing capital contribution from ADB or any ASEAN+3 member, the CGIF receives significant \nreputational benefits. The CGIF also benefits from tax-exempt treatment and legal protection for \nits records and documents. \n \nCONFIDENTIAL INFORMATION DELETED \n \nD.  Financial Performance \n \nCONFIDENTIAL INFORMATION DELETED \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \nThe proposed ADB assistance consists of up to $50,000,000 of additional contributed capital, on \ntop of ADB’s existing contribution of $130,000,000, in line with the CGIF’s CIP that aims to scale \nup its guarantee operations.  \n \nCONFIDENTIAL INFORMATION DELETED \n \nB.  Implementation Arrangements \n \n11.  Capital increase program. The CIP provides a $500 million increase in the CGIF’s \nauthorized capital, corresponding to 5,000 new common shares at $100,000 per share. All \nexisting Contributors have been invited to subscribe the number of new shares proportional to \ntheir original contribution by submitting an Instrument of Subscription by 30 June 2019, as \nextended. ADB is allocated $92.8 million of shares for subscription. Payment for subscribed \nshares (either in full or in tranches) will be made on or before the end of 2023.  \n \nCONFIDENTIAL INFORMATION DELETED \n                                                \n8  In the CGIF’s AOA, ADB operational policies refer to any applicable ADB policy, including the Anticorruption Policy \n(1998, as amended to date); ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money \nLaundering and the Financing of Terrorism. Manila; and the Safeguard Policy Statement (2009). \n ", "5 \n \n12.  Reporting arrangements. ADB’s Private Sector Operations Department will continue to \ncarry out project monitoring in relation to its contribution to the CGIF’s capital. The CGIF will \nprovide annual reports and all such others reports as the contributors may reasonably request \nfrom time to time concerning the operation and management of the fund. \n \nC.  Value Added by ADB Assistance \n \n13.  The additional capital contribution from ADB to the CGIF will allow ADB to maintain a \nstrong voice in guiding the CGIF and its board and in making operational decisions. Overall, the \nadditional contribution will support regional cooperation within ASEAN+3 and promote regional \nfinancial resilience by (i) allowing investment-grade corporations to gain access to local currency \nand regional bond markets; (ii) encouraging cross-border issuances, especially for corporations \ndomiciled in ASEAN countries where there is no functioning bond market; (iii) broadening the \ninvestor base by providing increased credit protection; and (iv) promoting the harmonization of \nstandards and practices for bond issuance within ASEAN+3, paving the way for greater regional \nfinancial market integration. \n \n14.  ADB’s value addition to the CGIF has been and will continue to be its strong oversight of \nCGIF operations, risk management, safeguards compliance, and corporate governance as well \nas the alignment of the CGIF with ADB’s Asian bond initiatives and knowledge transfers. \n \n \nD.  Risks  \n \nCONFIDENTIAL INFORMATION DELETED \n \n \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \n \nA.  Development Impact, Outcome, and Outputs \n \n15.  Impact. The CGIF will reduce the currency and maturity mismatches of investment grade \ncorporations and reduce fragility of ASEAN+3 financial markets by increasing the share of \ncorporate financing originating from the local currency bond markets. This will help increase the \ngrowth rate of ASEAN+3 local currency bond markets (compared to regional economic growth \nrates). \n \n16.  Outcome. The CGIF will promote improvement of sustainable financing of investment of \ncorporates in domestic markets and across the ASEAN+3 region through guaranteeing local \ncurrency bonds.  \n \n17.  Outputs. The CGIF’s guarantee instruments diversified by guaranteeing new instruments \nin the ASEAN local currency bond market such as project bonds, green bonds, or securitization \nand the CGIF’s risk management improved.  \n \nB.  Alignment with ADB Strategy and Operations \n \n18.  Consistency with ADB strategy and relevant ADB operations. Enhanced regional \ncooperation and integration is in line with the Agreement Establishing the Asian Development \n ", "6 \nBank (the Charter) and Strategy 2030.9 Under Strategy 2030, ADB will sustain efforts to eradicate \nextreme poverty and expand its vision for a prosperous, inclusive, resilient, and sustainable Asia \nand the Pacific. To achieve Strategy 2030’s vision, ADB will focus on seven operational priority \nareas, including fostering regional cooperation and integration. In line with this priority area, ADB \naims to strengthen finance sector cooperation by developing regional bond markets, facilitating \ncommon  frameworks  in  financial  regulation  and  supervision,  and  promoting  measures  to \nharmonize cross-border financial transactions. ADB will support developing member countries’ \ncommon approaches so as to promote regional financial and economic stability. To address the \ngaps in medium- to long-term finance, ADB—through private sector operations and sovereign \npolicy-based lending, technical assistance, capacity development, and knowledge activities—will \nhelp  develop  bond  markets,  particularly  project  bonds,  including  through  direct  credit \nenhancement and underwriting. The CGIF will make most areas identified for ADB intervention \noperational so as to promote regional finance sector development. Finally, under Strategy 2030, \nADB clearly indicated that it will pursue greater collaboration with ASEAN+3, ABMI, and the CGIF. \n \nV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n19.  ADB  has  categorized  the  investment  in  compliance  with  ADB’s  Safeguard  Policy \nStatement (2009).10  \n \n20.  Category FI. ADB has assessed the potential environmental and social impacts and risks \nassociated with the CGIF’s existing and likely future portfolio, and the CGIF’s commitment and \ncapacity for environmental and social management. Until 2018, the CGIF operated under limited \nenvironmental and social management policies and procedures and had been constrained in its \ncapacity  to  manage  environmental  and  social  risks  per  ADB  requirements.  The  CGIF \ncommissioned an audit by an external consultant in July 2018 to review its environmental and \nsocial management system (ESMS), which resulted in a time-bound corrective action plan to \nensure compliance. Since then, the CGIF has (i) enhanced and implemented its ESMS to fully \nalign with Safeguard Policy Statement requirements, including screening, appraisal, consultation, \ndisclosure, environmental and social management action implementation, and monitoring and \nreporting requirements specific to investments across modalities; (ii) established a management \nstructure with dedicated roles and responsibilities per the enhanced ESMS; (iii) developed an \ninternal review mechanism of the ESMS; and (iv) strengthened its environment and  social \nmanagement capacity by recruiting qualified staff and providing all staff with regular training that \nis tailored to their work functions from 2018 onward. The CGIF will further develop detailed \noperational procedures and tools for the ESMS following international best practice for continuous \nimprovement. \n \n21.  The CGIF has enhanced its ESMS to comply with ADB requirements. Under the enhanced \nESMS, the CGIF has (i) applied ADB's prohibited investment activities list; and (ii) ensured that \ninvestments using ADB funds comply with the Safeguard Policy Statement; abide by applicable \nnational laws and regulations, including national labor laws; and take measures to ensure \ncompliance  with  internationally  recognized  core  labor  standards,  pursuant  to  ADB’s  Social \nProtection Strategy. The CGIF will continue to periodically share its prospective investment \npipeline with ADB to discuss environmental and social risk identification and due diligence \nrequirements. The CGIF will actively pursue corrective actions recommended in the audit for \n                                                \n9  Footnote 7; and ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n10 ADB. Safeguard Categories. \n ", "7 \ninvestments in its existing portfolio. The ESMS also contains requirements, as applicable, for \ninformation disclosure and consultation with affected people following ADB requirements. The \nCGIF will include in its regular reporting information to ADB, as per its enhanced ESMS, (i) the \nnature of subprojects and categorization, (ii) compliance with safeguard and social requirements, \nand (iii) compliance with applicable national and international laws and standards. \n \n22.  No gender elements. CGIF’s primary mandate is to support the ABMI, regardless of any \ngender design features. \n \nB.  Anticorruption Policy \n \n23.  The CGIF was advised of ADB’s policy of implementing best international practice relating \nto combating corruption, money laundering, and the financing of terrorism. ADB will ensure that \nthe investment documentation includes appropriate provisions prohibiting corruption, money \nlaundering, and the financing of terrorism; and contains applicable remedies for ADB to pursue in \nthe event of noncompliance. \n \nC.  Investment Limitations \n \nCONFIDENTIAL INFORMATION DELETED \n \nVI.  RECOMMENDATION \n \n24.  I am satisfied that the proposed additional capital contribution would comply with the \nArticles of Agreement of the Asian Development Bank (ADB) and recommend that the Board \napprove the capital contribution of up to $50,000,000 from ADB’s ordinary capital resources to \nthe Credit Guarantee and Investment Facility, with such terms and conditions as are substantially \nin accordance with those set forth in this report, and may be reported to the Board.  \n \n25.  I  also  recommend  waiver  of  the  single  project  exposure  limit  for  for  ADB’s  equity \ninvestment in the Credit Guarantee and Investment Facility as set forth in para. 38 of this report. \n \n \n                                                                                                          Takehiko Nakao \nPresident \n31 May 2019 \n ", "8  Appendix 1 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is aligned with \nReduction of (i) currency and maturity mismatches of investment rated corporations and (ii) \nfragility of ASEAN+3 financial markets through: \n•  Raising the share of corporate financing originating from local currency bond markets relative \nto both their domestic bank financing and their offshore financing. \n•  Increased growth rates of local currency bond markets in ASEAN+3 (compared to regional \neconomy growth rate)  \n \nPerformance Indicators \nwith Targets and  Data Sources and \nResults Chain  Baselines  Reporting  Risks \nOutcome  By 2020     \nSustainable financing of  CGIF will issue XXX   CGIF annual reports  Deterioration of \ninvestment of  Confidential Information  and ADB specific  macro-economic \ncorporates in domestic  Deleted  reporting  conditions \nmarkets and across the   guarantees per year,  weakens the \nmajority of which are \nASEAN+3 region  creditworthy-\neither placed in frontier \nimproved through  ness of most \nmarkets or are cross-\nguaranteeing local  corparates in \nborder issuances. \ncurrency bonds  ASEAN +3 \n(Baseline 2018 historical \n3-year average: 4). \nOutputs       \n1. CGIF’s guarantee  1.a First new instrument  CGIF annual reports   \ninstruments diversified  guaranteed by 2023.  and ADB specific \nby guaranteeing new  reporting \ninstruments in the \nASEAN local currency \nbond market such as \nproject bonds, green \nbonds, or securitization. \n2. Risk management  2.a CGIF’s environmental  CGIF annual reports   \nimproved.  and social management  and ADB specific \nsystems (ESMS) revised  reporting. \nbased on audit findings by \n2021. Baseline not \napplicable. \n  \n \nKey Activities with Milestones \nPhase 1 \n1.  CGIF set up as an ADB trust fund in May 2010 \n2.  CGIF established independent governance structures, including CGIF board of directors and \nmanagement in October 2011  \n3.  Capital contributions to CGIF committed in line with financial policies by June 2010 \n4.  CGIF office facilities acquired in July 2010 \n5.  CGIF board of directors (excluding CEO) named by November 2010 \n ", "Appendix 1  9 \n6.  CEO and senior management recruited and in place by January 2011 \n7.  CGIF adopted a detailed business plan in March 2011 \n8.  CGIF initiated guarantee operations in May 2012 \n9.  Detailed guarantee proposals prepared for at least one guarantee operations by June 2011 \n10. CGIF board approved first guarantee operation in September 2011 \n11. CGIF guarantees met the $100 million target in 2011 \n12. CGIF adopted and started applying its ESMS in March 2011 in conformity with the ADB ESMS \nframework \nPhase 2 \n1.  Subscription agreements signed by ADB and other contributors by 30 Jul 2019 \n2.  Independent evaluation of CGIF’s impact of existing operations completed by August 2019 \n3.  First 10-year operational review (as required by the articles of agreement) completed by 2023 \nInputs \nADB: $50,000,000.00 (capital contribution) \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank; ASEAN = Association of Southeast Asian Nations; ASEAN+3 = ASEAN, Japan, the \nPeople’s Republic of China, and the Republic of Korea; CEO = chief executive officer; CGIF = Credit Guarantee and \nInvestment Facility; ESMS = environmental and social management system. \nSource: Asian Development Bank. \n ", "10  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=44908-015-4 \n     \n1.  Sector Overview     \n2.  Ownership, Management, and Governance     \n3.  Financial Analysis     \n4.  Summary Poverty Reduction and Social Strategy     \n5.        Environment and Social Management System: Audit Findings and Details of      \n      Arrangement \n     \nSupplementary Documents     \n     \n6.  Review of CGIF Program and Program Results (2010 to December 2017) \n7.  Program Risks \n     \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190906105133+08'00'", "Creator": "PDF24 Creator", "Keywords": "cgif, cgif guarantee operations, capital contribution, local bond markets, bank-centered financial system, intraregional fund recycling, 44908-015, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190909111327+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed additional capital contribution of up to $50,000,000 to the Credit Guarantee and Investment Facility (CGIF) will provide growth capital to support the CGIF’s guarantee operations. The CGIF was formed as an integral part of the policy actions agreed to promote the development of bond markets supported under the Asian Bond Market Initiative (ABMI), mainly by providing credit guarantees to ASEAN+3 bond issuers.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated May 2019 is provided for the ADB regional project 49450-012.", "Title": "Proposed Additional Capital Contribution Credit Guarantee and Investment Facility: Report and Recommendation of the President"}}