{"path": "data/input/reports/45098-001-vie-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 45098-001 \nNovember 2012 \n \n \n \n \nProposed Technical Assistance Loan \nSocialist Republic of Viet Nam: Project Preparation \nand Start-Up Support Facility\n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 October 2012) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.0000480192 \n$1.00  =  D20,825 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BTOR  –  back-to-office report \n  CPS  –  country partnership strategy \n  ICS  –  individual consultant selection \n  MPI  –  Ministry of Planning and Investment \n  ODA  –  official development assistance \n  PAM  –  project administration manual \n  PCU  –  project coordination unit \n  PIU  –  project implementation unit \n  PPTAF  –  Project Preparation Technical Assistance Facility \n  SDR  –  special drawing right \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nCountry Director  T. Kimura, Viet Nam Resident Mission (VRM), SERD \n   \nTeam leader  H. Jenny, Principal Urban Development Specialist, SERD \nTeam members  N. Binh, Senior Portfolio Management Officer, VRM, SERD \n  V. Dien, Senior Programs Officer, VRM, SERD \n  E. Gagnon, Principal Procurement Specialist, Central Operations \nServices Office (COSO) \n  J. Hakim, Senior Project Management Specialist, Cambodia Resident \nMission, SERD \n  K. Huong, Procurement Officer, VRM, SERD \n  L. Loan, Operations Assistant, VRM, SERD \n  J. Pedersen, Unit Head, Portfolio Management, VRM, SERD \n  A. Qadir, Counsel, Office of the General Counsel \n  A. Qari, Procurement Specialist, COSO \nPeer reviewer  A. Ingratubun, Senior Procurement Specialist, COSO \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  8 \nIV.  ASSURANCES  9 \nV.  RECOMMENDATION  9 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n   \n ", " \nPROJECT AT A GLANCE \n1.  Project Name: Project Preparation and Start-Up Support Facility                     2. Project Number: 45098-001 \n2.  Country:  Viet Nam                                                        4. Department/Division: Southeast Asia Department/Viet Nam Resident  Mission \n5. Sector Classification: \nSector  Primary  Subsectors \nPublic sector management    Economic Management and  \nManagement of Public Affairs \n  \n \n \n6. Thematic Classification: \n \nThemes  Primary  Subthemes \nEconomic growth    Promoting  economic  efficiency  and  \nenabling business environment \nGovernance    Economic and financial governance \n \n6a. Climate Change Impact: Not Applicable  6b. Gender Mainstreaming: \nGender equity theme (GEN)   \nEffective gender mainstreaming (EGM)   \nSome gender benefits (SGB)   \nNo gender elements (NGE)   \n \n7 Targeting Classification:  8. Location Impact: \n  Targeted Intervention  National  High \nGeneral  Geographic  Millennium  Income  Rural  Low \nIntervention  Dimensions  Development  Poverty at  Urban  Medium \nof Inclusive  Goals  Household   \nGrowth  Level \n       \n \n9. Project Risk Categorization: Low \n \n10. Safeguards Categorization: \nEnvironment  C \nInvoluntary Resettlement  C \nIndigenous Peoples  C \n \n11. ADB Financing: \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nSovereign  Project loan  Asian Development Fund  37.88 \nTotal      37.88 \n \n \n12. Cofinancing: \nFinancier  Category  Amount ($ million)  Amount ($ million) \nNot applicable       \nTotal       \n \n \n13. Counterpart Financing: \nSource  Amount ($ million) \nGovernment  2.50 \nTotal  2.50 \n \n14. Aid Effectiveness:  \nParallel project implementation:                No \nProgram-based  approach:                  No \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Socialist Republic of Viet Nam for the Project Preparation and Start-Up Support Facility.1 \n \n2.  The facility will enable the Government of Viet Nam to better prepare, start up, and \nimplement projects, which will improve the effectiveness of projects in Viet Nam financed by the \nAsian Development Bank (ADB). \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Trends in Viet Nam’s official development assistance portfolio. Viet Nam’s rapid \neconomic  growth  has  been  impressive  between  1990  and  2010.  Official  development \nassistance (ODA) has played an important role in catalyzing investments, as reflected in the \ngovernment’s Socioeconomic Development Plan, 2011–2015, which states development targets \nand highlights the importance of ODA  and anticipated increases in the number, size, and \ncomplexity of investments. From 2006 to 2010, signed ODA for Viet Nam was $20.26 billion.2 \nThis figure is expected to reach $32.00 billion in 2011–2015. \n \n4.  Aid effectiveness has not kept pace with investment growth. Undisbursed ODA is over \n$6 billion and expected to increase to over $10 billion by the end of 2015. As aid is channeled \nthrough ODA-funded programs and projects, effectiveness is measured in terms of how well \nprograms and projects are implemented, the time required for completion, and impacts on \nbeneficiaries. Viet Nam’s track record has been mixed. In general, ADB and development \npartners’ project evaluation reports show projects completed satisfactorily. The same reports \nindicate poor project performance during implementation caused by, among other problems, \ndelayed project preparation and start-up. Delays cause unnecessary implementation difficulties, \nincrease transactional costs and postpone development benefits to the project beneficiaries, \nreducing  aid  effectiveness  and  investment  efficiency.  ADB’s  country  assistance  program \nevaluation (CAPE),3 for the period 2001-2008, directly fed into the preparation of the country \npartnership  strategy  (CPS)  2012–2015.4 The  CAPE  study  highlighted  “improving  portfolio \nperformance”, as one of the major issue for future assistance. Also, ADB’s Sector Assistance \nEvaluation Programs5 highlight the need for additional resources to improve the project design \nand fast track project implementation. ADB’s Viet Nam country portfolio review found that 12–18 \nmonths on average separate fact-finding from loan effectiveness, with an additional 2 years for \nproject start-up and the first contract award, and that loan extensions add another 2 years.6 \nComparisons across development partners show portfolio performance indicators for Viet Nam \nto be worse than those of comparable countries in Asia.  \n \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  According to the Ministry of Planning and Investment, during 2006–2010, committed ODA was $31.76 billion, \nsigned ODA $20.26 billion, and actual disbursement $13.86 billion. \n3  ADB. 2009. Country Assistance Program Evaluation for Viet Nam. Manila. \n4  ADB. 2011. Country Partnership Strategy: Viet Nam, 2012–2015. Manila. \n5  ADB. 2009. Sector Assessment Performance Evaluation Urban Services and Water and Sanitation Sector in Viet \nNam. Manila. ADB. 2009. Sector Assessment Performance Evaluation Transport Sector in Viet Nam. Manila. \n6  ADB.  2011.  Viet  Nam  Country  Portfolio  Review  Background  Paper.  Ha  Noi;  ADB.  2011.  Joint  Portfolio \nPerformance Review VIII. Ha Noi (joint paper by the 6 Banks Group: ADB, Agence Française de Développement, \nJapan International Cooperation Agency, Export–Import Bank of [the Republic of] Korea, KfW Development Bank, \nand World Bank). \n ", "2 \n5.  Development  partners  and  the  government  realize  the  importance  of  addressing \nimplementation bottlenecks, including improving the effective utilization of ODA for projects. The \nODA  Inter-Ministerial  Task  Force,  established  in  2004,  conducts  annual  reviews  of  ODA \nutilization in coordination with development partners including ADB and produces action plans \nto improve ODA and its use. Decree 131/2006/ND-CP on delegated management of ODA-\nfunded projects, currently undergoing revision, is intended to improve the utilization of ODA \nresources and define the responsibilities of stakeholders in Viet Nam. The Aid Effectiveness \nForum brings together government agencies and development partners for dialogue on various \nthemes,  such  as  social  impact  assessment,  environmental  impact  assessment,  and \nprocurement,  to  narrow  gaps  between  government  procedures  and  international  practices. \nHowever,  these  initiatives  need  supplemental  concrete  actions  to  address  implementation \ndelays arising from inadequate project preparation and project readiness, the lack of effective \nmechanisms  to  fast-track  project  start-up,  and  the  limited  capacity  of  counterpart  staff  to \nadminister  projects  and  manage  implementation.  This  analysis  is  consistent  with  various \nportfolio performance reviews on Viet Nam (footnote 3), which have identified several underlying \ntechnical, institutional, and financial constraints that hinder smooth project preparation, start-up, \nand implementation. \n \n6.  Project start-up. After loan negotiations are concluded and loan documents are signed, \nmost project management units are reluctant to do so much as invite expressions of interest \nfrom consultants until the loan is declared effective, even where advance action7 has been \napproved.8 In Viet Nam, the legal structure usually restricts any agency implementing an ODA-\nfunded project from spending counterpart funds until the loan is declared effective. On average, \nit takes 8 months to advance from loan signing to loan effectiveness, over 12 months to recruit \nconsultants, and 18 months to get from loan effectiveness to the first disbursement. Start-up \ndelays can delay projects for 2–3 years. While the revision of Decree 131/2006/ND-CP will allow \nadvance action, the funding needed for advance action may still not be available.9  \n \n7.  Capacity issues. Capacity to implement projects varies at in the central government \nand in the provinces. In many cases, the executing and implementing agencies do not have \nenough experience to implement ODA-funded projects well. Even those with experience may \nlack capacity because of limited financial resources, technical skills, and ability to communicate \nwith development partners. \n \n8.  The government needs a facility that will adequately address the technical, institutional, \nand  financial  barriers  to  the  timely  start-up  of  ODA-funded  projects.  The  facility  will  allow \nselected  agencies  to  effectively  prepare  and  implement  ADB-financed  projects,  ensuring \neffective aid utilization. As this can be achieved only if adequate resources are frontloaded, the \nfacility proposes to enable (i) better preparation of investment projects by providing funds for  \npreparing feasibility studies, detailed engineering designs, and bidding documents; (ii) quick \nproject  start-up;  (iii)  the  resolution  of  project  implementation  bottlenecks  caused  by  most \nexecuting and implementing agencies’ lack of capacity on safeguards (conducting baseline \nsurveys, updating resettlement plans and compensation plans, and incorporating environmental \nmanagement plans into the bidding documents), procurement (selecting the first consulting firm \nfor  detailed  design  and  supervision),  and  disbursement  (opening  imprest  accounts  and \n                                                \n7 Advance action is undertaken prior to loan effectiveness to enable quick project start-up: initiating consultant \nrecruitment,  advanced  procurement,  preparing  detailed  engineering  designs  and  bidding  documents,  and \nestablishing the project management unit. \n8  ADB. 2011. Internal study by Central Operations Services Office. Manila. \n9  Revision on the delegated management of ODA-funded projects is due in the fourth quarter of 2012. \n ", "3 \nmanaging withdrawal applications); and (iv) the provision of transaction advisory services. The \nfacility  will  improve  project  performance,  enhance  the  quality  of  investments,  speed  up \ndisbursement, and ensure the timely realization of economic benefits. \n \n9.  A  project  design  advance  to  a  borrowing  country  from  the  Project  Design  Facility \nsupports project formulation, encompassing detailed engineering design, feasibility studies, due \ndiligence, and safeguard and pre-implementation work including advance procurement actions \nof up to $5 million.10  However, the government has no mechanism to fast-track the processing \nof a project design advance rather than as a loan. The facility intends to go beyond the Project \nDesign Facility by mobilizing funding after simple one-off approval from the Ministry of Planning \nand  Investment  (MPI),  the  executing  agency,  with  no  funding  restriction,  and  by  building \ncapacity  in  the  MPI  to  implement  the  facility  and  in  implementing  agencies  for  project \npreparation  and  advance  action,  including  recruiting  consultants  and  preparing  detailed \nengineering design and bidding documents. \n \n10.  By financing detailed engineering designs and bidding and other project documents, the \nfacility  will  accelerate  and  complete  project  preparation  beyond  what  a  typical  project \npreparatory technical assistance grant can accomplish. Indeed, the facility can be an alternative \nto a project preparatory technical assistance, financing all project preparation from feasibility \nstudy to bidding documents. The facility is included in ADB’s CPS, 2012–2015. \n \n11.  Lessons from previous experience. In 2010, the World Bank developed the Project \nPreparation Technical Assistance Facility (PPTAF). The PPTAF supports World Bank-funded \nprojects  by  preparing  feasibility  studies,  detailed  designs,  and  bidding  documents  and  by \nproviding resources to speed up project preparation. Several issues were encountered early in \nits implementation, mostly delays caused by the complicated application process and lack of \ncapacity in implementing agencies to prepare and process applications. ADB is coordinating \nwith the World Bank on the processing of the facility. Findings from the World Bank’s experience \nhave been incorporated into the design of the facility, which will (i) provide a common project \ncoordination  unit  (PCU)  at  the  MPI  for  the  facility  and  the  PPTAF;  (ii)  recruit  individual \nconsultants rather than a firm for capacity development; (iii) simplify the application form and the \napproval process from 3 steps to 1-step approval by the MPI; and (iv) identify projects early, at \nCPS or during the country programming missions, for possible financing under the facility. \n \nB.  Impact and Outcome \n \n12.  The impact of the facility will be improved aid effectiveness in Viet Nam. Its outcome will \nbe  strengthened  capacity  in  the  government  to  fast-track  the  preparation,  start-up,  and \nimplementation of ADB-financed projects in Viet Nam. \n \nC.  Outputs \n \n13.  Output 1: Production of high-quality project documents and actions to fast-track \nproject start-up. The facility will finance the preparation, start-up, and implementation activities \nof the government’s proposed investment projects (subprojects), including (i) the preparation of \nquality  project  documents,  including  feasibility  studies,  detailed  engineering  designs,  and \nbidding documents; (ii) activities to facilitate advance contracting; and (iii) other activities to \nenable quick subproject start-up. \n                                                \n10 ADB. 2011. Project Design Facility. Manila. The Project Design Facility’s pilot period will end on 31 December \n2013. \n ", "4 \n \n14.  Output 2: Capacity in the Ministry of Planning and Investment and implementing \nagencies to prepare and appraise viable public investments developed. The facility will \nsupport project management and build the capacity of the (i) MPI to screen, identify, review, and \nappraise subproject proposals; (ii) implementing agencies to improve the quality of proposals \nand  applications  for  subprojects  and  carry  out  subproject  preparation,  including  advance \ncontracting, in a timely and efficient manner; and (iii) MPI to purchase office equipment for the \nPCU. \n \nD.  Investment and Financing Plans \n \n15.  The project is estimated to cost $40.38 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb    \n  1.  Project preparation and start-up support  32.00 \n  2.  Capacity building and project management supportc  4.88 \n    Subtotal (A)  36.88 \nB.  Contingenciesd  2.50 \nC.  Financing Charges During Implementation  1.00 \n       Total (A+B+C)  40.38 \na  Any taxes and duties and financial charges during implementation will be financed by the government. Taxes and \nduties are computed at 5% of the project preparation and  start-up support, and financial charges during \nimplementation at 1% of the disbursed and outstanding amount of the loan. \nb  In mid-2012 prices. \nc  Project management support, including incremental administration cost of the project coordination unit (PCU), in \nline with Asian Development Bank. 2012. Cost Sharing and Eligibility of Expenditures for ADB Financing. \nOperation  Manual.  OM  H3/BP  and  H3/OP.  Manila.  PCU  costs,  including  office  rental,  travel,  per  diem, \nallowances, study tours, workshop expenses, car rental and car expenses, stationary, and consumables for \ninformation technology equipment for PCU staff and other government staff. \nd  Physical contingencies are 0% as there are no civil works. Price contingencies are computed at 5% on project \ncosts, includes provision for potential exchange rate fluctuation under the assumption of a purchasing power \nparity exchange rate. \nSource: Asian Development Bank. \n \n16.  The government has requested a loan in various currencies equivalent to SDR24.626 \nmillion from ADB’s Special Funds resources to help finance the facility. The loan will have a 32-\nyear term, including a grace period of 8 years, an interest rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter, and such other terms and conditions set forth in \nthe draft loan agreement. The government will make the loan proceeds available to the MPI and \nthe implementing agencies with terms and conditions acceptable to ADB. \n \n17.  The financing plan is in Table 2. \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank  37.88    93.90 \nGovernment  2.50    6.10 \n  Total    40.38    100.00 \nSource: Asian Development Bank estimates. \n \n ", "5 \nE.  Implementation Arrangements \n \n18.  As  the  multisector  coordinating  agency  for  ODA-funded  projects  and  the  executing \nagency for the facility, the MPI will be responsible for executing the facility. A PCU will be \nestablished under MPI to undertake day-to-day activities. Selected line ministries and provincial \nand city peoples’ committees eligible under Decree 131/2006 will be the implementing agencies \nfor subprojects. \n \n19.  International and national consultants specializing in project management will assist the \nPCU in (i) processing subproject proposals and applications, (ii) ensuring quality control, (iii) \ndeveloping  capacity  in  the  MPI  and  the  implementing  agencies;  and  (iv)  providing  other \nadministrative support as required by the MPI. The facility will finance PCU costs for annual \nindependent  audits,  office  equipment,  and  workshops  and  site  visits  while  preparing  or \nimplementing subprojects. ADB will meet at least quarterly with the World Bank and the MPI to \ncoordinate, review issues, and improve the implementation of the facility. \n \n20.  International and national individual consultants will be recruited to build the capacity of \nthe MPI and implementing agencies to prepare and appraise public investments. Audit will be by \na firm selected either by consultant qualification selection or least cost. Consultants required to \nassist implementing agencies in preparing subprojects will be recruited as firms, individuals, or a \ncombination of both. Quality- and cost-based selection at a ratio of 80:20 will be the preferred \nmethod  for  selecting  firms.  Depending  on  the  scope,  nature,  and  value  of  a  particular \nassignment,  implementing  agencies  may,  with  ADB's  prior  approval,  adopt  other  selection \nmethods outlined in ADB's Guidelines on the Use of Consultants (2010, as amended from time \nto time), based on consultant qualification, fixed budget, least cost, or quality. \n \n21.  To be eligible for financing under the facility, a subproject must be (i) included in the \nproject pipeline of the CPS or country operations business plan; (ii) a high government priority; \nor (iii) agreed upon by the MPI and ADB during the country programming mission, the country \nprogramming confirmation mission, or the country portfolio review mission. The implementing \nagency proposing a subproject will work closely with the team processing it (the subproject \nteam)  to  determine  its  outputs,  activities,  and  budget.  The  time  for  completing  subproject \npreparation will be limited to 3 years. Justification and approval from the MPI will be required for \nany time extension to complete subproject tasks financed under the facility. \n \n22.  The implementing agencies will implement subprojects through project implementation \nunits  (PIUs).  Each  PIU  will  be  responsible  for  the  (i)  timely  submission  of  the  subproject \nproposal  and  application  to  the  PCU  for  financing  under  the  facility;  (ii)  procurement  of \nconsulting  services for the  subproject  preparation  and  implementation,  including  consultant \ncontract management; and (iii) processing of subsequent investment loan for the subproject. \nEach PIU will liaise with the PCU under the MPI and with the subproject team to finalize \nsubproject preparation and advance action. The PIU will ensure that deliverables financed \nunder  the  facility  conform  with  government  and  ADB  policies  and  guidelines,  including \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  and \ndisbursement. \n \n23.  ADB will work closely with the MPI and the implementing agencies to implement the \nfacility. The ADB team, responsible for implementation of the facility (facility team), will support \nand supervise the MPI’s execution of the facility by (i) exercising no objection to all consultant \nrecruitment and procurement managed by the MPI, (ii) ensuring that implementation complies \nwith fiduciary requirements, and (iii) monitoring and evaluating the portfolio of subprojects. \n ", "6 \n \n24.  The subproject team will collaborate with the implementing agencies and guide the PIUs \nin preparing subproject proposals and applications and assess the capacity of the implementing \nagencies for financial management, procurement, and safeguard compliance. Detailed project \nimplementation arrangements are included in the project administration manual (PAM).11 The \napproval process for subproject financing under the facility is summarized as follows. Based on \nselection criteria, the implementing agency will discuss the objectives, scope, and budget of the \nproposed subproject with ADB and the MPI to assess the need for facility financing. Thereafter, \nthe implementing agency will prepare and submit to the MPI a funding application. The PCU will \nreview the application and determine its eligibility within 28 calendar days after receipt. The \nPCU will then submit a request to ADB to commit financing from the facility. The facility team will \nreview  the  application  and  consult  with  the  subproject  team  on  subproject  scope  and \nimplementation. Upon receiving ADB’s no objection, the standing vice minister or the minister of \nthe MPI will approve the subproject. The PCU will issue notice for the implementing agency’s \nPIU to proceed with implementing the subproject. The government has been informed that \nADB’s approval of subproject financing under the facility does not commit ADB to finance the \nensuing subproject. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  April 2013–June 2020 \nEstimated completion date  30 December 2019 \nManagement \n(i)  Executing agency  Ministry of Planning and Investment  \n(ii)  Project coordination unit   Ministry of Planning and Investment \n(iii) Key implementing agencies  Selected line ministries and provincial and city peoples’ committees \neligible under Decree 131/2006 \n(iv) Implementation unit  Project implementation unit under an implementing agency \nProcurement  Shopping  Two contracts for  $20,000 \ninformation technology \nequipment and office \nfurniture \nConsulting services (capacity  ICS (international)  40 person-months  $1,040,000 \ndevelopment)  ICS (national)  740 person-months  $2,260,000 \nConsultant  One contract for audit  $100,000 \nqualification or  services \nleast-cost selection \nConsulting services (preparation  Firma and/or  To be determined during  To be determined \nof subprojects)  individual consultant  implementation  during \nselection  implementation \nRetroactive financing and/or  None \nadvance contracting \nDisbursement  Loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and \nADB.  \nADB = Asian Development Bank, ICS = individual consultant selection. \na  Firm selection methods are discussed in para. 20. \nSource: Asian Develo0pment Bank. \n \n                                                \n11 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n25.  ADB will work closely with the MPI and the implementing agencies. The facility team will \nsupport and supervise the MPI’s execution of the facility by (i) approving all consulting and \nprocurement activities managed by the MPI, (ii) ensuring that implementation complies with the \nfiduciary requirements, and (iii) monitoring and evaluating the portfolio of subprojects. \n \n26.  By fast-tracking the preparation, start-up, and implementation of subprojects, the facility \nwill greatly contribute to (i) bridging the gap between the end of the project preparation and loan \neffectiveness,  which  routinely  takes  up  to  2  years;  (ii)  promoting  advance  action;  (iii) \naccelerating  detailed  engineering  designs  and  the  preparation  of  bidding  documents;  (iv) \nbuilding capacity in stakeholders to process and implement ODA-funded projects in general and \nADB-financed projects in particular; and (v) financing transaction advisory services. The result \nwill be (i) earlier benefit delivery; (ii) reduced transaction costs as contracts will not substantially \nlag behind loan approval and effectiveness; and (iii) potentially improved subproject quality, as \ninvestment loans will be well designed with sound technical information, greater safeguard \ncompliance, and more precise cost estimates firmed up during the detailed engineering design. \n \nB.  Economic and Financial \n \n27.  Economic and financial benefits generated by the facility will be significant but difficult to \nestimate accurately. The facility will finance the preparation of subprojects that are subject to \nassessment for economic and financial viability, facilitating early implementation and prompt \ndisbursement. Subproject investment financing plans will be processed in parallel with project \npreparation rather than upon its completion. This will shorten the lag between the approval of \nthe investment financing plan and substantial disbursement for works and/or goods by up to 2 \nyears, based on experience across the present portfolio. \n \n28.  The facility will reduce foregone economic and social benefits by bringing subproject \nbenefits  to  beneficiaries  earlier.  Implementing  agencies  to  be  strengthened  during  project \npreparation will benefit from better designs and higher returns in terms of net present value. \nSubprojects funded through ordinary capital resources loans will benefit from lower commitment \ncharges and potentially shorter implementation periods, both of which will substantially reduce \ntotal subproject costs. In addition, the enhanced capacity of government agencies to prepare \nsubprojects will facilitate better project design with higher economic rates of return. \n \nC.  Governance \n \n29.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MPI.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 9). \n \n30.  The government is taking concrete steps to battle corruption and has recently adopted \nseveral  legal  reforms,  including  introducing  the  Anti-Corruption  Law. 12  The  government \ninspectorate  has  disclosed  the  results  of  investigations  against  corruption,  and  a  legal \nframework has been established to protect and reward people who speak out against corruption. \n \n                                                \n12 Law 55/2005/QH11, enacted on 9 December 2005, and Decree 37/2007 on Implementing the Anti-Corruption Law. \n ", "8 \n31.  The  financial  management  assessment  and  the  procurement  capacity  assessment \nreview demonstrated that the PCU’s implementation of the World Bank’s PPTAF for over 2 \nyears has made the MPI better able to manage the facility. \n \nD.  Poverty and Social \n \n32.  The  facility  is  not  expected  to  have  any  impacts  on  gender  or  social  dimensions. \nHowever, subprojects may generate such impacts. Gender, labor, HIV/AIDS, and other social \nrisks  related  to  a  subproject  will  be  assessed  by  the  subproject  team  processing  each \nsubproject. \n \nE.  Safeguards \n \n33.  As  the  facility  will  focus  on  preparing  subprojects  and  building  the  capacity  of \nstakeholders, it is not expected to have any direct adverse social and environmental impacts. \nThe facility is category C for environment, involuntary resettlement, and indigenous people. It \nwill  ensure  the  development  of  environmentally  and  socially  viable  subprojects,  which  will \naccord with ADB’s Safeguard Policy Statement (2009) and applicable government laws and \nregulations. \n \nF.  Risks and Mitigating Measures \n \n34.  The dedicated PCU under the MPI has experience preparing projects and implementing \nthe World Bank’s PPTAF for 2 years. The PCU still requires a financial management specialist \nto support various aspects of financial management, assist in providing financial management \nsupport to  implementing  agencies  and  PIUs, manage  the  facility  imprest  account,  prepare \nperiodic financial reports and annual financial statements, and arrange for annual audits. The \nPCU will not be responsible for authorizing or verifying the transactions of subprojects carried \nout by implementing agencies. The implementing agencies will, through the PIUs, be fully \nresponsible and accountable for the financial management of their subprojects, except for audit, \nwhich the PCU will undertake. Integrated benefits and impacts are expected to outweigh costs. \nMajor risks and mitigating measures are summarized in Table 4 and described in detail in the \nrisk assessment and risk management plan.13 \n \n                                                \n13 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nLack of capacity of the Ministry of Planning  Provision of technical assistance included into the facility \nand Investment to execute the project and  and intensified training and capacity building through the \nof the implementing agencies to prepare  facility for both the Ministry of Planning and Investment \nand implement sector projects  and the implementing agencies. \n(subprojects) \n \nLack of clarity of procedures for  Simplification of organizational structure agreed with \nimplementation arrangements, fund flow  World Bank; clear separation of the functions of the PCU \nand budgeting, resulting in delays  (managed by the MPI) and of PIUs (managed by line \n  ministries and / or provincial or city people’s \ncommittees);  \nProcedures of fund flow spelled out in the financial \nmanagement manual with direct payment authorized; \nBudget setting decentralized o the implementing \nagencies; budgeting procedures; reflecting the World \nBank’s experience, with a three-step approval process \nsimplified to a single step \n \nChanges to the ODA management  Under the framework of the six Banks’ initiative (footnote \nframework, which is under revision, not  6), ADB will continue the dialogue with the government \nallowing advance actions to be  toward revising the legislation on ODA management \nimplemented  framework to ensure that advance action is \n  institutionalized \n \nLack of proper governance to select  The legal framework on anti-corruption has been \nsubprojects and using ADB Procurement  strengthened in 2007. Proper monitoring and evaluation \nGuidelines.  by the ADB subproject team of the project preparation \n  and implementation. \n \nADB = Asian Development Bank, MPI = Ministry of Planning and Investment, ODA = official development assistance. \nPCU = project coordination unit, PIU = project implementation unit. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n35.  The government and the MPI have assured ADB that implementation of the facility and \nthe  subprojects  shall  conform  to  all  applicable  ADB  policies,  including  those  concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  and \ndisbursement as described in detail in the PAM and the loan agreement. \n \n36.  The government and the MPI have agreed with ADB on certain covenants for the facility, \nwhich are set forth in the loan agreement. \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board \napprove the loan in various currencies equivalent to SDR24,626,000 to the Socialist Republic of \nViet Nam for the Project Preparation and Start-Up Support Facility, from ADB’s Special Funds \nresources, with an interest charge at the rate of 1.0% per annum during the grace period and \n1.5% per annum thereafter; for a term of 32 years, including a grace period of 8 years; and such \n ", "10 \nother terms and conditions as are substantially in accordance with those set forth in the draft \nloan agreement presented to the Board. \n \n \n \nBindu Lohani \nVice President \n21 November 2012 \n \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nPerformance Targets \nand Indicators with  Data Sources and  Assumptions and \nDesign Summary  Baselines  Reporting Mechanisms   Risks  \nImpact      Assumption \nImproved aid  Preparation of over $4  ADB CPS and/or COBP  Adequate capacity in the \neffectiveness in Viet  billion in investment  and other development  central government for \nNam  projects financed and  partners’ programming  budgeting, \ncofinanced by ADB  documentationa  implementing, \nunder the CPS, 2012–   monitoring project \n2015 and subsequent  Government annual  preparation, and issuing \nCPSs  reports  legal opinion \n   \nADB and other  Risk \ndevelopment partners’  New implementing \nannual country portfolio  agencies lacking \nperformance reports  experience in project \npreparation \nOutcome      Assumption \nStrengthened  Lag from load  CPM and CPCM  Upfront capacity building \ncapacity in the  effectiveness to first  memorandums of  on ADB processes, such \ngovernment to fast- contract award  understanding  as procurement and \ntrack the  shortened from the    disbursement, provided \npreparation, start-up  current 12 months to  Other development   \nand implementation  less than 6 months by  partners’ project  Risk \nof ADB-financed  2015  processing reports  Lack of clarity in \nprojects in Viet Nam      implementation \nDisbursement rate  Loan review mission  arrangements \nwithin the first year after  BTORs \nloan effectiveness   \nincreased to 30%  Project completion reports \nOutputs  Specific advanced    Assumptions \n1. Production of  actions with funding  Loan review mission  Increased supervision \nhigh-quality project  source, time frame, and  BTORs  and guidance from \ndocuments and  responsibilities    government and ADB \nactions to fast- specified in the Project  Handbook on Project  project teams \ntrack project start- Preparation and Start- Processing and   \nup  Up Support Facility  Implementation of ADB- Adequate counterpart \n  application  Funded Projects (blue  funding allocated for \n    book)b  project preparation \n2. Capacity of the  Improved portfolio     \nMinistry of  performance by fast- First loan review mission  Risk \nPlanning and  tracking project start-up  BTOR and loan  Lack of clarity on \nInvestment and  to within 6 months of  effectiveness letter  procedures for fund \nimplementing  loan effectiveness by  flows delaying \nagencies to  2015  disbursement to \nprepare and    subprojects \nappraise viable  Time from effectiveness \npublic investments  to first contract and to \ndeveloped  30% disbursement of \nthe approved \nsubprojects shorter \nthan the Viet Nam \naverage by 2015 \n ", "12  Appendix 1 \n \nActivities with Milestones  Inputs \n1. Production of high-quality project documents and actions to fast- ADB: $37.88 million  \ntrack project start-up \nAsian Development \n1.1 Project identification during CPM, CPCM, and CPRM, from 2013 \nFund loan: Project \n1.2 Project preparation completed within 6 months, from 2013 \nPreparation and Start-Up \n1.3 Advance actions implemented as agreed from the first quarter of 2013 \nSupport Facility ($30.5 \n1.4 Subproject applications screened, by the second quarter of 2013 \nmillion)  \n1.5 Portfolio management, monitoring, and evaluation assisted every quarter \n2. Capacity of the Ministry of Planning and Investment and  Capacity development \nimplementing agencies to prepare and appraise viable public  ($3.4 million). 40 person-\ninvestments developed  months international \n2.1 Blue book updated in 2013 and 2015  consultants and 740 \n2.2 Application procedures developed and adopted, by the first quarter of  person-months national \n2013  consultants \n2.3 Semiannual training on various aspects of project management \nWorkshops ($0.7 million) \nconducted \n2.4 External audits conducted every year from 2013  Incremental cost PCU \n2.5 Incremental cost of the PCU financed  ($0.78 million) \nContingencies ($2.5 \nmillion) \nGovernment: $2.5 million \n(in cash): \nTaxes and duties ($1.5 \nmillion) \nInterest during \nconstruction ($1 million) \nADB = Asian Development Bank, BTOR = back-to-office report, COBP = country operations business plan, CPCM = \ncountry programming confirmation mission, CPM = country programming mission, CPRM = country portfolio review \nmission, CPS = country partnership strategy, PCU = project coordination unit. \na  ADB. 2011. Country Partnership Strategy: Viet Nam, 2012–2015. Manila. \nb  ADB. 2009. Handbook on Project Processing and Implementation of ADB-Funded Projects. Ha Noi. \nSource: Asian Development Bank.\n ", "Appendix 2  13 \nLINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=45098-001-3 \n \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary) \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n10.  Terms of Reference for Capacity Development \n11.  Project Detailed Outline (Government) \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20121214110939Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "vietnam, project preparation, project implementation, development assistance, aid effectiveness, adb financed projects, official development assistance, oda, project documents, project terms and conditions, adb projects, 45098, rrp", "ModDate": "D:20121226154536+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "The report and recommendation of the president for the proposed loan to the Socialist Republic of Viet Nam for the Project Preparation and Start-up Support Facility describes the terms and conditions for the approval of ADB's Board of Directors.", "Title": "RRP: Viet Nam: Project Preparation and Start-up Support Facility"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 October 2012) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.0000480192 \n$1.00  =  D20,825 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BTOR  –  back-to-office report \n  CPS  –  country partnership strategy \n  ICS  –  individual consultant selection \n  MPI  –  Ministry of Planning and Investment \n  ODA  –  official development assistance \n  PAM  –  project administration manual \n  PCU  –  project coordination unit \n  PIU  –  project implementation unit \n  PPTAF  –  Project Preparation Technical Assistance Facility \n  SDR  –  special drawing right \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  K. Senga, Southeast Asia Department (SERD) \nCountry Director  T. Kimura, Viet Nam Resident Mission (VRM), SERD \n   \nTeam leader  H. Jenny, Principal Urban Development Specialist, SERD \nTeam members  N. Binh, Senior Portfolio Management Officer, VRM, SERD \n  V. Dien, Senior Programs Officer, VRM, SERD \n  E. Gagnon, Principal Procurement Specialist, Central Operations \nServices Office (COSO) \n  J. Hakim, Senior Project Management Specialist, Cambodia Resident \nMission, SERD \n  K. Huong, Procurement Officer, VRM, SERD \n  L. Loan, Operations Assistant, VRM, SERD \n  J. Pedersen, Unit Head, Portfolio Management, VRM, SERD \n  A. Qadir, Counsel, Office of the General Counsel \n  A. Qari, Procurement Specialist, COSO \nPeer reviewer  A. Ingratubun, Senior Procurement Specialist, COSO \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "K. Senga", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "T. Kimura", "role": "Viet Nam Resident Mission (VRM)", "organization": "SERD"}, {"fullname": "H. Jenny", "role": "Principal Urban Development Specialist", "organization": "SERD"}, {"fullname": "N. Binh", "role": "Senior Portfolio Management Officer", "organization": "VRM"}, {"fullname": "V. Dien", "role": "Senior Programs Officer", "organization": "VRM"}, {"fullname": "E. Gagnon", "role": "Principal Procurement Specialist", "organization": "Central Operations"}, {"fullname": "J. Hakim", "role": "Senior Project Management Specialist", "organization": "Cambodia Resident"}, {"fullname": "K. Huong", "role": "Procurement Officer", "organization": "VRM"}, {"fullname": "L. Loan", "role": "Operations Assistant", "organization": "VRM"}, {"fullname": "J. Pedersen", "role": "Unit Head", "organization": "Portfolio Management"}, {"fullname": "A. Qadir", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "A. Qari", "role": "Procurement Specialist", "organization": "COSO"}, {"fullname": "A. Ingratubun", "role": "Senior Procurement Specialist", "organization": "COSO"}]}