{"path": "data/input/reports/45174-001-ban-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 45174-001 \nMarch 2012 \n \n \n \nProposed Technical Assistance Loan \nPeople’s Republic of Bangladesh:  \nDhaka–Chittagong Expressway Public–Private \nPartnership Design Project \n \n ", "CURRENCY EQUIVALENTS \n(as of 20 February 2012) \n \nCurrency Unit  –  taka (Tk) \n \nTk1.00  =  $0.012     \n$1.00  =  Tk81.93      \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MOC  –  Ministry of Communication \n  PAM    project administration manual \n  PIU  –  project implementation unit \n  PPP  –  public–private partnership \n  SDR  –  special drawing right \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  S. Widowati, Transport and Communications Division, SARD \n   \nTeam leader  M. Roesner, Senior Transport Specialist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \n  M. Davidovski, Senior Counsel, Office of the General Counsel \n  M. Islam, Project Officer, SARD \n  R. Peri, Principal Private Sector Development Specialist, SARD \n  K. Yangzom, Environment Specialist, SARD \n  S. Zhao, Social Development Specialist, SARD \nPeer reviewer  S. Saxena, Senior Transport Specialist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  The PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  3 \nE.  Implementation Arrangements  4 \nIII.  DUE DILIGENCE  5 \nA.  Economic and Financial  5 \nB.  Governance  6 \nC.  Poverty and Social  6 \nD.  Safeguards  7 \nE.  Risks and Mitigating Measures  7 \nIV.  ASSURANCES  8 \nV.  RECOMMENDATION  8 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  9 \n2.  List of Linked Documents  12 \n   \n ", "PROJECT AT A GLANCE \n \n1. Project Name:  Dhaka–Chittagong Expressway Public–Private Partnership Design Project 2. Project Number: 45174-001\n \n3. Country: Bangladesh 4. Department/Division:  South Asia Department/Transport and Communications Division\n \n5. Sector Classification: \n   \nSectors Primary Subsectors\n \n Transport,  and  information  and  √ Road transport\ncommunication technology\n 6. Thematic Classification: \n   \nThemes Primary Subthemes\n Economic growth √ Widening  access  to  markets  and \neconomic opportunities\n Private sector development   Public–-private partnerships\n Regional cooperation and integration   Cross-border infrastructure\n Capacity development   Institutional development\n   \n6a. Climate Change Impact 6b. Gender Mainstreaming \n No Climate Change Indicator available.    Gender equity theme (GEN)   \n   \n Effective gender mainstreaming (EGM)  \n \n Some gender benefits (SGB) √\n \n No gender elements (NGE)  \n7. Targeting Classification:   8. Location Impact:   \nTargeted Intervention  National High\nGeographic  Income   Regional Medium\nGeneral  Millennium \n  dimensions of  poverty at   Urban Low\nIntervention development \ninclusive    household   \n  goals\ngrowth level\n \n√      \n9. Project Risk Categorization: Low   \n \n \n \n \n10. Safeguards Categorization:  \nEnvironment C\nInvoluntary resettlement C\nIndigenous peoples C\n \n11. ADB Financing: \n \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n   \n Sovereign TA loan Asian Development Fund  10.0\n \nTotal     10.0\n \n12. Cofinancing:  \n \nNo Cofinancing available. \n \n \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n \n Government 2.5\n \nTotal 2.5\n \n14. Aid Effectiveness:  \nParallel project implementation unit No\n \nProgram-based approach No\n ", "89o  00'E 91o  45'E\nBANGLADESH\nPanchagarh DHAKA–CHITTAGONG EXPRESSWAY PUBLIC–PRIVATE\nPARTNERSHIP DESIGN PROJECT\nThakurgaon\nNilphamari\nLalmonirhat Kurigram N\nSayedpur Rangpur\n25 o 30'N Dinajpur PRa rAba Ntip uGr P U R Teesta R. 0 25 50 75 25 o 30'N\nKilometers\nGaibandha\nI N D I A\nJoypurhat Bahadurabad\n    Sunamganj Chhatak Tamabil\nSherpur\nNaogaon JamJamalpur Brahmaputra R. Netrokona Sylhet\nNawabganj R A J S H A H I BograBunah Ru.apur Mymensingh Mohanganj S KYu sLh iHya rEa  TR.\nKulaura\nMadhupur\nSirajganj\nGanges R. Rajshahi Natore Nalka Kishoreganj Habiganj Moulvibazar\nBonpara D H A K A\nTangail\nIshurdi\nPabna Shahji Bazar I N D I A\nGazipur Narsingdi\nKushtia Manikganj\nBrahmanbaria\nTongi\nMeherpur Rajbari Akhaura\nDHAKA\nChuadanga Faridpur Narayanganj\nJhenaidah Padma R. Munshiganj Daudkandi\nMagura Comilla\nShariatpur Chandpur\nJessore\nNarail Laksham Khagrachari\nMadaripur\nI N D I A K H U L N A Madhumati R.Gopalganj Meghna R.LaNkosahkmhiapluir Feni\nBarisal\nKhulna Bagerhat\nSatkhira Bhola\nJhalakati Rangamati\nPirojpur\nPussur R.(ChMaolnnag Plaort) Haringhala R. PaBtuAaRkhIaSliAL Chittagong Dohazari\nKhepupara Patiya Bandarban\nBarguna\nCHITTAGONG\n22o  00'N 22o  00'N\nB a y    o f    B e n g a l\nCox's Bazar\nProposed Project Section Railway\nNational Capital River\nDivisional Headquarters District Boundary\nDistrict Headquarters Divisional Boundary\nTown/Municipality International Boundary Teknaf\nMYANMAR\nBoundaries are not necessarily authoritative.\nProposed Expressway\nNational Highway This map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nRegional Highway map do not imply, on the part of the Asian Development Bank, any judgment on the \nZilla/Other Road legal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information.  St. Martin's Island\n89o  00'E 91o  45'E\n11-3299 AV", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \ntechnical  assistance  (TA)  loan  to  the  People’s  Republic  of  Bangladesh  for  the  Dhaka–\nChittagong Expressway Public–Private Partnership Design Project.1 \n \n2.  The TA loan from the Asian Development Bank (ADB) is to develop a design for the \nDhaka–Chittagong Expressway that is ready for financing under a public–private partnership \n(PPP), and to assist the Ministry of Communication (MOC) of the Government of Bangladesh in \nengaging a concessionaire for the follow-on project. 2  The TA loan will assist the government in \nupdating the feasibility study and preparing the detailed engineering design documents, and in \nselecting an appropriate PPP financing scheme for the Dhaka–Chittagong Expressway Project.  \n \nII.  THE PROJECT \nA.  Rationale \n3.  In recent years, road transport has become the dominant mode of surface transportation \nin Bangladesh, carrying more than 70% of passengers and 60% of freight. The Bangladesh \nRoad Master Plan 2007 forecast annual growth of 6.4% in both freight and passenger traffic \nduring 2010–2015 and 6.0% over the master plan period (2005–2025).  \n \n4.  Dhaka and Chittagong are the two major metropolitan areas of Bangladesh. Dhaka is \nthe  main  commercial  and  administrative  center  of  the  country;  Chittagong  is  the  primary \nseaport, accounting for about 90% of imports and exports. About a quarter of Bangladesh’s \npopulation lives in the Dhaka–Chittagong corridor. The government’s Sixth Five-Year Plan, \n2011–2015  assigns  the  highest  priority  to  increasing  the  capacity  of  the  existing  Dhaka–\nChittagong Highway, which is part of the Asian Highway network, by widening it to four lanes \nand building the Dhaka–Chittagong Expressway.  \n \n5.  Road traffic between Dhaka and Chittagong is hampered by the lack of capacity of the \nexisting  250-kilometer highway  and  load  restrictions  on bridges.  In general,  a  fully  loaded \ncontainer cannot be transported by road to Dhaka. Road safety on the two-lane highway is poor \nbecause  it  is  overcrowded  with  different  types  of  vehicles,  including  rickshaws,  bicycles, \nmotorcycles, cars, buses, and trucks. The journey between Dhaka and Chittagong can take up \nto 10 hours because of congestion on the road.  \n \n6.  Based on traffic counts in 2009, 20,000–25,000 motorized vehicles—up to 40% of them \ntrucks—use the highway each day. 3 The number of motorized vehicles is expected to grow to at \nleast 35,000 in 2020, 66,000 in 2030, and more than 119,000 in 2040, depending on the section \nand selected scenario for the traffic forecast. 4 The 2009 traffic count indicates that the capacity \nof the existing two-lane highway is already saturated; the capacity of the four-lane highway \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  Asian  Development  Bank.  2008.  Public–Private  Partnership  Handbook.  Manila.  The  term  “public–private \npartnership” describes a range of possible relationships among public and private entities in the context of \ninfrastructure and other services.  \n3  Data for 2009 from the database of the Roads and Highways Department, Ministry of Communication, Government \nof Bangladesh. \n4  Traffic forecast prepared as part of the feasibility study and conceptual design for a four-lane Dhaka–Chittagong \naccess-controlled expressway, prepared with funding from an ADB project completed in 2008. ADB. 2000. Report \nand Recommendation of the President to the Board of Directors: Proposed Loan to the People’s Republic of \nBangladesh for the Road Maintenance and Improvement Project. Manila (Loan 1789-BAN). ", "2 \ncurrently under construction will be saturated shortly after 2020 because of the mixed traffic and \nlarge number of intersections, villages, and towns served by the highway. This demonstrates \nthe  need  for  the  additional  road  transport  capacity  that  will  be  provided  by  the  Dhaka–\nChittagong Expressway. \n \n7.  Dhaka and Chittagong are also linked by air, inland waterways, and railway, but road \nand railway links handle the bulk of passenger and high-value cargo traffic in this corridor. Both \nof these modes of transport are facing serious capacity bottlenecks. About half of the length of \nthe 327-kilometer railway line between Dhaka and Chittagong is only a single-track line, which \nlimits  the  number  of  daily  trains.  Passenger  trains  are  frequently  sold  out  and  because \npassenger transportation is given preference over freight transportation, only four container \ntrains operate between Dhaka and Chittagong daily, carrying about 10% of the containers to \nand from Chittagong Port. \n \n8.  To address the transport needs in this corridor, the government is (i) upgrading the \nexisting Dhaka–Chittagong highway by widening of the remaining two-lane sections to four \nlanes, which is planned for completion by 2013; (ii) improving the capacity of the railway line by \nmaking the remaining single-track sections double-track, which is planned for completion in 3–5 \nyears; and (iii) planning to build a new access-controlled expressway. This expressway will \nprovide enough additional capacity in this important corridor to accommodate future traffic \ngrowth and will also meet the demand for a safer and more reliable road connection. This \nexpressway is badly needed, particularly with recent high-level intergovernmental consultations \nand agreements that will allow better access for Bhutan, India, and Nepal to Chittagong Port. \nThis additional traffic of goods and passengers will use the Dhaka–Chittagong corridor and has \nto be considered when planning the road capacity between Dhaka and Chittagong.  \n \n9.  The congestion on the existing highway requires the government to progress rapidly with \nthis core transport project. Because funds available for the follow-on investment project are \nlimited and the financing needs are large, opportunities for private sector participation have to \nbe identified to structure and implement the first PPP project in Bangladesh’s transport sector. \nThis is in line with ADB's long-term strategy to promote infrastructure projects with private sector \nparticipation. High-quality international consultants should be engaged in a timely manner to \nsupport  streamlined  and  efficient  preparation  of  the  PPP  project,  which  will  allow  the \ngovernment to enter into a fair agreement with the private sector based on a detailed design \nwith proper allocation of risks between the parties. \n \n10.  The TA loan benefits from the findings of a study financed by ADB and completed in \n2008, which prepared a pre-feasibility study and conceptual design for an access-controlled \nDhaka–Chittagong Expressway (footnote 4). The study concluded that the route alignment \nselected for the study of the expressway is technically, economical, and financially viable based \non 2008 assumptions, costs, and revenue streams. The selected option was estimated to cost \n$2.75 billion equivalent in 2011 prices and the implementation period was assumed to be 5–6 \nyears. However, the government failed to attract private investment for the project studied and is \ndiscussing different route alignment options that were not appraised in the earlier study. Earlier \nattempts to recruit a concessionaire on a PPP basis failed mainly because (i) a detailed route \nalignment design had not been agreed upon, creating uncertainty about the required land \nacquisition; (ii) an attractive legal framework and risk allocation between the partners was \nlacking;  and  (iii)  the  foreign  currency  exchange  risk  allocation  was  unclear.  The  cost  and \nrevenue streams have changed since the 2008 study and an understanding was reached that a \nsuccessful PPP project needs detailed project preparation, especially as this project will be the \nfirst large PPP project implemented in Bangladesh’s transport sector. \n ", "3 \n11.  Preparing the Dhaka–Chittagong Expressway for financing under a PPP is in line with \nthe  government’s  target  in  the  Sixth  Five-Year  Plan  to  triple  investments  in  infrastructure \ndevelopment from 2% to 6% of gross domestic product through substantial private participation. \nThis TA loan will benefit from the PPP unit established in the Prime Minister’s Office with the \nsupport of capacity development TA from ADB.5 The capacity development TA also supported \nthe government in proposing an institutional and legal framework for PPP projects, and in \ndrafting a new PPP law and an environmental and social management system for PPP projects. \nProposed  future  assistance  to  Bangladesh  will  support  capacity  development  for  the \nimplementation of PPP projects. \n \nB.  Impact and Outcome \n12.  The TA loan will facilitate project preparation for a follow-on project, resulting in the \nDhaka–Chittagong Expressway being efficiently constructed, operated, and managed under a \nPPP. The outcome of the TA loan will be an agreed upon design of the Dhaka–Chittagong \nExpressway for implementation under a PPP. \n \nC.  Outputs \n13.  The project will provide the following: \n(i)  a feasibility study with an assessment of different route alignment options;  \n(ii)  the economic and financial analysis for the follow-on project, the structuring of \nthe PPP, the financial model for the follow-on project, and a recommendation of \nthe PPP structure for the follow-on project;  \n(iii)  capacity development in PPP project implementation for the executing agency;  \n(iv)  the detailed engineering design for the selected option, including the finalization \nof all safeguard documents;  \n(v)  transaction  advisory  services  for  the  preparation  of  the  prequalification  and \nbidding documents for the concession agreement, preparation of the concession \nagreement, and support for the executing agency during the bidding process; \nand  \n(vi)  support for safeguard implementation in the follow-on project. \n \nD.  Investment and Financing Plans \n \n14.  The project is estimated to cost $12.5 million equivalent (Table 1) including taxes and \nduties. Detailed cost estimates are in the project administration manual (PAM).6 \n \n                                                 \n5  ADB. 2010. Technical Assistance to the People’s Republic of Bangladesh for Public–Private Partnership Program \nOperationalization. Manila (TA-7691 BAN). \n6  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "4 \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta\nA.  Base Costb   \n  1.  Consulting services  8.75\n  2.  Project management  1.25\n  3.  Taxes and duties  1.25\n    Subtotal (A)  11.25\n \nB.  Contingenciesc  1.00\nC.  Financing Charges During Implementationd  0.25\n       Total (A+B+C) 12.50\na  Includes taxes and duties of $1.25 million to be financed from government resources.\nb  In mid-2011 prices. \nc  Physical contingencies computed at 10% for consulting services. Price contingencies computed at 5% on foreign \nexchange costs and 8% on local currency costs; includes provision for potential exchange rate fluctuation under \nthe assumption of a purchasing power parity exchange rate. \nd  Includes interest. Interest during implementation for ADB loan(s) has been computed at 1.0% per year. \nSource: Asian Development Bank estimates.\n \n15.  The government has requested a loan in various currencies equivalent to SDR6,439,000 \nfrom ADB’s Special Funds resources to help finance the project. The loan will have a 32-year \nterm, including a grace period of 8 years, an interest rate of 1.0% per annum during the grace \nperiod and 1.5% per annum thereafter, and such other terms and conditions set forth in the draft \nloan agreement.  \n \n16.  The financing plan is in Table 2. \n \nTable 2: Financing Plan \nAmount  Share of \nSource  ($ million)    Total (%) \nAsian Development Bank  10.00    80.00 \nGovernment  2.50    20.00 \n  Total    12.50    100.00 \nSource: Asian Development Bank estimates.\n \nE.  Implementation Arrangements \n17.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 6). \n \n ", "5 \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  April 2012–September 2015 \nManagement \n(i)   Executing agency  Ministry of Communication \n(ii)   Steering committee  Headed by secretary (Roads Division), Ministry of Communication \n(iii)  Project implementation unit  Roads and Highway Department, Dhaka (1 project director and 5 \nstaff) \nConsulting services  Engineering design  115 person-months  $8,500,000 \nconsultant (QCBS)  of international \ninputs and 390 \nperson-months of \nnational inputs \nTransaction advisor  5 person-months of  $500,000 \n(QCBS)  international inputs \nand 10 person-\nmonths of national \ninputs \nSafeguard  240 person-months  $250,000 \nimplementation  of national inputs \nsupport (QCBS) \nAdvance contracting  Advance contracting for consulting services \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2007, as amended from time to time) and \ndetailed arrangements agreed upon between the government and \nADB. \nADB = Asian Development Bank, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank estimates.\n \n18.  To  avoid  start-up  delays  and  accelerate  the  development  of  this  PPP  project,  the \ngovernment has asked ADB to select the consultants on its behalf. The government will retain \nits authority to negotiate and sign contracts. \n \nIII.  DUE DILIGENCE \nA.  Economic and Financial \n19.  The follow-on investment projects prepared under the TA loan will support Bangladesh's \neconomic  growth  and  reduce  poverty  by  (i)  connecting  major  markets  in  the  country,  (ii) \nconnecting the country’s administrative and economic capital with the main seaport, and (iii) \nproviding communities with access to economic and social services. It will also contribute to \nregional cooperation and integration by strengthening connectivity of neighboring countries to \nChittagong Port, while increasing Bangladesh’s trade competitiveness. \n \n20.  Preparing the Dhaka–Chittagong Expressway for financing under a PPP will help the \ngovernment achieve its target to triple investment in infrastructure development from 2% to 6% \nof  gross  domestic  product  through  substantial  private  participation.  It  will  also support  the \ngovernment in raising the required funds from the private sector by minimizing the risks to \nprivate investors through thorough project preparation. \n \n21.  The  proposed  TA  loan  will  support  the  project’s  feasibility  study,  detailed  design, \nselection  of  the  concessionaire,  and  safeguard  implementation,  ensuring  that  (i)  the \n ", "6 \nimplementation of the follow-on project will not be delayed, (ii) the positive impacts of the follow-\non project will not be delayed, and (iii) the government will mobilize private sector financing and \nbenefit from the private sector’s efficiency in project implementation to satisfy the huge needs \nfor infrastructure investment in Bangladesh.  \n \nB.  Governance \n22.  Financial management. The MOC has prior and ongoing experience with implementing \nADB-funded projects through the Bangladesh Bridge Authority, and the Roads and Highways \nDepartment.  The  MOC  has  knowledge  of  project  financial  accounting  methods  and  ADB \ndisbursement procedures. For the proposed TA loan, one accountant will be included in the \nproject implementation unit (PIU). MOC officials have participated in workshops run by ADB \nconsultants on good practices in financial management. \n \n23.  The PIU will establish and maintain separate project records and accounts to identify the \nfinances received and expenditures made under the TA loan, ensuring an adequate audit trail. \nThe accounts will be set up in accordance with sound accounting principles. Independent \nauditors acceptable to ADB will audit the accounts and related financial statements annually.  \n \n24.  Procurement and anticorruption measures. Recruitment of consultants will be carried \nout in accordance with ADB’s Guidelines on the Use of Consultants (2010, as amended from \ntime to time), and the procurement of equipment will be in accordance with ADB Procurement \nGuidelines (2010, as amended from time to time). ADB will select the consultants and the \nRoads and Highway Department under the MOC will negotiate contracts with them (para. 18). \nThis recruitment process will help to ensure that consulting services are available in a timely \nmanner. The procurement rules for selection of contractors required by international financial \ninstitutions  such  as  ADB  are  considered  sufficiently  robust  to  deter  corruption  during  bid \nselection. National procurement regulation has also improved through the Public Procurement \nAct, 2006, and the related Public Procurement Rules (2008) with subsequent amendments. \nDuring implementation of the TA loan, reports will be submitted to the executing agency and \nADB in line with submission milestones to ensure the quality and timeliness of the consultants' \nwork. \n \n25.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MOC.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 6). \n \nC.  Poverty and Social \n26.  The TA loan will focus on project preparation and will ensure that the follow-on project \nwill be prepared in full compliance with ADB's Handbook for Incorporation of Social Dimensions \nin Projects and Handbook on Social Analysis.7 Gender, labor, HIV/AIDS, and other social risks \nrelated to the follow-on project will be assessed as part of the feasibility study under the TA \nloan, and a mitigation plan will be prepared to address those issues. \n \n                                                 \n7  ADB. 1994. Handbook for Incorporation of Social Dimensions in Projects. Manila; and ADB. 2007. Handbook on \nSocial Analysis. Manila. \n ", "7 \nD.  Safeguards \n27.  The TA loan will support the development of an environmentally and socially viable \nfollow-on project. The TA loan will support the government in safeguard implementation to avoid \nproject start-up delays. The TA loan project is classified category C for environment, involuntary \nresettlement, and indigenous peoples because the alignment options for the follow-on project \nwill  be  studied.  The  project  will  be  reexamined  and  reclassified  as  appropriate  after  the \nfeasibility study. During the detailed design stage, the consultants will prepare environmental \nimpact  assessments  and  initial  environmental  examinations,  as  applicable,  including \nenvironmental management plans. Similarly, the resettlement plans, small ethnic communities \nplans, and gender analysis will be prepared. If the follow-on project is implemented as a PPP, \nsafeguard  documents  will  be  drafted  following  the  environmental  and  social  management \nsystem  that  is  being  prepared  by  the  PPP  unit  in  the  Prime  Minister’s  Office.  Safeguard \ndocumentation will be prepared in accordance with ADB's Safeguard Policy Statement (2009); \ngovernment guidelines, regulations, and policies; and the safeguard policies of other financiers. \nAll safeguard documentation will follow the approval and disclosure process set forth in the \nSafeguard Policy Statement prior to the implementation of the safeguard by the government. \n \nE.  Risks and Mitigating Measures \n28.  Major risks and mitigating measures are summarized in paras. 29–32 and described in \ndetail in the risk assessment and risk management plan.8 The integrated benefits and impacts \nare expected to outweigh the costs. \n \n29.  Implementation delays. Close ADB supervision during implementation will address the \nrisk of delays. ADB selection of the consultants will expedite the process. This will also help to \nattract  qualified  consultants  for  fast  project  implementation.  Safeguard  specialists  engaged \nunder the TA loan will help to mitigate the risk of slow implementation of safeguards caused by \nlimited interagency coordination. \n \n30.  Weak capacity for review, assessment, and approval of public–private partnership \nprojects. ADB provided capacity development TA to support the government in establishing the \nPPP  unit  in  the  Prime  Minister’s  Office  (footnote  5).  To  further  build  the  capacity  of  the \ngovernment in reviewing and implementing PPP projects, future assistance to Bangladesh will \nbe proposed to support PPP program implementation. \n \n31.  Weak capacity for the implementation of public–private partnership projects. To \nensure that sufficient capacity for the implementation of PPP projects is available in the MOC \nand the PIU in the Roads and Highways Department, the feasibility study will examine the \nneeds for a capacity development program. Such a program will be implemented during the \ndetailed design stage. \n \n32.  Delays in government approvals. Support will be provided to strengthen the capacity \nof the MOC in preparing the necessary documentation for the approval of the TA loan. Staff \nconsultants will support the MOC in preparing the documents and during the approval process. \n \n                                                 \n8  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "8 \nIV.  ASSURANCES AND CONDITIONS \n33.  The government and the MOC have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services selection, and disbursement as described \nin detail in the PAM and the loan documents. \n \n34.  The government and the MOC have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan agreement. \n \n35.  The appointment of a project director satisfactory to ADB, the establishment of the PIU, \nand the execution of the contracts for consulting services shall be conditions for disbursement \nunder the loan agreement. \n \nV.  RECOMMENDATION \n36.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to SDR6,439,000 to the People’s Republic of Bangladesh for the Dhaka–\nChittagong Expressway Public–Private Partnership Design Project from ADB’s Special Funds \nresources with an interest charge at the rate of 1.0% per annum during the grace period and \n1.5% per annum thereafter; for a term of 32 years, including a grace period of 8 years; and such \nother terms and conditions as are substantially in accordance with those set forth in the draft \nloan agreement presented to the Board. \n \n \nHaruhiko Kuroda \nPresident \n8 March 2012 \n ", "Appendix 1  9 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets \nand Indicators  Data Sources and  Assumptions  \nDesign Summary  (Baselines: Zero)  Reporting Mechanisms   and Risks  \nImpact      Assumptions \nDhaka–Chittagong  Dhaka–Chittagong  Reporting mechanism to  Willingness of private \nExpressway efficiently  Expressway in  be drafted under PPP  sector to invest in \nconstructed,  operation under a  concession agreement  Bangladesh’s transport \noperated, and  PPP by 2020     infrastructure \nmanaged under a   \nPPP   Positive investment \nclimate in Bangladesh \n \nOutcome      Assumption \nAgreed upon design  Submission and  Project feasibility study  Active support from other \nof the Dhaka– approval of feasibility  and detailed design  government agencies and \nChittagong  study including  reports  other stakeholders in the \nExpressway for  recommended PPP in    selection of route \nimplementation under  2014  Draft PPP concession  alignment options \na PPP    agreement   \nSubmission and     \napproval of design \nand PPP contract \ndocuments in 2015 \n \nOutputs      Risk \n1. Feasibility study  Option for detailed  Project feasibility study  Delays in government \nwith assessment of  design selected, and  and detailed design  approvals \ndifferent route  detailed design and  reports \nalignment options   tender documents   \n  completed by 2015   \n2. Economic and     \nfinancial analysis for  PPP scheme selected  Draft PPP concession \nthe follow-on project,  by 2014  agreement \nstructuring of the     \nPPP, establishment of     \nthe financial model,     \nand recommendation     \nof the PPP structure     \nfor the follow-on     \nproject     \n     \n3. Capacity  Training program  Training program and \ndevelopment for PPP  established by 2013  training report \nproject  and training   \nimplementation  implemented by 2015   \n     \n4. Detailed  Detailed design report  Detailed design report \nengineering design for  completed by 2015   \nthe selected option     \nincluding the     \nfinalization of all   \nsafeguard documents \n  \n \n ", "10 \nDesign Summary  Performance Targets  Data Sources and  Assumptions \nand Indicators  Reporting Mechanisms  and Risks \n(Baselines: Zero) \n       \n5. Transaction  Concessionaire under  Concession agreement \nadvisory services for  proposed PPP-  \nthe preparation of the  scheme selected by   \nprequalification and  2015   \nbidding documents for     \nthe concession     \nagreement,     \npreparation of the     \nconcession     \nagreement, and     \nsupport for the project     \nexecuting agency     \nduring the bidding     \nprocess     \n     \n6. Support for  Safeguard documents  Safeguard documents \nsafeguard  prepared by 2014   \nimplementation in   \nfollow-on project a \n \n Activities with Milestones  Inputs \n   \n1.   Feasibility study  Loan \n1.1  Consultant selection by December 2012  ADB: $10 million \n1.2  Feasibility study including data collection;  Item  Amount ($ million) \nsurveys; engineering feasibility study and \nConsulting services  8.75 \nevaluation of options; economic analysis; \nfinancial modeling and analysis; PPP  Financing charges during   \nstructuring; and environmental, resettlement,  implementation  0.25 \nand indigenous people assessment completed \nby September 2013  Contingencies  1.00 \n1.3  Option for detailed design selected by March   \n2015 \nGovernment: $2.5 million \n2.   Institutional environment for public–private \nItem  Amount ($ million) \npartnership projects \nProject management  1.25 \n2.1  Institutional environment for PPP projects \nassessed and needs for industry restructuring  Taxes and duties  1.25 \nfor PPP identified by December 2013 \n \n2.2  Legal prerequisites for PPP projects identified \nby March 2014 \n2.3  Value-for-money analysis conducted and \noptions for PPP structuring of the investment \nproject identified by March 2014 \n2.4  Action plan for improvements in PPP project \nimplementation established by July 2014 \n \n \n ", "Appendix 1  11 \nActivities with Milestones   \n \n3.   Capacity development for public–private \npartnership project implementation \n3.1  Training program drafted by December 2013 \n3.2  Training completed and training report \nsubmitted by March 2015 \n4.   Detailed design \n4.1  Detailed design started by October 2013 \n4.2  Detailed design including detailed engineering \ndesign, support during PPP procurement, \nsocial assessment, resettlement and small \nethnic communities assessment, and \nenvironmental studies completed by \nSeptember 2014 \n4.3  Detailed design approved by March 2015 \n5.   Public–private partnership transaction \nadvisory services \n5.1  Consultant selected by March 2013 \n5.2  PPP scheme selected by March 2014 \n5.3  PPP agreements drafted by March 2014 \n5.4  Contractor under proposed PPP scheme \nselected by March 2015 \n6.   Support for safeguard implementation (to be \ncarried out in 2014 or 2015, if ensuing project \nis financed by ADB) \n6.1  Advice on ADB’s policies, procedures, and best \npractices provided, helping them implement \nplans as required \n6.2 Help provided to establish units to implement \nplans relating to resettlement, social aspects, \nand environment \n6.3 Training of government officials and NGOs \nprovided \n6.4 Coordination and lines of communication \nbetween ADB and government agencies, line \ndepartments, and organizations or individuals \ninvolved with resettlement aspects of projects \nfacilitated \n6.5 Project management monitored to ensure \neffective coordination and implementation of \nsafeguard-related plans \na Expected output if the follow-on project is financed by ADB. \nADB = Asian Development Bank; NGO = non governmental organization; PPP = public–private partnership. \nSource: ADB \n ", "12  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=45174-001-3 \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Transport \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Country Economic Indicators \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20120309090905+08'00'", "Creator": "Adobe Acrobat Pro 9.0.0", "Keywords": "dhaka-chittagong expressway; bangladesh; expressway construction project; road transport improvement; roads and highways; public-private partnership; ppp projects; adb projects; 45174-001; adb project terms and conditions", "ModDate": "D:20120822145346+08'00'", "Producer": "Adobe Acrobat Pro 9.0.0", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions proposed for the Dhaka-Chittagong Expressway Public-Private Partnership Design Project in Bangladesh.", "Title": "RRP: Bangladesh: Dhaka-Chittagong Expressway Public-Private Partnership Design Project"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 20 February 2012) \n \nCurrency Unit  –  taka (Tk) \n \nTk1.00  =  $0.012     \n$1.00  =  Tk81.93      \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  MOC  –  Ministry of Communication \n  PAM    project administration manual \n  PIU  –  project implementation unit \n  PPP  –  public–private partnership \n  SDR  –  special drawing right \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  X. Zhao, Operations 1 \nDirector General  S. H. Rahman, South Asia Department (SARD) \nDirector  S. Widowati, Transport and Communications Division, SARD \n   \nTeam leader  M. Roesner, Senior Transport Specialist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \n  M. Davidovski, Senior Counsel, Office of the General Counsel \n  M. Islam, Project Officer, SARD \n  R. Peri, Principal Private Sector Development Specialist, SARD \n  K. Yangzom, Environment Specialist, SARD \n  S. Zhao, Social Development Specialist, SARD \nPeer reviewer  S. Saxena, Senior Transport Specialist, East Asia Department \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "  M. Davidovski", "role": " Senior Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  M. Islam", "role": " Project Officer", "organization": "SARD "}, {"fullname": "  R. Peri", "role": " Principal Private Sector Development Specialist", "organization": "SARD "}, {"fullname": "  K. Yangzom", "role": " Environment Specialist", "organization": "SARD "}, {"fullname": "  S. Zhao", "role": " Social Development Specialist", "organization": "SARD "}]}