{"path": "data/input/reports/45354-002-taj-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President        \nto the Board of Directors \n \n \n \nProject Number: 45354 \nJune 2013 \n \n \n \n \nProposed Administration of Grant  \nRepublic of Tajikistan: Building Climate Resilience in \nthe Pyanj River Basin Project \n \n  ", " \nCURRENCY EQUIVALENTS \n(as of 6 June 2013) \n \nCurrency unit – somoni (TJS) \n \nTJS1.0  =  $0.21 \n$1.00  =  TJS4.76 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  KMK  –  Khochagii Manziliyu Kommunali (State Unitary Enterprise for \nHousing and Communal Services)  \n  MLRWR  –  Ministry of Land Reclamation and Water Resources \n  MOF  –  Ministry of Finance  \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  PFI  –  participating financial institution \n  PIO  –  Project Implementation Office \n  PMO  –  Project Management Office \n  SCF  –  Strategic Climate Fund \n \nNOTE \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  M. Ojiro, Environment, Natural Resources and Agriculture, CWRD \n   \nTeam leader  C. Losenno, Senior Climate Change Specialist, CWRD \nTeam members  Z. Abdulalieva, Project Officer, CWRD  \nJ. Chenoweth, Counsel, Office of the General Counsel  \nN. Djenchuraev, Environment Specialist, CWRD \nR. Jones, Natural Resources and Agriculture Economist, CWRD  \n  V. Medina, Social Development Specialist, CWRD  \n  R. Takaku, Senior Water Resources Specialist, CWRD \n  W. Seol, Financial Sector Specialist, CWRD \n  J. Stickings, Senior Social Development Specialist, CWRD \nPeer reviewers  I. Makin, Principal Water Resources Specialist, Regional and \nSustainable Development Department (RSDD) \n  C. Rodgers, Senior Climate Change Specialist, RSDD \nQ. Zhang, Principal Financial Sector Specialist, Office of Regional \nEconomic Integration  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n  ", " \nCONTENTS \n  Page \nPROJECT AT GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  2 \nC.  Outputs  2 \nD.  Investment and Financing Plan  3 \nE.  Implementation Arrangements  4 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework                     11 \n2.  List of Linked Documents                       14 \n \n \n  ", " \nPROJECT AT A GLANCE \n1. Project Name:  Building Climate Resilience in the Pyanj River Basin Project  2. Project Number: 45354-002 \n3. Country: Tajikistan  4. Department/Division:   Central and West Asia Department/Environment, \nNatural Resources & Agriculture Division \n5. Sector Classification:  \nSectors  Primary  Subsectors \nAgriculture and natural resources  √  Irrigation, drainage, and flood \nprotection \nFinance    Microfinance \nWater and other municipal    Water supply and sanitation \ninfrastructure and services \n \n6. Thematic Classification: \nThemes  Primary  Subthemes \n Environmental sustainability  √  Global and regional transboundary \nenvironmental concerns \nCapacity development    Institutional development \n \n6a. Climate Change Impact  6b. Gender Mainstreaming  \n Adaptation  High   Gender equity theme (GEN)   \n Mitigation     Effective gender mainstreaming  √ \n  (EGM) \n Some gender elements (SGE)   \n No gender elements (NGE)   \n \n7. Targeting Classification:   8. Location Impact:  \nTargeted Intervention   National  Low \nGeographic  Income   Rural  High \nGeneral  Millennium \ndimensions  poverty at   \nIntervention  development \nof inclusive  household \ngoals \ngrowth  level \n  √     \n \n9. Project Risk Categorization: Low     \n10. Safeguards Categorization:   \nEnvironment  B \nInvoluntary resettlement  B \nIndigenous peoples  C \n \n11. ADB Financing: nil \n12. Cofinancing:   \nAdministration \nFinancier  Category  Amount ($ million) \nType \nADB Strategic Climate Fund - PPCR  Official-Grant  21.55  Full \nTotal    21.55   \n       \n \n13. Counterpart financing:   \nFinancier  Amount ($ million) \nGovernment  0.87 \nParticipating Financial Institutions  0.28 \nTotal  1.15 \n \n14. Aid Effectiveness:   \nParallel project implementation unit  No \nProgram-based approach  No \n   ", " \nI.  THE PROPOSAL \n \n1.  I  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nadministration of a grant to be provided by the Asian Development Bank (ADB) Strategic Climate \nFund1 to the Republic of Tajikistan for the Building Climate Resilience in the Pyanj River Basin \nProject.2 \n \nII.  THE PROJECT \nA.  Rationale \n2.  Tajikistan is considered to be one of the Central Asian countries most vulnerable to the \nadverse effects of climate change. It frequently experiences extreme climate events such as \nintense  spring  rainfall,  excessive  melt-waters  from  large  snow  accumulations,  droughts,  and \noccasionally devastating glacial lake outburst floods. These cause mudflows, floods, reduced water \navailability, avalanches, landslides, and rockfalls.  \n3.  With a population of approximately 1.27 million, the Pyanj River Basin (114,500 square \nkilometers) is the largest of the five principal basins of Tajikistan (Pyanj, Vakhsh, Kafernigan, \nZerevshan, and Syr Darya). It has a large range of altitude, from 300–350 meters (m) in the semi-\narid lowlands of southern Khatlon to more than 7,000 m in the Pamir and Hindu-Kush mountains. It \nis also the bread-basket of Tajikistan, containing a large portion of the country’s agricultural land. \nCommunities located in the Pyanj River Basin are already experiencing extreme climatic events.3 \nIn  the  mountainous  Gorno  Badakhsan  oblast  (province),  droughts,  avalanches,  landslides, \nrockfalls, and violent winds are routine events which disrupt social and economic life, damage \nhouses and infrastructure, and erode land. Occasional but devastating flash floods are released \nwhen temporary glacial lakes, created by glacier surges in the Pamir Mountains, burst without \nwarning (glacier lake outburst flood). In the hills, lowlands, and flood plains of the eastern Khatlon \nregion, droughts caused by decreased snowfall, and mudflows and floods caused by intense \nspring rain, occur annually. These hazards routinely destroy land, crops, and infrastructure and, in \nthe worst cases, take lives. \n4.  Recent studies (footnote 3) indicated that projected rise in temperature of up to 2 degree \nCelsius by 2050 will result in glacial melt and early snow melt. The runoff peak is likely to shift from \nthe current late spring and early summer towards late winter and early spring runoff regime. This \nshift has significant repercussions for farming practices and water resources management because \nit leads to a major water deficit during the crop growing season. Increasing risks from hazards such \nas catastrophic flooding due to glacial lake outbursts, destabilizations of mountain slopes, and \nmore landslides will result in a progressive increase in economic losses and risk to the population, \nand reduce the ability of communities located in the Pyanj River Basin to move out of poverty. \nThese  adverse  effects  will  be  exacerbated  by  an  increase  in  water  demand  resulting  from \nincreased  evapotranspiration  and  a  projected  25%  population  increase  by  2050.4  Water \ninfrastructure in the Pyanj River Basin is in a state of disrepair. Irrigation systems and flood \n                                                \n1  Under the Pilot Program for Climate Resilience financed by the Strategic Climate Fund. \n2  The design and monitoring framework is in Appendix 1. \n3 ADB. 2010. Technical Assistance to Tajikistan for Climate Resiliency for Natural Resources Investments. Manila \n(Phase 1 of the Pilot Program for Climate Resilience); ADB. 2010. Technical Assistance for Water and Adaptation in \nCentral and West Asia. Manila. \n4  United Nations, Department of Economic and Social Affairs, Population Division.  2011. World Population Prospects: \nThe 2010 Revision. New York. ", "2      \n \nprotection  need  major  repair,  and  safe  drinking  water  is  often  inaccessible.  Planning  and \nmaintenance capacity at the jamoat (subdistrict) and community level is very weak. Financial \nresources for subsector-specific development planning and operation and maintenance (O&M) are \nabsent. National and local institutions lack climate change risk management skills. In addition, the \nPyanj River Basin faces particular development challenges arising from the high rate of out-\nmigration  by  males  and  the  consequent  prevalence  of  households  headed  by  women.  Main \nbarriers to climate resilience include the lack of information on climate change impacts on water \nresources, limited availability of financial resources to introduce resilient practices, absence of risk \ntransfer mechanisms, and limited women’s involvement in decision making.   \n5.  As a result of its high exposure and its limited capacity to anticipate and manage climate \nchange risks, Tajikistan is a beneficiary of the Pilot Program for Climate Resilience―a multilateral \nprogram financed by the Strategic Climate Fund (SCF) that aims to increase climate resilience in \ndeveloping countries. Building climate change resilience in the Pyanj River Basin was identified as \na priority in the extensive consultations5 that the government has conducted in partnership with \nADB, the World Bank, and European Bank for Reconstruction and Development since 2009, as \npart of the first phase of the Pilot Program for Climate Resilience. Priorities identified include the \nneed for a better coordinated and strategic approach to water resources management in the Pyanj \nRiver  Basin,  encompassing  (i)  improved  access  to  water  resources  through  climate-resilient \ninfrastructure for irrigation, drainage, water supply, and storage; (ii) increased resilience to extreme \nclimate events through flood protection, early warning systems, and risk transfer mechanisms; and \n(iii) improved access to information and financial resources, particularly for women. \n6.  The proposed project is consistent with the Tajikistan country partnership strategy, 2010–\n20146 and is included in the Tajikistan country operations business plan, 2013–2014.7 This project \nis also in line with ADB’s long-term strategic framework, Strategy 2020.8 The project design reflects \nlessons from previous ADB interventions in the country.9 \nB.  Impact and Outcome  \n7.  The  project’s  impact  will  be  improved  livelihoods  of  Pyanj  River  Basin  communities \nvulnerable to climate variability and change. The project’s outcome will be reduced adverse effects \nof climate variability and climate change in 59 villages in 19 jamoats in the Pyanj River Basin. \nC.  Outputs \n8.  The project has four outputs. Output 1 is flood protection infrastructure climate-proofed in 10 \njamoats.10 It will (i) upgrade and climate-proof flood and mudflow protection infrastructure in 10 \nlocations, including riverbank reinforcement, embankment reconstruction, restoration of stream \nbeds, terracing and planting of trees, and soil stabilization; (ii) establish O&M practices, develop \n                                                \n5  The consultations engaged over 1,400 stakeholders from government agencies, international organizations, donors, \ncivil society, and communities living in the Pyanj River Basin.  \n6  ADB. 2010. Country Partnership Strategy: Tajikistan, 2010–2014. Manila. \n7  ADB. 2012. Country Operations Business Plan: Tajikistan, 2013–2014. Manila. \n8  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008-2020. Manila. \n9  Sector Assessment (Summary): Water Resources Management (accessible from the list of linked documents in \nAppendix 2). \n10 ADB defines climate proofing as “…a shorthand term for identifying risks to a development project…as a consequence \nof climate variability or change, and ensuring that those risks are reduced to acceptable levels…”  ADB. 2005. Climate \nProofing: A Risk-based Approach to Adaptation. Manila. ", "3 \n \nO&M guidelines, and train local units of the responsible agencies; (iii) develop early warning \ncommunication  systems  through  the  use  of  modern  technologies;  (iv)  establish  disaster  risk \nmanagement committees; and (v) conduct training and disseminate information on the impact of \nclimate change and adaptation measures for local government officials and local institutions such \nas  khashar  (mutual  self-help  groups),  mahala  (neighborhood  associations),  and  women’s \ncommittees.  \n9.  Output 2 is irrigation systems climate-proofed in eight jamoats. It will (i) rehabilitate and \nclimate-proof  irrigation  canals  and  network  assets,  including  reconstruction  and  desilting  of \ndrainage and delivery channels and rehabilitation of pumping stations; (ii) pilot a drip irrigation \nscheme;  (iii)  strengthen  water  users’  associations;  and  (iv)  provide  advice  and  disseminate \ninformation on water resources management and climate-resilient agricultural practices to farmers, \nlocal government officials, women’s groups, and other stakeholders. \n10.  Output  3  is  water  supply  infrastructure  climate-proofed  in  seven  jamoats.  It  will  (i) \nrehabilitate and climate-proof seven rural drinking water supply systems, including rehabilitation, \nupgrade, and construction of boreholes, provision of new and rehabilitated pumping equipment, \nand  construction  of  new  service  reservoirs  and  water  tanks;  (ii)  establish  O&M  practices  for \ndrinking water supply systems, develop O&M guidelines, and train local units of the responsible \nagencies; (iii) establish drinking water consumer groups to influence responsible agencies and \nensure performance of the water supply facilities; and (iv) raise awareness of health and other \nrisks associated with climate change. \n11.  Output 4 is micro credits and micro deposits made available to promote climate resilience in \nthe Pyanj River Basin. It will (i) expand capacity of participating financial institutions (PFIs) in the \nPyanj River Basin to accept micro and small deposits and provide micro loans in support of \nclimate-resilient economic activities; (ii) provide credit lines for agricultural improvements (climate-\nresilient agriculture credit line) and economic diversification (income diversification credit line), \nparticularly targeting women;  (iii) strengthen financial literacy of the local population;  and (iv) \nassess the feasibility of collateral insurance linked to credit and, if appropriate, pilot a credit \ninsurance scheme. \nD.  Investment and Financing Plan \n12.  The project is estimated to cost $22.7 million (Table 1).  \nTable 1: Project Investment Plan \n ($ million) \nI.  IItem    Amounta \nA.  Base Costb    \n  1.  Output 1: Flood protection infrastructure climate-proofed  7.3 \n  2.  Output 2: Irrigation infrastructure climate-proofed  4.6 \n  3.  Output 3: Water supply infrastructure climate-proofed  4.3 \n  4.  Output 4: Micro credits and micro deposits made available  3.8 \n    Subtotal (A)  20.0 \nB.  Contingenciesc  2.7 \n       Total (A+B)  22.7 \na  Includes taxes and duties of $0.87 million to be financed from government resources. \nb  In mid-2012 prices. \nc  Physical contingencies computed at 8% for civil works, 5% for equipment, and 2% for field research and \ndevelopment, training, surveys, and studies. Price contingencies based on cost escalation factors. \nSource: Asian Development Bank. \n  ", "4      \n \n13.  The ADB Strategic Climate Fund (footnote 1) will provide grant financing equivalent to \n$21.55 million to be administered by ADB. The government will contribute to finance counterpart \nstaff salary costs for project implementation. ADB will also contribute to counterpart staff salary and \nequipment O&M costs during project implementation to ensure project staff retention and long-term \nsustainability of the investment.11 The financing plan is in Table 2. \nTable 2: Financing Plan \nSource  Amount ($ million)    Share of Total (%) \nADB Strategic Climate Funda  21.55    95.0 \nGovernmentb  0.87    3.8 \nParticipating Financial Institutions  0.28    1.2 \n  Total    22.70    100.0 \nADB = Asian Development Bank. \na  Under  the  Pilot  Program  for Climate Resilience financed by the Strategic Climate Fund. The ADB Strategic Climate \nFund is administered by ADB. \nb  Includes taxes and duties on goods, works, and services financed by the government. \nSource: Asian Development Bank. \n14.  The Ministry of Finance (MOF) will lend a total of $2.8 million in somoni equivalent of the \ngrant  to  PFIs  that  meet  ADB’s  eligibility  criteria  (paragraph  16)  and  have  demonstrated  a \nwillingness and ability to design and offer microfinance loans and deposits in the Pyanj River \nBasin.12 PFIs will lend these funds to individuals and micro, small, and medium-sized enterprises \n(subborrowers)  to  finance  investment  activities  (subprojects)  that  meet  ADB’s  eligibility  and \nsafeguards requirements. PFIs will provide a minimum of 10% of each subloan amount, increasing \nthe total amount made available to subborrowers to at least $3 million equivalent. Relending to the \nPFIs will be based on a 5-year repayment term and an interest rate based on the prevailing \nNational Bank of Tajikistan refinancing rate.13 Subloans to subborrowers will (i) cover a maximum \nof 90% of the eligible subproject cost; (ii) be for amounts of  up to TJS150,000; (iii) have a \nrepayment term of up to 5 years; and (iv) carry a market-based interest rate. At least 50% of the \nsubloans will be for amounts of TJS5,000 or less, and at least 30% of the total number of subloans \nwill  be  to  women  or  organizations  having  substantial  female  ownership.  PFIs  will  undertake \nindependent assessment of subborrowers, including creditworthiness. All proposed subloans in \nexcess of TJS100,000 will require ADB approval and ADB will undertake prior review of the first \nthree subloans issued by each PFI for each credit line. Following project completion, MOF will \nrecycle the credit line funds for the same purposes as utilized under the project for a minimum \nadditional period of 6 years. ADB and MOF will agree on the ultimate use of the repaid credit lines \nbefore project completion. \nE.  Implementation Arrangements \n15.  The project’s completion date is 31 December 2019, and the grant closing date is 30 June \n2020. The project will have three executing agencies: (i) the Ministry of Land Reclamation and \nWater Resources (MLRWR), (ii) the State Unitary Enterprise for Housing and Communal Services \n(Khochagii Manziliyu Kommunali - KMK), and (iii) the MOF. MLRWR will be responsible for outputs \n                                                \n11 ADB policy and the Tajikistan Country Partnership Strategy permit ADB to finance such recurrent costs. ADB. 2005. \nCost Sharing and Eligibility of Expenditures for Asian Development Bank Financing: A New Approach. Manila. \n12 $1.9 million equivalent will be allocated to the climate-resilient agriculture credit line and $0.9 million equivalent to the \nincome diversification credit line. \n13 MOF will bear the risk of any depreciation in the TJS–dollar exchange rate. Since the credit lines are being made \navailable from grant proceeds, the MOF does not bear any currency risks associated with creditor obligations.  ", "5 \n \n1 and 2, KMK will be responsible for output 3, and MOF will be responsible for output 4. Overall \ncoordination will be provided by the Executive Office of the President and the Pilot Program for \nClimate Resilience Interministerial Committee, which is chaired by the deputy prime minister. A \nproject  steering  group  comprising  the  three  executing  agencies  will  provide  implementation \nguidance and monitor project performance. The project management structure will consist of (i) a \nproject management office (PMO) in the MLRWR and four project implementation offices (PIOs) in \nthe Pyanj river basin; (ii) the existing project implementation group in the KMK and three PIOs; and \n(iii)  the  PMO  in  the  MOF,  which  is  jointly  financed  under  three  ADB  projects.14  The  project \nmanagement units will ensure compliance with grant covenants, project administration manual, \ngender action plan, and financial and safeguard requirements. Specific responsibilities will include \n(i)  overall  financial  management;  (ii)  procurement,  disbursement,  and  accounting;  and  (iii) \nmonitoring and evaluation, including progress reports for submission to ADB. The implementation \narrangements are summarized in Table 3 and described in detail in the project administration \nmanual.15  \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  October 2013–December 2019 \nEstimated completion date  31 December 2019 \nManagement \n(i)   Oversight body  Deputy Prime Minister, PPCR Interministerial Committee, and PPCR Focal Point \n(ii)   Executing agencies  MLRWR, KMK, MOF \n(iii)  Implementation units  MLRWR PMO and PIOs; KMK PIG and PIOs; MOF PMO, and PMO in each PFI \nProcurement  International competitive bidding  8 contracts  $11.1 million \nNational competitive bidding  1 contracts  $0.7 million \nShopping  5 contracts  $0.3 million \nConsulting services  Quality- and cost-based selection  4 contracts (436 person-months)  $2.4 million \nRetroactive financing  Advance contracting for civil works and consulting services contracts will be undertaken \nand/or advance contracting  in conformity with ADB’s Procurement Guidelines (2010, as amended from time to time) \nand the Guidelines on the Use of Consultants (2010, as amended from time to time). \nRetroactive financing is not required. \nDisbursement  Grant  proceeds  will  be  disbursed  in  accordance  with  ADB's  Loan  Disbursement \nHandbook (2012, as amended from time to time) and detailed arrangements agreed \nupon between the government and ADB. \nADB = Asian Development Bank, KMK = Khochagii Manziliyu Kommunali (State Unitary Enterprise for Housing and \nCommunal Services), MOF = Ministry of Finance, MLRWR = Ministry of Land Reclamation and Water Resources, PMO \n= Project Management Office, PFI = participating financial institution, PPCR = Pilot Program for Climate Resilience. \nSource: Asian Development Bank. \n16.  Tajikistan-regulated microfinance institutions (MFIs) may apply to be a PFI if they meet the \nfollowing  eligibility  criteria:  (i)  compliance  with  mandatory  prudential  standards  regulation  in \nTajikistan; (ii) corporate, financial,16 management, and governance practices acceptable to ADB \nand MOF, and satisfactory completion of ADB’s integrity, anti-money laundering and combating the \nfinancing  of  terrorism  due  diligence  requirements;  (iii)  successful  experience  in  the  rural \ndevelopment sector; and (iv) willingness and ability to grow and service beneficiaries in the Pyanj \n                                                \n14 The PMO under the MOF will be financed jointly by this project, the ongoing Rural Development Project (ADB. 2006. \nReport and Recommendations to the Board of Directors: Proposed Loan and Asian Development Fund Grant and \nTechnical Assistance Grant for the Rural Development Project. Manila), and the proposed Access to Green Finance \nProject. \n15 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n16 These include (i) equity equal to at least 12% of its total assets, (ii) a ratio of return on assets greater than zero, (iii) a \nratio of return on equity of at least 10%, (iv) an intermediation cost ratio of less than 33%, (v) a portfolio at risk over 30 \ndays of less than 5%, and (vi) a write-off ratio of less than 5%. \n  ", "6      \n \nRiver  Basin  in  line  with  the  objectives  of  the  project,  including  the  ability  to  offer  deposits. \nMicrofinance institutions will be required to (i) submit audited financial statements for the 2 years \nprior to entering into a subsidiary loan agreement, (ii) implement a basic environment and social \nmanagement system, and (iii) implement adequate anti-money laundering and combating the \nfinancing of terrorism customer due diligence measures. PFIs will enter into a subsidiary loan \nagreement with the MOF and a project agreement with ADB. ADB conducted financial and integrity \ndue diligence on four microfinance institutions from July 2012 to March 2013.17 Based on the \nresults of the due diligence assessment, IMON International and OXUS18 have been selected to \nparticipate in the first round of microfinance activities. Half of the total funds ($1.4 million) will be \nallocated to IMON International and OXUS in equal amounts. The remaining total funds will be \nallocated by MOF, subject to ADB concurrence, to selected and eligible MFIs. \n17.  All  procurement  of  goods  and  works  will  be  undertaken  in  accordance  with  ADB’s \nProcurement Guidelines (2010, as amended from time to time). Procurement of civil work will \nrequire seven contracts totaling $10.3 million, comprising four contracts for irrigation and flood and \nmudflow protection infrastructure totaling $7.5 million with international competitive bidding, three \ncontracts  for  water  supply  infrastructure,  of  which  two  contracts  totaling  $2.1  million  with \ninternational and one contract totalling $0.7 million with national competitive bidding. Procurement \nof goods will require seven contracts totaling $1.8 million, comprising heavy machinery totaling \n$0.9 million and drip irrigation equipment totaling $0.6 million with international competitive bidding, \nand  vehicles  and  office  furniture  totaling  $0.3  million  with  shopping  method.  Procurement  of \nconsulting  services  totaling  $2.4  million  will  require  four  contracts  for  project  implementation \nsupport,  engineering  supervision,  and  capacity  building  of  community  organizations.  A \nprocurement plan is included in the project administration manual. \n18.  The  project  will  provide  management  support  and  assistance  to  ensure  that  project \nimplementation  fully  complies  with  ADB’s  policies  and  operational  requirements  in  terms  of \nfinancial  management,  fund  disbursement,  procurement  procedures,  social  and  environment \nsafeguards,  and O&M.  This  will  include  external financial  audit  and monitoring  of social  and \nenvironment safeguards. A team of international and national consultants will be engaged by the \nexecuting agencies to provide management support during project implementation. A team of \ninternational and national consultants from nongovernment organizations (NGOs) will be engaged \nby the executing agencies to carry out the capacity building work in support of the outputs.19 All \nconsultants and NGOs will be recruited according to ADB’s Guidelines on the Use of Consultants \n(2010, as amended from time to time). \n19.  An estimated 229 person-months of consulting services will be required to support the PMO \nunder the MLRWR (31 person-months international, including 5 person-months from an NGO; 198 \nperson-months  national,  including  116  person-months  from  an  NGO)  to  (i)  facilitate  project \nmanagement and implementation, (ii) strengthen the institutional and operational capacity of the \nexecuting  agency,  and  (iii)  carry  out  capacity  building  of  community  groups.  The  consulting \nservices will be provided by international consulting firms, national consulting firm(s), and NGO(s). \nAn estimated 120 person-months of consulting services will be required to support the project \nimplementation  group  under  the  KMK  (18  person-months  international,  including  2.5  person-\n                                                \n17 Financial Analysis of Candidate Microfinance Institutions (available from the list of linked documents in Appendix 2). \n18 Microdeposit Organization IMON International and Microloan Organization OXUS are limited liability companies \nestablished under the Law on Microfinance Organizations, 2012.  \n19 National and international NGOs have long-standing experience of mobilizing and increasing resilience to climate \nchange of communities in the Pyanj River Basin. NGOs are best placed to carry out the capacity building activities \nunder the project. ", "7 \n \nmonths from an NGO; 102 person-months national, including 29 person-months from an NGO) to \n(i)  facilitate  project  management  and  implementation,  (ii)  strengthen  the  institutional  and \noperational capacity of the executing agency, and (iii) carry out capacity building of community \ngroups. An estimated 87 person-months of consulting services will be required to support the PMO \nunder the MOF (10 person-months international, 77 person-months national) to (i) facilitate project \nmanagement and implementation, (ii) strengthen the institutional and operational capacity of the \nexecuting  agency,  (iii)  carry  out  feasibility  studies  and  technical  assessments,  and  (iv)  build \ncapacity of PFIs and potential borrowers and savers. \n20.  Each consulting firm will be engaged using the quality- and cost-based selection method \nwith a quality–cost ratio of 80:20. Full technical proposals will be required for each consulting \nservice  under  the  MLRWR  and  KMK.  Simplified  technical  proposal  will  be  required for  each \nconsulting service under the MOF. Detailed terms of reference for consultants to be engaged \nunder the project are in the project administration manual.  \nIII.  DUE DILIGENCE \nA.  Technical \n21.  A  climate  vulnerability,  impact,  and  adaptation  assessment  was  carried  out  to  identify \npriority communities that are particularly vulnerable to climate variability and change, with a focus \non water resources. A methodology was developed to identify and rank the most vulnerable \ncommunities, and for each identified community prioritize adaptation measures (subprojects). Key \ncriteria for prioritizing communities included (i) exposure (magnitude and frequency) to climate \nshocks  (drought,  flood,  mudslide,  etc.);  and  (ii)  technical,  financial,  and  human  capacity  to \nanticipate and manage climate risks. Key criteria for prioritizing subprojects included effectiveness \nin reducing climate risks, and replication potential. Community participation, including women, \nensured that perspectives and insights of people whose livelihoods are being affected by changes \nin climate are reflected in the specific adaptation measures under the project. \n22.  A technical feasibility assessment was carried out to assess the technical feasibility of the \nsubprojects, including preliminary engineering design of the infrastructure components. Twenty-two \nsubprojects were selected based on field assessments and local experience, including 10 flood \nand mudflow subprojects, 5 irrigation subprojects, and 7 rural drinking water supply subprojects. \nThe  flood  and  mudflow  subprojects  will  comprise  (i)  constructing  and  upgrading  riverbank \nprotection, including forestation of embankments and soil stabilization; (ii) providing for heavy \nmachinery  to  maintain  the  restored  flood  protection  and  irrigation  facilities;  (iii)  training  local \nauthorities  and  communities,  and  (iv)  establishing  early  warning  systems  and  disaster  risk \nmanagement committees. The irrigation subprojects will comprise (i) modernizing and climate-\nproofing irrigation infrastructure, (ii) modernizing and climate-proofing one existing pumping station \nand upstream delivery canal, (iii) constructing new infrastructure for piped drip-type irrigation, and \n(iv) agricultural extension services and training water users’ associations. The rural drinking water \nsupply subprojects will comprise (i) upgrading ground water sources and protecting them from \nflood risk and contamination, (ii) storage equivalent to 1 day’s demand, (iii) providing dedicated \npumping mains, (iv) upgrading communal water points with self-closing taps, and (v) establishing \nand training water consumer groups. \nB.  Economic and Financial \n23.  The economic internal rate of return for the project was estimated at 18% and the economic \nnet present value at the discount rate of 12% was $7.8 million. The project will bring social \n  ", "8      \n \nbenefits, particularly for poorer beneficiaries, by reducing (i) losses of agricultural land, personal \nproperty, houses, and livestock and consequent damage to family living conditions; (ii) declines in \nincome levels; (iii) emergence of disease; (iv) decrease in agricultural crop yields; (v) deterioration \nof drinking water; and (vi) levels of migration. The project is likely to have a significant positive \nimpact on agricultural productivities, soil and water resources, public health, and rural livelihoods.20 \n24.  Financial  and  integrity  due  diligence  was  conducted  on  four  MFIs  (para.  16).  The \nassessment comprised review of (i) credit and risk management policies, operating systems, and \nprocedures to prudently make loans; (ii) corporate and financial governance and management \npractices; (iii) sound business objectives and strategy; (iv) ability to assess creditworthiness of \nborrowers and determine market-based loan terms; (v) policies and measures for anti-money \nlaundering and combating the financing of terrorism; (vi) environment and social management; and \n(vii) other requirements. As a result, two MFIs have been selected to participate in the project. It \nwill be a condition of disbursement of credit line funds to PFIs that adequate anti-money laundering \nand combating the financing of terrorism customer due diligence measures are in place. \nC.  Governance \n25.  An  assessment carried  out from  January  to March  2013  confirmed that the  executing \nagencies’  procurement  capacity  and  financial  management  capacity  are  sufficient  to  manage \ninternational procurement and funds flow arrangements, accounting, internal and external audits, \nand information. Obstacles identified include less transparent operations, outdated operational \ntools, and a skills gap. Implementation support will be provided by consulting services to ensure \nthat  the  project’s  financial  management,  procurement,  accounting,  monitoring,  reporting,  and \nauditing requirements are met.  \n26.  ADB’s Anticorruption Policy (1998, as amended to date) was discussed with the three \nexecuting agencies and the government. The specific policy requirements and supplementary \nmeasures are described in the project administration manual.  \nD.  Poverty and Social \n27.  The project is aligned with Tajikistan’s National Development Strategy, 2007-2015 and \nPoverty Reduction Strategy, 2010–2012. It will improve the livelihoods of over 100,000 people in \nthe Pyanj River Basin by reducing and reversing (i) livelihood losses and declining income levels, \n(ii) lack of access to essential services, (iii) employment-related out-migration, and (iv) vulnerability \nto waterborne diseases. Women are particularly vulnerable in the project areas. High rates of male \nmigration have resulted in high engagement of the female population in agriculture. However, \nwomen have little access to financial resources and information to switch to more climate-resilient \nlivelihoods. The project is categorized as effective gender mainstreaming, and includes a gender \naction plan to ensure women are actively involved in, and benefit from, all project components. \nWomen will benefit from the project through improved access to water resources for irrigation and \ndrinking water supply, enhanced knowledge of climate-resilient agriculture, and increased access \nto micro deposits and credit lines for climate-resilient economic activities. The project will assist \nwomen  in  accessing  the  micro  credit  they  need  to  undertake  adaptive  measures  and  build \nresilience; and support the active participation of women in irrigation water users’ association, \ndisaster risk management committees, and drinking water consumer groups. \n                                                \n20 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). ", "9 \n \nE.  Safeguards \n28.  The project is classified category B for environment. The infrastructure subprojects are \nexpected to have limited site-specific adverse environmental impacts during both construction and \noperation,  and  are  located  outside  environmentally  sensitive  areas.  Two  initial  environmental \nexaminations have been prepared, one by the MLRWR for the flood protection and irrigation \nsubprojects and one by the KMK for the water supply subprojects, in accordance with ADB’s \nSafeguard Policy Statement (2009). Adequate mitigation measures for each subproject will be \nimplemented  through  site-specific  environmental  management  plans  based  on  generic \nenvironmental management plans for water supply, flood management, and irrigation components. \nSite-specific environmental management plans will be prepared by contractors, and approved by \nthe PMO in the MLRWR and the project implementation group in the KMK. Consultants will assist \nthe MLRWR and KMK in strengthening institutional capacity to manage environmental impacts.  \n29.  The  project  is  expected  to  have  only  nonsignificant  land  acquisition  and  resettlement \nimpacts and is classified involuntary resettlement category B, according to the ADB’s Safeguard \nPolicy Statement. The engineering design of the infrastructure subprojects under the project has \nnot yet advanced to a stage where land acquisition and resettlement impacts on individual or \ncollective land users can be identified. A land acquisition and resettlement framework has been \nprepared in lieu of land acquisition resettlement  plans.21 During project implementation, each \nsubproject will be screened for land acquisition and resettlement impacts. For subprojects with \nsuch  impacts,  land  acquisition  and  resettlement  plans  will  be  prepared  and  implemented  in \naccordance with the land acquisition and resettlement framework before the commencement of \ncivil works. For subprojects involving the rehabilitation of existing facilities, due diligence will be \nconducted  to  determine  past  or  present  social  safeguard  concerns  and  to  identify  corrective \nactions, as necessary. Capacity building on social safeguards will be provided to the executing \nagencies through ongoing ADB technical assistance.22  \n30.  The project is classified category C for indigenous peoples. Project preparation activities \nhave determined that there will be no indigenous peoples issues associated with the project. \n31.  Before receiving their first disbursement under the proposed project, PFIs will establish a \nbasic environmental and social management system to screen out subprojects including activities \nlisted in ADB’s Prohibited Investment Activities List and posing more than minimal environmental \nand social risks.23 Each PFI will be required to designate at least one staff member responsible for \nthe  implementation  of  its  environmental  and  social  management  system.  Only  subprojects \ncategorized C for environment and social impacts will be eligible for financing under the project.  \nF.  Risks and Mitigating Measures \n32.  The project carries manageable risks that will be mitigated during implementation. Main \nrisks and mitigating measures are summarized in Table 4 and described in detail in the risk \nassessment and risk management plan.24 \n                                                \n21 ADB. 2008. Safeguard Review Procedures. Operations Manual. OM F1/OP. Manila (paragraph 51). \n22 ADB. 2011. Technical Assistance for Mainstreaming Land Acquisition and Resettlement Safeguards in the Central and \nWest Asia Region. Manila. \n23 Environment  and  Social  Management  System of  Participating  Financial  Institutions (accessible  from  the list of \nlinked documents in  Appendix 2). \n24 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n  ", "10      \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nLack of  The grant agreement includes provisions for separate accounts, quarterly and \ntransparency  annual reporting, annual audits of financial statements, and spot checks. \nLimited capacity of  The project includes provisions for engagement of consultants to assist executing \nexecuting agencies  agencies and participating financial institutions (PFIs) in implementing the project. \nImplementation  Potential delays in project start-up may be reduced by taking advance action on \ndelays   contracting consulting services for detailed engineering design and for civil works. \nReputation risk:  Extensive financial, integrity, and safeguards due diligence has been carried out to \nPFIs’ ability to  identify PFIs for the first phase of the project. Additional due diligence will be \ndeliver   conducted on additional PFIs for subsequent phases of the project. \nLimited  Sustainability will be addressed through climate-resilient design; supervision of civil \nsustainability of  works to ensure build quality; operation and maintenance plans; government \ninterventions  commitment to meet operation and maintenance cost after project completion; \ntraining of responsible agencies; and capacity building of water user associations, \ndisaster risk management committees, and water consumer groups. \nLack of  The Executive Office of the President, the national coordination mechanism \ncoordination  established under the Pilot Program for Climate Resilience (PPCR), and the PPCR \namong the three  secretariat will ensure coordination among the three project executing agencies and \nexecuting agencies  other stakeholders. \nSource: Asian Development Bank estimates. \n \nIV.  ASSURANCES AND CONDITIONS \n33.  The government has assured ADB that implementation of the project shall conform to all \napplicable ADB policies including those concerning anticorruption measures, safeguards, gender, \nprocurement,  consulting  services,  and  disbursement  as  described  in  detail  in  the  project \nadministration manual and grant documents. The government, the executing agencies, and the two \nselected PFIs have agreed with ADB on certain covenants for the project, which are set forth in the \ngrant agreement and project agreements. \nV.  RECOMMENDATION \n34.  I am satisfied that the proposed administration of the grant would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nadministration by ADB of a grant not exceeding the equivalent of $21,550,000 to the Republic of \nTajikistan for the Building Climate Resilience in the Pyanj River Basin Project, to be provided by \nthe ADB Strategic Climate Fund, substantially in accordance with the terms and conditions set \nforth in the draft grant and project agreements presented to the Board. \n \nTakehiko Nakao \nPresident \n \n28 June 2013 ", "Appendix 1     11 \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance Targets and  Data Sources and  Assumptions and Risks \nSummary  Indicators  Reporting Mechanisms \nImpact      Assumption \nImproved  Household incomes in project areas  National statistics of the  Local government and \nlivelihoods of  increased by at least 40% by 2023  Government of Tajikistan  communities sustained \nPyanj River Basin  (baseline = TJS7,700 in 2012)  (Ministry of Economic  commitment to climate \ncommunities  Development)  change adaptation measures \n \nvulnerable to     \nclimate variability  Risk \nand change  Actual climate-change-related \nimpacts are more severe than \npredicted  \nOutcome  By 2019:    Assumption \nAdverse effects  Economic losses from climate- Statistics and reports of  Climate change impacts are \nof climate  induced extreme events reduced by  Ministry of Health and other  estimated with adequate level \nvariability and  20% compared to 2012 (baseline to  national statistics  of accuracy \nclimate change  be defined during first year of     \nreduced in 59  implementation)   \nvillages in 19   \nAt least 50% of surveyed \njamoats  Public opinion survey \nbeneficiaries, including at least 50% \n(subdistrict) in the  carried out under the project \nof surveyed women, confirm \nPyanj River Basin  \nimproved access to financial \nresources for climate change \nadaptation \nOutputs   At least 231 hectares (ha) of arable  Report of the monitoring  Assumption \n1. Flood  land protected from annual floods  program established under  Sufficient contractors available \nprotection  by 2019 (frequency less than 1 in  PPCR  in the project districts \ninfrastructure is  10 years) (2012 baseline = 0)     \nclimate-proofed in      Trained stakeholders retained \nten jamoats  At least 1,490 ha of arable land  Statistics of Committee for   \nprotected from high floods by 2019  Emergency Situations and  Risk \n(frequency greater than 1 in 10  MLRWR  Subproject contracts may not \nyears but less than 1 in 50 years)    be attributed because of lack \n(2012 baseline=0)    of fair competition \n     \nDisaster risk management plans  Report of the monitoring   \nbased on early warning system  program established under \nestablished in ten jamoats by 2017  PPCR \n   \nAt least 500 people, including at  End of project surveys with \nleast 50% women, trained on  heads of target jamoats \ndisaster risk management by the \nDRMCs in 10 jamoats by 2018 \n2. Irrigation  At least 1,450 ha of arable land  Cadaster of agricultural land   \nsystems are  serviced by five climate-proofed  use in the communities of \nclimate-proofed in  irrigation canals and network by  the Pyanj River Basin \neight jamoats   2019 (2012 baseline = 0)    \n   \nAt least eight WUAs trained to  End of project survey with \ndeliver agricultural advice by 2016  heads of eight jamoats \n   \nAt least 20% of members of WUAs  Monitoring program \nare women by 2017 (2012 baseline  established under PPCR \n= 0)   \n  Monitoring program \nAt least 200 farmers trained on  established under PPCR \nclimate-resilient agriculture   \npractices by eight WUAs by 2018 \n  ", "12     Appendix 1 \nDesign  Performance Targets and  Data Sources and  Assumptions and Risks \nSummary  Indicators  Reporting Mechanisms \n3. Water supply  At least 4,150 households serviced  Monitoring program   \ninfrastructure is  by seven climate-proofed water  established under PPCR  \nclimate-proofed in  supply systems by 2019   \nseven jamoats     \nAt least 50% of surveyed  End-of-project surveys \nbeneficiaries, including at least 50%  with heads of target \nof surveyed women, confirm  communities \nperception of improved access to   \ndrinking water by 2019   \n   \nAt least 30% of members of water  Monitoring program \nconsumer groups are women by  established under PPCR  \n2015   \n   \nAt least 350 people trained on  Monitoring program \nclimate change risks by the water  established under PPCR  \nconsumer groups in seven jamoats   \nby 2018 \n4. Micro credits  At least 1,000 people access  Number of signed  Assumption  \nand micro  climate-resilient agriculture and  subsidiary loan  Microfinance institutions are \ndeposits made  revenue diversification credit lines  agreements signed by  able to train and retain staff \navailable to  by 2019 (2012 baseline = 0)  PFIs for credit lines  with micro-lending skills \npromote climate      applied to climate change-\nresilience in the  A minimum of 30% of all subloans  Quarterly reports from  related projects. \nPyanj River Basin  are to eligible subborrowers who  PFIs    \n  are either women or enterprises   \nwith a minimum of 50% ownership   \nby women by 2014   \n   \nThree branches of finance  End of project surveys on \ninstitutions offer climate resilience  access to financial \nmicro credits by 2016  services  \n   \nAt least 1,000 potential borrowers,  Attendance sheets and \nof whom at least 50% are women,  evaluation forms from \nare trained in climate-resilient  training courses \nagricultural practice by 2018   \n   \n$2.8 million of ADB grant fund is  Quarterly reports from \ndisbursed for onlending to  PFIs and MFIs \nbeneficiaries by 2019 \n \nActivities with Milestones \nInputs \n1. Flood protection infrastructure is climate-proofed in 10 jamoats  ADB SCF Grant: $21.55 million \n1.1  Establish MLRWR PMO by Q4 2013 \n1.2  Contract implementation support consultants by Q1 2014  Amount           \nItem \n1.3  Produce detailed engineering design and surveys by Q3 2014  ($ million) \n1.4  Procure civil work contracts by Q1 2015  Civil work  10.29 \n1.5  Procure equipment and machinery by Q1 2016  Vehicles and  1.79 \n1.6  Rehabilitate and climate-proof flood protection infrastructure by Q2 2019  equipment  \n1.7  Carry out two workshops on climate change risk management each year   Training and  0.16 \nfor communities and local government from 2014 to 2018  workshops \n1.8  Establish early warning systems in 10 target jamoats by Q4 2016  Surveys and  0.38 \n1.9  Establish DRMC in 10 jamoats by Q4 2014  design \n1.10  Carry out annual opinion survey in 10 target jamoats from 2014 to 2019 \nConsulting  2.38 \n1.11  Carry out end of project surveys with 10 target jamoats by Q4 2019 \nservices \n1.12  Establish project monitoring system with indicator baselines by Q2 2014 \nOperation and  0.25 \n1.13  Produce M&E quarterly report, and annual report from 2014 to 2019 \nmaintenance ", "Appendix 1     13 \nActivities with Milestones \nInputs \n1.14  Produce O&M manual by Q4 2017  Administration and  0.35 \n1.15  Carry out annual O&M trainings in 10 target jamoats  audit \n1.16  Hold a midterm project workshop by Q3 2016  Incremental staff  0.37 \n1.17  Hold a final project workshop by Q1 2019  Microfinance  2.87 \n2. Irrigation systems are climate-proofed in eight jamoats   lending \n2.1  Contract implementation support consultants by Q1 2014  Contingency   2.71 \n2.2  Produce detailed engineering design and surveys by Q3 2014 \n2.3  Procure civil work contracts by Q1 2015 \n2.4  Procure equipment and machinery by Q1 2016 \n2.5  Rehabilitate and climate-proof five irrigation systems by Q2 2019 \n2.6  Establish WUAs in five target jamoats by Q4 2014 \nGovernment: $0.87 million \n2.7  Carry out two workshops each year for communities and local \ngovernment of the five target jamoats (2014 to 2018)   Amount           \n2.8  Carry out annual opinion survey in five target jamoats (2014 to 2019)  Item  ($ million) \n2.9  Carry out end-of-project surveys with heads of five jamoats by 2019 \nTaxes and duties  0.87 \n2.10  Establish project monitoring system with baselines by Q2 2014 \n2.11  Produce M&E quarterly reports and annual reports (2014 to 2019) \n2.12  Produce O&M manuals for five irrigation systems by Q4 2016 \n2.13  Carry out annual O&M trainings in five target jamoats (2014 to 2019)  Participating Financial \n2.14  Hold a midterm project workshop by Q3 2016  Institutions: $0.28 million \n2.15  Hold a final project workshop by Q3 2019 \n Amount           \n3. Water supply infrastructure is climate-proofed in seven jamoats  Item \n($ million) \n3.1  Produce detailed engineering design and surveys by Q3 2014 \nMicrofinance  0.28 \n3.2  Procure civil work contracts by Q1 2015 \nlending \n3.3  Procure equipment and machinery by Q1 2016 \n3.4  Rehabilitate and climate-proof water supply infrastructure by Q2 2019 \n3.5  Establish WCGs in five targets jamoats by Q4 2014     \n3.6   Conduct two workshops each year for communities and local government \nof the seven target jamoats (2014 to 2018) \n3.7   Carry out annual opinion survey in seven target jamoats (2014 to 2019) \n3.8  Carry out end-of-project surveys with seven target jamoats by Q3 2019 \n3.9  Establish project monitoring systems with indicator baselines by Q2 2014 \n3.10   Produce M&E quarterly reports and annual reports (2014 to 2019) \n3.11  Produce O&M manuals for seven irrigation systems by Q4 2017 \n3.12   Carry out annual O&M trainings in five target jamoats from 2014 to 2019 \n3.13   Hold a midterm project workshop by Q3 2016 \n3.14  Hold a final project workshop by Q3 2019 \n4. Micro credit and micro deposit are made available to promote climate  \nresilience in the Pyanj River Basin \n4.1  Support PFIs to establish M&E and ESMS by Q1 2014 \n4.2  Establish agricultural credit line by Q2 2014  \n4.3  Establish revenue diversification credit line by Q2 2014 \n4.4   Conduct 10 seminars on savings for PFIs and beneficiaries by Q4 2014 \n4.5   Conduct six seminars each year on climate-resilient agriculture for PFIs \nand beneficiaries (2014 to 2018) \n4.6   Conduct study on micro credit life and collateral insurance by Q4 2015 \n4.7  If appropriate, pilot insurance scheme by Q2 2019 \n4.8  Produce M&E quarterly reports and annual reports (2014 to 2019) \n4.9  Carry out annual opinion survey in 10 target jamoats \n4.10   Carry out annual end-of-project survey in 10 target jamoats \n4.11   Hold midterm project workshop by Q3 2016 \n4.12  Hold a final project workshop by Q3 2019 \nADB = Asian Development Bank; DRMC = disaster risk management committee; ESMS = environmental and social \nmanagement system; KMK = Khochagii Manziliyu Kommunali (State Unitary Enterprise for Housing and Communal \nServices); M&E = monitoring and evaluation; MLRWR = Ministry of Land Reclamation and Water Resources; MOF = \nMinistry of Finance; O&M = operation and maintenance; PFI = participating financial institution; PPCR = Pilot Program for \nClimate Resilience; Q = quarter; SCF= Strategic Climate Fund; WCG = water consumer group; WUA = water users’ \nassociation. \n  ", "14     Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=45354-002-2  \n1.  Grant Agreement \n2.  Project Agreement: State Unitary Enterprise for Housing and Communal Services \n(Khochagii Manziliyu Kommunali - KMK)  \n3.  Project Agreement: CSC Microcredit Deposit Organization IMON International \n4.  Project Agreement: Microloan Organization OXUS Limited Liability Company \n5.  Sector Assessment (Summary): Water Resources Management  \n6.  Project Administration Manual  \n7.  Contribution to ADB Results Framework \n8.  Development Coordination  \n9.  Economic and Financial Analysis  \n10.  Country Economic Indicators  \n11.  Summary Poverty Reduction and Social Strategy  \n12.  Gender Action Plan \n13.  Initial Environmental Examination: Irrigation and Flood Management   \n14.  Initial Environmental Examination: Water Supply Facilities  \n15.  Resettlement Framework  \n16.  Environment and Social Management System Arrangement \n17.  Risk Assessment and Risk Management Plan  \nSupplementary Documents \n18.  Financial Management Assessment \n19.  Financial Analysis of Candidate Microfinance Institutions  \n20.  Climate Change Vulnerability Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130702145108Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "tajikistan, water supply improvement, climate change adaptation, climate change risks management, irrigation, climate proofed infrastructures, flood protection, drainage, reforestation, potable water supply, water resources management, water storage, pyanj river basin jamoats, adb projects, rrp", "ModDate": "D:20130802103306+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This is the report and recommendation of the president on a proposed administration of a grant to be provided by ADB Strategic Climate Fund to the Republic of Tajikistan for Building Climate Resilience in the Pyanj River Basin Project. It describes the project terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "RRP: Tajikistan: Building Climate Resilience in the Pyanj River Basin Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 6 June 2013) \n \nCurrency unit – somoni (TJS) \n \nTJS1.0  =  $0.21 \n$1.00  =  TJS4.76 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  KMK  –  Khochagii Manziliyu Kommunali (State Unitary Enterprise for \nHousing and Communal Services)  \n  MLRWR  –  Ministry of Land Reclamation and Water Resources \n  MOF  –  Ministry of Finance  \n  NGO  –  nongovernment organization \n  O&M  –  operation and maintenance \n  PFI  –  participating financial institution \n  PIO  –  Project Implementation Office \n  PMO  –  Project Management Office \n  SCF  –  Strategic Climate Fund \n \nNOTE \nIn this report, “$” refers to US dollars. \n \nVice-President  X. Zhao, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  M. Ojiro, Environment, Natural Resources and Agriculture, CWRD \n   \nTeam leader  C. Losenno, Senior Climate Change Specialist, CWRD \nTeam members  Z. Abdulalieva, Project Officer, CWRD  \nJ. Chenoweth, Counsel, Office of the General Counsel  \nN. Djenchuraev, Environment Specialist, CWRD \nR. Jones, Natural Resources and Agriculture Economist, CWRD  \n  V. Medina, Social Development Specialist, CWRD  \n  R. Takaku, Senior Water Resources Specialist, CWRD \n  W. Seol, Financial Sector Specialist, CWRD \n  J. Stickings, Senior Social Development Specialist, CWRD \nPeer reviewers  I. Makin, Principal Water Resources Specialist, Regional and \nSustainable Development Department (RSDD) \n  C. Rodgers, Senior Climate Change Specialist, RSDD \nQ. Zhang, Principal Financial Sector Specialist, Office of Regional \nEconomic Integration  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n  ", "authors": [{"fullname": "X. Zhao", "role": "Operations", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "M. Ojiro", "role": "Environment", "organization": "Natural Resources and Agriculture"}, {"fullname": "C. Losenno", "role": "Senior Climate Change Specialist", "organization": "CWRD"}, {"fullname": "Z. Abdulalieva", "role": "Project Officer", "organization": "CWRD"}, {"fullname": "J. Chenoweth", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "N. Djenchuraev", "role": "Environment Specialist", "organization": "CWRD"}, {"fullname": "R. Jones", "role": "Natural Resources and Agriculture Economist", "organization": "CWRD"}, {"fullname": "V. Medina", "role": "Social Development Specialist", "organization": "CWRD"}, {"fullname": "R. Takaku", "role": "Senior Water Resources Specialist", "organization": "CWRD"}, {"fullname": "W. Seol", "role": "Financial Sector Specialist", "organization": "CWRD"}, {"fullname": "J. Stickings", "role": "Senior Social Development Specialist", "organization": "CWRD"}, {"fullname": "I. Makin", "role": "Principal Water Resources Specialist", "organization": "Regional and"}, {"fullname": "C. Rodgers", "role": "Senior Climate Change Specialist", "organization": "RSDD"}, {"fullname": "Q. Zhang", "role": "Principal Financial Sector Specialist", "organization": "Office of Regional"}]}