{"path": "data/input/reports/45911-01-reg-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 45911 \nNovember 2011 \nProposed Equity Investment \nAureos South-East Asia Fund II  \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn accordance with ADB’s public communications policy (PCP, 2005), this abbreviated version of the \nRRP excludes confidential information and ADB’s assessment of project or transaction risk as well as \nother information referred to in paragraph 126 of the PCP.   \n \n ", "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMF  –  Aureos Malaysia Fund \n  ASEAF  –  Aureos South-East Asia Fund \n  ASEAN  –  Association of Southeast Asian Nations \n  DFI  –  development finance institution \n  DMC  –  developing member country \n  EAGA  –  East ASEAN Growth Area \n  ESMS  –  environmental and social management system \n  FI  –  financial intermediary \n  IRR  –  internal rate of return \n  SMEs  –  small and medium-sized enterprises \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  P. Erquiaga, Private Sector Operations Department (PSOD) \nDirector  R. van Zwieten, Capital Markets and Finance Division, PSOD \n   \nTeam leader  J. Klein, Investment Specialist, PSOD \nTeam members  P. Bailet, Counsel, Office of the General Counsel \n  D. da Silva, Investment Specialist, PSOD \n  B. Huang, Investment Specialist, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n[CONFIDENTIAL INFORMATION HAS BEEN DELETED] \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FUND  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  1 \nC.  Ownership, Management, and Governance  2 \nIII.  THE PROPOSED ADB ASSISTANCE  3 \nA.  The Assistance  3 \nB.  Implementation Arrangements  3 \nC.  Value Added by ADB Assistance  4 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  5 \nA.  Development Impact, Outcome, and Outputs  5 \nB.  Alignment with ADB Strategy and Operations  5 \nV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  6 \nC.  Investment Limitations  7 \nD.  Assurances  7 \nVI.  RECOMMENDATION  7 \n \nAPPENDIXES    \n \n1.  Design and Monitoring Framework                       8 \n2.  List of Linked Documents                       10 \n \n ", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nequity investment of up to $15 million in Aureos South-East Asia Fund (ASEAF) II.  \n \nII.  THE FUND \n \nA.  Investment Identification and Description \n2.  ASEAF II is the successor fund to (i) ASEAF, an $86 million private equity fund raised in \nlate 2004 to invest in Indonesia, the Philippines, Thailand, and Viet Nam; and (ii) Aureos \nMalaysia Fund (AMF), a $25 million private equity fund raised in late 2007 to invest in Malaysia. \nThe main objective of ASEAF II is to further develop the investment strategies pursued by \nASEAF and the AMF by investing in a balanced and diversified portfolio of small and medium-\nsized enterprises (SMEs) in the five target countries of Indonesia, Malaysia, the Philippines, \nThailand, and Viet Nam, with a secondary focus on Cambodia and the Lao People’s Democratic \nRepublic. ASEAF II’s target size is $180 million, and the fund manager will make growth capital \nand buyout investments in high-potential companies.  \n \n3.  The Asian Development Bank (ADB) has had a lengthy relationship with Aureos Capital \nthat dates back to 1997, and has invested in four of its Asian funds: Aureos South Asia, ASEAF, \nKula Fund I, and Kula Fund II. Aureos is thus well known to ADB, and vice versa. Aureos began \nexploring a potential ADB investment in ASEAF II as soon as it began fund-raising. Due to \nresource constraints and a desire for additional visibility on exits from ASEAF, ADB waited for \nover a year to begin processing the investment, but had identified ASEAF II as a potential \ninvestee throughout that time.  \n \nB.  Business Overview and Strategy \n4.  Strategy. ASEAF II will pursue an investment strategy similar to that of ASEAF and the \nAMF within the target countries. ASEAF II will seek to make investments in the range of \n$2 million–$10 million, each in a balanced and diversified portfolio of 20–25 established, high-\ngrowth  businesses  with  expected  enterprise  values  of  $20  million–$100 million.  The  fund \nmanager  will  focus  primarily  on  companies  servicing  domestic  demand  and/or  regional \nmarkets,  in  sectors  that  reflect  a  country’s  comparative  advantage.1 ASEAF  II’s  overall \nobjective will be to generate returns by making minority or majority equity investments in \nestablished SMEs led by experienced management teams. The fund manager expects to have \neffective management controls through minority shareholder rights and/or representation on the \nboard of directors, and will have influence over the recruitment of key management staff. The \nfund manager anticipates that the majority of investments will be held for an average of 3–5 \nyears, in keeping with ASEAF II’s “buy and build” strategy.  \n \n5.  Deal sourcing. Investment opportunities will be screened by sector and across markets. \nIn addition, analysis and assessments will be made by reviewing economic and development \ntrends across target countries, and engaging in proactive research and top–down analysis. \nInvestment opportunities have been, and are expected to continue to be, identified in the \n                                                \n1  General investment sectors include fast-moving consumer goods, retail, restaurant chains and franchises, light \nmanufacturing, distribution and logistics, support services, infrastructure, construction materials, business services \nrelated to information technology, business process outsourcing and “defensive” sectors such as health care, \neducation, and sanitation.  ", "2   \nfollowing ways: (i) direct contact with business owners, (ii) referrals from local entrepreneurs, \nand  (iii)  referrals  from  local  financial  institutions.  In  Aureos’  experience,  SME  transactions \nthroughout  the  target  region  are  relationship-driven,  therefore  Aureos  commits  extensive \nresources  to  building  and  maintaining  tailored  personal  relationships  with  key  executives, \nbusiness owners, and deal providers across the target region, and the team members have a \ndeep understanding of the target countries.  \n \n6.  Deal structuring. ASEAF II will employ a flexible approach to structuring investments, \nusing a combination of equity, secured and unsecured debt, mezzanine debt, and quasi-equity \ninstruments such as convertible loans and preference shares. Aureos expects to receive up to \n30%–40% of the total portfolio cost back from its investments in the form of cash flows, and \nbelieves that ASEAF II will benefit from the generation of these early returns in the form of \nscheduled contractual cash flows throughout the investment period, which mitigate currency risk \nand dependency on single liquidity events.  \n \n7.  Value addition. Aureos believes that an active, hands-on approach is essential to the \ndevelopment of, and the successful exit from, its investments at enhanced valuations. In that \ncontext, Aureos will focus on the institutional strengthening of portfolio companies to meet \ninternational standards, including strengthening leadership in such companies in the following \nareas:  (i)  strategy,  management,  and  corporate  governance;  (ii)  growth  strategies; \n(iii) operational performance improvements; (iv) financial management; and (v) implementation \nof environmental, social, and governance standards. Aureos will seek to add value in particular \nby helping companies with regional expansion, leveraging their network throughout multiple \ncountries in Southeast Asia.  \n \n8.  Exit. In Aureos’ view, investments in SMEs present a wide range of potential exit routes, \nprincipally trade sales to strategic acquirers, recapitalizations, and initial public offerings. As a \nconsequence of these multiple potential exit routes, companies are not solely dependent on \nactivity levels in the capital markets (although all five main target countries of ASEAF II have \nrelatively liquid stock markets). Aureos’ experience demonstrates that a key determinant of \ninvestment viability is the identification of an appropriate exit strategy. As described above, \nAureos’ deal structures reduce the dependency on single liquidity events to generate returns, as \na  significant  proportion  of  returns  are  generated  through  contractual  yields  as  well  as \nredemption through regular scheduled capital repayments of the debt portion of the investment.  \n \nC.  Ownership, Management, and Governance \n1.  Sponsor and Ownership \n \n9.  ASEAF  II  is  sponsored  by  Aureos  Capital,  a  global  private  equity  manager  with  a         \n19-year history of investing in SMEs in emerging markets. Aureos Capital was founded in 2001 \nas a joint venture between CDC Group and Norfund, with the initial mandate to manage out an \nexisting portfolio of 139 investments. In December 2008, Aureos staff completed a management \nbuyout from the two founding shareholders and today retain 100% ownership of Aureos Capital. \nWith over $1.3 billion in funds under management, Aureos has invested in 126 new transactions \nacross Asia, Latin America, and Africa, with a current realized internal rate of return (IRR) of \nover 30%. The firm has a robust infrastructure for SME investing, covering over 50 emerging \nmarket  countries,  with  over  90  investment  professionals  with  experience  in  private  equity, \ncommerce,  consulting,  investment  banking,  and  development  finance,  located  across \n29 locations worldwide. Aureos’ experienced local investment professionals have broad sector ", "3 \nknowledge and strong cultural understanding of emerging markets, with access to deep local \nand regional networks.  \n \n2.  Governance Structure \n \n10.  Management. ASEAF II’s investment team comprises 18 investment professionals with \nextensive private equity and SME business investment and operational experience. The five \nsenior team members, all of whom have worked together in ASEAF, have a deep skill set, \nincluding (i) a track record of successful exits in Southeast Asia; (ii) a skills base covering the \nfull range of SME needs; (iii) a wide range of relevant commercial experience gained from \ninvestment, financial, and operational roles, ensuring a broad perspective on issues; and (iv) an \nextensive,  high-quality  contact  base  of  industry  executives,  providing  a  substantial  flow  of \ninvestment opportunities and a source of advice from sector experts at both pre- and post-\ninvestment stages.  \n \n11.  Corporate governance. ASEAF II will establish an advisory committee consisting of at \nleast five members selected from among the larger limited partners. The advisory committee will \nconsult with the fund manager as to general policies and guidelines involving the changing of \nauditors and valuation policy, prospective investment sectors, and conflicts of interest. ADB will \nhave a seat on the advisory committee.   \n \n12.  Risk management. For private equity funds, risk management can be understood as \nthe process by which the fund in question selects, analyzes, structures, and exits investments \n(i.e., the investment process and policies that aim to identify risks, balance those risks against \nthe anticipated returns of the investment, and mitigate the risks to the extent possible). Aureos, \nan established global fund manager, adheres to a structured, consultative, and accountable \ndecision-making  process.  Once  preliminary  due  diligence  and  pre-screening  have  been \nsatisfactorily  completed,  the  team  proposing  the  investment  will  prepare  a  report  to  the \ninvestment  committee  for  consideration  outlining  the  investment  rationale  and  proposed \nstructure, and will seek approval to conduct further due diligence. Once a transaction has been \nfully  negotiated,  which  may  involve  several  further  investment  committee  meetings,  the \ninvestment will be presented to the investment committee for final approval. The investment \ncommittee of ASEAF II will comprise six senior Aureos investment professionals.  \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n13.  ADB proposes to make an equity investment of up to $15 million in ASEAF II, not to \nexceed 25% of the aggregate capital commitments to ASEAF II, whichever is less, and not \nresulting in ADB being the largest investor in ASEAF II. ADB’s equity contribution will be used \nexclusively for investments in ADB’s developing member countries.  \n \n14.  ASEAF II will have a 10-year life, extendable by up to two 1-year extensions, and will \nhave a 5-year investment period, extendable by 1 year.  \n \nB.  Implementation Arrangements \n15.  With regard to private equity fund investments, the term “implementation arrangements” \nrefers to all processes and mechanisms used for investment performance monitoring, reporting, \nand evaluation. These processes and mechanisms include (i) financial monitoring—receipt and \n ", "4   \nreview by ADB of quarterly unaudited and annual audited reports including financial statements, \na  fund  overview,  and  an  overview  of  the  portfolio  companies’  performance  and  valuation; \n(ii) ADB  representation  on  ASEAF  II’s  advisory  board,  and  attendance  at  advisory  board \nmeetings;  and  (iii)  non-financial  monitoring—receipt  and  review  by  ADB  of  ASEAF  II’s \nenvironmental and social management system (ESMS) and annual reviews of environmental \nand social safeguard issues. \n \nC.  Value Added by ADB Assistance \n16.  ADB’s assistance to ASEAF II is justified for a number of reasons: (i) demonstration and \nsignaling  effect,  (ii)  market  development  and  catalytic  effect,  and  (iii)  ADB  portfolio \ndiversification. \n \n17.  Demonstration and signaling effect. Part of ADB’s role in capital market development \nis an effort to signal to the market its views on appropriate, viable business models. By investing \nin ASEAF II, ADB will send a signal to the market regarding the types of business models that it \nsupports (i.e., funds with local teams and presence, track records, links with a global platform, \nstrong governance, and strong environmental and social safeguard standards). ASEAF II is \nbacked  by  a  fund  management  platform  that  is  experienced  with  (i)  development  impact \nreporting,  and (ii)  development finance  institution  (DFI)-compliant  environmental  and  social \nsafeguard  standards,  and  that  has  the  opportunity  to  leverage  and  replicate  successful \nexperiences in non-Asian emerging markets to the benefit of its investees. ADB’s support of \nASEAF II will guide fund managers entering the market toward appropriate and attractive fund \nmodels for the region.  \n \n18.  Market development and catalytic effect. The selection of ASEAF II results from a \nmarket mapping exercise that identified Aureos as one of the most reliable private equity \noperators in the region. By supporting a reference player, ADB will continue to establish private \nequity in markets where it is still nascent. Also key to ADB’s added value in this transaction is its \ncatalytic effect, i.e., the fact that ADB’s participation will help to attract additional investors and \nthus build deeper, broader, stronger private equity markets in this region. To ensure that ADB’s \ninvestment is indeed “catalytic” and serves as a genuine incentive to the fund manager to raise \nadditional capital, ADB has structured conditionality into the investment, such that $10 million \nwill be committed up front, with an additional $5 million to be committed after ASEAF II achieves \nits minimum target of $150 million. \n \n19.  Portfolio  diversification.  Since  2008,  ADB  has  added  to  its  portfolio  a  significant \nproportion of funds managed by first-time managers and/or focused on higher-risk strategies. \nASEAF II’s introduction into the portfolio will help to rebalance the overall risk profile with a more \nexperienced fund manager and lower-risk, sector-agnostic strategy. Additionally, ASEAF II will \nprovide exposure to the high-growth markets of Southeast Asia, and will allow ADB to capitalize \non the attractive macroeconomic fundamentals of the region. Lastly, analysis of the ADB fund \nportfolio has demonstrated that financially successful funds are generally funds that achieve \nhigher  development  impact.  Since  Aureos funds  have  performed  better than  average,  this \nimplies that their development impact is generally robust, and they are anticipated to maintain \ntheir performance with ASEAF II.  \n ", "5 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA.  Development Impact, Outcome, and Outputs \n20.  The impact will be the increased availability of equity financing for SMEs in ADB’s \nSoutheast  Asian  developing member  countries,  and  an  increased  contribution  of  SMEs  to \neconomic growth and employment in Southeast Asia.  \n \n21.  The  output  will  be  the  establishment  and  investment  of  ASEAF  II,  which  will  be \nconsidered successful if ASEAF II achieves its minimum target size and deploys its capital \n5 years after initial closing. This output will expand the number of profitable, well-governed, and \nenvironmentally responsible investee companies and SMEs in the target region (outcome). The \nlogic of these links is further developed in the design and monitoring framework (Appendix 1). \n \nB.  Alignment with ADB Strategy and Operations  \n1.  Alignment with Strategy 2020 \n22.  Two key drivers of change in ADB’s Strategy 20202 are private sector development and \noperations, and good governance. ADB is dedicated to expanding its work with the private \nsector to generate greater economic growth in Asia and the Pacific and to deploy business \nmanagement and technical expertise. Given ASEAF II’s focus on investments into high-growth \nsectors of the real economy across countries in the region, this investment is closely aligned \nwith  this  objective.  Additionally,  because  ASEAF  II  will  sit  on  the  boards  of  its  portfolio \ncompanies and will contribute actively to their governance, an investment in ASEAF II also \nsupports the goal of contributing to good governance in the region.  \n \n  2.  Consistency with Country Strategies \n \n23.  The proposed investment is broadly aligned with the country strategies, which target \nSME development as a strategic priority.  \n \n24.  Indonesia,  Malaysia,  and  the  Philippines.  In  the  Brunei–Indonesia–Malaysia–\nPhilippines  East  ASEAN  Growth  Area  (EAGA)  Roadmap  to  Development,  subregional \ncooperation measures were identified to narrow the development gap across and within the \nEAGA  member  countries  through  increased  trade,  investment,  and  tourism.  One  primary \nstrategic  objective  articulated  is  to  “promote  intra-  and  extra-EAGA  trade,  investment  and \ntourism in selected priority sectors … with particular emphasis on SME development.”3 Among \nthe measures considered are (i) advocacy for policies favorable to business development, \nparticularly for SMEs; and (ii) improvement of the competitiveness of EAGA SMEs in the global \nsupply chain.  \n \n25.  Thailand. The Greater Mekong Subregion Program (in which Thailand is a key member) \nemphasizes  SME  development  as  a  contributing  factor  to  well-integrated  economic \ndevelopment in the subregion. In the 10-year strategic framework for the Greater Mekong \nSubregion for 2002–2012,4 five development priorities were defined to help achieve its vision of \n                                                \n2  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n3  ASEAN. 2005.BIMP-EAGA Roadmap to Development 2006-2010. http://www.aseansec.org/18500-a.pdf  \n4  ADB. 2002. Building on Success: A Strategic Framework for the Next Ten Years of the Greater Mekong Subregion \nEconomic Cooperation Program. Manila. \n ", "6   \na  subregion  free  of  poverty,  including  the  enhancement  of  private  sector  participation  in \ndevelopment, and improvement in competitiveness. Specific measures include capacity building \nfor SME entrepreneurs, and the development of products and services that could support those \nentrepreneurs in cross-border trade and investment activities. \n \n26.  Viet  Nam. In the  country  strategy  and  program  midterm  review  for  2007–2010 for \nViet Nam,  the  government  acknowledges  the  importance  of  the  private  sector,  particularly \nSMEs,  in  advancing  the  country’s  development  objectives,  as  well  as  the  importance  of \nimproving access to domestic financing for SMEs. 5 Viet Nam’s country operations business \nplan for 2009–2011 addresses some of the regulatory issues related to SME development by \nprioritizing a second phase of its SME Development Program, through which policy reforms will \nbe  supported  to  (i) improve  the  investment  climate  by  strengthening  investor  protection, \nenhancing the environment for competition and innovation, improving the regulatory review \nprocess,  and  reducing  transaction  costs;  (ii)  improve  trade  policy  and  facilitation;  and \n(iii) improve  macroeconomic  stability  to  support  economic  diversification  and  higher  private \nsector growth. 6 \n \nV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions   \n27.  ADB’s investment in ASEAF II is classified as category FI under ADB’s Safeguard Policy \nStatement  (2009).  The  investment’s  potential  environmental  and  social  impacts,  risks \nassociated  with  ASEAF  II’s  likely  future  portfolio,  and  its  commitment  and  capacity  for \nenvironmental management have been assessed. Areas where improvements are needed have \nbeen  identified,  and  effective  measures  to  address  them  and  ensure  compliance  with  the \nSafeguard Policy Statement have been laid out in the environmental and social management \nsystem (ESMS) arrangement. ASEAF II will be required to ensure that its investments are in \ncompliance with applicable national laws and regulations, apply ADB’s prohibited investment \nactivities list, and establish and maintain an appropriate ESMS to manage the impacts and risks \nadequately, all in accordance with the Safeguard Policy Statement. \n \n28.  With respect to gender, ASEAF II will invest in SMEs that may be owned by women, and \nthe investments will facilitate the expansion of those businesses. With respect to job generation, \nwomen may be beneficiaries of the investments. ASEAF II’s investments in SMEs are expected \nto  generate  increased  employment  opportunities.  The  fund  manager’s  ESMS  will  include \narrangements to comply with national labor laws and ADB’s Social Protection Strategy7 to \nensure adherence to core labor standards, including provisions prohibiting any discrimination \nagainst women in hiring and providing equal pay for equal work for men and women. ASEAF II \nwill include information in its annual report on its compliance with core labor standards with \nrespect to its investments.  \n \nB.  Anticorruption Policy  \n29.  ASEAF II was advised of ADB’s Anticorruption Policy (1998, as amended to date) and its \nPolicy on Combating Money Laundering and the Financing of Terrorism (2003). ADB will ensure \n                                                \n5  ADB. 2009. Country Strategy and Program Midterm Review: Viet Nam, 2007–2010. Manila. \n6  ADB. 2009. Country Operations Business Plan: Viet Nam, 2009–2011. Manila. \n7  ADB. 2001. Social Protection Strategy. Manila ", "7 \nthat the investment documentation includes appropriate anticorruption provisions and remedies \nfor ADB in the event of noncompliance. \nC.  Investment Limitations \n30.  The proposed equity investment will be within the medium-term country, industry, group, \nand single investment exposure limits for nonsovereign investments. \nD.  Assurances \n31.  Consistent with the Agreement Establishing the Asian Development Bank,8 each country \nwhere ASEAF II invests will be requested to confirm that it has no objection to ADB’s proposed \ninvestment  in  ASEAF  II.  ADB  will  enter  into  suitable  finance  documentation,  in  form  and \nsubstance satisfactory to ADB, following approval of the proposed assistance by the Board of \nDirectors.  \nVI.  RECOMMENDATION \n32.  I am satisfied that the proposed equity investment would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nequity investment of up to $15,000,000 in Aureos South-East Asia Fund II, from ADB’s ordinary \ncapital resources, with such terms and conditions as are substantially in accordance with those \nset forth in this report, and as may be reported to the Board. \n \nHaruhiko Kuroda  \nPresident \n07 November 2011 \n                                                \n8 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "8  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets  Data Sources and \nDesign Summary  and/or Indicators  Reporting Mechanisms   Assumptions and Risks  \nImpact      Assumptions \n       \nIncreased  5% increase in the  Private equity databases  Increased access to \navailability of  number of private equity  (such as Preqin,  finance for SMEs will lead \nequity financing for  funds investing in SMEs  Emerging Markets  to more small businesses \nSMEs in  in Southeast Asia  Private Equity  receiving loans and \nSoutheast Asia  between 2021 and 2026  Association)  expanding their role in the \n      economy \nIncreased  Share of SMEs in gross     \ncontribution of  domestic product (%) by  SME associations  Targeted DMC \nSMEs to economic  country increased by up    governments maintain legal \ngrowth and  to 5% from 2021 to 2026    and regulatory frameworks \nemployment in      that facilitate private equity \nSoutheast Asia  Share of employment in    investments in the SME \nSMEs (%) by country  National DMC statistical  sector \nincreased by up to 5%  agencies or finance   \nfrom 2021 to 2026  ministries (or other  No adverse macro \npublicly available  changes that will have a \ninformation)  negative impact on SME \nsector development \nOutcome      Assumptions \n       \nIncreased number  ASEAF II achieves a net  ASEAF II's quarterly and  Adequate demand exists \nof profitable, well- internal rate of return to  annual reports  for private equity from \ngoverned, and  investors of 15% by 2021  SMEs in the targeted \nenvironmentally    DMCs \nresponsible  100% of ASEAF II's   \ninvestee  investee companies have  Continued commitment of \ncompanies and  been listed on stock  ASEAF II investee \nSMEs  exchanges or divested via  companies to adopt and \ntrade sale or other exits,  maintain international \nand have raised a  standards for financial \ncollective $450 million of  reporting and corporate \nnew capital for expansion  governance \npurposes by 2021   \n  Fund manager is able to \n100% of investee  find appropriate exit routes \ncompanies publish  for investments \naudited annual financial   \nstatements \n \n100% of investee \ncompanies have \nindependent boards of \ndirectors \n \n100% of investee \ncompanies are compliant \nwith ADB's environmental \nand social guidelines ", "Appendix 2  9 \nPerformance Targets  Data Sources and \nDesign Summary  and/or Indicators  Reporting Mechanisms   Assumptions and Risks  \nOutputs      Assumptions \nASEAF II is  ASEAF II raises  Quarterly reports on  Prevailing market \nestablished and  $180 million by the final  investment status and  conditions are stable and \ninvested as  closing in Q1 2012  annual financial  there is continued interest \nplanned  statements of ASEAF II  in the SME sector in \nInvestors’ committed \ntargeted DMCs \ncapital is fully drawn down  Annual reports on \nby 2016  environmental and social  The fund manager finds \ncompliance  attractive investment \nASEAF II invests in at \nopportunities \nleast 20 portfolio \ncompanies by 2016  The fund manager invests \nin opportunities capable of \nADB-compliant \ngenerating commercially \nenvironmental and social \nattractive returns \nmanagement system \nestablished by 2012 to   \nmonitor compliance by \ninvestee companies \nInternational standards for \nfinancial reporting and \ncorporate governance \nestablished in ASEAF II’s \ninvestee companies \n \nActivities with Milestones  Inputs \n \n1. Operational arrangements \nADB: $15 million  \nLegal documentation (shareholders' agreement, subscription agreement,   \nfund management agreement, etc.) are executed as appropriate by Q1  Other investors: $97 million \n2012.  (existing) and at least $38 \nmillion from new investors \nIncorporation, registration, and other activities needed to establish \n \nASEAF II are complete by Q4 2009. \nAureos: 1% of fund size \n2. Financing arrangements  from the fund manager \nADB invests $15 million by final closing of ASEAF II in Q1 2012.   \n  \nFund manager invests 1% of fund size by final closing of ASEAF II in \nQ1 2012.  \nOther investors invest up to $135 million by final closing in Q1 2012. \n3. ASEAF II activities \nASEAF II promotes itself in the market, and attracts attention from \ncompanies on an ongoing basis (2011–2016). \nASEAF II evaluates these opportunities and selects companies for \ninvestment as appropriate (2011–2016). \nASEAF II adds value to investments over time (2011–2021). \nASEAF II seeks appropriate exit opportunities, such as strategic buyouts \nor initial public offerings, and achieves exits from investments (2016–\n2021). \nADB = Asian Development Bank, ASEAF = Aureos South-East Asia Fund, DMC = developing member country, \nQ = quarter, SMEs = small and medium-sized enterprises. \nSource: Asian Development Bank.\n ", "10  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=45911-01-4 \n \n1.  Sector Overview \n2.  Ownership, Management, and Governance \n3.  Details of Implementation Arrangements \n4.  Contribution to the ADB Results Framework \n5.  Financial Analysis  \n6.  Country Economic Indicators \n7.  Summary Poverty Reduction and Social Strategy \n8.  Safeguards and Social Dimensions Summary  \n9.  Environmental and Social Management System Arrangement \n "], "metadata": {"Author": "Asian Development Bank", "Company": "Licenced User", "CreationDate": "D:20111207110331+08'00'", "Creator": "Acrobat PDFMaker 9.0 for Word", "Keywords": "adb project 45911, aureos southeast asia fund, aseaf, private equity fund investments, equity financing, small and medium-sized enterprises development, development finance institution, equity investment terms and conditions ", "ModDate": "D:20111209112333+08'00'", "Producer": "Adobe PDF Library 9.0", "SourceModified": "D:20111206095413", "Subject": "Report and recommendation of the President to the Board of Directors describing terms and conditions on a proposed equity investment in Aureos Southeast Asia Fund (ASEAF) II.", "Title": "RRP: Regional: Aureos Southeast Asia Fund II"}}