{"path": "data/input/reports/46064-002-rrp.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nSri Lanka \nProject Number: 46064-002 \nSeptember 2014 \n \n \n \n \nProposed  Loans  \nKingdom of Cambodia: Technical and Vocational \nEducation and Training Sector Development \nProgram \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \n \nPublic Communications Policy 2011.\n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 25 August 2014) \n \nCurrency unit  –  riel/s (KR) \n \nKR1.00  =  $ 0.0002460   \n$1.00  =  KR4,065.00   \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COE  –  center of excellence \n  CQF  –  Cambodian Qualifications Framework \nDGTVET  –  directorate general of technical and vocational education \nand training \n  MLVT  –  Ministry of Labour and Vocational Training \n  NTB  –  National Training Board \n  PAM  –  project administration manual \n  PTC  –  provincial training center \n  RPLCC  –  recognition of prior learning and current competencies \n  RTC  –  regional training center \n  SBP  –  skills bridging program \n  TVET  –  technical and vocational education and training \n  VSC  –  vocational skills certification \n  VSTP  –  voucher skills training program \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Cambodia ends on 31 December.  \n(ii)  In this report, “$” refers to US dollars. ", "Vice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  N. LaRocque, Officer-in-Charge, Human and Social Development \nDivision, SERD \n   \nTeam leaders  S. Sindhvad, Education Specialist, SERD \n  S. Mar, Senior Social Sector Officer, Cambodia Resident Mission \n  (CARM), SERD \nTeam members   I. Ahsan, Counsel, Office of the General Counsel \nN. LaRocque, Principal Education Specialist, SERD \nA. Musa, Finance Management Specialist, SERD \nG. Peralta, Senior Safeguards Specialist (Environment), SERD \nK. Schelzig, Senior Social Sector Specialist, CARM, SERD \nS. Tanaka, Senior Economist, Economics and Research Department \nE. Thomas, Social Development Specialist, SERD  \nPeer reviewer  D. Ablett, Social Sector Specialist, South Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Development Financing Needs  6 \nE.  Implementation Arrangements  7 \nIII.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  8 \nC.  Poverty and Social  9 \nD.   Safeguards                                     9 \nE.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  19 \n \n \n \n ", " \n \n  \nI. \n ", " \n \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \npolicy-based loan, and (ii) a proposed project loan, both to the Kingdom of Cambodia for the \nTechnical and Vocational Education and Training (TVET) Sector Development Program.1   \n \n2.  The proposed program will assist the Government of Cambodia to meet the objectives of \nthe Rectangular Strategy for Growth, Employment, Equity and Efficiency, Phase III,2 and its \nNational  Strategic  Development  Plan,  2014–20183 through  (i)  increased  access  to  TVET \nprograms, particularly for women and the poor; (ii) improved quality and relevance of the TVET \nsystem;  (iii)  increased  involvement  of  employers  in  TVET  delivery;  and  (iv)  strengthened \ngovernance and management of the TVET system. \n \nII.  THE PROGRAM \n \nA.  Rationale \n \n3.  Cambodia’s gross domestic product grew by more than 7.0% per year from FY2011 to \nFY2013, despite the 2009 global financial crisis. It is projected to grow by 7.0% in FY2014 and \n7.3% in FY2015.4 The poverty headcount decreased from 47.8% in 2007 to 19.8% in 2011. \nHowever, approximately 75% of Cambodians live on less than $3 a day and are vulnerable. \nAgriculture  remains  vital  to  employment,  particularly  for  women;  however,  its  share  of \nemployment declined from 59% in 2007 to 54% in 2010.5 Foreign direct investment has played \nan increasingly important role in industrial development, creating new investments in automotive \nparts,  electronics,  and  the  agro-industry.  Domestic  consumption,  exports,  and  investment, \nespecially foreign investment, are projected to drive growth in the medium term. However, \ninvestors  indicate  that  an  inadequately  skilled  workforce  is  a  serious  constraint  to  doing \nbusiness in Cambodia.6 Progress in improving the country’s skills base has been slow. From \n2004 to 2010, increases in school enrollment rates reduced the share of the labor force without \nany formal education by 6%. However, in 2011/12, the proportion of working-age women (15 \nyears or older) who had completed at least secondary education (25.8%) was below that of \nmales (38.6%), indicating gender inequality in access to education and training.7 \n \n4.  The Government of Cambodia emphasizes the role of skills development to reduce \npoverty  and  promote  inclusive  growth  as  part  of  its  Rectangular  Strategy  for  Growth, \nEmployment,  Equity  and  Efficiency,  Phase  III  (footnote  2)  and  its  National  Strategic \nDevelopment Plan, 2014–2018 (footnote 3). A recent study conducted in collaboration with \nCambodia’s National Employment Agency forecasts an average of 1 million new jobs created \nannually from 2012–2015.8 While low-skilled occupations are forecast to be in highest demand \n                                                \n1  The design and monitoring framework is in Appendix 1.  \n2   Government of Cambodia. 2013. Rectangular Strategy for Growth, Employment, Equity, and Efficiency, Phase III. \nPhnom Penh. \n3   Government of Cambodia. 2013.  National Strategic Development Plan 2014–2018. Phnom Penh. \n4  Asian Development Bank (ADB). 2014. Asian Development Outlook. Manila. \n5  United Nations Development Programme. 2011. Human Capital Road Map. Phnom Penh.  \n6  ADB and World Bank. 2012. Cambodia Investment Climate Survey. Phnom Penh.   \n7  International Labor Organization. 2013. Labor market transitions of Young Women and Men in Cambodia. Geneva.  \n8  Government of the Republic of Korea, Ministry of Strategy and Finance, and Korea Development Institute. 2013. \nPolicy Agenda for Cambodia in Developing Industrial Skills, Industrial Complex, and Agro-processing Industry. \nSeoul. \n \n ", "2 \n \nfrom 2012–2015 across all sectors, middle-level skilled workers are required to diversify the \neconomy  beyond  the  four  traditional  growth  drivers:  garments,  agriculture,  tourism,  and \nconstruction (footnote 8). The government identifies the application of technology and business \nmanagement skills as the main drivers of development for all sectors. The government sees \npotential for attracting foreign direct investment in light engineering and related industries and \ntherefore prioritizes middle-level skills development in auto mechanics and electrical works \n(footnote 3). To support the growth of industry in Cambodia, a skilled manufacturing workforce \nmust  be  developed.  The  draft  TVET  strategic  plan,  2014–2018,  under  preparation  by  the \nMinistry of Labour and Vocational Training (MLVT), will guide TVET sector development to meet \nexisting and emerging labor market needs. \n \n5.  Issues in the technical and vocational education and training system. The formal \nTVET system under the MLVT remains in its infancy, and gaps in TVET access, quality, and \ninstitutional  capacity  constrain  Cambodia’s  workforce  development.  Progression  to  formal \nTVET, which requires grade 9 completion, is less than 1% of secondary enrollments.9 Bridging \nprograms providing out-of-school youth a second chance to complete secondary education and \npursue TVET are very limited. Further, formal TVET is mainly offered in urban areas. Financial \nbarriers  such  as  course  fees  constrain  participation  and  completion  of  formal  TVET. \nParticipation of female students and those living in remote regions is deterred by the lack of \nhousing and limited part-time programs.   \n \n6.  Some public TVET institutions offer certificate and diploma level courses, but only in a \nlimited  number  of  fields.10 The  MLVT  will  establish  regional  training  centers  (RTCs)  in  five \nprovinces to scale up provincial training centers (PTCs) to offer certificate level courses. There are \nvery few private sector TVET providers at the certificate and diploma levels. Most public TVET \ninstitutions lack adequate, industry-relevant equipment and training facilities, and the quality of \nTVET  instructors  is  low.  The  formal  TVET  system  emphasizes  theoretical  knowledge  with \nlimited  practical  application.  The  Cambodia  Qualifications  Framework  (CQF)  was  recently \nformulated to enable uniform certification processes among public and private TVET providers, \nacross ministries, and between the nonformal and formal TVET systems. The voucher skills \ntraining program (VSTP) expanded under the ongoing Strengthening Technical and Vocational \nEducation and Training Project11 and the skills bridging program (SBP) initiated under the \nPiloting the Post-Harvest Technology and Skills Bridging Program for Rural Poor12 (funded by a \nJapan  Fund  for  Poverty  Reduction  grant)  provide  opportunities  for  demand-driven  skills \ndevelopment. However, skills standards and standard training curricula are not applied to either \nprogram,  which  limits  opportunities  for  trainees  to  accumulate  skills  and  undertake  further \ntraining in the formal TVET sector.  \n \n7.  While the National Training Board (NTB) stipulates that TVET be demand driven, there \nis  limited  use  of  systematic  labor  market  information  or  employer  surveys  to  identify  skill \nshortages  to  inform  TVET  course  offerings.13 Strengthening  capacity  for  managing  and \ncoordinating TVET and involving the NTB in policy formulation and implementation are ongoing \n                                                \n9  Annually, 230,000 students drop out before grade 9, and 100,000 school dropouts enter the labor market. In \nSY2009–2010, secondary enrollment was 908,698 and formal TVET enrollment was 746.   \n10 Certificate and diploma level refers to middle-level skills development (levels 2–4 of the Cambodian Qualifications \nFramework).  \n11 ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Grant Assistance to \nthe Kingdom of Cambodia for the Strengthening Technical and Vocational Education Project. Manila. \n12  ADB. 2009. Proposed Grant Assistance to the Kingdom of Cambodia for Piloting the Post-Harvest Technology and \nSkills Bridging Program for Rural Poor. Manila. \n13 NTB is the apex body for TVET policy formulation. NTB is chaired by a deputy prime minister. \n ", "3 \n \npriorities. Weak management and coordination, inadequate financing, and lack of labor market \ndata  have  led  to  weak  TVET  program  development,  management,  and  supervision. \nCollaboration with the private sector in TVET policy and program development is nascent, and \ngenerally limited to the development of skills standards and curricula. \n \n8.  Sector  development  program  approach.  The  government  has  requested  Asian \nDevelopment Bank (ADB) support for the three policy themes in the draft TVET strategic plan, \n2014–2018: (i) equitable access to TVET, (ii) enhanced quality and relevance of TVET, and (iii) \nstrengthened  governance  and  management  of  TVET.  The  sector  development  program \nmodality will provide policy-based program support to help finance reforms that seek to make \nthe TVET system more relevant to the needs of the labor market. ADB’s proposed country \npartnership strategy, 2014–2018 for Cambodia prioritizes development of the TVET sector.14 \n \n9.  Building  on  achievements  of  past  ADB  support.  The program is the first sector \ndevelopment  program  focused  on  TVET.  It  follows  earlier  education  sector  development \nprograms in Cambodia that supported the expansion of basic education and the nonformal \nTVET system (footnote 11). The program builds on the ongoing Strengthening Technical and \nVocational Education and Training Project15 to continue the development of a formal TVET \nsystem by (i) strengthening RTCs to deliver middle-level skills training; (ii) implementing a \ncompetency-based  curriculum,  including  assessment;  (iii)  establishing  sector  skills  councils \nbased on the initial industry advisory groups formed; and (iv) enhancing the VSTP to better \nserve the majority of the Cambodian labor force who are employed in low-skilled agricultural \njobs and/or in the informal sector. The program also builds on the Piloting the Post-Harvest \nTraining and Skills Bridging Program for Rural Poor by enhancing the SBP to better serve out-\nof-school youth to enter formal TVET (footnote 12). \n \n10.  Lessons. Program design has been informed by a number of lessons from previous ADB \nTVET assistance:  (i) systemic reforms need to be prioritized in terms of timeframe and capacity \nof  the  executing  agency;  (ii)  TVET  strategies  need  to  be  formulated  alongside  secondary \neducation development given the large proportion of low-skilled workers requiring secondary \neducation; (iii) capacity building for institutional finance and business planning is essential to \naddress financial sustainability of costs for infrastructure maintenance, training programs, and \npro-poor subsidies; and (iv) long-term interventions, which allow for evolution in program focus \n(e.g., from access to quality and relevance), are more likely to be sustained.  \n \n11.  Innovative  features.  The  program  includes  several  key  innovative  features.  Policy \nactions and project interventions will develop an assessment system for the recognition of prior \nlearning and current competencies (RPLCC) acquired through nonformal or formal training, or \nthrough  work  and  life  experience.  Flexibility  in  the  recognition  of  skills  and  knowledge \nacquisition  will  enable  increased  access  to  TVET  programs.  The  program  also  includes \ninnovative strategies for private sector and employer engagement in TVET sector development, \nsuch as (i) development of centers of excellence (COEs) that teach a single technical subject in \nthe priority sectors of construction, auto mechanics, electrical works, and manufacturing; and (ii) \nan apprenticeship program to provide industry experience to TVET instructors.  \n \n                                                \n14 ADB. Forthcoming. Country Partnership Strategy: Cambodia, 2014–2018. Manila. \n15 ADB. 2001. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nKingdom  of  Cambodia  for  the  Education  Sector  Development  Program.  Manila;  ADB.  2004.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Loan to the Kingdom of Cambodia for the \nSecond Education Sector Development Program. Manila. \n \n ", "4 \n \n12.  Development partner coordination. Development partners significantly contributing to \nTVET in Cambodia include ADB and the Japan International Cooperation Agency.16 The TVET \ncoordination working group, chaired by the MLVT’s directorate general of TVET (DGTVET), was \nestablished  in  2013  to  promote  policy  dialogue  and  coordinate  support  in  developing  and \nimplementing the MLVT’s TVET strategic plan. The TVET coordination working group, which \nconsists of representatives from development partners (ADB, Japan International Cooperation \nAgency, and others) and the Cambodian Federation of Employers and Business Associations, \nwas consulted during program design. \n \nB.  Impact and Outcome \n \n13.  The impact of the program will be increased employability of TVET-certified workers. \nThe outcome of the program will be an accessible, demand-driven TVET system responsive to \ncontinuing and emerging labor market demands. The program is nationwide in scope, reaching \npoor and disadvantaged youth living in the poorest communes.  \n \nC.  Outputs \n \n14.  The  program  will  deliver  four  outputs:  (i)  increased  access  to  TVET  programs, \nparticularly for women and the poor; (ii) improved quality and relevance of the TVET system; (iii) \nincreased involvement of employers in TVET delivery; and (iv) strengthened governance and \nmanagement of the TVET system. Project interventions and policy actions are closely aligned. \n \n15.  Output 1: Increased access to technical and vocational education and training \nprograms.  The  program  will  support  a  sub-decree,  approved  by  the  Prime  Minister,  to \nimplement  the  CQF  for  the  development  of  flexible  pathways  between  different  levels  of \nqualifications,  leading  Cambodians  to  access  education  and  training  opportunities  towards \nlifelong learning and facilitating regional mobilization of Cambodia’s skilled workforce. Access to \nTVET  programs  will  be  increased  through  the  following  policy  actions:  (i)  introduction  of \nvocational skills certification (VSC) at CQF level 1 as an alternative entry pathway into the \nformal TVET system; and (ii) assessment policy and certification policy defining the process for \nRPLCC to allow more qualified Cambodians to enter the formal TVET system.  \n \n16.  The project will (i) support the development of qualification requirements for piloting the \nVSC with existing nonformal TVET courses in auto mechanics, construction, and information \nand communication technology and/or business offered by public TVET institutions; (ii) train 80 \nstaff from the DGTVET, public TVET institutions, and managers of assessment centers to \nimplement RPLCC; (iii) train 200 assessors (10% female) from  public TVET institutions to \nconduct  competency  assessments  required  for  RPLCC;  and  (iv)  support  piloting  RPLCC, \nincluding  competency  assessments,  for  150  young  adults  (10%  female)  enrolled  in  TVET \ncourses in auto mechanics, construction, and information and communication technology and/or \nbusiness. RPLCC will be rolled out to assess around 900 Cambodians (70% from the poorest \ncommunes and 30% identified as disadvantaged) for competency in the above sectors over a \nperiod of 2 years. The project will also support 4,000 poor and disadvantaged youth (30% \nwomen) with stipends for middle-level training. Three female dormitories will be built at PTCs. \nCareer mentorship programs will be piloted in these dormitories.17 Project interventions will \nsupport the development of a social marketing campaign to improve the public perception of \nTVET and vocationally oriented occupations, particularly among women and the disadvantaged. \n                                                \n16 Development Coordination (accessible from the list of linked documents in Appendix 2). \n17 Pilot will include outsourcing dormitory management and operation and delivery of the career mentorship program.  \n ", "5 \n \n17.  Output 2: Improved quality and relevance of technical and vocational education \nand training system. The program will support a Prakas (i.e., proclamation),18 issued by the \nMLVT, for the registration of TVET institutions to ensure compliance with quality standards. To \noperationalize the registration system, the project will introduce a quality assurance system for \npublic TVET institutions in Cambodia. The program will also support a national TVET policy to \nguide  the  development  of  high-quality,  skilled,  and  capable  human  resources  under  the \ndecentralized  TVET  system  to  promote  economic  growth  and  socioeconomic  development \nthrough innovation and partnerships with key stakeholders, including the private sector.  \n \n18.  The project will implement the national TVET policy through (i) the establishment of a \ncompetency-based  assessment  and  certification  system  including  the  VSC,  and  (ii)  the \nintroduction of competency-based TVET instructor training at the National Technical Training \nInstitute. An instructor apprenticeship program will be developed to allow instructors from public \nTVET  institutions  to  gain  industry  experience.  Approximately  600  TVET  instructors  will  be \ntrained. Using competency-based training, the project will enhance the quality and relevance of \nthe VSTP and SBP by (i) forming stronger linkages to the labor market, (ii) alignment with the \nCQF, and (iii) integration of gender inclusive principles in program design. Approximately 35,000 \ntrainees (60% female) will be supported through the VSTP.19 The existing SBP will be improved \nto  include  a  gender-inclusive  learning  module  on  career  opportunities  following  vocational \ntraining.20 The project will also (i) target about 6,400 trainees (approximately 50% female) to \nenroll in the SBP; (ii) finance the construction of one classroom building and nine workshops, \nincluding equipment; and (iii) finance rehabilitation of the DGTVET building. \n \n19.  Output  3:  Increased  involvement  of  employers  in  technical  and  vocational \neducation and training delivery.  For greater involvement of employers in TVET delivery, the \nprogram will support issuance of a circular on “Promoting High Quality and Effective Technical \nand Vocational Education and Training,” signed by the Prime Minister, which will facilitate \npublic–private  partnerships  to  ensure  that  access  to  TVET  is  equitable,  responsive  to  the \ndemands of the labor market, leads to increased productivity, and contributes to economic \ndevelopment. The program will support an NTB-approved policy to reform internship programs \noffered by public TVET institutions and to engage the private sector in TVET dialogue.  \n \n20.  The project will establish sector skills councils composed of industry associations and \nlarge  employers  representing  four  priority  sectors:  construction,  auto  mechanics,  electrical \nworks, and manufacturing. Sector skills councils will be engaged to support the development of \nCOEs in priority sectors, as well as to establish  (i) sector-specific soft skills training programs in \ncooperation with COEs, and (ii) an apprenticeship program for TVET instructors in cooperation \nwith the National Technical Training Institute. The project will also support the reform of the \ninternship program in cooperation with industry liaison units and COEs. A total of 200 trainees \n(20% female) will receive stipends for internships associated with training at CQF levels 2 to 4. \n \n21.  Output  4:  Strengthened  governance  and  management  of  the  technical  and \nvocational  education  and  training  system.  To  facilitate  the  management  of  the  TVET \nsystem,21 the program will support a Prakas, issued by the MLVT, authorizing specific public \nTVET institutions to offer fee-based courses to generate revenue from students and employers \n                                                \n18 A Prakas or proclamation is a ministerial or interministerial decision signed by the relevant Minister/s. \n19 The VSTP will promote gender equity through identification of skills needs and training programs for women.  \n20 SBP training packages will be outsourced to qualified nongovernment organization TVET providers. \n21 A capacity development technical assistance project is proposed to strengthen the capacity of DGTVET in sector \nplanning, budgeting, and the development of the national TVET policy and gender policy. This will further support \nstrengthened governance and management. The technical assistance will be processed separately. \n ", "6 \n \nwho finance employees’ training. The program will also support a sub-decree, signed by the \nPrime Minister, to direct the collection and dissemination of labor market information to inform \ntraining programs. The project will build the capacity of public TVET institution directors in \nplanning, budgeting, program implementation, and monitoring and evaluation. It will also finance \nstart-up costs for public TVET institutions to deliver courses at CQF levels 2 to 4 in construction, \nauto mechanics, and information and communication technology and/or business. Each RTC \nwill implement up to 90 courses for approximately 2,700 trainees. Capacity of the 26 PTCs will \nbe strengthened to deliver CQF level 2 training programs in the above sectors. PTCs will deliver \naround 234 courses for approximately 7,000 participants.  \n \nD.  Development Financing Needs \n \n22.  Program  financing  is  estimated  to  cost  $32.6  million  equivalent  (Table  1).  The \ngovernment has requested a policy-based loan and a project loan from ADB’s Special Funds \nresources.22  \n \nTable 1: Financing Plan  \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank     \n  Special Funds resources (policy-based loan)  7.0  21.5 \nAsian Development Bank     \n      Special Funds resources (project loan)  23.0  70.5 \nGovernment of Cambodiaa  2.6  8.0 \nTotal  32.6  100.0 \na Includes government cash contribution of $2.43 million and in-kind government contribution of $0.17 million.     \nSource: Asian Development Bank estimates. \n \n23.  Policy-based  loan  financing  plan.  To  support  the  foreseen  direct  and  indirect \nadjustment costs of reforms, the government has requested a policy-based loan in various \ncurrencies equivalent to $7 million from ADB’s Special Funds resources. The loan will have a \n24-year term, including a grace period of 8 years, an interest rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter, and such other terms and conditions set forth in \nthe draft policy-based loan agreement. The policy-based loan amount was determined based on \n(i) adjustment costs in preparing, implementing, and monitoring the proposed policy actions; (ii) \nMLVT capacity development; and (iii) the relative importance ascribed by the government to \nTVET sector development. The policy-based loan will be released in two equal tranches, in \naccordance with provisions set out in ADB’s Simplification of Disbursement Procedures and Related \nRequirements for Program Loans: tranche 1 in the amount of $3.5 million will be released by loan \neffectiveness, and tranche 2 in the amount of $3.5 million will be released by the end of 2017.23 \n \n24.  Project loan investment plan. The project is estimated to cost $25.6 million equivalent. \nThe government has requested a loan in various currencies equivalent to $23.0 million from \nADB’s Special Funds resources to help finance the project (Table 2). The loan will have a 32-\nyear term, including a grace period of 8 years, an interest rate of 1.0% per annum during the \ngrace period and 1.5% per annum thereafter, and such other terms and conditions set forth in \nthe  draft  project  loan  agreement.  Interest  during  implementation,  recurrent  costs,  local \ntransportation, and insurance costs will be covered under the project loan. The government \ncontribution of $2.6 million will cover supplementary salaries for counterpart staff, taxes and \nduties, civil works, and other in-kind contributions.  \n \n                                                \n22 Additional financing from the Agence Française de Développement is possible at a later time.  \n23 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n ", "7 \n \nTable 2: Project Investment Plan \n($ million) \nItem  Amounta \nA.      Base Costb    \n1. Output 1: Increased access to TVET programs  3.68 \n2. Output 2: Improved quality and relevance of TVET system  12.81 \n3. Output 3: Increased involvement of employers in TVET delivery  2.91 \n4. Output 4: Strengthened governance and management of TVET system  3.88 \n          Subtotal (A)  23.28 \nB.      Contingenciesc  1.58 \nC.      Financing Charges During Implementationd  0.74 \n          Total (A+B+C)  25.60 \nTVET = technical and vocational education and training.    \na  Includes government cash contribution of $2.43 million and in-kind government contribution of $0.17 million. Taxes \nand duties of $0.64 million will be financed by the government through cash contribution. The Asian Development \nBank will finance taxes and duties for incremental operations and maintenance costs. Inclusion of taxes and duties \non Asian Development Bank-financed project expenditures and recurrent costs is consistent with the country \npartnership strategy. Financing of taxes and duties does not represent an excessive share of project cost and is \nmaterial to the project success. \nb  In mid-2013 prices. \nc  Physical contingencies: 5% for civil works and mechanical equipment and 4% for capacity development, training, \nsurveys, and studies. Price contingencies are computed at 1.0%–1.4% on foreign exchange costs and 3.5% on \nlocal  currency  costs.  Includes  provision  for  potential  exchange  rate  fluctuation  under  the  assumption  of a \npurchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the ADB loan has been computed at the \n5-year forward London interbank offered rate plus a spread of 0.5%. Commitment charges for an ADB loan are \n0.15% per year to be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n25.  The MLVT will be the executing agency. Implementation arrangements are summarized \nin Table 3 and described in detail in the project administration manual.24 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2015–December 2019 \nEstimated completion date  31 December 2017 for policy-based loan; 31 December 2019 for project loan \nManagement \n(i)  Oversight body  Project steering committee chaired by Secretary of State, MLVT. Members \ninclude Ministry of Economy and Finance; Ministry of Education, Youth and \nSport; and Ministry of Women’s Affairs. \n(ii) Executing agency  MLVT \n(iii) Key implementing agency  DGTVET \n(iv) Implementation unit  Project coordination unit, 78 staff \nProcurement   NCB  29 contracts  $6.0 million \nShopping  9 contracts  $433,000 \nICB  0  $0 \nConsulting services  QCBS  494 person-months  $3.34 million \nCQS  39 person-months  $472,000 \nIndividual  156 person-months  $252,000 \nRetroactive financing and/or  No retroactive financing proposed. Advance contracting proposed for \nadvance contracting  implementation consultants, vehicles, and civil works for year 1.  \nDisbursement   The project loan proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2012, as amended from time to time) and detailed \narrangements  agreed  upon  between  the  government  and  ADB.  The  SDR \n4,533,000 policy-based loan will be disbursed in two tranches, in accordance \n                                                \n24  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "8 \n \nAspects   Arrangements \nwith  ADB’s  Simplification  of  Disbursement  Procedures  and  Related \nRequirements for Program Loans (1998): (i) tranche 1 [SDR2,266,500] by loan \neffectiveness, and (ii) tranche 2 [SDR2,266,500] by end of 2017. \nADB = Asian Development Bank, CQS = consultants qualification selection, DGTVET = directorate general of technical \nand vocational education and training, ICB = international competitive bidding, MLVT = Ministry of Labour and \nVocational Training, NCB = national competitive bidding, QCBS = quality- and cost-based selection.  \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial \n \n26.  The  program’s  direct  economic  benefits  flow  from  the  increased  number  of  TVET-\ncertified  workers  and  the  improved  labor  market  outcomes  from  more  relevant  TVET \nprograms.25 The direct beneficiaries of the project will be the more than 40,000 trainees who \nbenefit  from  interventions  aimed  at  increasing  access  to,  and  improving  the  quality  and \nrelevance  of, formal TVET  in  Cambodia.  Five  main  categories  of  beneficiaries  have  been \nidentified: (i) recipients of the stipends for training at CQF levels 2 to 4, (ii) recipients of stipends \nfor internships, (iii) trainees of the enhanced VSTP, (iv) trainees of the enhanced SBP, and (v) \ntrainees of public TVET institutions receiving support to deliver courses at CQF levels 2 to 4. \nUtilization rates are likely to be high because priority skills areas under the project were selected \nbased on an assessment of labor market supply and demand.    \n \n27.  Based on conservative assumptions, skills development may increase monthly wages by \n18% to 127%, depending on the level of training. Assuming 56% of beneficiaries receive training \nunder the project and utilize their newfound skills and knowledge in the labor market for up to 10 \nyears,  average  annual  earnings  could  increase  by  approximately  $6.0  million  per  year. \nEstimating these benefits over 20 years and using the total project cost of $23.6 million plus an \nannual recurrent cost of $0.1 million yields an economic internal rate of return of 24.0%. \n \n28.  Financial sustainability. The MLVT recurrent budget increased from $13.1 million in \n2009 to $26.9 million in 2013, while the DGTVET recurrent budget tripled from $5.4 million to \n$16.6 million over the same period. Increases in the DGTVET program-based budget can \nsustain key project interventions. Recurrent expenditures (e.g., additional operating costs of \nPTCs and RTCs and equipment maintenance costs) can be absorbed by additional revenues \nfrom government funding. The average incremental recurrent cost under the project is $0.5 \nmillion per year. The annual government contribution is 16% of the DGTVET recurrent budget. \nThe government’s annual commitment to the project is deemed affordable. \n \nB.  Governance \n \n29.  Financial management systems are sound, and the MLVT has experience in managing \nADB disbursements. While the MLVT has the capacity to implement the program, it will face \nchallenges in planning and budgeting within a decentralized TVET system. Considerable work \nremains on setting specific targets and indicators for rolling 3-year periods and continuously \nmonitoring progress against targets related to specific TVET programs. Capacity building for \nfinancial management is critical to the sustained delivery of TVET. Governance challenges \nrelate to (i) financial accountability within a decentralized TVET system, (ii) budget flow, (iii) \ncapacity for budget allocation, and (iv) lack of monitoring and evaluation of program progress \n                                                \n25 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \n \nand budget impact. There is a need for clarity on budgets, fund flows, and expenditures at the \nprovincial and regional levels, and at public TVET institutions. Such information would inform \ncost norms and unit costs to facilitate accurate budget planning and resource utilization.  \n \n30.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MLVT. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 24). \n \nC.  Poverty and Social \n \n31.  Poverty.  The  program  prioritizes  skills  development  among  the  poor  and \ndisadvantaged.26 Increased  access  to  TVET  will  lift  labor  productivity  and  lead  to  higher \nincomes, thus reducing poverty. Policy actions under the program will ensure equitable access \nto formal TVET through the introduction of the VSC and more qualified Cambodians entering \nformal TVET programs through the RPLCC process. Project interventions will provide stipends \nfor disadvantaged youth and women to attend formal TVET programs. Training proposals for \nstipends from public TVET institutions will include beneficiaries from poor households identified \nby the Ministry of Planning’s Identification of Poor Households Program (IDPoor). Given that a \nlarge proportion of the labor force remains employed in the agricultural sector, the project will \nenhance the VSTP. The SBP will be enhanced to reflect competency-based training principles \nto support the entry of out-of-school youth into formal TVET. Social marketing of TVET will build \nawareness of TVET and employment opportunities among poor and vulnerable groups. \n \n32.  Gender. The program is categorized as gender equity theme.27 It will increase female \nenrollment, retention and completion of formal TVET, and enhance workplace readiness. The \ngender action plan ensures that (i) 30% of those receiving stipends for training at CQF levels 2 \nto 4 are female, (ii) 20% of females receiving stipends for training at CQF levels 2 to 4 are \nenrolled in nontraditional areas, (iii) 120 women enrolled in training programs at CQF levels 2 to \n4 and living in dormitories receive monthly career mentoring, (iv) 40% of the 200 Cambodian \nyouths participating in the competency assessment pilot program are female, and (v) 30% of the \napproximately 9,000 students trained at CQF levels 1 to 4 by RTCs and PTCs are female.   \n \nD.  Safeguards \n \n33.  In accordance with ADB’s Safeguard Policy Statement (2009), the program is classified \nC for involuntary resettlement and B for indigenous peoples. Civil works will involve small-scale \nconstruction, including three women’s dormitories, one classroom building, and nine workshops. \nAll construction will be within existing TVET facilities on government-owned land. The MLVT will \nprovide ADB with an involuntary resettlement screening for subprojects involving construction to \nensure compliance with ADB safeguard policies. The program is expected to have beneficial \nimpacts on indigenous peoples in border provinces. An indigenous peoples plan has been \ndeveloped to improve the distribution of benefits to indigenous peoples.28 \n \n34.  Environment.  The program is classified category B for environment. Environmental \nimpacts are limited to the construction phase. An initial environmental examination,29 which sets \nout mitigation and monitoring measures, has been prepared and disclosed on the ADB website. \n                                                \n26 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n27 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n28 Indigenous Peoples Plan (accessible from the list of linked documents in Appendix 2). \n29 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n ", "10 \n \nE.  Risks and Mitigating Measures \n \n35.  While  government  is  committed  to  improving  financial  management  for  TVET \ndevelopment, a number of TVET sector financial management issues are assessed as high \nwithout mitigation, including the lack of TVET recurrent budget, and the level of resources \nrequired  to  implement  the  draft  TVET  strategic  plan,  2014–2018.  Policy  dialogue  will  be \npromoted with the MLVT and the Ministry of Economy and Finance on these issues. Other high \nrisks include (i) significant off-budget funding, and (ii) weak financial management capacity \namong public TVET institutions. A proposed technical assistance will support DGTVET capacity \ndevelopment for sector planning and budgeting. Provincial level risks will be mitigated through \ncapacity development of administrators of public TVET institutions. A potential corruption issue \ninvolving unclear roles and responsibilities of provincial level TVET authorities was assessed as \na high risk without mitigation. Policy dialogue will be promoted with the MLVT and the National \nCommittee for Subnational Democratic Development to define the roles and responsibilities of \nthe Provincial Training Board in the development of the formal TVET system. The overall risk is \nmedium  with  mitigation  measures.  The  integrated  benefits  and  impacts  are  expected  to \noutweigh the costs.  \n \nIV.  ASSURANCES AND CONDITIONS \n \n36.  The government and the MLVT have assured ADB that implementation of the program \nshall conform to all applicable ADB policies, including anticorruption measures, safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand loan documents. The government and the MLVT have agreed with ADB on certain program \ncovenants, which are set forth in the program and project loan agreements. The loan will not be \ndeclared effective until the government, through the MLVT, has fulfilled all conditions for the \nrelease of the first tranche as set out in the policy matrix (Appendix 4). \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed loans would comply with the Articles of Agreement of \nthe Asian Development Bank (ADB) and recommend that the Board approve \n(i)  the policy-based loan in various currencies equivalent to SDR4,533,000 to the \nKingdom of Cambodia for the Technical and Vocational Education and Training \nSector Development Program, from ADB’s Special Funds resources, with an \ninterest charge at the rate of 1.0% per annum during the grace period and 1.5% \nper annum thereafter; for a term of 24 years, including a grace period of 8 years; \nand such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan agreement presented to the Board; and \n(ii)  the loan in various currencies equivalent to SDR14,895,000  to the Kingdom of \nCambodia  for  the  Technical  and  Vocational  Education  and  Training  Sector \nDevelopment Program, from ADB’s Special Funds resources, with an interest \ncharge at the rate of 1.0% per annum during the grace period and 1.5% per \nannum thereafter; for a term of 32 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft loan agreement presented to the Board. \n \n \n \n Takehiko Nakao \n4 September 2014                  President \n ", "Appendix 1         11 \n \nDESIGN AND MONITORING FRAMEWORK  \nData Sources \nDesign  Assumptions and \nPerformance Targets and Indicators with Baselines  and Reporting \nSummary  Risks \nMechanisms \nImpact  By 2025:  Labor market  Assumptions \nIncreased  Number of workers in the labor force with TVET  information  Economy continues to \nemployability of  qualifications increased by 30% (25% for females)a  system (LMIS)  grow  \ntechnical and    data   \nvocational  90% of TVET graduates from nonformal and formal TVET  Labor force  Government sustains \neducation and  programs who enter the labor force find employment within  data  priority for labor market \ntraining (TVET)  3 months of graduationa    skills \ncertified workers     \n    Risk \nDemand for middle-level \nskilled workers in the \npriority areas weakens \nOutcome  By 2019:  TVET  Risks \nAn accessible,  30%increase (25% for females) in enrollments for  management  Poor perception of \ndemand-driven  Cambodia Qualifications Framework (CQF) levels 2–4  information  TVET limits interest in \nTVET system  training courses at public TVET institutions from an  system (MIS)  pursuing TVET \nresponsive to  estimated baseline of 918 (197 females) in school year  data  qualifications \ncontinuing and  2011–2012     \nemerging labor      Inadequate supply of \nmarket demands  Female enrollments in nontraditional skills areas increases  Tracer studies  TVET instructors to \n  from less than 2% to 10% at public TVET institutionsa     deliver CQF levels 2–4 \n    courses hinders TVET \n60% of regional training center (RTC) and provincial  Impact study  quality improvement  \ntraining center (PTC) graduates awarded vocational skills  reports from \ncertificate (VSC)  sector skills \ncouncils (SSCs) \nOutput 1:  900 Cambodians assessed for competency in priority  Impact  Assumptions \nIncreased  sectors by 2018  assessment  Government remains \naccess to TVET      committed to forming \nprograms  40% of VSC holders enroll in CQF level 2 courses in  Impact  alternate pathways into \n  priority skills areas by 2018   assessment  formal TVET system \n     \n120 female trainees receive accommodation in dormitories  Project  Government remains \nat PTCs by 2016  quarterly  committed to social \n  reports   marketing of TVET  \nWomen constitute 20% of enrollments at Public TVET   \nInstitutions in CQF level 2 training programs in priority skill  Project \nareas by 2019  quarterly \n  reports  \n50% of CQF level 1 enrollees at public TVET institutions   \nassessed for recognition of CQF level 2 competency in the  Project \npriority skill areas by 2018  quarterly \n  reports  \n4,000 people age 14 to 25 (30% female) receive stipends \nfor CQF levels 2–4 training at public TVET institutions by \n2019 (70% from poorest communes and 30% \ndisadvantaged) \nOutput 2:  200 staff from public TVET institutions in Phnom Penh and  TVET MIS  Assumption \nImproved  50 staff from public TVET institutions in all provinces    Government processes \nquality and  participate in competency assessment workshops for    cause delay in \nrelevance of  recognition of competencies by 2015    implementation of key \nTVET system    Midterm study  interventions for TVET \n600 RTC and PTC instructors (20% female) trained to    system  \ndeliver competency-based training and assessment for     \nCQF levels 1–4 programs by 2017      \n  Program \n50% of TVET instructors at public TVET institutions attain  quarterly \ncompetency according to standards developed under the  reports  \nprogram by 2018   \n ", "12  Appendix 1 \nData Sources \nDesign  Assumptions and \nPerformance Targets and Indicators with Baselines  and Reporting \nSummary  Risks \nMechanisms \n  Program \n10% of urban voucher skills training program (VSTP)  quarterly \ncourses and 10% of skills bridging courses outsourced to  reports  \nnon-state TVET providers by 2016   Tracer study \n     \n35,000 trainees (60% female) supported to participate in \nVSTP  \n6,400 trainees (approximately 50% female) supported to \nparticipate in skills bridging program (SBP) \nOutput 3:  Internship program in public TVET institutions revised in  Program   Assumption \nIncreased  collaboration with SSCs by 2016  quarterly  Political will for \ninvolvement of    reports   government to \nemployers in      collaborate with industry \nTVET delivery   200 public TVET institution trainees (20% female) engaged  Midterm study  associations and \n  in internships by 2019 (70% from poorest communes and    employers for TVET \n30% disadvantaged)    development continues  \n     \nIn collaboration with SSCs: (i) instructor apprenticeship  Pilot studies  Risk \nprogram developed by 2016; (ii) four centers of excellence    Formal agreements with \n(COEs) representing four priority skill areas developed by    industry associations \n2016; (iii) CQF level 2 training course in basic manufactur-   and employers are \ning processes developed and piloted by 2016; (iv) soft skills    delayed \ntraining program for CQF levels 1–4 developed and piloted   \nby 2016; (v) VSC and CQF levels 1–4 training programs in   \nthe four priority skill areas developed and piloted by 2017;   \nand (vi) internship program for CQF levels 3–4 for middle-  \nlevel workers and supervisors established by 2017   \nOutput 4:  9,700 Cambodians (30% female) trained at CQF levels 1–4  Program  Assumption  \nStrengthened  by PTCs and RTCs by 2019   quarterly  Government ensures \ngovernance and    reports   required staff for \nmanagement of      operation and \nthe TVET  20% of RTCs and PTCs engage in revenue-generating  Consultant  management of public \nsystem  activities related to business development plan submitted  reports          TVET institutions, \nto the directorate general of TVET (DGTVET) by 2017    including RTCs and \n    PTCs \n60% of public TVET institutions use expanded TVET MIS  Midterm study \nand LMIS to inform TVET programming by 2018  \n \nActivities with Milestones  Inputs \nOutput 1: Increased access to TVET programs   Policy-based loan \n1.1  Introduce the VSC  ADB: $7,000,000 \n1.1.1  Prakas and CQF guidelines issued by 2015  Project loan \n1.1.2  Competency standards developed, and VSC courses offered  ADB: $23,000,000 \nby PTCs, by 2015   \n1.2  Develop policies for recognition of prior learning and \nGovernment: $2,600,000 \ncurrent competencies (RPLCC) \n1.2.1      Staff trained on RPLCC implementation by 2015   \n1.2.2      RPLCC and competency assessments piloted by 2015    \n1.2.3      Assessors trained in competency assessments by 2016 \n1.2.4      Assessment and certification policy endorsed by 2017 \n1.2.5      Training modules for RPLCC developed by 2017 \n1.3  Establish  stipend  program  for  TVET  training  at  CQF \nlevels 2–4 \n1.3.1      Staff trained to implement stipend program by 2015 \n1.4         Pilot women’s dormitories with career mentorship \nprogram \n1.4.1      Women’s dormitories constructed by 2016 \n1.4.2      Dormitory management and operation procured by 2016  \n1.5         Promote social marketing of TVET \n1.5.1      Social marketing agency contracted by 2016 \n ", "Appendix 1         13 \n \n1.5.2      Marketing messages developed by 2017 \n1.5.3      Roadshows presented by 2019 \nOutput 2: Improved quality and relevance of TVET system \n2.1         Strengthen TVET quality assurance system \n2.1.1      Quality assurance system for public TVET institutions piloted by 2017 \n2.1.2      Directors of public TVET institutions introduced to components of quality assurance system by 2017 \n2.1.3      DGTVET staff participates in study tour to build knowledge about quality assurance systems by 2017 \n2.1.4      Internal audits of public TVET institutions conducted by 2018 \n2.1.5      Results following pilot reported by 2018 \n2.2         Establish TVET competency-based assessment and certification system \n2.2.1      Revised competency assessment and TVET certification system developed by 2017 \n2.2.2      Competency assessment units or centers established and tools developed by 2017 \n2.2.3      Assessors and 10 managers of competency assessment units or centers trained by 2018 \n2.2.4      Assessors accredited and competency assessment conducted by 2019 \n2.3         Improve TVET instructor training system \n2.3.1      TVET instructor training and instructor assessment introduced by 2016 \n2.3.2      Curriculum and learning materials for training instructors developed by 2016 \n2.3.3      Instructor assessment program, inclusive of assessment tools, developed by 2016  \n2.3.4      Instructor apprenticeship program developed, piloted, and implemented by 2017  \n2.3.5      TVET instructor training and instructor assessment rolled out to all RTCs by 2018 \n2.4         Enhance voucher skills training program \n2.4.1      Process for training and employment needs assessment revised by 2016 \n2.4.2      Community development specialists trained by 2016 \n2.4.3      Standardized curricula, skill standards, and guidelines for VSTP courses developed by 2016 \n2.4.4      Modules for revised VSTP implementation and participation guidelines kit developed by 2016 \n2.4.5      Quality assurance mechanism supporting private and non-state providers developed and implemented by 2016 \n2.4.6      Vouchers for training by non-state providers disbursed by 2017 \n2.4.7      Tracer studies conducted by 2019  \n2.5         Enhance SBP \n2.5.1      SBP curricula revised to reflect competency-based training principles by 2016 \n2.5.2      Gender-inclusive learning module on career opportunities following vocational training developed by 2016 \n2.5.3      Non-state providers oriented on revised SBP curricula and learning support materials by 2016 \n2.5.4      Competency-based SBP contracted to non-state providers by 2017 \n2.5.5      SBP providers (public and non-state) attend semiannual orientation workshops by 2018 \n2.6         Improve TVET facilities \n2.6.1      Workshops constructed by 2018 \n2.6.2      Specialized equipment packages procured for nine workshops by 2018 \n2.6.3      Classroom building and workshops at the Battambang Institute of Technology constructed by 2018 \n2.6.4      DGTVET building rehabilitated by 2018 \nOutput 3:  Increased involvement of employers in TVET delivery \n3.1         Strengthen internship program \n3.1.1      Framework and guidelines for internship program developed by 2016 \n3.1.2      Industry liaison units trained to implement and monitor new internship program by 2016 \n3.1.3      Internship stipends provided to 200 TVET trainees by 2019 \n3.2         Establish SSCs  \n3.2.1      Operating procedures and monitoring and evaluation framework for SSCs established by 2015 \n3.2.2      SSCs established and formalized through memoranda of agreement by 2016   \n3.3         Establish COEs \n3.3.1      COEs established by 2016 \n3.3.2      VSC and CQF levels 2–4 training programs piloted by 2016 \n3.3.3      Soft skills training module developed to be incorporated into curricula for CQF levels 1–4 by 2016   \n3.3.4      CQF levels 3–4 internship programs for middle-level and supervisory workers piloted by 2017 \n3.3.5      CQF levels 1–4 course materials disseminated to RTCs and PTCs within each COE network by 2017 \nOutput 4:  Strengthened governance and management in TVET system \n4.1         Strengthen RTCs and PTCs to offer CQF level 2 and above courses \n4.1.1      PTCs deliver 234 courses, and five RTCs deliver 90 courses by 2019 \n4.2         Strengthen financing of RTCs and PTCs \n4.2.1      Start-up costs for RTCs and PTCs to offer CQF level 2–4 courses financed  \n4.3         Improve information management system \n4.3.1      TVET MIS and LMIS expanded by 2019  \na Baselines will be determined at project inception and informed by data from Strengthening Technical and Vocational    \nEducation and Training Project. \nSource: Asian Development Bank.  \n_________________________  _________________________ \nNorman LaRocque  James Nugent   \nOfficer-in-Charge, SEHS  Director General, SERD ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46064-002-3 \n \n1.  Program Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Education  \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework  \n6.  Development Coordination  \n7.  Economic and Financial Analysis  \n8.  Country Economic Indicators  \n9.  International Monetary Fund Assessment Letter \n10.  Summary Poverty Reduction and Social Strategy  \n11.  Gender Action Plan  \n12.  Indigenous Peoples Plan  \n13.  Initial Environmental Examination \n14.  Risk Assessment and Risk Management Plan  \n ", "   \n \n \n \nin in the final document) \n   \n ", " \n   \n ", "   \n   \n ", " \n   \n ", "Appendix 4         19 \n \n   \n ", "20  Appendix 4 \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20140905084811+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "cambodia, education, skills development, education sector development, technical schools, vocational trainings, vocational education, TVET, training centers, TVET programs for women, women dormitories construction, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20140930142842+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Reports and recommendations of the president (RRP) describes the terms and conditions of a project for consideration for approval by ADB. This RRP dated September 2014 is provided for the ADB project in 46064-002 in Cambodia.", "Title": "RRP: Cambodia: Technical and Vocational Education and Training Sector Development Program"}, "author_page": "Vice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  N. LaRocque, Officer-in-Charge, Human and Social Development \nDivision, SERD \n   \nTeam leaders  S. Sindhvad, Education Specialist, SERD \n  S. Mar, Senior Social Sector Officer, Cambodia Resident Mission \n  (CARM), SERD \nTeam members   I. Ahsan, Counsel, Office of the General Counsel \nN. LaRocque, Principal Education Specialist, SERD \nA. Musa, Finance Management Specialist, SERD \nG. Peralta, Senior Safeguards Specialist (Environment), SERD \nK. Schelzig, Senior Social Sector Specialist, CARM, SERD \nS. Tanaka, Senior Economist, Economics and Research Department \nE. Thomas, Social Development Specialist, SERD  \nPeer reviewer  D. Ablett, Social Sector Specialist, South Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"fullname": "N. LaRocque", "role": "Officer-in-Charge", "organization": "Human and Social Development"}, {"fullname": "S. Sindhvad", "role": "Education Specialist", "organization": "SERD"}, {"fullname": "S. Mar", "role": "Senior Social Sector Officer", "organization": "Cambodia Resident Mission"}, {"fullname": "I. Ahsan", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "N. LaRocque", "role": "Principal Education Specialist", "organization": "SERD"}, {"fullname": "A. Musa", "role": "Finance Management Specialist", "organization": "SERD"}, {"fullname": "G. Peralta", "role": "Senior Safeguards Specialist (Environment)", "organization": "SERD"}, {"fullname": "K. Schelzig", "role": "Senior Social Sector Specialist", "organization": "CARM"}, {"fullname": "S. Tanaka", "role": "Senior Economist", "organization": "Economics and Research Department"}, {"fullname": "E. Thomas", "role": "Social Development Specialist", "organization": "SERD"}, {"fullname": "D. Ablett", "role": "Social Sector Specialist", "organization": "South Asia Department"}]}