{"Author": "Asian Development Bank", "Company": "Asian Development Bank", "CreationDate": "D:20141107143320+08'00'", "Creator": "Acrobat PDFMaker 11 for Word", "Keywords": "china, prc, green city development, baiyin sustainable development, liuchuan industrial park infrastructure development, technical and vocational education and training improvement, public bus service, baiyin industrial transformation, adb projects, terms and conditions, board approval, rrp, approved projects", "ModDate": "D:20141203164846+08'00'", "Producer": "Adobe PDF Library 11.0", "SourceModified": "D:20141107063301", "Subject": "The report and recommendation of the president (RRP) document describes the terms and conditions of a project for consideration for approval by ADB. This document dated November 2014 is provided for the ADB project 46062-002 in the PRC.", "Title": "RRP: PRC: Gansu Baiyin Integrated Urban Development Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 46062 \nNovember 2014 \n \n \n \nProposed Loan \nPeople’s Republic of China: Gansu Baiyin Integrated \nUrban Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n\n \n\n\f \n \n\n \n \n\n \n \n \n\nCURRENCY EQUIVALENTS \n(as of 4 November 2014) \n– \n= \n= \n\nyuan (CNY) \n$0.1634 \nCNY6.121 \n\nCurrency unit \nCNY1.00 \n$1.00 \n\nABBREVIATIONS \n\nADB \nBMG \nEMP \nEMS \nIEE \nITS \nJCG \nkm \nLIP \nLMC \nmu \nO&M \nPRC \nTVET \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nBaiyin municipal government \nenvironmental management plan \nenvironmental management system \ninitial environmental examination \nintelligent transport system \nJingyuan county government \nkilometer \nLiuchuan Industrial Park \nLiuchuan Industrial Park Management Committee \na Chinese unit of measurement (1 mu = 666.7 square meters) \noperation and maintenance \nPeople’s Republic of China \ntechnical and vocational education and training \n\n \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n\nNOTE \n\nIn this report, \"$\" refers to US dollars. \n\nS. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nS. Penjor, Officer-in-Charge, Urban and Social Sectors Division, EARD \n \nS. Ishii, Senior Urban Development Specialist, EARD \nR. Benigno, Senior Operations Assistant, EARD \nM. Gupta, Principal Safeguards Specialist (Resettlement), EARD \nB. Konysbayev, Senior Counsel, Office of the General Counsel \nA. Maruyama, Education Specialist, EARD \nA. Morel, Environment Specialist, EARD \nG. Tadevosyan, Safeguards Specialist, EARD \nW. Walker, Principal Social Development Specialist, EARD \nL. Wang, Senior Project Officer (Urban Development), People’s \n\nRepublic of China Resident Mission, EARD \n\nPeer reviewer \n\nT. Gallego-Lizon, Principal Urban Development Specialist, South Asia \n\nDepartment \n\n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n\n\f \n\nCONTENTS \n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\n \n\n1. \n\n2. \n \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n2 \n3 \n4 \n5 \n\n6 \n6 \n6 \n7 \n8 \n8 \n9 \n\n10 \n\n10 \n\n11 \n\n14 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nGansu Baiyin Integrated Urban \nDevelopment Project\nChina, People's Republic of\nChina, People's Republic of\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 46062-002\n\nEARD/EASS\n\nBaiyin Municipal Government\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nWater and other urban \ninfrastructure and services\n\nEducation\nTransport\n\nSubsector(s)\nUrban sewerage\nUrban water supply\nTechnical and vocational education and training\nUrban public transport\nUrban roads and traffic management\n\n     ADB Financing ($ million)\n23.43\n47.61\n2.59\n1.34\n25.03\n100.00\n\nTotal\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nLow\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth (IEG)\n\nEnvironmentally \nsustainable growth (ESG)\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPrivate sector \ndevelopment (PSD)\n\nSubcomponents\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nPillar 3: Extreme deprivation prevented and \neffects of shocks reduced (Social Protection)\nEco-efficiency\nUrban environmental improvement\n\nApplication and use of new knowledge \nsolutions in key operational areas\nPublic sector goods and services essential for \nprivate sector development\n\n4. Drivers of Change\n\nComponents\n\nOrganizational development\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\nRural\nUrban\n\nLow\nHigh\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: A   Indigenous Peoples: C\n\n \n\n \n\n.\n\n.\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\nNo\n\n6. Risk Categorization:\n\nComplex\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Project loan: Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Others\n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\nAmount ($ million)\n\n100.00\n100.00\n0.00\n0.00\n112.70\n32.80\n79.90\n\n212.70\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n13062014145419432938\n\nGenerated Date: 14-Oct-2014 16:33:03 PM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto  the  People’s  Republic  of  China  (PRC)  for  the  Gansu  Baiyin  Integrated  Urban  Development \nProject.1  \n \n2. \nThe  project  will  support  inclusive  and  environmentally  sound  transformation  of  a \nresource-exhausted  city  in  the  western  inland  region  of  the  PRC.  The  project  will  (i)  construct \ncentralized  water  supply  and  wastewater  treatment  systems,  and  a  road  for  a  new  industrial \npark;  (ii)  upgrade  skill  training  courses  on  technical  and  vocational  education  and  training \n(TVET)  and  a  labor  market  database  to  support  industrial  transformation;  (iii)  install  intelligent \ntransport systems (ITSs) for road safety and public bus services to improve livability of the city; \nand (iv) enhance environmental management of the industrial park.2 \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \n3. \nThe PRC is rapidly becoming urbanized. During 1992–2012, the urban population grew \nfrom  322  million  to  712  million,  representing  a  rise  from  27%  to  53%  of  the  total  population.3 \nAbout  two-thirds  of  the  urban  population  growth  came  from  rural–urban  migration.  Until  the \n1980s, many  provinces  and  autonomous regions  in  the  west  had the  advantage  of  serving  as \nnational  mineral-based  resource  centers.  A  number  of  mining  and  resource-intensive  heavy \nindustries  were  deployed  in  the  region.  In  the  1990s,  the  national  opening-up  policy  and \ncoordinated  development  strategy  focused  on  the  eastern  region,  which  led  to  large  flows  of \nforeign  capital  into  the  coastal  cities.  Meanwhile,  reduced  production  and  depletion  of  mineral \nresources slowed socioeconomic development of some western inland provinces. The National \nStrategy for Development of the West launched in 1999 directly supported the western region to \nreduce  the  consequential  regional  imbalance.  However,  slow  development  of  cities  in  the \nwestern  region,  continuous  outflow  of  migrant  workers  to  cities  in  the  eastern  coastal  region, \nand urban–rural income disparities continue to be urban development challenges in the PRC.4 \n \nGansu  province  is  one  of  the  poor  provinces  targeted  under  the  National  Strategy  for \n4. \nDevelopment  of  the West. Its  per  capita gross  domestic  product  in  2013  was  CNY24,438,  the \nsecond  lowest  in  the  PRC  after  Guizhou  province.  Gansu  also  suffers  from  high  poverty \nincidence:  8.4%  for  urban  households  and  68.6%  for  rural  households,  much  higher  than  the \nnational  averages  of  2.8%  for  urban  households  and  13.1%  for  rural  households.  Gansu’s \nmineral  resources  production  has gradually  declined,  and  its  economic  transition from  primary \nand  secondary  industries  to  high  value-adding  manufacturing  and  service-based  tertiary \nindustries has been slow. Baiyin, a medium-sized city close to the provincial capital of Lanzhou, \nis  a  typical  case.  In  the 1950s, the  city  was  originally  established  as  a  national  copper  mining \nbase.  The  city’s  development  was  fueled  by  strong  growth  of  mining  and  metallurgical \nindustries.  However,  since  1985,  its  socioeconomic  development  has  suffered  major  setbacks \nafter continuous copper exploitation and depletion, and associated environmental degradation. \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The  Asian  Development  Bank  (ADB)  provided  project  preparatory  technical  assistance:  ADB.  2013.  Technical \nAssistance to the People's Republic of China for Preparing the Gansu Baiyin Urban Development II Project. Manila \n(TA 8381-PRC). \n\n3  National Bureau of Statistics. 2013. China Statistical Yearbook 2013. Beijing: Government of the PRC. \n4  In  2012,  average  gross  domestic  product  per  capita  of  the  12  western  inland  municipality,  provinces,  and \n\nautonomous regions was 75% of the national average, and only 58% of that of the eastern coastal region. \n\n\fIn 2008, Baiyin was officially listed as one of the first resource-exhausted cities in transition and \nbecame  a  recipient  of  special  funding  support  from  the  Government  of  the  PRC.5 Baiyin  was \nalso  designated  as  a  resource-exhausted  city  transformation  demonstration  area  in  2011. \nFurther,  Gansu  launched  the  Lanzhou–Baiyin  Economic  Zone  in  2011  to  boost  its  regional \neconomic development by integrating cities and industrial bases.6 \n \n5. \nAlthough Baiyin’s industrial output grew by 13.5% annually in 2008–2013, its per capita \ngross  domestic  product  is  only  64%  of  the  national  average.  The  city  continues  to  struggle  to \ndiversify its economy and transform its industrial base. In 2012, Baiyin still relied on nonferrous \nmetal, chemical, and coal-based energy industries, similar to the situation in 1985.7 Baiyin also \nhas difficulty attracting more people. The total population increased by 0.1% per annum during \n2000–2012,  while  the  urban  population  grew  by  2.4%.  Urban  unemployment  rates  remained \nhigh at about 20%. For Baiyin to accelerate its transformation from a resource-exhausted mining \ncity into an inclusive and green city, the city needs to (i) accelerate its industrial transformation \nand build a resilient foundation for economic development, (ii) reverse the trend of layoffs and \nstop talent outflow by strengthening the provision of human resource development for local and \nemerging  industries,  (iii)  demonstrate  its  commitment  to  environmentally  sound  and  green \nindustrial city development, and (iv) raise the city’s livability and quality of life to attract people \nfrom surrounding areas to support its industrial transformation. \n \nProject  preparation  identified  that  the  transformation  cannot  be  achieved  through \n6. \ninfrastructure development alone. The value addition of the Asian Development Bank (ADB) is \nits  comprehensive  approach  covering  infrastructure,  human  resources,  and  environmental \ncapacity  development.  As  a  model  city,  Baiyin’s  successful  transformation  approach  can  be \nreplicated  by  other  resource-exhausted  cities.  The  project  also  incorporates  lessons  from  a \nprevious ADB project in Baiyin and other urban, education, and transport sector projects in the \nPRC.8 These  include  (i)  setting  aspirational  but  realistic  targets  with  measurable  performance \nindicators, (ii) comprehensive due diligence on land acquisition and resettlement including past \nresettlement  activities,  (iii)  strong  start-up  procurement  support  by  an  experienced  tendering \nagency, and (iv) advance engagement of key consulting services and preparation of equipment \ncontracts for early disbursement. The project is in line with ADB’s country partnership strategy, \n2011–2015  for  the  PRC  for  inclusive  and  environmentally  sustainable  growth.9 The  project  is \naligned  with  ADB’s  urban  operational  plan  as  it  demonstrates  competitive,  inclusive,  and \nenvironmentally sustainable city transformation in a poor region.10 The project also supports the \nPRC’s  Twelfth  Five-Year  Plan,  2011–2015  by  supporting  the  rebalancing  of  its  regional \ndevelopment, which is expected to continue during the Thirteenth Five-Year Plan period. \n \nB. \n \n7. \noutcome will be accelerated industrial transformation and economic diversification of Baiyin. \n                                                \n5  In  2008,  Baiyin  was  listed  as  one  of  18  national  resource-exhausted  cities  which  received  special  support  for \n\nThe impact will be inclusive and environmentally sustainable development in Baiyin. The \n\nImpact and Outcome \n\neconomic transformation under the Eleventh Five-Year Plan. \n\n6  In 2012, the zone has 21% of the provincial population and produces 35% of provincial gross regional product. \n7  The composition of sector industries has been unchanged in 2000–2012: primary 11%–16%, secondary 52%–57%, \nand  tertiary  31%–33%.  Output  shares  of  different  industries  in  the  secondary  sector  remain  almost  the  same, \nexcept for a slight decline in the nonferrous metal industry and some increases in the coal-based energy industry \nand chemical industry during 1985–2012. \n\n8  ADB.  2008.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  to  the \n\nPeople’s Republic of China for the Gansu Baiyin Urban Development Project. Manila. \n\n9  ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. \n10 ADB. 2012. Urban Operational Plan, 2012–2020. Manila. \n\n2 \n\n \n\n\fOutputs \n\nC. \n \n8. \nOutput  1:  Liuchuan Industrial  Park infrastructure  development. Liuchuan Industrial \nPark  (LIP)  is  one  of  three  important  national  and  provincial  industrial  parks  expected  to  lead \nBaiyin’s  industrial  transformation  and  economic  diversification.  In  June  2014,  41%  of  the  total \narea  of  23  square  kilometers  was  committed  for  industries.  Based  on  its  access  to  rare-earth \nmaterials,  the  LIP  offers  unique  opportunities  for  high  value-adding  manufacturing  industries \nsuch  as  batteries  for  renewable  energy  equipment  and  green  vehicles,  computer  appliances \nand  light-emitting  diode  products.  The  project  will  assist  the  LIP  itself  to  be  developed  as  a \ngreen  industrial  park.  For  the  first  time  in  Baiyin,  the  project  will  finance  both  water  and \nwastewater systems dedicated for an industrial park and its residential areas. To optimize water \nuse  efficiency,  the  treated  wastewater  will  be  reused  for  landscape  irrigation  and  industrial \nprocesses.  The  water  supply  system  includes  a  plant  with  a  supply  capacity  of  60,000  cubic \nmeters  per  day,  a  14.4  kilometer  (km)  water  transmission  pipeline,  and  a  14.0  km  water \ndistribution  pipeline  network  and  other  related  facilities.  The  project-financed  wastewater \nsystem,  including  a  plant  with  treatment  capacity  of  35,000  cubic  meters  per  day,  sludge \ntreatment facilities, and a 46.0 km wastewater collection pipeline network, will enable the LIP to \nmeet the highest effluent standard in the PRC. A project-financed 6.0 km main artery road will \nhave  energy-saving  streetlights  installed.  The  output  will  demonstrate  green  industrial \ndevelopment to support the city’s economy and social welfare for providing job opportunities. \n \n9. \nOutput  2:  Technical  and  vocational  education  and  training  enhancement.  As  a \nresult  of  prolonged  economic  recession  and  closure  of  traditional  mining  industries,  Baiyin \nbecame  a  source  of  nonskilled  migrant  workers  for  cities  outside  of  Baiyin  and  further  in  the \neastern  coastal  region.  The  existing  TVET  provision  only  gives  people  general  skills.  Labor \ninformation  is  not  collected  and  managed  efficiently  to  match  the  demand  and  supply  for \nworkers.  The  output  will  provide  holistic  TVET  support  to  secondary  and  adult  skill  education \nand  employment  services,  ensuring  inclusive  industrial  transformation.  For  Baiyin’s  TVET \nsystem  to  actively  support  the  city’s  transformation,  the  project  will  introduce  the  first \ncompetency-based  curriculum  for  3-year  long-term  courses  and  short-term  courses  in  the \nJingyuan  County  Secondary  Vocational  School  and  public  employment  training  centers.  The \ncourses will be designed to respond to existing and changing skills demands of LIP industries. \nThe  project-financed  teacher  training  will  enhance  the  institutional  capacity  of  TVET  service \nproviders  and  ensure  skilled  workers  are  locally  available.  Under  the  project,  public  training \ncenter  and  school facilities  will  be  upgraded,  and training  equipment  will  be  purchased for  LIP \nindustries  and  supporting  service \nincluding  electronics,  mechanical  machine \noperation,  business  accounting,  and  restaurant  services.  Project  support  will  also  be  provided \nfor  labor  employment  in  Baiyin  by  strengthening  a  labor  market  information  system  including \ninformation and communication technology equipment, computer software, and staff training for \npublic employment services. \n \n10. \nOutput  3:  Intelligent  transport  systems  installation.  The  output  will  promote  green \ncity development and enhance city livability in Baiyin, thereby attracting more people to support \nits  industrial  transformation.  Although  Baiyin  central  district  had  sufficient  road  capacity  to \naccommodate  the  number  of  registered  vehicles  in  2012,  a  gradual  increase  in  the  urban \npopulation and registered vehicles started to cause traffic congestion in the central area at peak \ntimes. Moreover, violation of traffic rules and road accidents are increasing sharply. The public \nbus  service  is  expected  to  offer  an  alternative  and  preferred  choice  of  mobility  for  people,  but \nthe  obsolete  bus  control  and  monitoring  system  only  achieved  a  60%  punctuality  rate  in  2012 \nand therefore the service failed to increase its modal share. The project will finance two ITSs by \ninstalling  (i)  a  traffic  police  ITS  with  a  traffic  operation  center,  signal  control  equipment,  video \n\nindustries \n\n3 \n\n \n\n\fmonitoring, violation recording and traffic guidance equipment, and operational software; and (ii) \na  public  transport  ITS  with  a  bus  operation  center,  bus  onboard  equipment,  stop  and  depot \nequipment, and operational software. \n \nOutput  4:  Enhanced  environmental  management  and  capacity  development.  The \n11. \noutput will develop an environmental management system (EMS) for the LIP. This ensures that \nBaiyin’s  industrial  transformation  will  not  be  at  the  expense  of  the  environment.  A  team  of \nexperts  will  help  the  Liuchuan  Industrial  Park  Management  Committee  (LMC),  one  of  the \nimplementing  agencies,  to  establish  an  ISO  14001-certified  EMS  for  the  LIP  and  pursue \naccreditation of an eco-industrial park under the PRC national standard by 2025.11 Through this, \nthe  project  aims  for  the  LIP  to  be  the  first  accredited  eco-industrial  park  in  Gansu  and  the \nwestern  inland  region  of  the  PRC.  The  output  will  also  strengthen  institutional  capacities  for \nproject  management  and  operation  by  providing  expert  support  on  project  management,  and \ndesign and implementation of the TVET subproject. The consulting services will support public \nawareness  activities  on  road  safety  and  provide  capacity  development  activities  on  public \nfinancial  management.  Training  on  innovative  infrastructure  financing  will  emphasize  public–\nprivate partnership so as to create an enabling environment in Baiyin to encourage participation \nof the private sector in the city’s industrial transformation. \n \nD. \n \n12. \nwill finance civil works, 16% for mechanical and equipment, and 1% for consultants. \n\nThe project is estimated to cost $212.7 million (Table 1), of which 69% of the base cost \n\nInvestment and Financing Plans \n\n \nTable 1: Project Investment Plan \n($ million) \n\nItem \nA. \n \n \n \n \n \nB. \nC. \n  \n\nIntelligent transport systems installation \n\n \nBase Costb \n1.  Liuchuan Industrial Park infrastructure development \n2.  Technical and vocational education and training enhancement \n3. \n4.  Enhanced environmental management and capacity development \n \nContingenciesc \nFinancing Charges During Implementationd \nTotal (A+B+C) \n\nSubtotal (A) \n\nAmounta \n\n \n\n157.6 \n2.5 \n5.6 \n1.8 \n167.5 \n36.3 \n8.8 \n212.7 \n\nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $10.0 million to be financed by the government and Asian Development Bank (ADB) \nloan  resources.  The  following  principles  were  followed  in  determining  the  amount  of  taxes  and  duties  to  be \nfinanced  by  ADB:  (i)  the  amount  is  within  reasonable  country  thresholds,  (ii)  the  amount  does  not  represent  an \nexcessive share of the project investment plan, (iii) taxes and duties apply only to ADB-financed expenditures, and \n(iv) the financing of the taxes and duties is relevant to the success of the project. \n\nb  In March 2014 prices. \nc  Physical  contingencies  are  computed  at  10%  for  works  and  goods.  Price  contingencies  are  computed  using \ndomestic inflation rates: 2.7% in 2014 and 3.0% in 2015 onwards; and foreign inflation rates: 2.3% in 2014, 1.0% in \n2015, and 1.4% in 2016 onwards. \n\nd  Includes interest and commitment charges. Interest during construction for the ADB loan has been computed at the \n5-year US dollar fixed swap rate plus a spread of 0.5% and a maturity premium of 0.1%. Commitment charge for \nthe ADB loan is 0.15% per year to be charged on the undisbursed loan amount. Interest during construction for the \ndomestic bank loan from the Industrial and Commercial Bank of China is computed at 7.2% per year and for the \nBank of Gansu at 6.7% per year. \n\nSource: Asian Development Bank estimates. \n                                                \n11 ISO  14001  is  a  standard  for  environmental  management  established  by  the  International  Organization  for \nStandardization. The certification is required for accreditation of an eco-industrial park under the PRC Standard. \n\n4 \n\n \n\n \n\n\fThe  government  has  requested  a  loan  of  $100.0  million  from  ADB’s  ordinary  capital \n13. \nresources  to  help  finance  the  project.  The  loan  will  have  a  25-year  term,  including  a  grace \nperiod  of  5  years;  a  straight-line  repayment  option;  an  annual  interest  rate  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility;  a \ncommitment charge of 0.15% per year; the interest during construction to be capitalized in the \nloan;  and  such  other  terms  and  conditions  set  forth  in  the  draft  loan  and  project  agreements. \nBased  on  this,  the  average  loan  maturity  is  15.3  years  and  the  maturity  premium  payable  to \nADB  is  0.1%  per  annum.  The  ADB  loan  will  also  finance  taxes  and  duties  for  eligible  ADB-\nfinanced  expenditures  and  transportation  and  insurance  costs  included  in  the  base  cost  for \nensuring  smooth  project  implementation.  The  loan  will  finance  47.0%  of  the  project  cost.  The \ngovernment  will  finance  $112.7  million,  including  $79.9  million  from  the  Baiyin  municipal \ngovernment (BMG) and $32.8 million through borrowing from local banks (Table 2). \n \n\nTable 2: Financing Plan \n\nAmount ($ million) \n\nShare of Total (%) \n\nSource \nAsian Development Bank \n \nBaiyin municipal government \nOthers (domestic banks) \n\nTotal \n\nOrdinary capital resources (loan) \n\n \n100.0 \n79.9 \n32.8 \n212.7  \n\n \n\n47.0 \n37.6 \n15.4 \n100.0 \n\nSource: Asian Development Bank estimates. \n \n14. \nThe PRC is the borrower of the loan and will make the loan available through the Gansu \nprovincial government to the BMG on the same terms and conditions as those of the ADB loan. \nThe  BMG  will  assume  the  foreign  exchange  and  interest  variation  risks  of  the  ADB  loan.  The \ngovernment  has  assured  ADB  that  counterpart  funding  will  be  provided  in  a  timely  manner, \nincluding any additional counterpart funding required because of any shortfall of funds, delay in \nborrowing  domestic  bank  loans,  or  cost  overruns. The  indicative flow  of funds  and  the  lending \narrangements are in the project administration manual.12 \n \nE. \n \n15. \n \n\nImplementation arrangements are summarized in Table 3. \n\nImplementation Arrangements \n\nAspects \nImplementation period \nEstimated completion date  31 December 2019 (estimated loan closing date: 30 June 2020) \nManagement \n\nTable 3: Implementation Arrangements \nArrangements \nJanuary 2015–December 2019 \n\n(i)  Oversight body \n(ii)  Executing agency \n\n(iii)  Key implementing \n\nagencies \n\nProcurement \n\nBaiyin municipal government (BMG) project leading group \nBMG will take overall responsibility for project implementation. The project \nmanagement office, established under its development and reform \ncommission, will handle overall project coordination and management. \nLiuchuan Industrial Park Management Committee, Jingyuan County \nBureau of Human Resources and Social Security, Baiyin Municipal Public \nSecurity Bureau Traffic Police Detachment, and Baiyin Public \nTransportation Company will take overall responsibility to implement \nsubprojects and carry out day-to-day activities including engineering \nsupervision and procurement of goods and civil works. \nInternational competitive bidding \nNational competitive bidding \n\n8 contracts  $87.92 million \n11 contracts  $45.74 million \n\n                                                \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\f6 \n\nAspects \n\nConsulting services \n\nRetroactive financing \nand/or advance \ncontracting \n\nDisbursement \n\n22 contracts \n2 contracts \n6 person-months \n90 person-months \n45 person-months \n10 person-months \n\nArrangements \nShopping \nDomestic financing \nIndividual consultant selection \nQuality- and cost-based selection \nConsultants’ qualifications selection \nDomestic financing \nAdvance contracting and retroactive financing will be used for one civil \nworks, two equipment, and two consulting service packages. Retroactive \nfinancing will finance up to 20% of eligible expenditure of the Asian \nDevelopment Bank (ADB) loan that is incurred prior to loan effectiveness \nbut not earlier than 12 months before the loan agreement is signed. \nThe loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \n\n$0.99 million \n$8.03 million \n$0.04 million \n$1.34 million \n$0.63 million \n$0.25 million \n\nSource: Asian Development Bank estimates. \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \nThe  project  is  technically  feasible  as  a  result  of  detailed  examinations  of  compatibility \n16. \nwith the PRC’s engineering guidelines, projections of traffic demand, water supply demand and \nwastewater  generation,  required  treated  effluent  quality,  industrial  skills  development  needs, \nand  needs  of  traffic  safety  and  public  transportation  management.  Development  of  other \ninfrastructure in the LIP is ongoing and everything needed by industries to move to the LIP will \nbe  completed  before  project  completion.  Analysis  of  alternative  technical  options  confirmed \noperational feasibility of the water and wastewater treatment systems, and ensured road cross-\nsection design considering road safety for operation of heavy industrial vehicles. The project will \nprovide capacity development training to ensure sustainable operation and maintenance (O&M) \nof project facilities. Vocational skills training, enhanced course contents, information technology \nequipment,  and  teacher  training  will  overcome  the  weaknesses  of  limited  (i)  TVET  service \nprovision and quality, (ii) partnerships between TVET providers and industries, and (iii) capacity \nto  handle  labor  market  information.  The  BMG  and  LMC  committed  under  a  loan  assurance  to \nlead the coordination between LIP industries and local TVET providers. ITS designs considered \ntraffic projection for the next 5–10 years and identified the most appropriate scale of investment. \n \nB. \n \n17. \nEconomic  analysis. The economic analysis evaluated technical options and confirmed \nthat  the  project  adopted  least-cost  ways  to  support  Baiyin’s  transformation.  Economic  internal \nrates of return were computed at 14.9% for the overall project, 14.2% for the LIP infrastructure \ndevelopment subproject, 20.0% for the TVET subproject, and 19.9% for the ITS subproject. All \nexceeded  the  economic  opportunity  cost  of  capital  of  12.0%.  The  project’s  quantifiable \neconomic  benefits  include  (i)  time  saving  by  construction  of  the  LIP’s  main  artery  road,  (ii) \nwillingness to pay for improved water supply and sanitation services, (iii) increased wages after \nskills  training  at  secondary  level  and  adult  education,  (iv)  avoided  road  accidents  and \nassociated  loss,  and  (v)  time  saving  from  more  punctual  public  bus  operation.  The  economic \ncosts comprise capital costs, including physical contingencies, and O&M costs.13 \n\nEconomic and Financial \n\n                                                \n13 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n\n \n\n\fFinancial  analysis.  A  financial  evaluation  was  conducted  of  the  water  supply  and \n18. \nwastewater  treatment  systems,  which  have  a  cost-recovery  objective.  A  single  operator  is \nenvisaged  and,  therefore,  the  analysis  combined  cost  and  revenue  for  water  and  wastewater \ntreatment services. The analysis indicated that the financial internal rate of return is 3.4%, which \nexceeds  the  weighted  average  cost  of  capital  of  2.5%.  Sensitivity  analysis  indicates  that  the \nproject  is  most  sensitive  to  decreases  in  revenue  by  10%,  where  the  financial  internal  rate  of \nreturn  is  marginally  lower  than  the  weighted  average  cost  of  capital  at  2.0%.  Water  and \nwastewater  treatment  tariffs  are  expected  to  increase  by  10%  every  3  years,  which  is \nconsidered  realistic  because  users  of  water  and  wastewater  services  are  primarily  industries, \nand the current level of tariffs are lower than in the other two national and provincial industrial \nparks in Baiyin. \n \nFinancial impact assessment was carried out to ensure fiscal sustainability during project \n19. \nimplementation  and  operation.  Financial  capacities  of  the  BMG,  Jingyuan  county  government \n(JCG),  and  LMC  were  assessed  against  annual  counterpart  funds  required  for  capital \nexpenditures  (BMG),  local  bank  loans  debt  service  (JCG  and  LMC),  and  debt  service  for  the \nADB loan (BMG). The assessment also concluded that the BMG, JCG, LMC, and Baiyin Public \nTransportation  Company  have  sufficient  financial  capacities  to  finance  O&M  during  operation. \nAnnual  counterpart  funds  and  interest  during  construction  will  be  0.5%  of  projected  fiscal \nrevenues  of  the  BMG,  and  ADB  debt  service  during  operation  will  be  0.1%.  The  combined \nfinancial  impact  of  debt  service  and  O&M  on  the  LMC  were  projected  to  be  high  because  the \nLIP  will  not  be  in  full  operation  until  2020.  Since  the  LMC’s  fiscal  revenue  relies  solely  on  the \nJCG,  additional  due  diligence  analysis  was  conducted  against  the  JCG  on  debt  service  and \nO&M cost. The fiscal impact of domestic bank debt service and O&M cost on the JCG’s fiscal \nbudget  were  estimated  at  0.2%–1.5%  in  2015–2019  and  less  than  0.1%  from  2020  onwards, \nindicating that the JCG has enough financial capacity. The fiscal risk of the LMC is mitigated by \na loan assurance providing comprehensive fiscal support from the JCG to ensure smooth start-\nup  of  the  LIP  development. O&M  costs  of other  subprojects  will  range from  less than  0.1% to \n1.3% of projected revenues of operational entities in the first year of operation.14 \n \nC. \n \nThe  BMG  handled  the  first  ADB  urban  sector  project  in  Gansu.  Procurement  and \n20. \nfinancial  management  capacity  assessments  concluded  that  the  BMG  has  strong  capacity  to \nconduct  procurement  activities  and  financial  management  in  accordance  with  ADB  guidelines. \nThe  project  financial  management  arrangements  are  adequate.  Though  new  to  handling \nimplementing  agencies  are \nprojects \nexperienced  in  managing  construction  and/or  procuring  goods  for  similar  domestic  projects. \nMoreover,  the  agencies  are  gaining  adequate  capacity  for  both  procurement  and  financial \nmanagement  in  accordance  with  ADB  policies  and  procedures  and  the  PRC’s  national \nprocurement laws and regulations. ADB’s Anticorruption Policy (1998, as amended to date) and \nAccountability Mechanism Policy (2012) were explained to and discussed with the BMG and the \nfour  implementing  agencies.  The  BMG  and  its  project  management  office  are  transferring \nknowledge  and  experience  on  procurement,  public  financial  management,  and  governance \nissues to the four implementing agencies through daily operations. A project management and \nprocurement specialist will be mobilized through advance contracting. An international tendering \nagency  will  be  engaged  before  any  advance  procurement  action.  The  project  implementation \nconsulting  service  includes  a  contract management  and  procurement  engineer  and  a financial \nspecialist to support the implementation. \n\ninstitutions,  all \n\nGovernance \n\nfinanced  by \n\ninternational \n\nfinancial \n\n                                                \n14 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n\n7 \n\n \n\n\f8 \n\n \n\nPoverty and Social \n\nD. \n \n21. \nGender  benefits.  The  project  is  categorized  as  effective  gender  mainstreaming.  A \nsurvey and focus group discussions revealed that female respondents support the project as it \nwill generate job opportunities locally for them and for family members who are currently migrant \nworkers. Focus group discussions also found that women are interested in gaining skills through \ntraining  that  will  provide  them  with  better  nonfarming  employment  opportunities,  and  they \nconsidered  improvements  in  traffic  safety  and  access  to  better  public  transport  service  as \nimportant  benefits  that  will  enhance  their  quality  of  life.  A  gender  action  plan  includes  specific \ntargets for women in employment, vocational training, and participation that have been assured \nby  the  government.  Women  will  be  provided  with  (i)  job  opportunities  during  and  after  project \nimplementation;  (ii)  at  least  one  dedicated  TVET  short-term  training  course;  (iii)  training  or \neducation  on  labor  law,  labor  protection,  and  labor  security  program;  and  (iv)  opportunities  to \nparticipate in community management and decision-making processes.15 \n \n22. \nThe  enterprises  attracted  to  the  LIP  will  generate  about  77,000  job  opportunities  and \n8,300 jobs will be created in the services sector; 30% of these jobs will be made available to the \npoor.16 The  LIP  infrastructure  development  subproject  will  directly  benefit  people  who  will  live \nand work in the LIP. About 87,000 rural people and 6,000 urban people of Jingyuan county are \nexpected  to  benefit  from  the  TVET  subproject  through  increased  access  to  training  and \nemployment opportunities in various sectors. The TVET subproject will also improve livelihoods \nof  communities  impacted  by  resettlement  and  land  acquisition  as  a  result  of  the  LIP \ndevelopment. In addition, the ITS subproject will directly benefit 276,500 people who live in the \narea  covered  by  the  system  by  providing  safe  and  better  public  transport  services.  A  social \ndevelopment  action  plan  was  prepared  and  will  be  implemented  in  collaboration  with  key \nstakeholders  during  project  implementation.  A  resettlement  and  social  development  specialist \nunder  the  project  management  consulting  service  will  monitor  and  report  the  progress  of  the \nsocial  development  action  plan  and  gender  action  plan,  and  results  will  be  verified  by  the \nexternal monitor.17 \n \nE. \n \nEnvironment  (category  B).  An  initial  environmental  examination  (IEE),  including \n23. \nenvironmental management plan (EMP), was prepared based on three domestic environmental \nimpact assessments prepared for the infrastructure components, and a planning environmental \nimpact  assessment  prepared  for  the  LIP.  The  IEE  complies  with  ADB’s  Safeguard  Policy \nStatement (2009) and was disclosed on the ADB website.18 It confirms that construction-phase \nimpacts will be localized and short term and can be effectively mitigated through application of \ngood  construction  practices  and  implementation  of  health  and  safety  risk  management  plans \ndefined  in  the  EMP.  Significant  earthworks,  which  will  disturb  surface  soils  and  could  affect \nsurface water in the project area, can be mitigated by adherence to the measures defined in the \nwater  and  soil  conservation  plan.  Dust  and  noise  control  will  address  the  concerns  of  nearby \nresidents  during  project  implementation  and  operational  phases.  The  sustainability  of  water \nextraction from regional water resources was confirmed through regional water balance analysis \nof  the  Yellow  River  and  its  water  allocation  plan.  The  effluent  from  the  wastewater  treatment \n\nSafeguards \n\n                                                \n15  Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n16  As  of  June  2013,  seven  industries  had  moved  into  the  LIP.  The  LMC  had  also  signed  with  four  additional \n\nindustries. \n\n17  Summary  Poverty  Reduction  and  Social  Strategy  (accessible  from  the  list  of  linked  documents  in  Appendix  2). \n\nThe social development action plan is included in the project administration manual. \n\n18  Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n\n\fplant will be reused for landscape irrigation and industrial processes, contributing to increased \nresilience  to  climate  variability  and  future  climate  change.  The  ISO  14001-certified  EMS  will \nensure  the  environmental  management  and  emergency  response  capacity  of  the  LIP  and \nminimize  environmental  risks  within  the  LIP  during  the  operational  phase.  The  BMG  will  be \nresponsible for the  overall  implementation  and  compliance  with the  EMP,  including  inspection, \nmonitoring,  reporting,  and  corrective  actions  or  measures.  Environmental  management  is \nsupported  by  loan  assurances  and  capacity  development  and  institutional  strengthening \nactivities  under  the  project.  The  BMG  conducted  meaningful  consultation  with  potentially \naffected  people  and  project  beneficiaries.  Environmental  complaints  will  be  handled  in \naccordance  with  the  grievance  redress  mechanism  developed  for  the  project.  The  project’s \noutstanding environmental feature is the development of the EMS for the LIP, which is attached \nto the IEE. It will ensure a sustainable environmental path for LIP development. \n \n24. \nInvoluntary  resettlement  (category  A).  The  project  will  occupy  1,158.3  mu  of  state-\nowned  land,  acquire  397.7  mu  of  collectively  owned  land,  and  demolish  houses  of  35 \nhouseholds with 156 people.19 Sixty-seven rural households and 337 people will be significantly \naffected by the land acquisition and house relocation. Temporary land occupation of 155 mu will \naffect 46 rural households and 243 people. A resettlement plan was prepared in line with ADB’s \nSafeguard Policy Statement, approved by ADB, disclosed to the affected people, and uploaded \nto the ADB website on 16 June 2014. The resettlement plan will be finalized in line with detailed \nengineering  design  and  detailed  measurement  survey,  disclosed  to  affected  people,  and \nsubmitted to  ADB for  approval.  Compensation for  lost  assets  and resettlement  allowances  will \nbe paid to affected people, and livelihood rehabilitation will be arranged in accordance with the \nresettlement  plan.  A  due  diligence  report,  prepared  as  an  appendix  of  the  resettlement  plan, \nreviewed the collective land acquisition for the project completed in August 2012 and November \n2013.  Implementation  of  the  resettlement  plan  will  be  monitored  and  evaluated  internally  and \nexternally. Reflecting the first ADB project experience, the BMG will have, and cause the LMC \nto  have,  full-time  staff  members  responsible  for  land  acquisition  and  resettlement  who  will \nensure  compliance  with  ADB  safeguards  requirements  and  regularly  report  implementation \nprogress  through  periodic  progress  reports  to  ADB.  The  external  monitor  will  review  the \nprogress  and  general  welfare  of  affected  people  to  assess  whether  they  have  fully  regained \ntheir standard of living. Monitoring and evaluation reports will be prepared semiannually during \nimplementation  and  annually  for  2  years  after  resettlement  has  been  completed.  They  will  be \nsubmitted  to  ADB  and  publicly  disclosed.  The  project  has  also  established  a  transparent \ngrievance  redress  mechanism  that  will  provide  meaningful  consultation  and  trigger  remedial \naction. \n \n25. \nIndigenous  peoples  (category  C).  The  project  has  no  negative  effect  on  the  ethnic \nminority  as  there  is  no  concentrated  area  of  ethnic  minorities  in  the  project  area.  Ethnic \nminorities are scattered in all residential quarters and 1.8% of the total municipal population is \nethnic minorities,  primarily  Hui minority. They  will  enjoy  the  benefits  created  by the  project  the \nsame way as the Han people. \n \nF. \n \n26.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan.20 The  integrated  benefits  and  impacts  are \nexpected to outweigh the costs. \n\nRisks and Mitigating Measures \n\n                                                \n19   A mu is a Chinese unit of measurement (1 mu = 666.7 square meters). \n20  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nRisks \nLate appropriation of \ndomestic bank loan may \ndelay project \nimplementation \n\nFour implementing \nagencies lack \nexperience in civil works \nand in goods \nprocurement in ADB-\nfunded projects \n\nPolitical interference, \nconflicts of interest, and \nnepotism could affect \nprocurement and \nimplementation, leading \nto poor-quality projects \nO&M of infrastructure \ncreated by the project \nare not sustainable \nbecause of lack of \ncapacity or budget \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigating Measures \n\nThe BMG caused the JCG and LMC to agree with their banks to issue \ncommitment letters of the domestic bank loan for counterpart funds. \nThe domestic bank loan will not be allocated for resettlement and land \nacquisition costs to avoid any start-up delay of the project. \nThe PMC will conduct financial management training for the BMG and JCG. \nThe BMG will engage a start-up project management and procurement \nspecialist. The PMC and tendering agency will provide continuous \nassistance to the four implementing agencies. \nThe  BMG  and  four  implementing  agencies  will  engage  experienced \nengineering design institutes for bidding documents preparation. \nThe PMC will provide training on ADB procurement procedures and the BMG \nand four implementing agencies will attend training organized by ADB. \nThe BMG assured it will undertake anticorruption actions: (i) involve full-time \nofficials from the government discipline investigation bureau in the bidding \nprocess and awarding of contracts, (ii) include anticorruption clauses in the \nbidding documents and contracts, and (iii) remind implementing agencies \nduring day-to-day operation and communication of loan covenants against \ncorruption. \nA separate consultant team and ADB experts provide support to engage a \nprivate operator for project-financed water and wastewater facilities. \nThe BMG will ensure sustainability of project facilities by organizing training \nand study tours under PMC support. \nThe BMG, LMC, BPT, and JCG have assured adequate human and financial \nresources for O&M of project facilities. \n\nADB  =  Asian  Development  Bank,  BMG  =  Baiyin  municipal  government,  BPT  =  Baiyin  Public  Transportation \nCompany,  JCG  =  Jingyuan  county  government,  LMC  =  Liuchuan  Industrial  Park  Management  Committee,  O&M  = \noperation and maintenance, PMC = project management consulting service. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n \n27. \nThe government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the project \nadministration  manual  and  loan  documents.  The  government  has  also  agreed  with  ADB  on \ncertain covenants for the project, which are set forth in the loan and project agreements. \n \n\nV. \n\nRECOMMENDATION \n\n \n28. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and,  acting  in  the  absence  of  the  President,  under  the \nprovisions  of  Article  35.1  of  the  Articles  of  Agreement  of  ADB,  I  recommend  that  the  Board \napprove  the  loan  of  $100,000,000  to  the  People’s  Republic  of  China  for  the  Gansu  Baiyin \nIntegrated  Urban  Development  Project, from  ADB’s  ordinary  capital  resources,  with  interest  to \nbe determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility;  for  a  term  of  25  years,  including  a  grace  period  of  5  years;  and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft  loan  and  project \nagreements presented to the Board. \n \n\nBindu N. Lohani \nRanking Vice-President \n\n5 November 2014 \n\n \n\n\f \n\n \n\nDesign Summary \nImpact \nInclusive and \nenvironmentally \nsustainable \ndevelopment in \nBaiyin \n\nOutcome \nAccelerated \nindustrial \ntransformation and \neconomic \ndiversification of \nBaiyin \n\nAppendix 1 \n\n11 \n\nAssumptions and Risks \nAssumptions \nDevelopment of the \nLanzhou–Baiyin Economic \nZone remains a national \npriority of the Government \nof the PRC \n \nSocioeconomic \ndevelopment of Gansu \nprovince and Baiyin \nmunicipality is steady and \nin accordance with the \n12th and 13th five-year \nplans \n\nAssumptions \nOther urban infrastructure \nin Baiyin are constructed \non time and are \noperational \n \nProject facilities are \nproperly operating and \nmaintained \n \nTVET long- and short-term \ncourses serve direct needs \nof industries in the LIP and \nBaiyin \n \nRisks \nActual economic growth \nand population are far from \nestimates \n \nBaiyin and the LIP become \nless competitive in \nindustrial relocation from \nthe eastern coastal region \nto the western inland \nregion \n\nDESIGN AND MONITORING FRAMEWORK \n\nPerformance Targets and \nIndicators with Baselines \n\nBy 2022 (2013 baseline) \nRatio of incomes of urban to \nrural residents reduced from 3.6 \nto 3.0 in Baiyin municipality \n\nUnemployment rate in urban \narea reduced from 22.3% to \n10.0% in Baiyin municipality \n\nAverage per capita net income \nof rural households increased \nby 7% per annum from \nCNY5,772 in Jingyuan county \n\nLIP certified as a PRC Eco-\nIndustrial Park by 2025 \n\nBy 2019 (2013 baseline) \nCommitted land area for \nindustry increased from 24.0% \nto 75.0% in the LIP \n\nIndustries operating in the LIP \nincreased from 6 firms in 6 \nsectors to 15 firms in 8 sectors \n\n1,000 trainees, of which 40% \nare women, enrolled with 80% \nof participants successfully \ncompleting existing and newly \ndeveloped training courses \nsupported by the project  \n\nModal share of public transport \nin Baiyin district increased from \n36.8% to 40.0% \n\nNumber of major road accident \n(death and permanent injury) \nper 10,000 vehicles reduced \nfrom 4.0 to 3.5 and number of \ntraffic violations per vehicle \nreduced from 0.64 to 0.50 \n\n206 skilled and 181 unskilled \njobs provided during \nconstruction and operation, of \nwhich 30% are for women and \n30% for the poor \n\nLIP certified under ISO 14001 \n\nData Sources and \nReporting \nMechanisms \n\n \nBaiyin Statistical \nYearbook \n\nBaiyin Statistical \nYearbook \n\nBaiyin Statistical \nYearbook \n\nAnnual report of \nLMC \n\n \nAnnual report of \nLMC \n\nAnnual report of \nLMC \n\nJingyuan County \nStatistical Yearbook \nand annual reports \nof JSVS and PETC \n\nAnnual report of \nBaiyin Public \nTransportation \nCompany \n\nBaiyin Statistical \nYearbook and data \nobtained by the ITS \n\nProject completion \nand periodic \nprogress reports \n\nAnnual report of \nLMC \n\n \n\n\f12 \n\nAppendix 1 \n\nDesign Summary \nOutputs \n1. LIP infrastructure \ndeveloped and \noperational \n\n2. TVET enhanced \nand labor market \ndatabase \ndeveloped and \noperational \n\n4. Environmental \nmanagement \nenhanced and \ninstitutional \ncapacity of the \nexecuting and \nimplementing \nagencies \nstrengthened \n\n \n\n \n\n \n\nPerformance Targets and \nIndicators with Baselines \n\nBy 2020 (2013 baseline) \nA new water supply facility of \n60,000 m3/day, about 14.4 km \nof water transmission pipeline, \nand about 14.0 km of water \nsupply pipeline network are \noperational \n\nA new wastewater treatment \nfacility of 35,000 m3/day, about \n46.0 km of wastewater pipeline \nnetwork, effluent reuse and \ndischarge systems, and sludge \ntreatment facilities are \noperational \n\nA new 6.0 km artery road is \nopened to traffic \n\nTwo new long-term and 3 short-\nterm courses developed and 6 \nexisting short-term courses \nupgraded in JSVS and PETCs \nwith at least one course \ntargeted to women \n\nMore than 60 teachers and \ninstructors in 14 vocational \nschool and agencies in \nJingyuan county are trained \nsuccessfully, with at least 40% \nwomen \n\nLabor market database \ndeveloped and operational \n\nPublic transport management \nand information system is \ninstalled and operational \n\nRoad safety training conducted \nsuccessfully with 50% women \nparticipation (public) \nEMS developed and working for \nthe LIP \n\nStaff are trained and systems \nare in place for effective \nfunctioning of executing agency \nand implementing agencies, \nwith 30% women participation \n\nData Sources and \nReporting \nMechanisms \n\n \nProject completion \nreport \n\nProject completion \nreport \n\nAssumptions and Risks \nAssumptions \nProject counterpart fund \nprovided on time \n \nOther domestically \nfinanced projects are \ncompleted on time \n \nRisk \nDelays in land acquisition \napprovals and \nimplementation \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nProject completion \nreport \n\nAssumption \nGovernment agencies and \ntraining institutions are \ncommitted to improve \nquality and relevance of \ntraining courses in \ncollaboration with \nindustries and enterprises \n \nRisk \nIndustries and enterprises \nare unwilling to collaborate \nin training course \ndevelopment \n\nAssumption \nAll government agencies \nassociated with \ntransportation \nmanagement collaborate \nclosely  \n\nAssumption \nProject financing is \nprovided on time \n \nRisk \nRecruitment of the \nconsulting services is \ndelayed \n\n3. Baiyin district ITS \n\ninstalled and \noperational \n\nTraffic safety and security \nsystem is installed and \noperational \n\n\fAppendix 1 \n\n13 \n\nInputs \n \nADB: $100.0 million \n \nBaiyin municipal \ngovernment: \n$79.9 million \n \nOthers (domestic banks): \n$32.8 million \n\n \n\n \n\nActivities with Milestones \n1.  Liuchuan Industrial Park infrastructure development \n1.1  Complete detailed design and updated resettlement plan by Q1 2015 \n1.2  Complete land acquisition and resettlement by Q4 2016 \n1.3  Complete bidding and contract award by Q4 2017 \n1.4  Complete water supply facilities and pipelines by Q4 2019 \n1.5  Complete wastewater treatment facilities and pipelines by Q4 2016 \n1.6  Complete road and bridge by Q3 2018 \n2.  Technical and vocational education and training enhancement \n2.1  Develop curricula for a long-term course by Q4 2016 \n2.2  Complete bidding and contract award by Q4 2018 \n2.3  Develop curricula for short-term courses by Q4 2018 \n2.4  Develop a labor market information database system by Q4 2019 \n2.5  Conduct training and workshops by Q4 2019 \n3. \n3.1  Complete detailed design by Q4 2014 \n3.2  Complete bidding and contract award by Q2 2015 \n3.3  Install traffic security and control system by Q4 2015 \n3.4  Install public transport monitoring control system by Q4 2015 \n4.  Enhanced environmental management and capacity development \n4.1  Engage and mobilize start-up consultant from Q4 2014 to Q2 2015 \n4.2  Set up organizational arrangement by Q4 2015 \n4.3  Engage and mobilize project management consulting service from Q3 \n\nIntelligent transport systems installation \n\n2015 to Q4 2019 \n\n4.4  Engage and mobilize TVET consultant from Q1 2016 to Q4 2019 \n4.5  Engage and mobilize EMS consultant from Q1 2016 to Q4 2019 \n4.6  Monitor and complete implementation of environmental management \nplan, gender action plan, resettlement plan, and social development \naction plan from Q3 2014 to Q4 2019 \n\n4.7  Conduct capacity development training from Q1 2015 to Q4 2019 \n4.8  Obtain ISO 14001 certification for the LIP by Q4 2019 \nADB  =  Asian  Development  Bank,  EMS  =  environmental  management  system,  ISO  =  International  Organization  for \nStandardization,  ITS  =  intelligent  transport  system,  JSVS  =  Jingyuan  County  Secondary  Vocational  School,  km  = \nkilometer,  LIP  =  Liuchuan  Industrial  Park,  LMC  =  Liuchuan  Industrial  Park  Management  Committee,  m3  =  cubic  meter, \nPETC  =  public  employment  training  centers,  PRC  =  People’s  Republic  of  China,  Q  =  quarter,  TVET  =  technical  and \nvocational education and training. \nSource: Asian Development Bank. \n\n \n\n\f14 \n\nAppendix 2 \n\nLoan Agreement \n\nProject Agreement \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46062-002-3 \n\nSector Assessment (Summary): Multisector (Education, Road Transport, Water Supply and \nSanitation) \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nInitial Environmental Examination \n\nResettlement Plan \n\nRisk Assessment and Risk Management Plan \n\n \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n \n\n\f", "author_pages": [" \n \n", " \n \n", " \n \n \n", "CURRENCY EQUIVALENTS \n(as of 4 November 2014) \n– \n= \n= \n", "yuan (CNY) \n$0.1634 \nCNY6.121 \n", "Currency unit \nCNY1.00 \n$1.00 \n", "ABBREVIATIONS \n", "ADB \nBMG \nEMP \nEMS \nIEE \nITS \nJCG \nkm \nLIP \nLMC \nmu \nO&M \nPRC \nTVET \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nBaiyin municipal government \nenvironmental management plan \nenvironmental management system \ninitial environmental examination \nintelligent transport system \nJingyuan county government \nkilometer \nLiuchuan Industrial Park \nLiuchuan Industrial Park Management Committee \na Chinese unit of measurement (1 mu = 666.7 square meters) \noperation and maintenance \nPeople’s Republic of China \ntechnical and vocational education and training \n", " \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n", "NOTE \n", "In this report, \"$\" refers to US dollars. \n", "S. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nS. Penjor, Officer-in-Charge, Urban and Social Sectors Division, EARD \n \nS. Ishii, Senior Urban Development Specialist, EARD \nR. Benigno, Senior Operations Assistant, EARD \nM. Gupta, Principal Safeguards Specialist (Resettlement), EARD \nB. Konysbayev, Senior Counsel, Office of the General Counsel \nA. Maruyama, Education Specialist, EARD \nA. Morel, Environment Specialist, EARD \nG. Tadevosyan, Safeguards Specialist, EARD \nW. Walker, Principal Social Development Specialist, EARD \nL. Wang, Senior Project Officer (Urban Development), People’s \n", "Republic of China Resident Mission, EARD \n", "Peer reviewer \n", "T. Gallego-Lizon, Principal Urban Development Specialist, South Asia \n", "Department \n", " \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n", " \n", "CONTENTS \n", " \n", "I. \n", "II. \n", "III. \n", "IV. \n", "V. \n", " \n", "1. \n", "2. \n \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES \n", "RECOMMENDATION \n", "APPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "Page \n", "1 \n", "1 \n1 \n2 \n3 \n4 \n5 \n", "6 \n6 \n6 \n7 \n8 \n8 \n9 \n", "10 \n", "10 \n", "11 \n", "14 \n"]}