{"Author": "ADB", "CreationDate": "D:20151005153440+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president", "ModDate": "D:20151007153921+08'00'", "Producer": "GPL Ghostscript 9.16", "Title": "Untitled", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 46081-002 \nSeptember 2015 \n \n \n \n \nProposed Loan \nPeople’s Republic of China: Henan Sustainable \nLivestock Farming and Product Safety \nDemonstration Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  is  the  version  of  the  document  approved  by  ADB’s  Board  of  Directors  that  excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Public Communications \nPolicy 2011. \n \n\n \n\n \n \n \n \n \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 7 September 2015) \n\nCurrency unit \nCNY1.00 \n$1.00 \n\n– \n= \n= \n\nyuan (CNY) \n$0.1570 \nCNY6.3701 \n\nADB \nCAHB \nEMP \nFSL \nHACCP \nHAHB \nHPG \nIEE \nISO \nMAHB \nPAM \nPMO \nPPE \nPRC \nSPS \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \n\nAsian Development Bank \ncounty animal husbandry bureau \nenvironmental management plan \nFood Safety Law \nhazard analysis and critical control point \nHenan Animal Husbandry Bureau \nHenan Provincial Government \ninitial environmental examination \nInternational Organization for Standardization  \nmunicipal animal husbandry bureau \nproject administration manual \nproject management office \nproject participating enterprise \nPeople’s Republic of China \nSafeguard Policy Statement \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n\n \nPeer reviewer \n\nS. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nQ. Zhang, Environment, Natural Resources, and Agriculture Division, EARD \n \nT. Ueda, Senior Natural Resources Economist, EARD \nM. Anosan, Project Analyst, EARD \nM. Bezuijen, Environment Specialist, EARD \nC. Carreon, Project Officer, EARD \nF. Connell, Principal Counsel, Office of the General Counsel \nY. Hirao, Financial Control Specialist, Controller’s Department \nK. Koiso, Procurement Specialist, Operations Services and Financial Management \nDepartment \nH. Luna, Senior Operations Assistant, EARD \nS. Robertson, Natural Resources and Agriculture Specialist, EARD \nA. Sebastian-Mercader, Operations Assistant, EARD \nX. Shen, Senior Project Officer (Natural Resources and Agriculture), Resident \nMission in the People’s Republic of China, EARD \nL. Zou, Principal Financial Management Specialist, EARD \nS. Setboonsarng, Principal Natural Resources and Agriculture Economist, \nSoutheast Asia Department \n\n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nIII. \n\nThe PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nIV. \nV. \n\nASSURANCES \n\nRECOMMENDATION \n\n \nAPPENDIXES \n1. \n2. \n\nDesign and Monitoring Framework \nList of Linked Documents \n\nPage \n\n1 \n1 \n1 \n3 \n3 \n5 \n6 \n7 \n7 \n7 \n8 \n8 \n8 \n9 \n10 \n10 \n\n11 \n14 \n\n \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nAgriculture, natural \nresources and rural \ndevelopment\n\nProject Number: 46081-002\n\nEARD/EAER\n\nHenan Sustainable Livestock Farming \nand Product Safety Demonstration \nProject\nChina, People's Republic of\nPeople's Republic of China\n\nDepartment\n/Division\n\nSubsector(s)\nAgricultural policy, institutional and capacity development\nAgro-industry, marketing, and trade\nLivestock\n\nExecuting Agency\n\nHenan Provincial Government\n(HPG)\n\n     ADB Financing ($ million)\n6.21\n17.94\n44.85\n69.00\n\nTotal\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nEco-efficiency\nGlobal and regional transboundary \nenvironmental concerns\n\nClimate Change Information \nMitigation ($ million)\nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\n10.00\n10\nLow\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nComponents\nInstitutional development\n\nKnowledge sharing activities\n\nCommercial cofinancing\nImplementation\nPrivate Sector\nPromotion of private sector investment\nPublic sector goods and services essential for \nprivate sector development\n\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\nNo\n\nLow\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Project loan: Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Government\n  \n     Beneficiaries\nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nYes\n\nLocation Impact\nRural\n\nHigh\n\nAmount ($ million)\n\n69.00\n69.00\n0.00\n0.00\n79.70\n3.84\n\n75.86\n148.70\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n14052014140625280999\n\nGenerated Date: 08-Sep-2015 8:34:17 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto  the  People’s  Republic  of  China  (PRC)  for  the  Henan  Sustainable  Livestock  Farming  and \nProduct Safety Demonstration Project.1 \n \n2. \nThe  project  aims  to  demonstrate  model  livestock  production  and  processing  with \nimproved  environmental  sustainability  and  product  safety  in  nine  project  counties  in  Henan \nProvince.2 The  project  will  help  (i)  the  Henan  Provincial  Government  (HPG)  upgrade  livestock \nproduct safety monitoring and inspection facilities; and (ii) nine medium- and large-sized private \nlivestock production and/or processing enterprises, or project participating enterprises (PPEs),3 \nimprove food safety control and implement environmentally sustainable livestock production and \nprocessing.4 Henan  is  suitable for  the  demonstration  given  the  province’s  strategic  importance \nin food security and agriculture in the PRC. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nHenan Province covers a large part of the fertile North China Plain, with a population of \n104.89 million; 62.34 million people (59.4%) live in rural areas, where the poverty rate is 13.1%. \nAgriculture has traditionally been an important part of Henan Province’s economy, contributing \n12.7%  of  the  provincial  gross  domestic  product  and  41.8%  of  the  total  labor  force  in  2012. \nHenan  Province  is  also known for  its  significant contribution to  national food security,  with the \nPRC’s  highest  output  of  wheat,  second-highest  output  of  rice,  and  second-highest  livestock \nproduction in value in 2012. \n \n4. \nWith  economic  growth  and  increasing  household  incomes,  consumption  of  animal \nprotein-based  food,  particularly  meat  products,  has  also  increased  in  the  PRC.  During  1978–\n2012, per capita meat consumption doubled in urban and more than tripled in rural areas,5 with \nfurther  growth  in  consumption  expected.  Food safety  awareness  is  rising,  and  consumers  are \ndemanding  properly  processed  meat  products  with  adequate  labeling.  Livestock  sector \ndevelopment in the PRC is necessitated by fast-growing domestic demand for high-quality meat \nproducts that are trusted by food safety-conscious consumers. \n \n5. \nThe Government of the PRC faces tremendous pressure in ensuring sufficient supply of \nhigh-quality  meat  products  to  meet  the  domestic  demand;  this  is  complicated  by  increasingly \nchallenging  resource  constraints,  including  a  decline  in  the  active  rural  labor  force;  and \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The  nine  project  counties  comprise  (i)  Gushi  County,  (ii)  Lainyuan  County  of  Shanqiu  Municipality,  (iii)  Luoning \nCounty  of  Luoyang  Municipality,  (iv)–(v)  Neixiang  and  Xinye  counties  of  Nanyang  Municipality,  (vi)  Shanxian \nCounty  of  Sanmenxia  Municipality,  (vii)–(viii)  Xuchang  and  Yanling  counties  of  Xuchang  Municipality,  and  (ix) \nZhengyang County of Zhumadian Municipality. \n\n3  Those PPEs were selected based on criteria chosen by HPG. The selection criteria and process are summarized \nin Annex 4 of the project administration manual (accessible from the list of linked documents in Appendix 2). The \nnine PPEs comprise (i) four cattle farming enterprises, two of which have processing capacity; (ii) three pig farming \nenterprises,  two  of  which  have  processing capacity;  and  (iii)  two  poultry  farming  enterprises, both  of  which  have \nprocessing capacity. \n\n4  The Asian Development Bank (ADB) provided project preparatory technical assistance for the Henan Value Chain \n\nand Products Safety Demonstration Project (TA 8352-PRC). \n\n5  G. Zhou, et al. 2012. China’s meat industry revolution: Challenges and opportunities for the future.  Meat Science. \n\n92 (3), pp.188–196. Elsevier. \n\n \n\n\f2 \n\n \n\ndegradation  and  reduction  in  the  quantity  of  arable  land  and  water.  The  national  government \nproposes  to  address  these  challenges  by  upgrading  to  intensive  and  modernized  livestock \nproduction and processing systems; but this faces two major challenges: (i) ensuring the safety \nof livestock and meat products, and (ii) addressing pollution from livestock waste. \n \n6. \nDuring  the  Twelfth  Five-Year  Plan  period  (2011–2015),  the  national  government  has \nmade  significant  progress  in  food  safety  management  to  control  recurrent  food  safety \nincidents—by  increasing  cohesion  in  government  food safety  supervision,  unifying  food  safety \nstandards,  and  increasing  noncompliance  penalties.6 The  national  government  issued  the  first \ncomprehensive  Food  Safety  Law  (FSL)  in  2009,  which  is  being  further  revised.  The  FSL  and \nrelevant  regulations  stipulate  that  (i)  local  governments  have  overall  responsibility  for  the \nsupervision  and  management  of  food  safety  in  their  jurisdiction;  and  (ii)  food  producers  and \ntraders are responsible for strict compliance with the FSL, relevant regulations, and food safety \nstandards. \n \n7. \nAlthough  HPG  has  been  upgrading  its  food  safety  infrastructure,  procedures,  and \nenforcement  capacity,  the  substantial  improvements  needed  for  full  compliance  with  the \nstrengthened food safety regulations have yet to be made. Provincial governments are required \nto  improve  hazard  risk  assessment  as  part  of  their  existing  monitoring  and  inspection \nresponsibility,  while  lower-level  government  administrations  are  required  to  be  equipped  with \nrapid screening and testing capacity to enhance their sampling and inspection efficiency. Food \nproducers, particularly agro-enterprises, are required to have adequate quality control and self-\ntesting  capacity.  As  a  major  food  producer  for  the  PRC,  Henan  Province  needs  to  further \nimprove  food  safety  management—particularly  of  meat  and  other  livestock  products—\nundertaken by HPG, local governments, and food producers, which poses challenges because \nof the complex supply chain. \n \n8. \nlivestock  production  has  significant  negative \nenvironmental  impacts.  The  waste  produced  by  the  livestock  farms  and  enterprises  contains \nhigh concentrations of pollutants, and is often discharged without proper treatment, resulting in \nserious land and water pollution; and threats to public safety. In 2010, only 36.5% of the large-\nscale  livestock  farms  in  Henan  Province  met  the  PRC’s  environmental  standards  for  waste \ndischarge and control.7 Livestock waste also causes significant greenhouse gas emissions. The \nnational  government  has  promoted  production  of  renewable  energy  using  livestock  waste, \nparticularly for medium- and large-scale livestock farms and enterprises; but many lack proper \nwaste  treatment  facilities.  The  reluctance  of  livestock  enterprises  to  invest  in  waste  treatment \nfacilities  and  the  national  government’s  weak  enforcement  of  environmental  laws  makes  it \ndifficult to address this negative environmental impact. \n \n9. \nThe  project  supports  the  long-term  goal  of  building  a  harmonious  and  moderately \nregionally  balanced  and \nprosperous  society \nenvironmentally  sustainable  growth  in  the  PRC’s  Twelfth  Five-Year  Plan  (2011–2015).8 It  also \nsupports  the  national  government’s  renewed  commitment  to  food  safety  system  improvement \nand  sustainable  environmental  and  natural  resources  management  in  the  third  plenum  of  the \n\nThe  expansion  of \n\nimprovement,  and \n\nlivelihood \n\nintensive \n\nthrough \n\nthe \n\n                                                \n6  S.  McDonald.  2008.  Nearly  53,000  Chinese  children  sick  from  milk.  Associated  Press.  Melanin-adulterated \n\npowdered milk caused over 50,000 babies to be hospitalized and killed six. \n\n7  Henan  Provincial  Livestock  Bureau,  Henan  Provincial  Agriculture  Department,  Henan  Provincial  Environmental \nProtection Department. 2012. Guiding Opinions  on Further Strengthening Control of Discharge  of Animal Wastes \n[N/OL]. 24 March 2012. http://www.hnvmy.gov.cn. \n\n8  Government of the People’s Republic of China, National People’s Congress. 2011. Outline of the Twelfth Five-Year \n\nPlan of the People’s Republic of China, 2011–2015. Beijing. \n\n\fImpact and Outcome \n\nEighteenth Communist Party of China Central Committee (2013), which will guide the Thirteenth \nFive-Year  Plan  (2016–2020). 9  The  project  is  aligned  with  the  country  partnership  strategy, \n2011–2015  for  the  PRC  of  the  Asian  Development  Bank  (ADB)  that  supports  the  national \ngovernment’s  overarching  strategic  goal  by  focusing  on  inclusive  and  environmentally \nsustainable growth;10 and the ADB operational plan for agriculture and natural resources, which \npromotes  increased  productivity  and  resource  efficiency,  agribusiness  development,  and \nenhanced food safety and quality.11 \n \nThe  project  will  also  complement  ADB’s  technical  assistance  on  National  Food  Safety \n10. \nRegulatory and Strategic Framework and build upon lessons learned from previous projects in \nHenan Province, which include the effectiveness of medium-term financing for agro-enterprises \nand  farmers,  cooperation  mechanisms  between  agro-enterprises  and  farmers,  and  the \nimportance of capacity building.12 \n \nB. \n \nThe impact will be (i) upgraded agricultural industrialization and large-scale operation, (ii) \n11. \nenhanced  capacity  in  ensuring  agro-product  quality  and  safety,  and  (iii)  strengthened \nconservation  of  agricultural  resources  and  ecosystems.  The  outcome  will  be  demonstration  of \nmodel  livestock  production  and  processing  with  improved  environmental  sustainability  and \nproduct safety. \n \nC. \n \nThe  outputs  will  be  (i)  upgraded  livestock  product  safety  monitoring  and  inspection \n12. \nfacilities, (ii) establishment of environmentally sustainable livestock production facilities, and (iii) \nstrengthened capacity and project management. \n \nOutput 1: Upgraded livestock product safety  monitoring and inspection  facilities. \n13. \nThis output will support HPG’s effort to improve the livestock and feed product safety monitoring \nand inspection system by (i) helping the Henan Animal Husbandry Bureau (HAHB), five project \nmunicipal  animal  husbandry  bureaus  (MAHBs), 13 and  nine  project  county  animal  husbandry \nbureaus  (CAHBs)  upgrade  and/or  establish  laboratories  and  provide  testing  equipment;14 (ii) \nhelping  PPEs  upgrade  and/or  establish  in-house  testing  facilities  for  livestock  and  feed \nproducts; and (iii) providing information technology equipment and software for HAHB, MAHBs, \nCAHBs,  and  the  PPEs  to  establish  a  laboratory  information  management  system,  which  will \ncomplement  the  comprehensive  livestock  information  platform  and  traceability  system  being \nfinanced by HPG. This output, together with relevant training activities of output 3, will help HPG \n\nOutputs \n\n                                                \n9  Government  of  the  People’s  Republic  of  China.  2013.  Communist  Party  of  China  Central  Committee  Resolution \n\nConcerning Some Major Issues in Comprehensively Deepening Reform. Beijing. \n\n10 ADB. 2012. Country Partnership Strategy: People’s Republic of China, 2011–2015. Manila. \n11 ADB. 2015. Operational Plan for Agriculture and Natural Resources: Promoting Sustainable Food Security in Asia \n\nand the Pacific in 2015–2020. Manila (draft). \n\n12 ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance  Grant  for  the  Henan  Sustainable  Agriculture  and  Productivity  Improvement  Project  in  the  People’s \nRepublic  of  China.  Manila;  ADB.  2004.  Technical  Assistance  to  the  People’s  Republic  of  China  for  the  National \nFood  Safety  Regulatory  and  Strategic  Framework.  Manila;  and  ADB.  2000.  Report  and  Recommendation  of  the \nPresident  to  the  Board  of  Directors:  Proposed  Loan  for  the  West  Henan  Agricultural  Development  Project  in  the \nPeople’s Republic of China. Manila. \n\n13  The five municipalities comprise Luoyang, Nanyang, Sanmenxia, Shanqiu, and Xuchang. \n14 Among  the  nine  project  counties,  Luoning,  Neixiang,  and  Xinye  currently  do  not  have  livestock  product  testing \n\nlaboratories. \n\n3 \n\n \n\n\f4 \n\n \n\nstrengthen  its  institutional  capacity  for  livestock  and  feed  product  safety  monitoring  and \ninspection; and enforcement of relevant regulations. \n \n14. \nOutput  2:  Establishment  of  environmentally  sustainable  livestock  production \nfacilities.  This  output  will  promote  environmental  sustainability  and  energy  conservation  in \nlivestock  production  and  processing.  The  project  will  help  the  PPEs  establish  (i)  livestock \nproduction and meat processing facilities; (ii) feed processing facilities; and (iii) in-house animal \nwaste  and  wastewater  treatment  and/or  processing  facilities,  including  biogas  generators  and \norganic fertilizer  processing facilities. These facilities will  be  equipped  with energy-  and water-\nsaving  technologies.  The  output  is  expected  to  generate  significant  environmental  benefits, \nincluding  avoided  greenhouse  gas  emissions;  and  employment  and  income-generating \nopportunities at the PPEs for local people and farmers who supply livestock, raw materials, and \nother inputs to the PPEs, and/or receive organic fertilizer from the PPEs. \n \n15. \nOutput 3: Strengthened capacity and project management. This output will comprise \ncapacity-development activities and project management. The project will provide (i) training on \nlivestock  product  safety  for  HAHB  and  the  MAHBs,  CAHBs,  and  PPEs;  (ii)  training  on \nenvironmentally  sustainable  livestock  production  and  processing  for  the  PPEs  and  associated \nfarmers  from  which  the  PPEs  source  their  livestock;15 (iii)  training  on  project  management  for \nproject  management  offices  (PMOs)  of  five  project  municipal  governments  and  nine  county \ngovernments, HAHB, the PPEs, and other relevant government agencies; and (iv) oversea and \ndomestic  study  tours  and training.16 Under this  output, the  project  will  help  the  PPEs  establish \nhazard  analysis  and  critical  control  point  (HACCP)  and/or  HACCP-based  food  quality  control \nsystems,  such  as  the  China  Good  Agricultural  Practices.  The  training  will  also  cover  animal \nwelfare  and  health,  such  as  appropriate  use  of  animal  medicines  as  part  of  International \nOrganization  for  Standardization  (ISO)  9001  requirements.  The  project  will  also  provide  office \nequipment  for  project  management.  A  project  implementation  consultant  team,  which  will  be \nfinanced  by  HPG,  will  assist  (i)  the  provincial  PMO  in  managing  project  implementation  and \nlivestock \ntraining  on  project  management  and  environmentally  sustainable \norganizing \nproduction  and  processing;  and  (ii)  HAHB  in  organizing  training  on  livestock  product  safety. \nTraining of trainers will be introduced to maximize the impact of capacity development. \n \n16.  Multilevel  approach  to  food  safety  control. One  of  the two key  project features  is  a \nmultilevel  approach  to  food  safety  control:  (i)  under  output  1,  the  project  will  assist  three \nadministrative  levels  (HAHB,  MAHBs,  and  CAHBs)  of  food  safety  regulators  and  producers \n(PPEs)  in  upgrading  their  quality-testing  capacity  to  meet  the  PRC’s  food  safety  regulations. \nThe strengthened food safety control will not only improve the safety of livestock products and \nfeed;  (ii)  under  output  3,  the  project  will  provide  capacity  building  to  help  the  PPEs  adopt \nHACCP and/or HACCP-based food quality control systems; and (iii) under output 1, the project \nwill  help  establish  the  laboratory  information  management  system  through  which  HAHB  will \naccess  livestock  product  quality-testing  results  provided  by  the  PPEs.  The  resultant  livestock \nproduct  safety  monitoring  and  inspection  system  is  expected  to  enable  the  food  safety \nregulators to monitor the PPEs’ up-to-date information on livestock and its products to mitigate \nthe risk of distribution of contaminated food and animal disease outbreaks. Establishment of the \nsystem  is  an  important  element  in  HPG’s  efforts  to  build  the  comprehensive  livestock \n                                                \n15 The  areas  to  be  covered  by  the  training  include  market-based  production  system  certification  standards  (e.g., \nhazard  analysis  and  critical  control  point  and  China  Good  Agricultural  Practices);  animal  welfare;  biosecurity, \nincluding  animal disease  control;  and  waste management. Further details  are included in  Annex  1  of  the  Project \nAdministration Manual (accessible from the list of linked documents in Appendix 2). \n\n16 A list of training planned under the project is provided in Annex 1 of the Project Administration Manual (accessible \n\nfrom the list of linked documents in Appendix 2). \n\n\finformation platform and traceability system. The resulting food safety improvements will benefit \na number of consumers. \n \n17. \nEnvironmentally  sustainable  livestock  production.  A  second  key  project  feature  is \nthe  demonstration  of  environmentally  sustainable  livestock  production  and  processing.  For \nsustainable  sector  growth,  environmental  impacts  need  to  be  mitigated  as  much  as  possible \nthrough efficient resource use. Despite their significant production activities, most PPEs still rely \non conventional waste management, involving the drying of waste and its application to crops. \nThis project will help all PPEs invest in facilities to enable proper waste treatment. Six PPEs will \nprocess  solid  waste  for  organic  fertilizer,  while  five  PPEs  will  process  liquid  waste  through \nbiogas digesters to generate gas for power generation and residues for organic fertilizer.  As a \nresult,  the  project  is  expected  to  avoid  more  than  1,000  tons  per  year  of  carbon  dioxide \nequivalent  greenhouse  gas  emissions;  and  provide  56,000  tons  per  year  of  organic  fertilizer. \nThree PPEs will use part of the organic fertilizer to grow feed and other crops which will promote \nfeed  safety  and  environmental  sustainability  in  feed  material  production  at  the  PPEs  and \nelsewhere.  Although  production  of  feed materials  that  are sourced  by  PPEs  from  markets  are \nbeyond  the  project  scope,  the  PPEs  will  be  encouraged  to  use  certified  feed  with  quality \nassurance standards, such as the China Good Agricultural Practices, to promote food safety. \n \n18. \nThe project will also establish a mechanism to monitor and promote water- and energy-\nsaving  technologies  through  an  environmental  sustainability  monitoring  program,  which  was \ndeveloped  and  pilot-tested  by  the  PMO  and  the  PPEs  during  project  preparation  and  will  be \nimplemented under the project.17 The program will record quarterly water and energy use in new \nand existing PPE facilities of the same livestock type and in the same counties. The program is \nanticipated  to  enable  the  PPEs  to  increase  efficiency,  which  may  have  financial  and \nenvironmental  benefits.  An  added  value  is  the  inclusion  of  existing  facilities  and  expansion  of \nthe  program’s  benefits  beyond  the  project.  This  appears  to  be  among  the  first  long-term \nmonitoring programs for water and energy use by agricultural enterprises in Henan Province. \n\nThe  project  is  estimated  to  cost  $148.70  million  (Table  1).  Detailed  cost  estimates  are \n\n \nInvestment and Financing Plans \n\nD. \n \n19. \nprovided in the project administration manual (PAM).18 \n \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nA.  Base Costb \n\n1. \n2. \n3. \n\nUpgraded livestock product safety monitoring and inspection facilities  \nEstablishment of environmentally sustainable livestock production facilities  \nStrengthened capacity and project management \nSubtotal (A) \n\n \nB.  Contingenciesc \nC.  Financing Charges During Implementationd \nTotal (A+B+C) \n\n \n\n \n\nAmounta \n\n10.38 \n116.27 \n2.56 \n129.21 \n13.28 \n6.21 \n148.70 \n\na  Includes  taxes  and  duties  of  $6.21  million  to  be  financed  from  the  Asian  Development  Bank  (ADB)  loan,  $5.82 \nmillion  from  the  project  participating  enterprise  resources,  and  $0.18  million  from  government  resources.  ADB \nfinancing of taxes and duties is deemed acceptable as the (i) amount is within the reasonable threshold identified \nduring the preparation of the country partnership strategy, (ii) amount does not represent an excessive share of the \n\n                                                \n17 The  program  is  described in  section  E  of  the  Initial  Environmental  Examination  and  in section  VIII of  the  Project \n\nAdministration Manual (both accessible from the list of linked documents in Appendix 2). \n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\fproject investment plan, (iii) taxes and duties apply only to ADB-financed expenditures, and (iv) financing of taxes \nand  duties  is  material  and  relevant  to  the  success  of  the  project.  Transportation  and  insurance  costs  may  be \nfinanced by the ADB loan. \n\nb  In  mid-2015  prices.  Of  the  base  cost,  47.4%  will  finance  civil  works;  33.0%,  equipment;  and  4.2%,  consulting \n\nservices, including survey, design, and inspection. \n\nc  Physical  contingencies  computed  at  5%  for  all  expenditure  categories.  Price  contingencies  computed  based  on \n\ncost escalation factors of 3.0% on local currency costs for 2016–2021, and 1.5% for 2016, 1.4% for 2017, and 1.5% \nfor 2018–2021 on foreign exchange costs. \n\nd  Includes interest and commitment charges. Interest during construction for the ADB loan has been computed at the \n5-year US dollar swap rate plus a spread of 0.5%. Commitment charges for an ADB loan are 0.15% per year to be \ncharged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n\n20. \nThe national government has requested a loan of $69 million from ADB’s ordinary capital \nresources  to  help  finance  the  project.  The  loan  will  have  a  15-year  term,  including  a  grace \nperiod  of  5  years;  an  annual  interest  rate  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; \nand  such  other  terms  and  conditions  set  forth  in  the  draft  loan  and  project  agreements.19 The \nnational  government  will  be  the  borrower  of the loan and relend the  loan  to HPG.  HPG  will  in \nturn onlend a majority of the loan proceeds to project municipal and county governments, which \nwill make the loan proceeds available to nine PPEs on the same terms and conditions as those \nof  the  ADB  loan  to  the  national  government.  HPG  will  make  the  remaining  loan  proceeds \navailable for  output  3  activities and for  HAHB  to implement  relevant  part of  output  1 activities. \nHAHB  and the  PPEs  will  assume foreign exchange and  interest rate risks for  their  portions  of \nthe ADB loan proceeds. The PPEs will finance part of the civil work cost; part of the equipment \ncost;  whole  of  the  survey,  design,  and  inspection  cost;  and  whole  of  working  capital.  The \nfinancing plan is in Table 2. \n\nTable 2: Financing Plan \n\nAmount ($ million) \n69.00  \n75.86  \n3.84  \n148.70  \n\nShare of Total (%) \n46.4 \n51.0 \n2.6 \n100.00  \n\nSource \nAsian Development Bank \nProject participating enterprises \nHenan Provincial Government \n\nTotal \n\n          Source:  Asian Development Bank estimates. \n\nE. \n\nImplementation Arrangements \n\nHPG  will  be  the  executing  agency  for  overall  project  planning  and  management.  The \n21. \nproject  coordination  group  will  provide  policy  guidance,  oversight,  and  interdepartmental \ncoordination. The PMO, established under the Foreign Economic Cooperation Center of Henan \nProvincial Agriculture Department, will provide oversight and coordination for day-to-day project \nimplementation  activities.20 Municipal  and county PMOs  will  facilitate  project  implementation  at \nmunicipal and county levels. The implementing agencies are HAHB and nine PPEs for output 1, \nand the same nine PPEs for output 2. The PMO will organize training under output 3. HAHB will \nimplement output 1 in coordination with the five MAHBs and nine CAHBs. The implementation \narrangements are summarized in Table 3 and described in detail in the PAM (footnote 18). \n\n \n\n                                                \n19 The interest and commitment charges during implementation will not be capitalized in the loan. \n20 The Foreign Economic Cooperation Center is assigned as the PMO for foreign-funded projects implemented by the \n\nHenan Provincial Agriculture Department. \n\n6 \n\n \n\n \n\n\fTable 3: Implementation Arrangements \n\nArrangements \n\nAspects  \nImplementation period \nEstimated completion date \nand loan closing date \nManagement \n\n(i)  Oversight body \n\nApril 2016–March 2021 \n31 March 2021 \n30 September 2021 \n\nProject coordination group  \nChair: Director general, Henan Provincial Agriculture Department \nMembers: senior representatives from relevant agencies, such as the Henan Animal \nHusbandry Bureau, the Henan Development and Reform Commission, the Henan \nEnvironmental Protection Department, the Henan Finance Department, and the Henan \nPoverty Alleviation Office \nHenan Provincial Government \nHenan Provincial Animal Husbandry Bureau; Henan Afanti Food Co., Ltd.; Henan Dadi \nAnimal Husbandry Co., Ltd.; Luoyang Donghan Poultry Co., Ltd.; Henan Fenghua \nBreeding Share Co., Ltd.; Henan Hengtianran Pasture Farming Co., Ltd.; Kerchin \nCattle Industry Nanyang Co., Ltd.; Muyuan Foodstuff Co., Ltd.; Henan Niuniu Animal \nHusbandry Co., Ltd.; and Henan Sangao Agriculture and Animal Husbandry Co., Ltd. \nProject Management Office, Foreign Economic Cooperation Center, Henan Provincial \nAgriculture Department \n$14.56 million \nInternational competitive bidding \n$82.92 million \nNational competitive bidding \nShopping \n$0.29 million \nAdvance contracting and retroactive financing will be used. Retroactive financing will \nfinance up to $13.8 million of eligible expenditures (20% of the Asian Development \nBank [ADB] loan) incurred prior to loan effectiveness, but not earlier than 12 months \nbefore the loan signing. \nThe loan proceeds will be disbursed in accordance with ADB's Loan Disbursement \nHandbook (2015, as amended from time to time) and detailed arrangements agreed \nupon between ADB and the national government. \n\n3 contracts \n38 contracts \n4 contracts \n\n(ii)  Executing agency \n(iii)  Key implementing \n\nagencies \n\n(iv)  Implementation unit \n\nProcurement \n\nRetroactive financing \nand/or advance contracting \n\nDisbursement \n\nSource: Asian Development Bank. \n \n\nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\nLivestock  waste  and  wastewater  treatment  facilities  were  designed  to  meet  the  post-\n22. \ntreatment  quality  specifications  for  water  and  solid  wastes.  Measures  were  added  to  ensure \noptimal  operation,  such  as  biogas  digesters  with  wind  insulation,  heating  systems,  and \noverhead glasshouses to minimize the reduced functionality of biogas digesters during the cold \nseason. Support by the project implementation consultants and training will ensure the effective \noperation of the facilities by the PPEs. Testing equipment specifications for HAHB, MAHBs, and \nCAHBs;  and  in-house  testing  equipment  for  PPEs  were  assessed  for  compliance  with  the \nnational standards. Training on biosecurity, animal welfare, and introduction of the HACCP and \nISO certification standards for operation procedures will promote safer livestock production and \nprocessing systems. \n \nB. \n \n23. \nThe  economic  analysis  confirmed  economic  viability  of  the  project,  with  an  overall \neconomic  internal  rate  of  return  of  18.5%  and  an  economic  net  present  value  of  CNY303.0 \nmillion. The economic internal rates of return for the individual subprojects vary (14.1%–30.5%). \nThe  financial  analysis  confirmed  the  overall  financial  viability  of  output  2,  the  only  revenue-\ngenerating  output  in the  project,  as  well  as  for  each  individual  subproject  under  output  2.  The \noverall financial internal rate of return was 16.9%, which exceeds the weighted average cost of \n\nEconomic and Financial \n\n7 \n\n \n\n\fGovernance \n\nPoverty and Social \n\ncapital  of  6.6%.  The  financial  internal  rate  of  return  for  the  individual  subprojects  ranges  from \n11.4% to 24.9% versus the respective weighted average cost of capital, which ranges from 4.2% \nto  7.7%.  Sensitivity  analysis  confirmed  the  project’s  robustness  in  response  to  increases  in \ninvestment  costs,  but  sensitivity  to  revenue  reduction  and  operation  and  maintenance  cost \nincreases.  On  the  basis  of  their  financial  statements,  the  financial  performance  of  each  of  the \nPPEs  was  found  to  be  acceptable  in  terms  of  liquidity,  profitability,  capital  structure,  and  debt \nmanagement. \n \nC. \n \n24. \nThe  executing  and  implementing  agencies  were  trained  on  procurement  and  financial \nmanagement  during  project  preparation.  The  implementing  agencies  will  be  assisted  by \nprocurement agencies authorized by the national government. Further training on procurement \nwill be provided to the executing and implementing agencies, with a focus on practical aspects. \nThe  financial  management  assessment  confirmed  HPG’s  sufficient  capacity,  while  most  PPEs \nmeet  only  the  minimum  requirements.  HPG  will  ensure  that  (i)  additional  training  on  ADB’s \ndisbursement  procedures  is  provided,  and  (ii)  every  PPE  assigns  adequate  finance  staff  to \nmanage its project account. Due diligence on corporate governance of PPEs was conducted for \nanticorruption and integrity during the project preparation. ADB’s Anticorruption Policy (1998, as \namended  to  date)  was  explained  to  the  national  government  and  HPG.  The  specific  policy \nrequirements and supplementary measures are described in the PAM (footnote 18). \n \nD. \n \nImproved  food  safety  will  benefit  millions  of  people  in  the  PRC,  as  well  as  consumers \n25. \noverseas. The project will benefit the livelihoods of 12,000 households in nine counties in Henan \nProvince through employment generation from PPEs’ value chains (e.g., for suppliers of young \nstock, and fodder and feed crops). Among those beneficiaries, 1,400 employees (40% of which \nare  female),  will  be  hired  directly  by  the  PPEs.  About  half  of  those  beneficiaries  are  expected \nfrom  poor  and  vulnerable  households.  The  project  is  designated  as  effective  gender \nmainstreaming,  anticipating  to  benefit  about  10,800  women  through  involvement  in  on-farm \nactivities  and  off-farm  waged  employment  opportunities  provided  by  the  increased  production \nand  processing  of  the  PPEs.  There  will  be  little  impact  on  smallholder  livestock  producers, \nbecause the PPE target markets do not overlap with local markets where smallholders sell their \nlivestock  and  meat  products.  The  project  assumes  a  supply  shortage  of  livestock  and  its \nproducts  exists  at  the  local  and  national  levels;  hence,  the  project  activities  will  neither  crowd \nout smallholder livestock producers nor widen income inequality. \n \nE. \n \nEnvironment.  The  project  is  classified  as  category  B  for  environment.  An  initial \n26. \nenvironmental  examination  (IEE),  including  an  environmental  management  plan  (EMP)  was \nprepared according to the requirements of ADB’s Safeguard Policy Statement (SPS, 2009). The \nIEE  is  consistent  with  the  domestic  environmental  assessment  reports  for  the  PPEs. \nConsultations involved key stakeholders, including local communities and government agencies \nin  the  nine  project  counties,  and  the  outcomes  are  integrated  in  the  project  design.  HPG, \nthrough  the  PMO,  will  be  responsible  for  implementation  of  and  compliance  with  the  EMP, \nincluding  inspection,  monitoring,  reporting,  and  initiating  corrective  actions  or  measures.  The \nPMO will implement and have final responsibility for a grievance redress mechanism to handle \ndisputes. The PPEs will be responsible for site-based implementation of the EMP and grievance \nredress mechanism. The IEE was disclosed on the ADB website on 4 August 2015. \n\nSafeguards \n\n8 \n\n \n\n\fEnvironmental benefits will be achieved through (i) improved management and recycling \n27. \nof  livestock  solid  waste  and  wastewater,  (ii)  increased  efficiency  of  water  and  energy  use,  (iii) \nstrengthened  compliance  with  water  resource  regulations,  (iv)  improved  health  and  safety  of \nworkers  and  consumers  of  livestock  products,  (v)  improved  monitoring  of  environmental \nresource  use,  and  (vi)  reduced  greenhouse  gas  emissions  due  to  the  inclusion  of  biogas \ngenerators in project design. Potential project impacts include (i) overextraction of groundwater, \n(ii)  soil  and  groundwater  pollution  from  inadequate  waste  disposal,  (iii)  operational  odor  and \nnoise,  and  (iv)  localized  and  temporary  construction  impacts.  Measures  to  address  these \ninclude  (i)  strict  compliance  with  groundwater  extraction  permits,  (ii)  long-term  monitoring  of \ngroundwater  extraction  and  energy  use,  (iii)  water-saving  measures  incorporated  in  project \ndesign  and  operations,  (iv)  reuse  of  treated  wastewater  and  biogas  slurry,  (v)  waste \ncontainment  measures,  (vi)  recycling  of  solid  waste  to  organic  fertilizer,  (vii)  500-meter  buffer \nzones to offset noise and odor, and (viii) construction-mitigation measures. The PPEs’ capacity \nto  implement  the  EMP  was  assessed  and  requires  strengthening.  A  capacity  development \nprogram that includes EMP implementation is part of the project design. Full implementation of \nthe  EMP,  together  with  training,  is  expected  to  result  in  minor  residual  impacts  that  are  within \nthe limits of the PRC standards defined in the EMP. \n \n28. \nInvoluntary  resettlement  and  indigenous  peoples.  The  project  is  classified  as \ncategory B for involuntary resettlement and category C for indigenous peoples.  A resettlement \nplan  has  been  prepared  for  the  resettlement  of  three  households  for  the  Henan  Sangao \nAgriculture and Animal Husbandry Co., Ltd.21 Those households need to be physically relocated \nas required by the PRC environmental regulations because they are situated within 500 meters \nof the agroprocessing plant of one of the PPEs. The households will retain access to the land on \nwhich  their  existing  houses  are  located.  Negotiated  settlements  in  the  form  of  land  lease \ncontracts for the PPEs’ project sites were reviewed and revised to ensure compliance with the \nrelevant  national  regulations  and  SPS.  For  house  demolition  impacts,  these  three  households \npreferred cash compensation. A due diligence report was prepared on all land leases under the \nproject.22 The  leases  cover  a  total  area  of  215.6  hectares  and  involve  at  least  548  farming \nhouseholds.  Some  of  the  subproject  land  is  state-owned  land  directly  leased  by  the  national \ngovernment to the PPEs or their parent companies; some is collectively owned land assigned to \nrural  households that  have  subleased  their  allocated  land to  the  PPEs. Most  of the subleases \nprovide  clear standards for  determining  or  adjusting  rent  over the term  of  the  project.  In  some \ncases, the term of the sublease extends beyond the term of the current household’s use right. \nDue  diligence was conducted that  confirmed  these agreements  were  voluntarily  signed by  the \nparticipating  households  after  they  were  fully  informed  and  consulted.  Implementation  of  the \nresettlement  plan  and  land  lease  agreements  will  be  monitored  and  reported.  The  failure  of \nnegotiated  settlement  (leasing)  would  not  result  in  expropriation,  and  therefore  the  involuntary \nresettlement safeguard provisions of SPS are not triggered. \n \nF. \n \n29. \nThe  overall  project  risk  rating is  moderate. The  integrated  project  benefits  and impacts \nare  expected  to  outweigh  the  costs.  Major  risks  and  mitigating  measures  are  summarized  in \nTable 4 and described in detail in the risk assessment and risk management plan.23 \n \n\nRisks and Mitigating Measures \n\n                                                \n21 Resettlement Plan (accessible from the list of linked documents in Appendix 2). \n22 Due Diligence Report on Land Lease Contracts (accessible from the list of linked documents in Appendix 2). \n23 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nRisks \nProject \nimplementation \nby PPEs is \nhampered due \nto poor \nfinancial \nperformance \ncaused by \nadverse market \nsituations, \nanimal \ndiseases, \nand/or difficulty \nmaintaining \nland lease \ncontracts. \n\nUnsustainable \nextraction of \ngroundwater \nfor PPE \noperations \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigating Measures \nThe executing agency will monitor the PPEs’ financial situation to ensure timely remedial measures \nare taken if needed. ADB and the executing agency will carefully monitor and assess the financial \nposition of the PPEs during the midterm review. \n\nFor animal diseases: The project will provide the PPEs with training on prevention and handling of \nanimal diseases, including improved management to minimize risk (herd health, use of veterinary \ndrugs and welfare) and proper handling procedures in case of a disease event (biosecurity). The \nexecuting agency will monitor PPE animal disease prevention to minimize such risks. \n \nFor land lease contracts: The executing agency will monitor execution of land contract agreements \nbetween the PPEs and village collectives. Price adjustment mechanisms were incorporated in \nsome leases. The lease terms extend beyond the term of the current household’s use right \n(currently 13–15 years from 2014), and it is not clear as a matter of the law of the People’s \nRepublic of China that these leases will continue or be unilaterally renewable by the relevant PPEs \nfrom that point. Managing their land use rights may be a continuing operational issue for some of \nthe PPEs, and is beyond their control. \n\n(i) Water use by the PPEs will be measured throughout the life of operations as part of a \nsustainability monitoring program developed for the project. (ii) Water meters will be installed by the \nPPEs to measure all water use. (iii) Extraction permits issued to all PPEs will be strictly complied \nwith. (iv) The project management office, the PPEs, and water resource bureaus will annually \nreview extraction volumes and permits. (v) Water-saving measures will be integrated in project \ndesign and operations. (vi) Use of raw water will be reduced because the PPE wastewater will be \ntreated and reused on crops around the PPEs. \n\nADB = Asian Development Bank, PPE = project participating enterprise. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n30. \nThe national government and HPG have assured ADB that implementation of the project \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents (footnote 18). \n \n31. \nproject, which are set forth in the draft loan and project agreements. \n \n\nThe national government and HPG have agreed with ADB on certain covenants for the \n\nV. \n\nRECOMMENDATION \n\n32. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$69,000,000  to  the  People’s  Republic  of  China  for  the  Henan  Sustainable  Livestock  Farming \nand Product Safety Demonstration Project, from ADB’s ordinary capital resources, with interest \nto  be  determined  in  accordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based \nlending facility; for a term of 15 years, including a grace period of 5 years; and such other terms \nand  conditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft  loan  and \nproject agreements presented to the Board. \n \n\nTakehiko Nakao \nPresident \n \n \n\n7 September 2015\n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the Project is Aligned with: \n(i)  Agricultural industrialization and large-scale operation upgraded,  \n(ii)  Capacity in ensuring agro-product quality and safety enhanced, and \n(iii)  Conservation of agricultural resources and ecosystems strengthened. \n(National Modern Agriculture Development Plan, 2011–2015a) \n\nData Sources \nand Reporting \nMechanisms \n\n \na–g. Project \n\nprogress \nreports and \nenviron-\nmental \nsafeguard \nmonitoring \nreports \n\nRisks \n\nProject \nimplementation \nby PPEs is \nhampered due \nto poor financial \nperformance, \nadverse market \nsituations, \nanimal diseases, \nand/or difficulty \nmaintaining land \nlease contracts. \n\nPerformance Indicators with Targets and \nBaselines \n\nBy 2020: \na.  A livestock product safety monitoring and \n\ninspection system established and \noperational at HAHB, five MAHBs, nine \nCAHBs, and nine PPEs (2015 baseline: 0) \n\nb.  130,000 pigs/year raised at PPE project \n\nfacilities (2015 baseline: 0) \n\nc.  42,000 cattle/year raised at PPE project \n\nfacilities (2015 baseline: 0) \n\nd.  450,000 poultry/year bred at PPE project \n\nfacilities (2015 baseline: 0) \n\ne.  45,000 tons/year of meat produced at PPE \n\nproject facilities (2015 baseline: 0) \n\nf.  56,000 tons/year of organic fertilizer \n\nproduced at PPE project facilities (2015 \nbaseline: 0) \n\ng.  More than 1,000 tCO2e/year of greenhouse \ngas emission from biogas plant operation \navoided (2015 baseline: 0) \n\n \n1a. HAHB laboratory increased sample testing \nto 30,000 batches/year by 2020 (2015 \nbaseline: 20,000 batches/year) \n\n \n1a. HAHB \nannual \nreports \n\n1b. Five MAHB laboratories CMA- and CATL-\ncertified by 2020 (2015 baseline: 1 MAHB \nlaboratory) \n\n1b. CMA and \nCATL \ncertificates \n\n1c. Nine CAHBs equipped with laboratories by \n\n1c–e. Project \n\n2020 (2015 baseline: 1 CAHB) \n\nprogress \nreports \n\n1d. Nine PPEs established, with well-equipped \n\nin-house testing facilities for feed and \nlivestock products by 2020 (2015 baseline: \n0) \n\n1e. HAHB, five MAHBs, nine CAHBs, and nine \nPPEs equipped with computer systems to \nsupport livestock product safety monitoring \nand inspection system by 2020 (2015 \nbaseline: 0) \n\n \n\n \n\n \nExclusion of \nrelevant \npersonnel from  \ntraining causes \ninefficient use of \nfacilities and \nequipment \nprovided by the \nproject. \nLimited financial \nmanagement \ncapacity of the \nPPEs causes \ndelays in \nwithdrawing the \nADB loan \nproceeds, \nresulting in \ndelays in \ndisbursement \nand project \nimplementation. \n\n \n\nResults Chain \nOutcome \nModel livestock \nproduction and \nprocessing with \nimproved \nenvironmental \nsustainability and \nproduct safety \ndemonstrated \n\nOutputs \n1. Livestock \n\nproduct safety \nmonitoring and \ninspection \nfacilities \nupgraded \n\n \n\n \n\n \n\n \n\n\fProject Results \nChain \n2. Environment-\n\nPerformance Indicators with Targets and \nBaselines \n\n2a. All livestock and processing wastes from \n\nData Sources \nand Reporting \n2a–d. Project \n\n12 \n\nAppendix 1 \n\nally sustainable \nlivestock \nproduction \nfacilities \nestablished \n\nPPE project facilities treated from the start of \noperation by 2020 (2015 baseline: 0) \n\n2b. All wastewater produced from PPE project \nfacilities meets the appropriate People’s \nRepublic of China standards by the start of \ntheir operation, by 2020 (2015 baseline: 0)  \n\n2c. Water use per unit of livestock is 20% less \nthan the existing PPE facilities of the same \nlivestock type (2015 baseline: 0%) \n\n2d. 1,400 additional employment opportunities, \n\n(minimum of 560 or 40% for women), \ngenerated by the PPEs by 2020 (2015 \nbaseline: 0, at least 0% for women) \n\nRisks \n\nDeclined \nprofitability \nreduces PPE \ninterest in \noperating waste \nand wastewater \ntreatment plants. \n\nLimited financial \nmanagement \ncapacity of the \nPPEs causes \ndelays in \nwithdrawing the \nADB loan \nproceeds, \nresulting in \ndelays in \ndisbursement \nand project \nimplementation. \n \n\nprogress \nreports \nand \nenviron-\nmental \nsafeguard \nmonitor-\ning \nreports \n\nprogress \nreports \n\n3. Capacity and \n\n3a. At least 2,000 person-days of training on \n\n3a–d. Project \n\nproject \nmanagement \nstrengthened \n\nproject management conducted for relevant \ngovernment officials and PPE personnel, of \nwhich at least 30% are female, by 2020 \n(2015 baseline: 0, at least 0% female) \n3b. At least 8,000 person-days of training on \nfood safety and sustainable livestock \nproduction conducted for relevant \ngovernment officials and PPE personnel, of \nwhich at least 30% are female, by 2020 \n(2015 baseline: 0, at least 0% female) \n3c. Nine PPEs (for livestock-rearing segment) \n\ncertified for ISO 9001 and/or the China Good \nAgricultural Practices (2015 baseline: 4 \nPPEs) \n\n3d. Five PPEs (for livestock-processing \n\nsegment) certified for hazard analysis and \ncritical control point and/or ISO 22000 (2015 \nbaseline: 3 PPEs) \n\n \n\n \n\n \n\n \n\n \n\n \n\nKey Activities with Milestones \n\n1.  Livestock product safety monitoring and inspection facilities upgraded \n\n1.1  Upgrade HAHB’s laboratory and install testing equipment (Q2 2016–Q1 2019). \n1.2  Upgrade five MAHB laboratories and install testing equipment (Q2 2016–Q1 2019). \n1.3  Procure information technology equipment and software to establish a laboratory information \n\nmanagement system (Q2 2016–Q1 2019). \n\n1.4  Upgrade or establish nine CAHB laboratories and install testing equipment (Q2 2016–Q1 2020). \n1.5  Upgrade or establish nine PPE in-house testing facilities (Q2 2016–Q1 2020). \n\n2.  Environmentally sustainable livestock production facilities established \n\n2.1  Establish production and processing facilities (Q2 2016–Q1 2020). \n2.2  Establish feed processing facilities (Q2 2016–Q1 2020). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fAppendix 1 \n\n13 \n\nKey Activities with Milestones \n \n2.3  Establish biogas digesters (Q2 2016–Q1 2020). \n2.4  Establish organic fertilizer processing facilities (Q2 2016–Q1 2020). \n\n3.  Capacity and project management strengthened \n\n3.1  Recruit project implementation consultants (Q2 2016). \n3.2  Conduct training on project management (Q2 2016–Q4 2020). \n3.3  Conduct training on product quality and safety control (Q2 2016–Q4 2020). \n3.4  Conduct training on sustainable livestock production and processing (Q2 2016–Q4 2020). \n3.5  Establish project performance management system, monitor project implementation progress, and \n\nsubmit quarterly project progress reports to ADB (Q2 2016–Q3 2021). \n\n3.6  Implement the environmental management plan, and submit semiannual environmental safeguard \n\n3.7  Implement the resettlement plan and gender action plan, and submit semiannual social safeguard \n\nmonitoring reports to ADB (Q2 2016–Q3 2021). \n\nmonitoring reports to ADB (Q2 2016–Q3 2021). \n\nInputs \n\nADB loan: \n$69,000,000 \nHenan Provincial Government:  $  3,840,000 \n$75,860,000 \nPPEs:   \n\n \n\n \n\n \n\n \n\nAssumptions for Partner Financing \n\nNot applicable. \n\nADB  =  Asian  Development  Bank,  CAHB  =  county  animal  husbandry  bureau,  CATL  =  China  Agri-Product  Testing \nLaboratory,  CMA  =  China  Metrology  Accreditation,  HAHB  =  Henan  Animal  Husbandry  Bureau,  ISO  =  International \nOrganization  for  Standardization,  MAHB  =  municipal  animal  husbandry  bureau,  PPE  =  project  participating \nenterprise, Q = quarter, tCO2e = ton of carbon dioxide equivalent. \na  Government  of  the  People’s  Republic  of  China,  Ministry  of  Agriculture.  2013.  National  Modern  Agriculture \n\nDevelopment Plan, 2011–2015. Beijing. \n\nSource: Asian Development Bank. \n \n\n \n\n\f14 \n\nAppendix 2 \n\nLoan Agreement \n\nProject Agreement \n\nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=46081-002-3 \n \n\nSector Assessment (Summary): Agriculture, Natural Resources, and Rural Development \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic Analysis \n\nFinancial Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nInitial Environmental Examination \n\nResettlement Plan \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Documents \n\nDue Diligence Report on Land Lease Contracts \n\nFinancial Management Assessment \n\nProcurement Capacity Assessment \n\nTechnical Report on Livestock Product Quality and Safety Monitoring and Inspection \n\nTechnical Report on Environmentally Sustainable Livestock Production and Processing \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n \n\n15. \n\n16. \n\n17. \n\n18. \n\n19. \n\n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 7 September 2015) \n", "Currency unit \nCNY1.00 \n$1.00 \n", "– \n= \n= \n", "yuan (CNY) \n$0.1570 \nCNY6.3701 \n", "ADB \nCAHB \nEMP \nFSL \nHACCP \nHAHB \nHPG \nIEE \nISO \nMAHB \nPAM \nPMO \nPPE \nPRC \nSPS \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \n", "Asian Development Bank \ncounty animal husbandry bureau \nenvironmental management plan \nFood Safety Law \nhazard analysis and critical control point \nHenan Animal Husbandry Bureau \nHenan Provincial Government \ninitial environmental examination \nInternational Organization for Standardization  \nmunicipal animal husbandry bureau \nproject administration manual \nproject management office \nproject participating enterprise \nPeople’s Republic of China \nSafeguard Policy Statement \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", " \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n", " \nPeer reviewer \n", "S. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nQ. Zhang, Environment, Natural Resources, and Agriculture Division, EARD \n \nT. Ueda, Senior Natural Resources Economist, EARD \nM. Anosan, Project Analyst, EARD \nM. Bezuijen, Environment Specialist, EARD \nC. Carreon, Project Officer, EARD \nF. Connell, Principal Counsel, Office of the General Counsel \nY. Hirao, Financial Control Specialist, Controller’s Department \nK. Koiso, Procurement Specialist, Operations Services and Financial Management \nDepartment \nH. Luna, Senior Operations Assistant, EARD \nS. Robertson, Natural Resources and Agriculture Specialist, EARD \nA. Sebastian-Mercader, Operations Assistant, EARD \nX. Shen, Senior Project Officer (Natural Resources and Agriculture), Resident \nMission in the People’s Republic of China, EARD \nL. Zou, Principal Financial Management Specialist, EARD \nS. Setboonsarng, Principal Natural Resources and Agriculture Economist, \nSoutheast Asia Department \n", " \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n", " \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "III. \n", "The PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "IV. \nV. \n", "ASSURANCES \n", "RECOMMENDATION \n", " \nAPPENDIXES \n1. \n2. \n", "Design and Monitoring Framework \nList of Linked Documents \n", "Page \n", "1 \n1 \n1 \n3 \n3 \n5 \n6 \n7 \n7 \n7 \n8 \n8 \n8 \n9 \n10 \n10 \n", "11 \n14 \n", " \n", " \n"]}