{"CreationDate": "D:20121114151156+07'00'", "Creator": "PScript5.dll Version 5.2.2", "Producer": "Acrobat Distiller 7.0 (Windows)", "ModDate": "D:20121120063303+08'00'", "Title": "Inclusive Growth through Improved Connectivity Program", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nSri Lanka \nProject Number: 46093-001 \nOctober 2012 \n \n \n \nProposed Programmatic Approach, Policy-Based \nLoan for Subprogram 1, and Technical Assistance \nGrant \nRepublic of Indonesia: Inclusive Growth through \nImproved Connectivity Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 22 October 2012) \n \nCurrency unit – rupiah (Rp) \n\nRp1.00 = $0.00010 \n$1.00 = Rp9,593 \n\nABBREVIATIONS \n\n \n \n\n \n \n \n \n\n \n \n \n \n\n \n \n \n \n\n \n\nADB \nASEAN \nBAPPENAS \n\nCMEA \nICT \nINSW \nMP3EI \n\nPPP \nTA \nVGF \n\n– \n– \n– \n\n– \n– \n– \n– \n\n– \n– \n– \n\nAsian Development Bank \nAssociation of Southeast Asian Nations \nBadan Perencanaan dan Pembangunan Nasional \n(National Development Planning Agency) \nCoordinating Ministry of Economic Affairs \ninformation and communication technology  \nIndonesia National Single Window \nMasterplan Percepatan dan Perluasan Pembangunan \nEkonomi Indonesia (Master Plan for Acceleration and \nExpansion of Indonesia’s Economic Development) \npublic–private partnership \ntechnical assistance \nviability gap fund \n\nNOTES \n\n(i) \n\nThe  fiscal  year  (FY)  of  the  Government  of  Indonesia  and  its  agencies  ends  on \n31 December.  \n\nIn this report, \"$\" refers to US dollars.  \n\n(ii) \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n\nS. Groff, Operations 2 \nK. Senga, Southeast Asia Department (SERD) \nJ. D. Lindborg, Indonesia Resident Mission (IRM), SERD \n \nE. Ginting, Deputy Country Director, IRM, SERD \nP. Aji, Senior Economics Officer, IRM, SERD \nB. Hutagalung, Programs Officer, IRM, SERD \nC. Roos, Operations Assistant, IRM, SERD \nS. Bhandari, Principal Economist, SERD \nK. Sasradipoera, Regional Cooperation Specialist, SERD \nR. Valkovic, Principal Transport Specialist, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nA. Veron-Okamoto, Transport Economist, East Asia Department \n\n \n \nPeer reviewer \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nThe PROGRAM \nRationale \nA. \nImpact and Outcome \nB. \nOutputs \nC. \nDevelopment Financing Needs \nD. \nImplementation Arrangements \nE. \n\nTECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n\nEconomic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nV. \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nVI. \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n \n\n \n \n\nDesign and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter \nPolicy Matrix \n\nPage \n\n1 \n\n1 \n1 \n3 \n3 \n7 \n8 \n\n8 \n\n9 \n9 \n9 \n9 \n10 \n10 \n\n10 \n\n10 \n\n11 \n14 \n15 \n 20 \n\n\fInclusive  Growth \n\nthrough \n\nPROJECT AT A GLANCE \n \n2. Project Number: 46093-001 \n\nImproved \n\n \n\n1.  Project  Name: \nConnectivity Program \n3. Country: Indonesia \n5. Sector Classification:  \n\n \n\n6. Thematic Classification: \n\n4. Department/Division: \n\nSoutheast Asia Department/Indonesia Resident Mission\n\nSectors \n Transport, \ncommunication technology\n\nand \n\ninformation \n\nand \n\nPrimary\n√\n\nSubsectors \nTransport management and policies\n\nThemes \n Economic growth\n\n Private sector development\n\n Regional cooperation and integration\n\n \n \n\nPrimary\n√\n\nSubthemes \nWidening  access \neconomic opportunities\nPrivate sector investment\n\nTrade and investments\n\nto  markets  and \n\n6b. Gender Mainstreaming  \n\n Gender equity theme (GEN) \n Effective gender mainstreaming (EGM) \n Some gender elements (SGE) \n No gender elements (NGE) \n\n \n\n8. Location Impact: \n\nNo Location Impact available.  \n \n\n \n \n \n\n√\n\n6a. Climate Change Impact \n\n No Climate Change Indicator available.  \n \n\n7. Targeting Classification:  \n\nTargeted Intervention\n\nGeneral \nIntervention \n\n√ \n\nGeographic \ndimensions of \ninclusive \ngrowth \n \n\nMillennium \ndevelopment \ngoals \n\n \n\n9. Project Risk Categorization: Complex  \n\n \n\nIncome \npoverty at \nhousehold \nlevel\n \n\n10. Safeguards Categorization:   \n\n11. ADB Financing:  \n\nEnvironment\nInvoluntary resettlement\nIndigenous peoples\n\nC\nC\nC\n\nSource\n\nAmount ($ Million)\n\nOrdinary capital resources \nTechnical Assistance Special Fund \n\n300.0\n1.0\n\n301.0\n\nCategory\n\nOfficial-Loan\n \n\nAmount ($ Million) \n100.0 \n100.0 \n\n \n\nAdministration Type\nNot ADB-Administered\n\nModality\n\nProgram loan\nCapacity \ndevelopment \ntechnical assistance\n \n\n \n\nSovereign/Nonsovereign \n Sovereign \n Sovereign \n\nTotal \n\nFinancier \n World Bank \n\nTotal \n\nNo Counterpart Financing available.  \n \n\nParallel project implementation unit\nProgram-based approach \n\nNo\nYes\n\n12. Cofinancing:   \n\n13. Counterpart Financing:   \n\n14. Aid Effectiveness:   \n\n \n \n\n  \n \n\n \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nprogrammatic  approach  for  the  Inclusive  Growth  through  Improved  Connectivity  Program;  and \n(ii) a proposed policy-based loan to the Republic of Indonesia for subprogram 1 of the Inclusive \nGrowth through Improved Connectivity Program. The report also describes proposed technical \nassistance  (TA)  for  Supporting  Inclusive  Growth  through  Better  Connectivity,  and  if  the  Board \napproves  the  proposed  loan,  I,  acting  under  the  authority  delegated  to  me  by  the  Board,  will \napprove the TA.1 \n \n2. \nThe  program  will  support  a  key  strategic  pillar  of  the  government’s  medium-  and  long-\nterm  development  plans  to  achieve  higher  and  more  inclusive  economic  growth  through \nstronger  domestic  and  international  connectivity.  The  government’s  long-term  Master  Plan  for \nAcceleration  and  Expansion  of  Indonesia’s  Economic  Development,  2011–2025  (MP3EI) \nrecognizes  that  the  policy  and  regulatory  environment  still  constrains  connectivity  and  related \ninfrastructure  development.  Therefore,  the  MP3EI  includes  regulatory  reforms  as  an  integral \nstep in accelerating economic development. The government has launched a series of reforms \naimed  at  improving  the  policy,  regulatory,  financial,  institutional,  and  business  climate \nframeworks  for  connectivity  and  infrastructure  development.  A  stronger  enabling  environment \nfor  domestic  and  international  connectivity  will  in  turn  ensure  that  necessary  infrastructure \ninvestments by the public and private sectors are more efficient, effective, and sustainable. The \nprogram  will  focus  on  supporting  the  government’s  reform  agenda  and  infrastructure-related \nefforts to accelerate improvement in the country’s domestic and international connectivity.  \n \n\nII. \n\nTHE PROGRAM \n\nA. \n\nRationale \n\nIndonesia’s  economic  growth  performance  and  poverty.  Gross  domestic  product \n3. \ngrowth edged up to 6.5% year-on-year in 2011 (the highest since the Asian crisis 1997–1998), \nsupported  by  sustained private  consumption,  stronger  investment,  and  expanding  net  exports. \nNonetheless,  economic  growth  is  still  significantly  below  the  country’s  growth  potential.  For \n2014–2016, the International Monetary Fund (IMF) estimates a baseline potential growth rate of \n7.1%, which would increase to 7.9% if infrastructure development and economic reforms were \naccelerated.  An  Asian  Development  Bank  (ADB)  study  also  highlights  inadequacies  in \ninfrastructure  as  a  critical  constraint  to  economic  growth.2 Indonesia’s  overall  ranking  in  the \nGlobal Competitiveness Index is at 50 out of 144 countries.3 However, the country ranks only 78 \nout of 144 on quality of infrastructure, far below its overall ranking, implying that infrastructure is \na  drag  on  the  country’s  competitiveness  (Figure 1a).  The  impact  of  lagging  infrastructure \nappears  in  a  number  of  forms.  Deteriorating  roads  in  the  provinces  and  districts  increase \ndomestic  transport  and  logistics  costs.  Congested  ports  and  underdeveloped  interisland \ntransport  have  led  to  expensive  domestic  shipping  costs.  Congested  and  underdeveloped \ninternational  ports  limit  the  efficient  integration  of  Indonesia’s  manufacturing  sector  into \ninternational production networks. \n \n4. \nPoverty reduction. Growth of 6.5% in 2011 resulted in about 1.5 million new jobs being \ngenerated, exceeding the number of new entrants to the labor force. The quality of employment \n\n                                                 \n1   The design and monitoring framework is in Appendix 1. \n2   H.  Hill,  M.  E.  Khan,  and,  J.  Zhuong,  eds.    Diagnosing  the  Indonesian  Economy:  Toward  Inclusive  and  Green \n\nGrowth. London: Asian Development Bank / Anthem Press. \n\n3   World Economic Forum. 2012. Global Competitiveness Report, 2012–2013. Geneva.  \n\n\f2 \n\n \n\nalso improved as formal employment rose by 5.7 million jobs, while employment in the informal \nsector  fell  by  4.2 million  jobs,  as  workers  left  the  agricultural  labor  force.  However,  formidable \nefforts are needed to reduce poverty incidence further. About 62% of the employed labor force \n(about 68.2 million people) still works in the informal sector, where wages and job security are \nlow. Poverty incidence fell to 12% in March 2012, from 12.5% in March 2011. While the overall \npoverty incidence has trended downward, achievement varies across the country. The national \nrural poverty incidence of 15.6% is still much higher than the national urban poverty incidence of \n9.1%. Poverty rates in some provinces in eastern Indonesia are much higher than elsewhere in \nthe country—for example, 25.3% in Maluku and Papua (Figure 1b). \n \n\nFigure 1: Infrastructure and Poverty Gap \n\na. Global Competitiveness Index Ranking\n2012–2013 \n(out of 144 countries) \n\nInfrastructure\n\nOverall\n\nb. Poverty Incidence by Location in March 2012 \n(% of population) \n\nUrban \n\nRural  \n\nUrban and Rural\n\n32.6 \n\n24.8 \n\n15.1\n\n12.0\n\n8.8\n\n13.3 \n\n10.2\n\n12.1\n\n8.8 \n\n15.5 \n\n17.0 \n\n15.1 \n\n11.6 \n\n12.1 \n\n14.9 \n\n11.8 \n\n8.4 \n\n6.7 \n\n4.4 \n\n5.7 \n\n5.9 \n\n98\n\n65\n\n78\n\n50\n\n46\n\n38\n\n32\n\n25\n\n2\n\n2\n\nSingapore Malaysia\n\nThailand\n\nIndonesia Philippines\n\nSources:  Statistics  Indonesia  (BPS)  website  (accessed  3  July  2012);  World  Economic  Forum.  2011.  Global \nCompetitiveness Report, 2011–2012. \n \n5. \nInclusive  growth  through  better  developed  connectivity.  Alleviating  the  country’s \nmultidimensional  poverty  will  require  not  only  accelerated  economic  growth  but  also  a  more \ninclusive  growth  process  that  provides  rural  areas  and  disadvantaged  regions  with  greater \neconomic  opportunity  and  access  to  social  services.  Improving  and  developing  the  country’s \nconnectivity  is  key  to  reducing  poverty  incidence  by  (i)  connecting  rural  areas  with  regional \ngrowth  poles,  thereby  widening  access  to  markets  and  services;  (ii)  connecting  the  poorer \neastern  parts  of  Indonesia  with  markets  in  western  areas  through  more  efficient  interisland \ntransport systems; and (iii) improving international connectivity to boost the competitiveness of \nthe  country’s  productive  sector.  Combined,  connectivity  efforts  are  expected  to  have  a  key \nfacilitating role in increasing employment, reducing the size of the labor force employed in the \ninformal sector, increasing access to and delivery of services, and thereby enhancing economic \nproductivity and social well-being, and reducing the overall poverty incidence. \n \n6. \nConvergence of government national strategies and ADB strategy. The government \nrecognizes that lagging infrastructure, underdeveloped intra-island and interisland connectivity, \nweak  international  connectivity,  and  inefficient  logistics  constrain  achieving  its  medium-  and \nlong-term targets of higher growth and faster poverty reduction. Strategically, the government’s \nNational Medium-Term Development Plan (RPJMN), 2010–2014 provides direction for the two \npillars  of  ADB’s  Indonesia  country  partnership  strategy,  2012–2014:  inclusive  growth  and \nenvironmental  sustainability. 4  Reforms  assisted  by  the  proposed  program  will  support  the \n\n                                                 \n4   ADB. 2012. Country Partnership Strategy: Indonesia, 2012–2014. Manila. \n\n\finclusive growth pillar of the country partnership strategy. In addition, improving connectivity is a \nstrategic  focus  of  the  MP3EI.  The  MP3EI  will  guide  the  convergence  of  ADB’s  policy-based, \nsector,  and  thematic  interventions  related  to  connectivity  and  the  government’s  vision  of \naccelerated economic development.  \n  \n7. \nLessons  from  ADB  policy-based  loans  and  development  coordination.  Several \nlessons  from  the  previous  country  partnership  and  strategy  for  Indonesia  (2006–2009)  and \nsupport for policy-based loans were considered.5 Achieving tangible results with ADB’s relatively \nmodest  program  requires  selective  support  targeting  key  government  priorities  and  use  of \nprogrammatic  approaches  in  coordination  with  other  development  partners.  Specifically,  ADB \neffectiveness  can  be  increased  by  (i)  concentrating  on  a  more  limited  set  of  program  areas \nwhere  there  are  clear  synergies  between  ADB’s,  policy,  project  and  private  sector  support, \n(ii) focusing  on  core  sectors  identified  by  Strategy  20206 and  emphasizing  sectors  where  ADB \nhas  a  strong  track  record,  and  (iii)  supporting  operations  where  ADB  can  play  a  catalytic  role \nwith good prospects for collaboration with other partners. The program will involve collaborative \ncofinancing  with  the  World  Bank.  In  addition,  ADB  coordinates  with  the  Australian  Agency  for \nInternational  Development  on  infrastructure  issues  through  its  Infrastructure  Development \nInitiative Project in Indonesia. The program builds on ADB’s earlier policy-based loans, notably \nthe  Infrastructure  Reform  Sector  Development  Program,  which  supported  government  reforms \nto  improve  regulatory  frameworks,  open  up  key  infrastructure  sectors  for  private  sector \nparticipation,  including  public–private  partnerships  (PPPs),  increase  competition,  and  improve \ninfrastructure.7 A key lesson is to simplify the program to focus on high-impact policy reforms.  \n \nB. \n\nImpact and Outcome \n\n8. \nThe  impact  will  be  to  reduce  transport  and  logistics  costs,  a  key  requirement  for \nachieving higher and more inclusive economic growth that is sustained over the medium term. \nThe outcome will be more developed domestic and international connectivity anchored on more \nrigorous  coordination  and  regulation,  which  will  help  generate  more  and  better  jobs  and \ncontribute to sustainable poverty reduction.  \n \nC. \n\nOutputs \n\n9. \nThe  programmatic  approach  consists  of  two  subprograms  sequenced  to  support  the \ngovernment’s medium-term reforms to strengthen domestic and international connectivity. The \nprogram supports the government’s efforts in four core reform areas: (i) strengthening national \ncoordination,  regulatory,  and  institutional  frameworks  for  more  effective  implementation  of  the \nconnectivity  agenda;  (ii)  strengthening  intra-island  connectivity  to  and  from  growth  poles,  with \noptimal  use  of  resources  for  sustainable  improvement  and  maintenance  of  land  transportation \nand  networks;  (iii) improving  interisland  connectivity  by  stepping  up  efficiencies  and  service \nperformance  of  domestic  air  and  sea  transportation;  and  (iv)  enhancing  international \nconnectivity by making Indonesia’s ports more efficient in handling traffic and trade volume. The \npolicy actions (Appendix 4) have been developed to ensure consistency with the government’s \ndevelopment efforts and initiatives, as outlined in the RPJMN 2010–2014 and the MP3EI 2011–\n2025. All the core policy actions under subprogram 1 were completed by mid-September 2012 \nand  prior  to  the  effectiveness  of  the  loan  agreement.  Subprogram  2  will  continue  reform \nprogress achieved in subprogram 1. The outputs of subprogram 1 will be:  \n\n                                                 \n5   ADB. 2006. Country Strategy and Program: Indonesia, 2006–2009. Manila. \n6   ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. Manila. \n7   ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Loan for Subprogram \n2 to the Republic of Indonesia for the Infrastructure Reform Sector Development Program. Manila (Loan 4025-INO).  \n\n3 \n\n \n\n\fto \n\nimprove \n\nfor  efforts \n\nresponsibility \n\nStrengthening Connectivity Coordination and Regulatory Frameworks \n\n1. \n \n10. \nThe  policy  reforms  will  strengthen  coordination  across  institutions  and  harmonize \nregulations related to connectivity and logistics. Execution and policymaking for connectivity fall \nunder the jurisdiction of several ministries and local governments. The Ministry of Public Works \nhas  primary \nintra-island  connectivity,  but  with \ndecentralization, local governments are involved in infrastructure development and maintenance \nin the provinces and districts. The main authority for interisland and international connectivity is \nthe Ministry of Transport. However, other ministries are responsible for some soft infrastructure \nsuch as customs, trade regulations, and connectivity within the Association of Southeast Asian \nNations  (ASEAN),  including  Indonesia-Malaysia-Thailand  Growth  Triangle  and  the  Brunei \nDarussalam-Indonesia-Malaysia-Philippines  East  ASEAN  Growth  Area.  In  this  context,  the \ngovernment  recognizes  the  importance  of  strengthening  the  policy  coordination  across \nagencies.  While  MP3EI  is  an  important  step  in  providing  strategic  policy  guidance  on  national \nconnectivity  improvements,  it  still  requires  instruments  and  mechanisms  to  strengthen  its \noperational effectiveness in coordinating and strengthening policy reforms.  \n \n11. \nTask  forces  for  connectivity  and  logistics.  The  government  set  up  a  coordinating \nmechanism  equipped  with  the  political  mandate  to  coordinate  policy  reforms  on  connectivity \nbeyond  the  core  economic  agencies.  Presidential  Regulation  No. 32/2011  was  issued,  which \nappoints the Minister of the Coordinating Ministry of Economic Affairs (CMEA) as the executive \nchairman for implementing MP3EI. This regulation forms the basis for the establishment of the \npolicy  coordination  mechanism.  To \nissued  a  decree \nestablishing  a  high-level,  cross-ministerial  task  force  with  a  mandate  to  coordinate  policy \nreforms  on  connectivity.  CMEA  also  issued  a  decree  establishing  a  task  force  to  coordinate \nimplementation  of  logistics-related  reforms.  These  measures  are  expected  to  strengthen \ncoordination among agencies responsible for supervising activities along the logistics chain and \nresolve logistics and intermodal transport issues.  \n \n12. \nViability  gap  fund  to  support  public–private  partnership  projects.  Recognizing the \nlimited  public  resources  available  to  meet  the  country’s  large  financing  needs  for  future \ninfrastructure, the government has devoted significant efforts to attracting and leveraging private \nfinancing  of  infrastructure  through  PPPs.  The  government  has  made  good  progress  in \nestablishing a supportive regulatory and institutional framework for PPP infrastructure, including \n(i)  the  Indonesia  Infrastructure  Guarantee  Fund  as  a  single  window  to  appraise  and  provide \ngovernment  guarantees  for  well-prepared  infrastructure  PPPs;  (ii)  the  Indonesia  Infrastructure \nFinancing  Facility  to  mobilize  long-term  local  currency  funds  to  finance  PPPs  in  infrastructure; \nand  (iii)  more  stringent  PPP  project  preparation.  While  some  projects  are  socially  and \neconomically  desirable,  they  are  not  always  financially  viable  due  to  limited  cost-recovery \nprospects through user fees or tariffs. This has constrained private sector interest, underscoring \nthe need to close the financial viability gap with public resources. The government is setting up \na viability gap fund (VGF) to provide public-finance support to well-prepared PPP projects and \nso boost their bankability and financial viability. A draft ministerial decree for the establishment \nof the fund has been submitted for Ministry of Finance approval. \n \n\nimplementation,  CMEA \n\nfacilitate \n\nIntra-Island Connectivity Upgraded \n\n2. \n \n13. \nImproving intra-island connectivity is an important part of the government’s connectivity \nstrategy  to  reduce  rural  poverty.  The  policy  reforms  will  support  the  government’s  efforts  to \naccelerate  development  of  intermodal  transport  systems  and  infrastructure  to  improve  access \nfrom  rural  areas  to  the  nearest  growth  poles  and  between  industrial  zones  and  ports.  Linking \n\n4 \n\n \n\n\frural  areas  with  growth  poles  within  islands  is  constrained  by  inadequate  road  infrastructure, \nand  underdeveloped  railway  networks.  Although  road  investment  in  relative  terms  to  gross \ndomestic product has again reached the pre-1998 financial crisis level, it continues to lag behind \nthe  growth  in  traffic  volume.  The  government  recognizes  the  need  for  increased  infrastructure \ninvestment and creating the right incentives for local governments to construct better roads and \nmaintain  the  quality  of  local  roads.  Meanwhile,  more  progress  is  needed  in  reorganizing  the \nrailway  system  and  improving  arrangements  that  govern  subsidies  and  public  service \nobligations, and railway maintenance services. The rail sector has potential to play an important \nrole in providing efficient passenger and freight services.  \n \n14. \nLaw on land acquisition for public use. The inability to acquire land for public use has \nbeen  a  key  reason  for  the  delayed  disbursement  of  the  government’s  capital  spending  in  the \ntransport  sector.  The  private  sector  considers  the  land  acquisition  problem  a  major  source  of \nuncertainty in project development, costs, and implementation, lowering investor confidence on \nthe prospects for road investment. It has also delayed the development of PPPs, particularly for \ntoll  roads.  Overcoming  this  fundamental  constraint  is  key  to  advancing  the  connectivity  and \ninfrastructure  agenda.  Consequently,  Parliament  passed  the  Land  Acquisition  Law  for  Public \nUse  (Law  No.  2/2012),  which  is  a  critical  step  toward  attracting  and  mobilizing  infrastructure \ninvestment. The absence of such a law in the past has generated uncertainties over costs and \ntime  required  to  implement  infrastructure  projects.  The  law  is  instrumental  in  facilitating  PPPs \nacross  various  sectors,  most  notably  for  toll  roads,  and  where  private  investors  expect  strong \nsupport from the government in resolving land issues. In August 2012, the government issued \nPresidential Decree No. 71/2012 to implement the law. \n \nRestructuring  the  railway  services.  Before  2007,  rail  services  and  associated \n15. \ninfrastructure were a monopoly service owned and operated solely by the government, lowering \nincentives to improve services. Railway Law No. 23/2007 marked a crucial reform milestone that \ndefines  and  regulates  railway  network  infrastructure  and  services.  The  law  separated \ninfrastructure  and  operating  aspects  of  the  railway  sector,  thus  allowing  for  a  third-party \noperator.  The  rail  service  is  now  open  to  competition  from  the  private  sector  and  allows  new \noperators to obtain access to state-owned rail infrastructure. This is a fundamental change that \nwill  have  a  far-reaching  impact  on  the  future  of  rail  operations  in  Indonesia.  To  improve  the \noperational  viability  of  the  railway  services,  the  government  issued  Presidential  Decree  No. \n53/2012 establishing a budgetary mechanism to transfer subsidies for public service obligations \nin railway services, and to reimburse infrastructure operation and maintenance costs and track-\naccess  charges  to  the  government’s  railway  infrastructure.  The  decree  covers  payments  to \nprivate  operators  that  are  competing  to  provide  noncommercial  railway  services.  Further \nimplementing regulations of Law No. 23/2007 on the Railway Services Network are needed to \nsupport the restructuring of railway services. \n \nPerformance-based  road  construction  and  maintenance.  The  public  expenditure \n16. \nreview  of  the  road  sector  by  the  World  Bank  finds  that  24%  of  provincial  roads  and  41%  of \ndistrict roads are in bad or poor condition.8 The performance is better for national roads, where \nonly 12% are in bad or poor condition. To address this problem, the government has introduced, \non a pilot basis, performance-based contracts for the construction of new roads. In addition, the \nwarranty  period  for  road  rehabilitation  has  been  extended  to  2  years.  The  performance-based \ncontracts  are  expected  to  be  expanded  over  the  medium  term  with  detailed  guidelines  to  be \nissued by the Ministry of Public Works.  \n \n                                                 \n8  World  Bank.  2012.  Investing  in  Indonesia’s  Roads:  Improving  Efficiency  and  Closing  the  Financing  Gap. \n\nWashington, DC.  \n\n5 \n\n \n\n\f6 \n\n \n\n3. \n\nInterisland Connectivity Improved \n\n \n17. \nThe  key  objectives  of  interisland  connectivity  reforms  are  to  strengthen  the  policy \nframework to facilitate improvement in port productivity and to improve transport access in the \neastern part of Indonesia. In a large, archipelagic country with a dispersed population, reducing \nthe  cost  of  interisland  shipping  is  expected  to  make  a  significant  contribution  to  facilitating \neconomic  growth  and  poverty  reduction  by  connecting  islands  through  lower  cost  and  higher \nvolume trade and movement of people. At present, domestic shipping costs constitute a large \nportion of producers’ total costs, and are being passed on to consumers throughout the country. \nReflecting  poor  logistics  and  inadequate  transport  infrastructure,  about  70%  of  the  rice  price \ndifferences  across  provinces  is  explained  by  the  degree  of  remoteness. 9 The  high  cost  of \nshipping  is  due  to  a  combination  of  inadequate  hard  and  soft  infrastructure  in  the  ports. \nAccording  to  one  estimate,  the  average  turnaround  time  for  domestic  shipping  at  the \n25 strategic  ports  is  2.7  days.  Given  an  average  sailing  time  of  1.5  days,  ships  are  spending \nabout 75% of the total time between destinations at port.    \n \nInformation  and  communication  technology  fund.  Efforts  to  improve  interisland \n18. \nconnectivity  requires  improvement  in  information  and  communications  technology  (ICT)  and \nsystems  to  better  facilitate  and  complement  physical  transportation  services,  particularly  in \neastern  and  rural  areas.  As  one  of  the  policy  initiatives  to  accelerate  ICT  connectivity  in  the \neastern provinces, the government will establish an ICT fund through the issuance of Ministerial \nCommunication  Decree  No.  21/2012.  The  fund  aims  to  improve  the  feasibility  of  private \ninvestment  in  the  provision  of  affordable  broadband  services  to  areas  that  are  not  yet \ncommercially  viable,  which  includes  many  parts  of  eastern  Indonesia.  The  fund  will  offer \nfinancial  and  other  support  incentives  for  ICT  service  providers,  to  be  auctioned  on  a \ncompetitive  basis  and  structured  through  regularly  reviewed  multi-year  contracts  of  up  to  5 \nyears.  \n  \nLabor regulation on cargo handling. Labor costs play an important role in increasing \n19. \nlogistics  costs.  So  far,  under  a  joint  decree  of  the  Directorates  General  of  Cooperatives,  Sea \nTransport,  and  Industrial  Relations,  all  labor  services  for  cargo  handling  at  seaports  are \nprovided  through  a  dedicated  labor  cooperative  (Koperasi  TKBM).  The  regulation  effectively \ngave  monopoly  power  to  Koperasi  TKBM  for  cargo  handling  at  Indonesia’s  seaports,  which \nsignificantly  raised  costs,  particularly  for  non-containerized  products  such  as  agricultural,  raw, \nand bulk materials. To address this issue, the government has revised the joint decree to allow \nfor more competition in cargo handling, which in the medium term will increase port productivity \nand lower logistics cost.  \n \n\nInternational Connectivity Enhanced \n\n4. \n \nThe reforms aim to improve regulatory certainty in customs clearance and reduce ship \n20. \ndwelling time. The bulk of the country’s international trade is facilitated by five main ports. The \nlargest is Tanjung Priok, the country’s main international gateway in Jakarta, serving about 70% \nof internationally traded goods. Tanjung Priok also serves 29% of container traffic between Java \nand other islands. While Tanjung Priok is Indonesia’s most efficient port, its productivity is much \nlower  than  that  of  major  ports  in  the  ASEAN  region.  Ship  dwelling  time  in  Tanjung  Priok  was \n6.7 days  in  January  2012  compared  with  only  4.9  days  in  2010.  The  cost  of  delivering  one \ncontainer  from  Cikarang  (the  nearest  industrial  zone)  to  Tanjung  Priok  across  a  distance  of \nabout  56  kilometers  is  $750,  much  higher  than  the  cost  ($450)  across  a  similar  distance  in \n\n                                                 \n9   World Bank. 2010. Logistics Performance Index 2010: Indonesia. Washington, DC.  \n\n\fMalaysia  (from  Pasir  Gudang  to  Tanjung  Pelepas).  The  2012  Logistics  Performance  Index, \nwhich  measured  the  efficiency  of  logistics  services  for  international  trade,  confirms  that \nIndonesia’s  performance  is  much  lower  than  that  of  neighboring  countries  due  to  lagging \ninfrastructure support.  \n \n21. \nNational  logistics  system  blueprint.  The  government  issued  Presidential  Decree \nNo. 26/2012  for  a  national  logistics  blueprint  to  establish  an  integrated  and  more  efficient \nlogistics system that would increase national competitiveness. The objectives of the strategy are \nto reduce logistics costs, develop more efficient distributon of goods across the archipelago, and \nto  prepare  for  integration  in  ASEAN  logistics  systems.  The  strategy  specifies  short-  and \nmedium-term reform targets. The high-level task force for logistics will oversee implementation \nof reforms to achive the targets in coordination with MP3EI implementation.  \n \n22. \nIndonesia  National  Single  Window  and  dry  port.  Improving  transparency  in  trade \nregulations  is  key  to  facilitating  international  trade.  While  efforts  to  simplify  export  and  import \nprocedures are ongoing, the number of agencies and documents involved remains large. Thus, \nthe Indonesia National Single Window (INSW) plays an important role in reducing the time and \ncosts of importing and exporting by facilitating single submission, single processing, and single \napproval  of  import/export  documents.  In  March  2012,  the  government  issued  Presidential \nDecree  No.  35/2012  to  amend  Presidential  Decree  No.  8/2008  to  make  the  INSW  the  only \nreference  portal  for  cross-border  trade  regulations  in  the  customs  clearance  process.  This  will \nmake  all  trade  regulations  accessible  to  the  public  and  help  to  streamline  these  procedures. \nGiven forecast growth in cargo volume of 20% annually, port expansion will be necessary in the \nmedium  term.  In  the  short  term,  the  dry  ports  in  Cikarang  and  near  the  industrial  district  of \nJababeka  can be optimized. The government has extended the INSW system and services to \nCikarang dry port.   \n \n23. \nPolicy triggers for subprogram 2. The program recognizes that achieving its intended \noutcome  will  require  a  coherent  medium-term  reform  strategy.  It  has  specified  10  indicative \ntriggers that need to be satisfactorily completed by September 2013 (Appendix 4). The triggers \nwill  advance  reforms  accomplished  under  subprogram  1,  focusing  on  implementation  of  the \nLand Acquisition Law, making the VGF operational, issuance of investment plan to improve the \nnational road network, implementation of further restructuring in the railway system, completion \nof  contract  award  for  backbone  development  for  eastern  Indonesia,  and  establishment  of  a \npermanent agency to run the INSW. The program also recognizes the necessity for flexibility in \nthe  reform  measures  for  subprogram  2  to  reflect  the  changing  economic  environment  and \nensure continued strong government ownership of the reforms.  \n \nD. \n\nDevelopment Financing Needs \n\nThe  loan  amount  is  based  on  the  strengths  of  the  policy  package,  its  development \n24. \nimpact, the importance of the sectors covered, indicative costs of reform, and the government’s \nfinancing needs. Implementation of some policy reforms, such as the establishment of the VGF \nand ICT funds, requires adjustment costs. Effective implementation of connectivity reforms will \nalso  require  capacity  improvements  at  related  agencies.  Government  has  doubled  its  annual \nbudget allocation for the transport sector since 2010 to Rp 54.2 ($5.7 billion) in 2012 to support \nimproved  connectivity.  Indonesia’s  gross  financing  needs  remain  high  despite  its  low  budget \ndeficit and continued decline in debt-to-GDP ratio. In 2012, with a budget deficit target of 2.2% \nof GDP, the government will need to borrow Rp326.8 trillion ($36 billion), reflecting increasing \ndebt amortization. The government has requested a total of $1.7 billion in policy-based lending \nfrom development partners, of which $600 million is from ADB. \n\n7 \n\n \n\n\f8 \n\n \n\n \n25. \nTo  support  its  reform  initiatives,  the  government  has  requested  a  loan  of  $300  million \nfrom  ADB’s  ordinary  capital  resources  to  help  finance  subprogram  1.  The  loan  will  have  a \n15-year  term,  including  a  grace  period  of  3  years,  an  annual  interest  rate  determined  in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.15% per year, and such other terms and conditions set forth in the draft \nloan agreement. Based on this, the average loan maturity is 9.25 years, and there is no maturity \npremium  payable  to  ADB.  The  financing  for  subprogram  2  is  currently  planned  to  be  $200 \nmillion. The loan proceeds will be used to finance the full exchange cost (excluding local taxes \nand  duties)  of  items  produced  and  procured  in  ADB  member  countries,  excluding  ineligible \nitems  and  imports  financed  by  other  bilateral  and  multilateral  sources.  The  proceeds  of  the \npolicy-based loan will be disbursed in accordance with the provision of ADB’s Simplification of \nDisbursement  Procedures  and  Related  Requirements  for  Program  Loans10 to  Indonesia.  The \nWorld  Bank  will  provide  collaborative  cofinancing  of  $100 million  while  the  amount  of  the \nGovernment of Japan’s support is being discussed with the Government of Indonesia. \n \nE. \n\nImplementation Arrangements \n\n26. \nThe  program  period  for  subprogram  1  is  from  June  2011  to  September  2012  and  the \nprogram  period  for  subprogram  2  is  from  October  2012  to  September  2013.  The  National \nDevelopment  Planning  Agency  (BAPPENAS)  will  be  the  executing  agency.  The  implementing \nagencies will be the Ministry of Finance, Ministry of Public Works, Ministry of Transport, Ministry \nof  Communication,  National  Land  Agency,  and  CMEA.  The  government  will  form  a  steering \ncommittee,  chaired  by  the  vice-minister  of  BAPPENAS,  with  senior  representatives  of  the \nimplementing  agencies  and  development  partners  (ADB,  Japan  International  Cooperation \nAgency, and the World Bank) as members. The committee will meet semi-annually to discuss \ninterim  progress  in  achieving  agreed  policy  actions  and  milestones  in  the  reform  agenda.  The \ncommittee  will work with the connectivity working group, which is also chaired by  BAPPENAS \nand  responsible  for  coordinating  the  implementation  of  the  government’s  connectivity  reform \nagenda under MP3EI.  \n \n\nIII. \n\nTECHNICAL ASSISTANCE \n\n27. \nImpact and outcome. The impact of the capacity development TA will be to strengthen \nimplementation  of  reforms  that  improve  interisland  connectivity.  The  outcome  will  be  stronger \ncapacity  of  BAPPENAS,  CMEA,  and  the  Ministry  of  Transport  to  carry  out  policy  analysis  to \ninform decisions on connectivity policy needed to implement their annual plan and strategy.  \n \n28. \nFinancing  and  implementing  arrangements.  The  TA  is  estimated  to  cost  $1.18 \nmillion, of which $1 million will be financed on a grant basis by the Technical Assistance Special \nFund  (TASF-other  sources).  The  TA  will  help  the  government  to  accelerate  the  development \nand  implementation  of  reforms  in  the  four  core  policy  areas  covered  by  the  loan 11  by  (i) \npreparing  a  series  of  comprehensive  policy  analyses  and  notes  on  connectivity  issues  to \ndevelop  innovative  policies;  (ii)  supporting  the  establishment  of  the  new  INSW  agency  and \nconducting  initial  review  of  MP3EI  implementation,  including  an  in-depth  impact  analysis  of \nselected logistics constraints and MP3EI projects; (iii) supporting the initial work for preparation \nof  a  policy  framework,  and  an  implementation  road  map  for  private  sector  participation  and \nPPPs,  in  the  transport  sector;  and  (iv) developing  a  capacity  building  program  for  key \n\n                                                 \n10  ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n11  TA activities and implementing arrangements are described in detail in Technical Assistance (accessible from the \n\nlist of linked documents in Appendix 2). \n\n\fdepartments  involved  in  connectivity  and  MP3EI  in  BAPPENAS,  CMEA,  and  the  Ministry  of \nTransport.  BAPPENAS  will  be  the  executing  agency  for  the  TA.  In  consultation  with \nBAPPENAS,  ADB  will  recruit  consultants  as  required  under  the  TA  (34 person-months  of \nconsulting  services,    consisting  of  one  international  consultant  for  16 person-months  and  two \nnational  consultants  for  a  total  of  18  person-months).  The  consultants  will  be  selected  and \nengaged  on  an  individual  basis  by  ADB  in  accordance  with  ADB’s  Guidelines  on  the  Use  of \nConsultants (2010, as amended from time to time).12 TA proceeds will be disbursed in line with \nADB’s  Technical  Assistance  Disbursement  Handbook  (2010,  as  amended  from  time  to  time). \nProcurement under the TA will be in accordance with ADB’s Procurement Guidelines (2010, as \namended  from  time  to  time).  The  government  will  provide  in-kind  contribution  in  the  form  of \ncounterpart staff and office space, which is estimated to account for 15% of the total TA cost. \n \n\nIV. \n\nDUE DILIGENCE \n\nA. \n\nEconomic and Financial \n\nThe  policy  actions  of  the  program  are  derived  from  the  government’s  medium-term \n29. \nreform  priorities,  which  are  crucial  in  achieving  the  government’s  higher  and  more  inclusive \ngrowth  strategy.  The  proposed  reforms  are  expected  to  stimulate  increased  infrastructure \ninvestment,  which  could  generate  additional  economic  growth  of  about  1  percentage  point \nannually  over  the  medium  term.  A  single  reform  to  reduce  the  dwelling  time  at  Tanjung  Priok \nport to 3 days is estimated to generate economic benefits of over $450 million (based on 2010 \nprices).13  \n\n \nGovernance \n\nB. \n\n30. \nThe government has made considerable progress in the legal and regulatory framework \nfor  public  financial  management.  Since  the  enactment  of  the  laws  on  state  finance,  state \ntreasury,  and  state  audit  in  2003–2004,  most  of  the  regulations  underpinning  the  laws  have \nbeen  promulgated.  In  2009,  the  government  achieved  its  first  qualified  audit  opinion  from  the \nExternal  Audit  Agency,  and  about  40%  of  ministries  and  agencies  achieved  unqualified \nopinions. ADB reinforces this momentum with continuing support to improve technical capacity \nand  controls.  Building  on  previous  programs,  ADB  TA  for  Strengthening  National  Public \nProcurement  Processes  has  been  committed  to  boost  transparency  and  efficiency  in  public \nprocurement  processes. 14  Initial  findings  from  the  2011  public  expenditure  and  financial \naccountability repeat assessment show marked progress in budget controls and reporting. As a \nresult  of  the  government’s  continuing  commitment  to  reduce  corruption,  Transparency \nInternational’s control of corruption perception index for Indonesia rose to 3.0 in 2011, from 2.8 \nin  2010. 15  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  and \ndiscussed with BAPPENAS.  \n \nC. \n\nPoverty and Social \n\n31. \nThe  reforms  supported  under  the  program  will  accelerate  economic  growth  and  thus \ngenerate more productive jobs, which are key to reducing poverty and reducing the risk of the \n                                                 \n12  Given the nature of the expertise required, it is deemed more appropriate to engage consultants individually than \n\n13 Program Impact Assessment (accessible from the list of linked documents in Appendix 2). \n14 ADB.  2010.  Technical  Assistance  to  the  Republic  of  Indonesia  for  Strengthening  National  Public  Procurement \n\nhiring them through a firm. \n\nProcesses. Manila.  \n\n15 An  assessment  of  the  attendant  fiduciary  risks  with  respect  to  this  facility  operation  is  described  in  detail  in \n\nFiduciary Risks Assessment (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\n \n \n\n \n\nemployed labor force falling back into poverty. The program will also promote better connectivity \nfor  rural  areas  and  eastern  Indonesia,  which  is  expected  to  aid  faster  reduction  of  poverty \nincidence  in  these  areas.16 Impact  assessments  of  the  program  are  expected  to  demonstrate \nthe productivity and poverty-reducing effects of connectivity reforms and development. \n \nD. \n\nSafeguards \n\nThe  program  does  not  trigger  ADB’s  safeguard  policies  and  is  classified  under \n\n32. \ncategory C for impacts on the environment, involuntary resettlement, and indigenous peoples.  \n \nE. \n\nRisks and Mitigating Measures \n\nThe three main risks to the program, rated low to medium, are: (i) weak coordination in \n33. \nand between key government agencies; (ii) continued under disbursement of capital spending; \nand (iii) increased international fuel prices, which could divert government budgetary resources \nfrom capital investment to fuel subsidies. To mitigate risks (i) and (ii), the government has set up \na  high-level  task  force  for  connectivity  and  tasked  the  President’s  delivery  unit  to  monitor  the \nprogress.  For  the  third  risk,  Parliament  has  approved  a  mechanism  in  the  2012  budget  to \nincrease domestic fuel prices should they exceed a pre-determined threshold.17  \n \n\nV. \n\nASSURANCES AND CONDITIONS  \n\n34. \nThe government has assured ADB that implementation of subprogram 1 shall conform to \nall  applicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the loan \ndocuments. \n \n\nVI. \n\nRECOMMENDATION \n\n35. \nI  am  satisfied  that  the  proposed  programmatic  approach  and  policy-based  loan  would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve  \n\n(i) \n\n(ii) \n\nthe  programmatic  approach  for  the  Inclusive  Growth  through  Improved \nConnectivity Program; and  \nthe loan of $300,000,000 to the Republic of Indonesia for subprogram 1 of the \nInclusive Growth through Improved Connectivity Program, from ADB’s ordinary \ncapital  resources,  with  interest  to  be  determined  in  accordance  with  ADB’s \nLondon  interbank  offered  rate  (LIBOR)-based  lending  facility;  for  a  term  of \n15 years,  including  a  grace  period  of  3  years;  and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft \nloan agreement presented to the Board. \n\n24 October 2012 \n\nHaruhiko Kuroda \nPresident \n\n                                                 \n16 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n17 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n\fDESIGN AND MONITORING FRAMEWORK  \n\nDesign Summary \nImpact \nReduced transport \nand logistics costs  \n\n \nBy 2018: \n\nPerformance Targets and \nIndicators with Baselines\n\nData Sources and \nReporting Mechanisms \n \n \n\n \n\n \n\n \n\n \n\nOutcome \nBetter developed \ndomestic and \ninternational \nconnectivity \n\nLower share of transport and \nlogistics costs in the total cost of \nproduction by 5% (2011 baseline: \n27%) \n\nReal gross domestic product \ngrowth increased to above 7% \n(2011 baseline: 6.5%) \n\nPoverty rate in rural and eastern \nIndonesia decreasing more \nquickly (2012 baseline: 15.6% for \nrural poverty and 25.3% for \npoverty in Papua and Maluku) \n\n \nBy end 2013: \n \nReduction in land acquisition \ndelays for key projects supporting \nconnectivity (to maximum \n400 days in 2013) \n\nIncreased share of public and \nprivate investments in the \ntransport sector by 3% (2011 \nbaseline: 17%) \n\nDwelling time in Tanjung Priok \nport reduced to 5 days (2011 \nbaseline: 6.7 days) \n\nDwelling time in key regional \nports reduced by 2 days (2011 \nbaseline: 5 days) \n\nOutputs \n1. Connectivity \n\n \nBy end 2013: \n\ncoordination and \nregulatory \nframework \nstrengthened \n\nWorking group for connectivity \nfully functional in coordinating \nimplementation of connectivity \nreforms and projects \n\nKey projects listed in the \nconnectivity action plan \nimplemented \n\nKey regulations issued to \naccelerate infrastructure \ndevelopment to improve \nconnectivity  \n\nPolicy analysis on three key \nconnectivity issues completed  \n\nAppendix 1 \n\n11 \n\nAssumptions and \nRisks\nAssumption \nMacroeconomic \nstability maintained \n\nRisk \nImplementation \ndelay due to \nregulatory and \npolitical processes \n\nBPS \n\nBPS \n\n \n \nBPS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBPS and report from \ninvestment board \n\n \n \nBPS and other \nindependent surveys \n\nAssumption\nGovernment \nstaying on course \nwith its key \nstructural reforms \n\nRisk \nWeak coordination \nin government \nagencies \n\nReform slowed by \nvested interest \n\n \nReport from the minister \nof transport \n\n \nMP3EI annual report \n\nMP3EI annual report \n\nGovernment website \n\n \n\n \nGovernment report, TA \nreport and knowledge \nproducts  \n\nAssumption \nProposed reforms \nimplemented within \nestablished \ntimelines \n\nRisk \nWeak capacity of \ngovernment \nagencies to \nimplement reforms \n\n \n\n\f12 \n\nAppendix 1 \n\nDesign Summary \n2. Key initiatives to \nupgrade intra-\nisland \nconnectivity \nimplemented \n\n \n\n3. Measures and \nstrategy to \nimprove \ninterisland \nconnectivity put \nin place \n\n4. Key policies \nexecuted to \nenhance \ninternational \nconnectivity  \n\nPerformance Targets and \nIndicators with Baselines  \n\nBy end 2013: \nGovernment spending on road \nmaintenance and reconstruction \nincreased by 15% (from 2011) \n\nData Sources and \nReporting Mechanisms  \n \n\nReport from the minister \nof public works \n\nAssumptions and \nRisks \n\nRisk \nWeak capacity in \ngovernment \nagencies to \nimplement reform \n\nPerformance-based contracts and \nextended warranty implemented \nfor at least five road construction \nprojects \n \nLand acquisition process \ncompleted for at least five key \ninfrastructure projects. \n\nReport from independent \nagencies \n\n \n\nReport from the minister \nof public works \n\nReport from the \ngovernment and \nindependent agencies \n\n \n\n \n\nBy end 2013: \n\nMulti-year contract for pioneer \nshipping services reviewed \n\nReport from independent \nagencies \n\nICT fund established \n\n \nFrequency of pioneer shipping \nservices in the least connected \ndistrict in eastern Indonesia \nimproved (2011 baseline: one in \n19 days) \n\nBy end 2013: \n\nSingle sign-on through the INSW \nintroduced in three agencies \n(Ministry of Trade, Ministry of \nAgriculture, and National Food \nand Drug Control) \n \n\nAll export and import procedures \nsimplified and made more \ntransparent (from 42 export \ndocuments in 2011) and included \nin the single window \n\nA new INSW agency established \n\nReport from the minister \nof transport \n\n \n\nGovernment report and \nwebsite \n\nReport from independent \nagencies \n\nReport from the minister \nof transport \n\nReport from independent \nagencies \n\n \n\nReport from the CMEA \n\nWorld Bank logistics \nperformance report \n\nReports and publication \non impact assessments. \n\nReport from the CMEA \n\nRisk \nVested interests \nundermine policy \nreform. \n\nRisk \nVested interests \nundermine policy \nreform. \n\n \n\n \n\nActivities with Milestones \n\nInputs \n\n1.  Strengthen policy coordination and regulatory \n\nAsian Development Bank: $301 million \n\n1.1.  CMEA issued decree to establish connectivity \n\nItem \n\nAmount ($ million) \n\nframework  \n\n2011) \n\nworking group (August 2011) \n\n1.2.  Connectivity action plan endorsed (December \n\nOrdinary capital \nresources \n\n1.3.  CMEA issued decree to establish a task force to \n\nTechnical assistance \n\noversee logistics reforms (March 2012) \n\n1.4.  A ministerial decree on viability gap fund issued to \nclarify mechanism for the use of government funds \nto improve the financial viability of public–private \npartnership projects (September 2012)  \n\n \n\n300 \n\n1 \n\n \n\n \n\n \n\n\fActivities with Milestones \n\n1.5.  Ministry of Finance to issue the standard operating \n\nGovernment:  \n\nprocedures for implementation of the viability gap \nfund and allocates budget to fund pilot projects \n(September 2013) \n\nGovernment budget \n\n1,263 \n\nAmount ($ million) \n\nInputs \n\nItem \n\nAppendix 1 \n\n13 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2.  Upgrade intra-island connectivity \n2.1.  Law on Land Acquisition for Public Use passed \n\n(January 2012). \n\n2.2.  Implementing regulations issued for Law on Land \n\nAcquisition for Public Use (August 2012) \n\n2.3.  Ministry of Public Works introduced performance-\n\nbased contracts for road reconstruction on pilot \nbasis (March 2012) \n\n2.4.  Presidential decree issued to establish budgetary \nmechanism to transfer subsidies for public service \nobligation in railway services, and reimburse \ninfrastructure operation and maintenance costs \nand track-access charges (April 2012) \n2.5.  Establish an implementation plan for public \n\nservice obligation, infrastructure operation and \nmaintenance, and track-access charges \n(September 2013) \n\nImprove interisland connectivity \n\n3. \n3.1.  Joint decree by the Directorates General of \nCooperatives, Sea Transport, and Industrial \nRelations revised to grant more competitive \npricing to increase competition in cargo-handling \nservices at seaports (January 2012)  \n\n3.2.  Port productivity sub-working group established, \nincluding public and private sector (April 2012).  \n\n3.3.  ICT fund established to provide sustainable \n\nincentive mechanism for private sector to invest \n(October 2011) \n\n3.4.  Back-bone internet infrastructure in eastern \n\nIndonesia (August 2012) \n\nImprove international connectivity \n\n4. \n4.1.  INSW made as the only reference portal for cross-\nborder trade regulations in customs clearance \nprocess (March 2012). \n\n4.2.  Presidential decree on national logistics system \n\nblueprint issued (March 2012) \n\n4.3.  Strategy to reduce dwelling time in county’s main \n\nports issued (April 2012) \n\n4.4.  Export–import procedures simplified and made \n\nmore transparent through the INSW (June 2012). \n\n4.5.  A permanent agency to run the INSW to be \n\nestablished (September 2013). \n\nBPS = Central Bureau of Statistics (Badan Pusat Statistik), CMEA = Coordinating Ministry for Economic Affairs, ICT = \ninformation  and  communication  technology,  INSW  =  Indonesia  National  Single  Window,  MP3EI  =  Master  Plan  for \nAcceleration and Expansion of Indonesia’s Economic Development, TA = technical assistance. \nSource: Asian Development Bank. \n\n \n \n\nEndorsed by, \n\n \n\nApproved by, \n\nJon D. Lindborg \nCountry Director, IRM \n\n \n\nKunio Senga \nDirector General, SERD \n\n \n\n \n \n\n \n\n \n \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46093-001-3 \n\nLoan Agreement \n\nSector Assessment (Summary): Transport  \n\nContribution to the ADB Results Framework  \n\nDevelopment Coordination  \n\nCountry Economic Indicators  \n\nInternational Monetary Fund Assessment Letter  \n\nSummary Poverty Reduction and Social Strategy  \n\nRisk Assessment and Risk Management Plan  \n\nList of Ineligible Items \n\nSupplementary Documents \n\nSummary Program Impact Assessment  \n\nFiduciary Risks Assessment \n\n10. \n\n11. \n\n12. \n\n \n\nTechnical Assistance: Supporting Inclusive Growth through Better Connectivity \n\n \n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n \n\n \n\n\f \n\nAppendix 3 \n\n15 \n\nDEVELOPMENT POLICY LETTER \n\n \n\n \n\n\f16 \n\nA\n\nppendix 3 \n\n \n\n \n\n\f \n\nAppendix 3\n\n17 \n\n  \n\n \n\n \n\n\f18 \n\nA\n\nppendix 3 \n\n \n\n \n\n\f \n\nAppendix 3 \n\n19 \n\n \n\n \n\n\fReform Aim \n\nNo. \n\nProposed Policy Actions \n1st Connectivity DPL  \n(by September 2012) \n\nProposed Indicative Actions \n2nd Connectivity DPL  \n(by September 2013) \n\nGOI  \nFocal Point \n\nPOLICY MATRIX  \n \n\n2\n0\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\nStrengthen policy coordination \nand reforms surrounding \nnational connectivity \n\n1 \n\nPillar 1: Strengthening National Coordination and Regulation \nThe Government issued a Presidential \nRegulation on MP3EI and the Coordinating \nMinistry of Economic Affairs issued a \nministerial decree on the establishment of \nthe institutional set-up for coordination \nand implementation of the national \nconnectivity, as part of the MP3EI. \n \n\nThe Coordinating Minister of \nEconomic Affairs (CMEA) will \nestablish a monitoring system to \nassess progress in implementation \nof the national logistic system. \n \nCMEA will issue a debottlenecking \nmechanism in KP3EI secretariat to \nenhance the implementation of \nprioritized national connectivity \ninfrastructures \n \nThe Ministry of Finance (MoF) will \nissue a regulation and guidelines \non the Viability Gap Fund (VGF) \nand allocate financing of two pilot \nPPP projects through VGF.  \n\nCMEA \n\nFiscal Policy \nOffice, MoF  \n\nThe Ministry of Finance (MoF) and \nBPN will issue regulations on \ntechnical guidelines for land \nacquisition. \n \n\nCMEA, National \nLand Agency \n(BPN) \n\nStrengthen budget execution \nfor public investment and \noperations on connectivity \n\nImprove investors’ confidence \non the prospects for road \ninvestment \n\nStrengthen incentives for \nrailway operator to improve \nservices \n\nThe Ministry of Finance prepared a draft \nregulation on guidelines for Viability Gap \nFund (VGF), which will clarify mechanism \nfor the use of government funds to \nimprove the financial viability of PPP \nprojects.  \n \nPillar 2: Strengthening Intra-island Connectivity (rail and road) \nThe Parliament passed the Law on Land \nAcquisition for Public Use and the \nGovernment issued Presidential \nRegulation on the Implementation of land \nacquisition for Public Use. \n \n\n2 \n\n3 \n\n4 \n\nThe Government issued a Presidential \nregulation to (i) establish budgetary \nmechanism to transfer subsidies for Public \nService Obligation (PSO) in railway \nservices, (ii) reimburse infrastructure \nmaintenance operation (IMO), and \n\nThe Ministry of Transport (MoT) \nwill establish implementation \nguidelines for PSO/IMO/TAC that \nare in line with the restructuring of \nrailway sector under Law No. \n23/2007 on Railway Sector \n \n\nMoT, DG \nRailway \n\n \n\n \n\n\f \n\n \n\nReform Aim \n\nNo. \n\nProposed Policy Actions \n1st Connectivity DPL  \n(by September 2012) \n\nProposed Indicative Actions \n2nd Connectivity DPL  \n(by September 2013) \n\nGOI  \nFocal Point \n\n \n\nImprove efficiency of railway \ntraffic \n\nImprove mechanism for \nallocation of grant funds to \nsub-national governments \n\nImprove planning and \nimplementation of public road \ninvestment \n\n \n\nImprove urban \ntransportation system in the \nJABODETABEK area \n\n \n\n5 \n\n6 \n\n7 \n\n8 \n\n9 \n\n(iii) reimburse track access charges (TAC) \nto railway infrastructure. \n\n \n\nThe Government allocated budget in fiscal \nyear 2012 for double-track rail between \nSemarang-Cirebon (on the island of Java) by \n2014. \n \nThe Government completed the review of the \nframework to strengthen the allocation of road \ninfrastructure grant funds to sub-national \ngovernments.  \n\nThe Government will allocate budget \nin fiscal year 2013 to complete \ndouble-track rail between Semarang-\nCirebon by 2014. \n\nMoT, DG \nRailway and \nMoF \n\nThe Government will revise the \nmechanism for the allocation of \nroad infrastructure grant funds to \nsub-national governments.  \n\nMoF, DG Fiscal \nBalance and \nBappenas \n\n \n\nThe Ministry of Public Works (MoPW) \nthrough Directorate General (DG) Highway \nissued a Circular on performance-based \ncontract for road construction and \nimplements two projects. \n \nThe MoPW established a  \nframework for the development of national \nroad network master plan. \n \n \n\nThe CMEA prepared the (i) draft presidential \nregulations on JABODETABEK (the Greater \nJakarta) Urban Transportation Master Plan; \nand (ii) draft presidential decree on the \nestablishment of JABODETABEK (the Greater \nJakarta) Transportation Authority to accelerate \nregional development of transport in the \nJABODETABEK (the Greater Jakarta) area. \n \n\nThe MoPW through DG Highway \nwill implement performance-based \ncontract for 3 new projects.  \n\nMoPW, DG Bina \nMarga and \nPlanning Bureau \n\nMoPW, DG Bina \nMarga and \nPlanning Bureau \n\nCMEA \n\nThe DG Highway will issue a \nregulation on medium-term \ndevelopment plan for the National \nRoad Network to support domestic \nconnectivity. \n \nThe CMEA will submit to the Cabinet \nSecretariat the (i) draft presidential \nregulations on JABODETABEK (the \nGreater Jakarta) Urban \nTransportation Master Plan; and (ii) \ndraft presidential decree on the \nestablishment of JABODETABEK (the \nGreater Jakarta) Transportation \nAuthority. \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n \n \n \n \n \n \n \n \n \n \n\n2\n1\n\n \n\n \n\n\fReform Aim \n\nNo. \n\nProposed Policy Actions \n1st Connectivity DPL  \n(by September 2012) \n\nProposed Indicative Actions \n2nd Connectivity DPL  \n(by September 2013) \n\nGOI  \nFocal Point \n\nPillar 3: Improving Inter-island Connectivity (airport, port and ferry/RO-RO services) \n\nThe Government conducted market sounding \nof selected PPP investment project in port. \n\nThe Ministry of Transport (MoT) will \nissue a ministerial regulation on \nNational Port Master Plan (NPMP). \n\nMoT, DG Sea \n\nStrengthen policy framework to \nfacilitate achievement in port \ndevelopment and improvement \nin port productivity \n \n\n10 \n \n \n\n2\n2\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n \n\ni\n\n \n\n \n\n11  The MoT issued Ministerial regulation on \nthe Master Plan for Port Development in \nGreater Jakarta Port. \n \n\n12  The Government issued a joint decree of \nDGs of (i) Sea Transport, (ii) Labor \nSupervision, and (iii) Cooperatives \nInstitutions that grants more competitive \npricing to increase competition in cargo \nhandling services at seaports. \n \n\n13  The MoCI issued a regulation on \n\nestablishing a mechanism to utilize ICT \nfunds to support development of back-\nbone ICT infrastructure in underserved \nareas in Indonesia. \n \n\nStrengthen ICT connectivity \nbetween eastern and western \nIndonesia and introduce more \ncompetition in broadband \nservices \n \n\nImprove budgetary incentives \nfor operator to improve pioneer \nshipping services \n\n14  The MoT increased number of routes and \n\nservice frequency of pioneer shipping services \nto the eastern part of Indonesia.  \n \n\n15  The Government completed feasibility study to \n\ndevelop Public Ship Finance System (PFSP). \n\n \n\nMoT, DG Sea \n\nMoCI \n\nMoT, DG Sea \n\nMOT: DG Sea \n\nThe MoCI will operationalize ICT \nFund through the completion of \ntender process and contract award \nfor phase 1 telecommunications \nbackbone packages under the ICT \nFund. \n \nThe MoF will amend the necessary \nregulation to introduce multi-year \nperformance contracts that will \nimprove pioneer shipping services. \n \nThe Government will propose \ndevelopment of institutional \narrangements to promote PFSP to \nencourage national fleet \nenhancement. \n \n\nPillar 4: Enhancing International Connectivity (port decongestion and trade facilitation) \n\n \n\n \n\n \n\n \n\n\f \n\n \n\nReform Aim \n\nNo. \n\nImprove regulatory certainty in \ncustoms clearance and reduce \nimport dwell time \n\nImprove regulatory certainty on \nlogistics and improve \ntimeliness in cargo handling at \nport \n\nProposed Policy Actions \n1st Connectivity DPL \n(by September 2012) \n\n16  The Government amended Presidential \n\nDecree No. 10/2008 to establish Indonesia \nNational Single Window system (INSW) as \nthe only reference portal for cross-border \ntrade regulations in customs clearance \nprocess. \n\n18 \n \n \n \n \n\nservices to dry port in Cikarang. \n \nThe Government issued a Presidential \nregulation on the Blueprint for National \nLogistic Development System to \nstrengthen the effectiveness and focus of \nreform process in improving national \nlogistics performance. \n \n\n \n\n17  The CMEA extended INSW system and \n\nProposed Indicative Actions \n2nd Connectivity DPL \n(by September 2013) \n\nGOI \nFocal Point \n\nThe Government will establish an \nINSW Agency that may be operated \nby the private sector. \n\nCMEA \n\nThe CMEA will operationalize \nquarantine services in Cikarang dry \nport.  \n \n\nCMEA \n\nCMEA \n\n \n\n19  The CMEA introduced single sign-on by \n\nthe National Authority for Food and Drug \nControl into the INSW. \n \n\nThe CMEA will introduce single \nsign on by Ministry of Trade and \nAgriculture into the INSW. \n\nCMEA \n\nNote: The Policy Actions in bold are the core policy actions for the policy-based loan, whereas the remaining actions are considered as milestones to support \nthe core actions.  \n \nMP3EI = Master Plan for Acceleration and Expansion of Indonesia’s Economic Development, KP3EI = Committee for Acceleration and Expansion of \nIndonesia’s. \nSource: Asian Development Bank \n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n\n \n \n \n \n \n \n \n \n \n \n\n2\n3\n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 22 October 2012) \n \nCurrency unit – rupiah (Rp) \n", "Rp1.00 = $0.00010 \n$1.00 = Rp9,593 \n", "ABBREVIATIONS \n", " \n \n", " \n \n \n \n", " \n \n \n \n", " \n \n \n \n", " \n", "ADB \nASEAN \nBAPPENAS \n", "CMEA \nICT \nINSW \nMP3EI \n", "PPP \nTA \nVGF \n", "– \n– \n– \n", "– \n– \n– \n– \n", "– \n– \n– \n", "Asian Development Bank \nAssociation of Southeast Asian Nations \nBadan Perencanaan dan Pembangunan Nasional \n(National Development Planning Agency) \nCoordinating Ministry of Economic Affairs \ninformation and communication technology  \nIndonesia National Single Window \nMasterplan Percepatan dan Perluasan Pembangunan \nEkonomi Indonesia (Master Plan for Acceleration and \nExpansion of Indonesia’s Economic Development) \npublic–private partnership \ntechnical assistance \nviability gap fund \n", "NOTES \n", "(i) \n", "The  fiscal  year  (FY)  of  the  Government  of  Indonesia  and  its  agencies  ends  on \n31 December.  \n", "In this report, \"$\" refers to US dollars.  \n", "(ii) \n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n \n \n", "S. Groff, Operations 2 \nK. Senga, Southeast Asia Department (SERD) \nJ. D. Lindborg, Indonesia Resident Mission (IRM), SERD \n \nE. Ginting, Deputy Country Director, IRM, SERD \nP. Aji, Senior Economics Officer, IRM, SERD \nB. Hutagalung, Programs Officer, IRM, SERD \nC. Roos, Operations Assistant, IRM, SERD \nS. Bhandari, Principal Economist, SERD \nK. Sasradipoera, Regional Cooperation Specialist, SERD \nR. Valkovic, Principal Transport Specialist, SERD \nS. Zaidansyah, Senior Counsel, Office of the General Counsel \nA. Veron-Okamoto, Transport Economist, East Asia Department \n", " \n \nPeer reviewer \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "I. \n", "II. \n", "III. \n", "IV. \n", "The PROGRAM \nRationale \nA. \nImpact and Outcome \nB. \nOutputs \nC. \nDevelopment Financing Needs \nD. \nImplementation Arrangements \nE. \n", "TECHNICAL ASSISTANCE \n", "DUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n", "Economic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n", "V. \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", "VI. \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n \n", " \n \n", "Design and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter \nPolicy Matrix \n", "Page \n", "1 \n", "1 \n1 \n3 \n3 \n7 \n8 \n", "8 \n", "9 \n9 \n9 \n9 \n10 \n10 \n", "10 \n", "10 \n", "11 \n14 \n15 \n 20 \n"]}