{"path": "data/input/reports/46135-004-rrp.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n \n \n \n \n \n \n \n \n \n \nProject Number: 46135-004 \nSeptember 2016 \n \n \n \n \nProposed Loan  \nRepublic of Uzbekistan: Tashkent Province Water \nSupply Development Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.  \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 19 September 2016) \n \nCurrency unit   –  sum (SUM) \n \nSUM1.00  =  $0.0003 \n$1.00  =  SUM2,985.13 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DCM  –  Decree of Cabinet of Ministers \n  EMP  –  environmental management plan \n  km  –  kilometer \n  LARP  –  land acquisition and resettlement plan \n  MOF  –  Ministry of Finance \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PCU  –  project coordination unit \n  PMC  –  project management consultant \n  SDR  –  standard drawing right \n  TPS  –  Tashkent Provincial Suvokova (state unitary enterprise) \n  UCSA  –  Uzkommunkhizmat (Uzbekistan Agency) \n  WSS  –  water supply and sanitation \n  WTP  –  water treatment plant \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector  S. O’Sullivan, Central and West Asia Department (CWRD) \nGeneral \nDirector  Y. Ye, Urban Development and Water Division, CWRD \n   \nTeam leader  H. Zhang, Principal Urban Development Specialist, CWRD \nTeam members  L. Buenavente, Operations Assistant, CWRD \nA. Carlota, Counsel, Office of the General Counsel \nB. Debnath, Principal Social Development Specialist (Safeguards), CWRD \nR. Hu, Urban Development Specialist, CWRD \nS. Janardanam, Principal Financial Management Specialist, Operations \n    Services and Financial Management Department \nD. Mukhammadaliyev, Social Sector Officer, CWRD  \nR. Romasanta, Senior Project Officer, CWRD \nN. Talipova, Urban Development Specialist, CWRD \nT. Tran, Senior Environment Specialist, CWRD \n   \nPeer reviewer  M. Fan, Senior Urban Development Specialist, South Asia Department \n \n ", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.  \n \n \n \n \n \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plan  3 \nE.  Implementation Arrangements  4 \n \nIII.  DUE DILIGENCE  5 \nA.  Technical  5 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty and Social  7 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \n \nIV.  ASSURANCES AND CONDITIONS  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 46135-004\nProject Name Tashkent Province Water Supply  Department CWRD/CWUW\nDevelopment Project /Division\nCountry Uzbekistan Executing Agency Uzbekistan Communal \nBorrower Republic of Uzbekistan Services Agency \n\"Uzkommunkhizmat\"\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban water supply 120.90\ninfrastructure and services\nTotal 120.90\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Adaptation ($ million) 1.20\ngrowth (IEG) including jobs, made more inclusive Mitigation ($ million) 0.00\nEnvironmentally  Global and regional transboundary  CO  reduction (tons per annum) 10\n2\nsustainable growth (ESG) environmental concerns Climate Change impact on the  Medium\nProject\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Organizational development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Civil society organizations\nImplementation\nPrivate Sector\nPrivate sector  Public sector goods and services essential for \ndevelopment (PSD) private sector development\n5. Poverty and SDG Targeting Location Impact\nProject directly targets  No Rural Medium\npoverty and SDGs Urban Medium\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 120.90\n     Sovereign Project loan: Asian Development Fund  120.90\nCofinancing 0.00\n     None 0.00\nCounterpart  22.93\n     Government 22.93\n  \nTotal 143.83\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29082016161610219979 Generated Date: 27-Sep-2016 14:18:24 PM", " \n \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of Uzbekistan for the Tashkent Province Water Supply Development Project.1 \n \n2.  The project will support the Government of Uzbekistan in the rehabilitation of a regional \nwater supply system located in Kibray and Zangiota districts of Tashkent province. Responding \ndirectly to the needs of the population in the project area, it will upgrade existing water supply \nnetworks, provide potable water treatment services, build institutional capacity, and assist in \nstrengthening the province’s water supply and wastewater utility.2  \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  The water supply and sanitation (WSS) systems in Uzbekistan were established under \nthe former Soviet Union. These were all owned and operated by public enterprises, supervised \nby government ministries, and funded from the central budget. The sector is undergoing reforms \nto  address  the  challenges  of  (i)  inadequate  investment  and  services  coverage,  (ii)  poor \noperation and maintenance (O&M), (iii) financial unsustainability, and (iv) weak institutional and \nregulatory capacity. Most of the vodokanals (water supply and sanitation agencies) have started \nto adopt modern management and commercial practices to improve their accountability and \nprovide incentives to improve services. The results are manifested in terms of improvements in \nthe coverage, quality, reliability, and sustainability of WSS services. \n \n4.  Since independence in 1991, growth in Uzbekistan has been attained through a gradual \ntransition to a market-based economy, evolving from an initial emphasis on welfare and social \nstability towards economic and social development that is supported by strong macroeconomic \nmanagement. The nation’s robust economic growth prospects highlight the need for improved \nmunicipal infrastructure and services, underscoring the demand for sustainable infrastructure \ninvestments coupled with the progressive modernization of service delivery utilities. \n \n5.  The demand for municipal service improvements is pronounced in Tashkent province, \nwhich—as the home of Tashkent city, the nation’s capital—is the country's most economically \nadvanced province. The districts of Kibray and Zangiota typify the province’s 18 towns and \ndistricts.3 Located adjacent to Tashkent city, they are destined to contribute substantially to the \nprovince’s economic growth and to strengthen its urban–rural linkages. Both districts have \nconsiderable expansion potential in the agro-industrial area and textile industries. Zangiota is \nalso identified as a possible location for a future special industrial zone. \n \n6.  Despite  its  strong  economic  growth  potential,  however,  the  province  suffers  from \ninadequate  WSS  infrastructure.  Historically,  WSS  has  suffered  from  fragmented  and \ndysfunctional  regulatory  and  institutional  frameworks,  limited  planning  capabilities,  weak \ninteragency coordination and oversight,  and ineffective regulatory compliance mechanisms. \nVodokanals  lack  performance-based  management,  and  have  high  staff  turnover.  Funding \nconstraints have also been acute for both capital investments and O&M activities, exacerbated \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided project preparatory technical assistance for the Tashkent Province \nWater Supply Development Project.  \n3  Kibray district has a population of 190,000 and is 25 kilometers from Tashkent city. Zangiota district has a \npopulation of about 390,000 and is 17 kilometers from Tashkent city. \n ", "2 \n \nby low tariff levels, collection inefficiencies, and limited public funding. Significant inequalities \nexist in the provision of WSS services, particularly between cities and towns.  \n \n7.  Deficiencies in WSS have also manifested physically. In 2012, although the province’s \nwater supply coverage was estimated to be 85.9%, many consumers endured irregular and \nintermittent water supplies. Much of the province’s water supply infrastructure has deteriorated \nand needs extensive rehabilitation, resulting in unreliable services, high leakage losses, and \nelevated water pollution risks. Inefficient pumps and frequent power outages further inhibit \ndelivery. In Kibray and Zangiota districts, households and businesses are hampered by frequent \nwater supply interruptions, forcing them to use alternative water supply sources such as shallow \nwells,  stand  pipes,  and  trucked  water.  Water  production  headworks,  transmission,  and \ndistribution  facilities  within  the  two  districts  increasingly  face  obsolescence  as  a  result  of \nmaintenance deficiencies. This low level of service provision impacts directly on consumers and \nhinders the growth of the province.   \n \n8.  Fully recognizing the WSS constraints, the government, through the leadership of the \nMinistry of Finance (MOF) and the Uzbekistan Agency (UCSA),4 responded by reorganizing \nWSS institutions and implementing broad management, financial, and cost-recovery reforms. \nDriven largely through the Decree of Cabinet of Ministers (DCM) 306 dated 30 October 2015,5  \nsuvokovas (state unitary enterprises) have been established in each province, with each being \nmandated to deliver WSS improvements in its respective jurisdiction. In parallel, previously \nindependent  city  and  district  vodokanals  have  been  restructured  and  absorbed  as  district \nbranches into their respective provincial suvokovas. DCM 306 also requires that two high-level \ncommittees be established and over 40 time-bound WSS improvements be implemented. One \ncommittee will ensure the recruitment of qualified management personnel for suvokovas, and \nthe other committee will monitor the timely servicing of WSS loans of international financial \ninstitutions. In Tashkent province, WSS delivery is the responsibility of the Tashkent Provincial \nSuvokova (TPS). Since its formation, it has progressed rapidly to implement WSS reforms: \ncompleting inventories of its 18 district branches, expanding its consumer base,6 increasing its \ntariffs, improving tariff collection efficiencies, consolidating unregistered water supply systems, \nand recruiting professional and support personnel. Water tariffs have increased significantly—\nbetween April 2013 and March 2016, the domestic water tariff increased by 209% in Kibray \ndistrict and 89% in Zangiota district. These ongoing reforms will provide an increasingly stable \nfoundation on which to develop much-needed water supply investments. \n  \n9.  The project will revitalize the Kadirya regional water supply system. This includes a 58-\nkilometer  (km)  urban  corridor  of  Tashkent  province  that  will  initially  serve  over  260,000 \ninhabitants of Kibray and Zangiota. These districts have been selected due to their economic \nimportance, proximity to the regional water source, and poor WSS standards.  The project is \nconsistent with the Asian Development Bank (ADB) Water Operational Plan, 2011–2020 and \ncountry partnership strategy, 2012–2016 for Uzbekistan.7 It also conforms with and supports \nrelevant government decrees relating to WSS, and is consistent with previous and ongoing ADB \n                                                \n4  The UCSA is a central government body with overall responsibility to improve WSS services nationwide. It \nformulates policy, advises on reforms and decrees, and is a focal executing agency for foreign investments in \nWSS. \n5  DCM 306 \"On measures to implement the main directions of development of the organizations of water supply and \nsanitation\" enacted by the Cabinet of Ministers on 30 October 2015. \n6  The domestic consumer base increased from 0.78 million to 1.17 million, and the commercial and institutional base \nincreased to 4,700 entities. \n7  ADB. 2012. Water Operational Plan, 2011–2020. Manila; ADB. 2012. Country Partnership Strategy: Uzbekistan, \n2012–2016. Manila.  \n ", "3 \n \ninterventions in WSS.8 Lessons incorporated in the project design include the need to (i) provide \nearly counterpart funding, (ii) reduce project commencement delays through advanced actions, \n(iii) recruit qualified consultants in a timely manner, (iv) ensure project coordination unit (PCU) \nstaff salaries are competitive, and (v) maintain quality standards for civil works structures. \n \nB.  Impact and Outcome \n \n10.  The project impact will be improved living standards, health, and economy in Tashkent \nprovince. The outcome of the project will be improved access to reliable, sustainable, and \naffordable water supply services in Kibray and Zangiota districts of Tashkent province.   \n \nC.  Outputs \n \n11.  The project will have two outputs: \n(i)  Output 1: Kadirya regional water supply system improved. Output 1 will consist \nof a new potable water treatment plant (WTP) producing 105,000 m3 of water daily, \n58.3 km of water transmission mains, 8 new and 9 rehabilitated pumping stations, \n27.2 km of distribution main pipes, and 337.8 km of distribution networks.  \n(ii) Output  2:  Improved  financial,  operational,  and  system  management  of  the \nTashkent  Provincial  Suvokova  for  Kibray  and  Zangiota  district  branches. \nOutput 2 will improve the financial, operational, and system management of the TPS, \nincluding the provision of training for technical and financial management, assistance \nwith the establishment of customer care units at the Zangiota and Kibray district \nbranches,  installation  of  household  water  meters,  and  implementation  of  a \ncomputerized financial management system. \n \nD.  Investment and Financing Plan  \n \n12.  The project is estimated to cost $143.83 million (Table 1).  \n \nTable 1: Project Investment Plan ($ million) \nItem     Amounta \nA.  Base Costb   \n  1.  Water supply system improvement  125.47 \n  2.   Investment program management and capacity development        4.74  \n    Subtotal (A)        130.21  \n B.   Contingenciesc       9.62 \n C.   Financing charges during implementationd         4.00  \n      Total (A+B+C)      143.83 \na  Includes taxes and duties of $22.93 million, which will be financed from government sources. \nb  In early 2016 prices.  \nc  Physical contingencies computed at 3.0%. Price contingencies computed at 1.4% for 2017 and 1.5% per year \nthereafter for foreign costs, and 11.0% for 2017, 9.7% for 2018, and 10.0% thereafter for local currency costs. \nIncludes provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \nd  Includes interest during implementation for the Asian Development Bank loan at 2% per annum. \nSource: Asian Development Bank estimates. \n \n                                                \n8  ADB intervention includes (i) three completed WSS projects; (ii) four projects under ADB. 2009. Proposed \nMultitranche Financing Facility to the Republic of Uzbekistan for the Water Supply and Sanitation Services \nInvestment Program. Manila; and (iii) ADB. 2015. Proposed Loan to the Republic of Uzbekistan for Djizzak \nSanitation System Development Project. Manila. \n \n  \n \n ", "4 \n \n13.  The  government  has  requested  a  loan  in  various  currencies  equivalent  to \nSDR86,537,000 from ADB's Special Funds resources to help finance the project. The loan will \nhave a 25-year term, including a grace period of 5 years, an interest rate of 2% per annum \nduring the grace period and thereafter, and such other terms and conditions set forth in the draft \nloan and project agreements. The proceeds of the loan will be relent from the borrower to the \nTPS pursuant to a subsidiary loan agreement. \n \n14.  The financing plan is in Table 2. \n \nTable 2: Financing Plan \n($ million) \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank      \nSpecial Funds resources (loan)  120.90  84.1 \nGovernmenta  22.93  15.9 \nTotal  143.83  100.0 \na Government contribution includes taxes and duties. \nSource: Asian Development Bank. \n \n15.  In addition to works, goods, consulting services, and interest during implementation, \nADB project funding will include the financing of (i) costs of the PCU in the executing agency, \nincluding staff salaries and operating costs;9 (ii) social charges and withholding taxes assessed \non PCU staff salaries; and (iii) resettlement costs.10 \n \nE.  Implementation Arrangements \n \n16.  Advance action has been requested by the executing agency for the early recruitment of \nthe project management consultants (PMCs) and detailed design consultants.   \n \n17.  The UCSA is the executing agency of the project. The existing PCU in the UCSA, \nresponsible for  all  ADB-financed  project  implementation,  will  be  strengthened  by  recruiting \nadditional staff who will assist in managing, administering, and executing the project. The UCSA \nwill  be  responsible  for,  among  others,  procurement,  contract  management,  financial \nmanagement, project administration, and safeguards compliance and reporting.  \n \n18.  The TPS will be the implementing agency of the project, with its Strategic Development \nDepartment as the implementation unit. The TPS will be (i) the employer in all contracts under \nthe project, (ii) the owner of all constructed and rehabilitated facilities, (iii) the holder of the \nimprest account, and (iv) responsible for the preparation of the project financial statements and \nentity financial statements.  \n \n                                                \n9  ADB financing of PCU costs is considered necessary to ensure timely availability of funds for a function critical to \nthe overall success and timely completion of the project. In addition, the budgeted costs for the PCU are viewed as \nreasonable and consistent with project management costs incurred and financed by ADB under the ongoing \nDjizzak Sanitation System Development Project and the four tranches under the ongoing multitranche financing \nfacility. \n10 ADB has funded land acquisition and resettlement costs for the projects financed under the ongoing multitranche \nfinancing facility. Resettlement costs will be eligible for ADB financing only if they comply with all applicable \nrequirements under ADB’s Safeguard Policy Statement (2009) and the ADB-approved resettlement plan. \n ", "5 \n \n19.  The UCSA and the TPS will jointly report to the Interagency Council once every quarter. \nThe tentative implementation arrangements are summarized in Table 3 and described further in \nthe project administration manual (PAM).11 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  October 2016 to October 2022 \nEstimated completion date  31 October 2022  Loan closing date  30 April 2023 \nManagement \n(i)  Oversight body  Interagency Councila \nChair: Cabinet of Ministers \n(ii)  Executing agency  UCSA \n(iii) Coordination unit  PCU within UCSA \n(iv) Implementing agency (IA)  TPS \n(v)  Implementation unit  TPS Strategic Development Department \nProcurement (works and  International competitive  1 contract  $21,094,820 \ngoods) b  bidding (plant) \nInternational competitive  4 contracts   $109,378,764 \nbidding (works) \nNational competitive  2 contracts  $1,300,067 \nbidding (works) \nNational competitive  2 contracts   $840,525 \nbidding (goods) \nShopping  1 contract  $76,030 \nConsulting services b  PMC: QCBS  International: 68 person-months  $3,251,280 \nNational: 209 person-months \nDetailed design: QCBS  National: 250 person-months  $890,000 \nCapacity building  National: 74 person-months  $500,000 \nprogram: QCBS \nAudit: LCS  International  $192,310 \n  Training awareness  International or national  $43,390 \ngender action plan: CQS \nAdvance contracting  Advance contracting for the PMC and detailed design consultants  \nDisbursement  The ADB loan proceeds will be disbursed in accordance with ADB's  Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB. \nADB  =  Asian  Development  Bank,  CQS  =  consultants'  qualifications  selection,  LCS  =  least-cost  selection,               \nPCU = project coordination unit, PMC = project management consultant, QCBS = quality- and cost-based selection,           \nTPS = Tashkent Provincial Suvokova (state unitary enterprise), UCSA = Uzkommunkhizmat (Uzbekistan Agency).  \na The composition of the Interagency Council is approved by the Cabinet of Ministers Resolution 229. It includes \nrepresentatives  of  the  Ministry  of  Finance,  UCSA,  Tashkent  provincial  government,  and  Tashkent  Provincial \nSuvokova. \nb  All contract costs are only estimates. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE  \n \nA.  Technical \n \n20.  The  project  design  addresses  water supply  shortages, quality,  and  operational  and \nmaintenance  issues.  Alternative  technical  options  were  analyzed  and  the  optimum  design \nsolution was identified based on local water resource availability, investment efficiency, future \noperational expenditures, and the potential social and environmental impacts. The proposed \nproject development technology is based on sustainable criteria with respect to the conservative \nuse of water resources, use of materials, and construction technologies. The new WTP will be \n                                                \n11 Project Administration Manual (accessible form the list of linked documents in Appendix 2). \n \n ", "6 \n \nconstructed to produce 105,000 cubic meters of drinking water daily, sufficient to cover the \nprojected water demand of the proposed service area for at least a 25-year horizon. About 423 \nkm of pipelines,12 integrated with existing distribution systems and 17 pumping stations, will \nsecure the distribution of safe and continuous drinking water through the proposed regional \nwater supply system. Potential nonrevenue water  issues will be addressed primarily through \nthe  implementation  of  universal  consumer  metering.  Fiberglass  and  polyethylene  pipes, \ncharacterized by extremely low roughness coefficients, will be utilized in the network. The \nproposed technology is compatible with local conditions and the capacity of the TPS. \n \nB.  Economic and Financial \n \n21.  Economic  analysis.  Benefits  are  derived  primarily  from  (i)  incremental  water \nconsumption calculated according to the willingness to pay of the consumers, existing water \ndemand, and water demand projections; and (ii) resource cost savings from nonincremental \nwater sales as a result of households switching from alternative water sources. The public \nhealth  benefits  from  the  project  were  quantified  by  estimating  the  medical  savings  from \nimproved access to clean water and the savings in the disability-adjusted life years stemming \nfrom the reduced exposure to untreated water. The resulting base-case economic internal rate \nof return is 14.54%, which exceeds the economic opportunity cost of capital of 12%, which \nconfirms the economic viability of the project. A sensitivity analysis, undertaken to further test \neconomic  viability,  determined  that  the  project  will  remain  economically  robust  under  the \nfollowing scenarios: (i) a 10% increase in investment cost possibly arising from a delayed \nimplementation schedule or inflation being higher than expected; (ii) a 10% increase in O&M \ncosts, which can result from personnel salaries and other costs being higher than budgeted; (iii) \na 10% decline in benefits possibly resulting from consumption benefits, resource savings, and \nhealth benefits being lower than projected; (iv) a combination of scenarios (i), (ii), and (iii); and \n(v) a delay in subproject benefits by 1 year.  \n  \n22.  Financial analysis. Government sector reforms, including DCM 306, define the plan for \nfinancial sustainability of provincial suvokovas. Accordingly, the financial sustainability analysis \nis conducted from the perspective of the TPS, the entity responsible for the operation and \nmanagement  of WSS  in Tashkent  province.  Although the tariff adjustment methodology  is \ndesigned to allow the TPS to recover O&M costs, depreciation, and interest on borrowings, it is \ninsufficient to cover principal repayment of debt service. The TPS does, however, have a  \nconsistent track record of 6-monthly tariff revisions, which is sufficient to allow it to fully recover \nits operating costs, ensuring sustainable operations. The tariff therefore is insufficient to yield a \npositive financial internal rate of return, and a full cost–benefit analysis has not been performed. \nAs the project will lead to the addition of net fixed assets of about SUM600 billion in 2022 (about \n20 times the net fixed assets in the books of the TPS as of 2016), tariffs will need to be \nincreased by about 47% in real terms in 2022 to accommodate the higher depreciation charges \nand interest costs of the ADB loan.13 The newly formed TPS will also need to invest substantial \nadditional amounts in the future for the remaining portions of its network, although plans and \ndetailed cost estimates are yet to be prepared. To address the financial sustainability of the TPS, \nthe government is committed to support TPS debt servicing. \n   \n                                                \n12 Ranging from 76 millimeters to 1,000 millimeters in diameter. \n13 The TPS is expected to undertake substantial additional capital investment, besides the current ADB-assisted \nproject, to improve the WSS network, which will lead to a substantial increase in its depreciation and debt service \nobligations.  \n ", "7 \n \nC.  Governance  \n \n23.  The  TPS  was  constituted  as  a  state  unitary  enterprise  following  the  DCM  306  by \nmerging 18 existing towns and district vodokanals and other water utilities in Tashkent province. \nThe  TPS  was  established  and  registered  on  25  May  2016.  The  financial  management \nassessment  of  the  TPS  concluded  that  the  overall  financial  management  risk  rating  is \nsubstantial, for the following reasons: (i) the TPS was constituted in its present form only in \nDecember 2015 and is still consolidating its operations, (ii) the TPS has no prior experience in \nimplementing  a  large  project  supported  by  any  international  agency,  (iii)  the  TPS  will  be \nrecruiting staff who may have no or limited experience of ADB-financed projects, and (iv) a \nfinancial manual for the project operations is yet to be prepared. Given the substantial risks, the \nprincipal  mitigation  measure  proposed  is  that  the  UCSA,  with  its  prior  experience  in \nimplementing  large  capital  expenditure  projects  with  international  financial  support,  will \nsupervise and guide the TPS. Financial management consultants will be made available to the \nTPS to support its financial management activities, under the overall supervision of the UCSA.  \n24.  The government is strongly committed to institutional strengthening and improving the \nperformance of WSS management. Government resolutions propose to implement wide-ranging \nand  comprehensive  national  reforms  to  transform  the  subsector  and  substantially  improve \ngovernance. Cumulatively, these actions represent a major step and provide a foundation for \nsignificant  governance  reform.  They  provide  for  improved  accountability  in  WSS,  with  a \nreporting mechanism that reaches the highest levels of government. They also provide the tools \nneeded for utility benchmarking, including consumer databases, metering, automated billing and \ncollection, and improved management and financial management system functions.  \n \n25.  Procurement management assessments have concluded that the UCSA satisfies ADB’s \nrequirements for an executing agency. Its system is adequate to (i) prepare qualified bidding \ndocuments; and (ii) conduct the procurement of civil works, goods, equipment, and consulting \nservices. The PCU will be staffed with experienced personnel that have received training in ADB \nproject administration and implementation. ADB will provide additional procurement oversight. \n \n26.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government,  MOF,  UCSA,  and  TPS.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM.  \n \nD.  Poverty and Social \n \n27.  The project will contribute to improved living standards, especially in rural settlements. \nThe  provision  of  safe,  potable  water  will  significantly  reduce  the  expenditures  and  time \nresources spent by households and businesses to cope with water absence and shortages. \nImproving the institutional and management capacity of the TPS will enhance the provision of \nreliable water supply services, support fair and transparent billing, and reduce water supply \nconflicts. Although 76.0% of households in the project area used piped water as a main source \nof potable water, only 23.6% of connected households were provided with piped water 24 hours \na day, 7 days a week during the week prior to the poverty and social assessment survey. \nFurther, it was found that almost 8% of households primarily use potentially unsafe water from \nopen sources for drinking and cooking needs. Only 36.0% of households have a bathroom with \npiped water supply. The project investments will serve 264,500 people (340,670 people up to \n \n ", "8 \n \n2043) in 58 settlements, public institutions, and private enterprises with reliable and safe water \nsupply.14 \n \n28.  WSS constraints on households negatively affect the quality of life of all family members \nespecially women, who are primarily responsible for water delivery; cooking; cleaning; and \ncaring for children, the sick, and the disabled. Project implementation will reduce unproductive \nlabor costs, saving a minimum of 3 working days for women in each household for each month, \nwhich is bound to stimulate women’s economic activities. Key features of the project’s gender \naction plan15 include (i) assignment of a social development and gender specialist in PCU; (ii) \nfacilitation  of  women’s  participation  in  project-associated  activities;  (iii)  employment \nopportunities for women (including at least 30% of new laboratory staff and 30% of customer \ncare workers); (iv) equitable women’s pay in the project management and implementation team; \n(v) a total of 99 community hygiene promotion and sanitation awareness trainings (at least 30% \nof participants will be women); (vi) equal opportunity and/or access to training for female staff of \nthe  TPS  and  its  branches;  (vii)  establishment  of  a  gender-sensitive  customer  care  and/or \ncomplaints unit; and (viii) gender-sensitive outreach activities, including TV, radio spots, and \nnewspaper articles. The project is classified as effective gender mainstreaming.  \n \nE.  Safeguards \n \n29.  Environmental  safeguards.  The  project  is  classified  category  B  for  environment \naccording to the ADB Safeguard Policy Statement (2009). Mitigation measures to address all \nconstruction and operational impacts have been included in the environmental management \nplan (EMP) prepared as part of the initial environmental examination. The initial environmental \nexamination was disclosed on the ADB website on 19 August 2016. Impacts from the project \nare expected to be short term and limited. Impacts are mostly related to construction and \nrehabilitation of the trunk main, distribution centers, and distribution networks. These include \ndust, noise, vibration, hazardous solid wastes,16 labor and public safety, temporary blockage of \nhousehold  access,  traffic  disturbance,  and  production  and  transportation  of  construction \nmaterials. Environmental impacts during the operation phase include the increase of water use \nfrom the water sources, disposal of WTP sludge, accidental leakage from chlorination, noise \nfrom the WTP and pumping stations, and increase in sewage production compared to the \ncapabilities of community facilities.   \n \n30.  The PCU within the UCSA will be responsible for EMP implementation in order to \ncomply with ADB’s safeguards requirements and national environmental regulations. For this, \nthe PCU will be required to designate a qualified, full-time safeguards specialist, who will be \nassisted by the PMC environmental specialists in overseeing the implementation of the EMP. \nThe cost for implementing the EMP will be financed by the project as follows: (i) the cost of \nmitigation measures and environmental monitoring will be included in the construction contracts, \nand (ii) the cost of environmental supervision will be included in the PMC consulting service \ncontract. A grievance redress mechanism to handle both environmental and social safeguard \nissues  will  be  established  after  project  effectivity.  The  PCU  will  submit  semiannual \nenvironmental  monitoring  reports  to  ADB  and  relevant  government  authorities,  and  these \nreports will be disclosed to the public on the UCSA (in Uzbek) and ADB (in English) websites. \n \n31.  Social  safeguards. The project is classified category B for involuntary resettlement \naccording to requirements set out in the Safeguard Policy Statement. A land acquisition and \n                                                \n14 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n15 Gender Action Plan (accessible from the list of linked documents in Appendix 2).   \n16 Including asbestos-containing materials, scrap metals, and oils from old equipment. \n ", "9 \n \nresettlement plan (LARP) has been prepared that contains a social impact assessment based \non the preliminary project design. The LARP was disclosed on the ADB website on 18 August \n2016. It suggests that the project will permanently acquire a total of 13 land plots in 8 villages, \ncovering 22.3 hectares of land for a proposed new WTP and new water distribution centers. The \nlosses  include  arable  crop  cultivation  as  well  as  orchard  land  and  trees.  A  total  of  nine \nhouseholds (48 persons) will be affected, with two households expected to be severely affected \nby economic displacement. There will be no physical displacement. In addition, there will be \ntemporary  impacts  on  assets  and/or  income  from  water  pipeline  laying.  The  cost  for \nimplementing the LARP is estimated at $1.2 million, which includes a 10% contingency.  \n32.  The LARP details the impacts and proposes mitigation of the identified impacts of land \nacquisition as well as temporary impacts that include an entitlement matrix to address the \nimpacts.  Provisions  have  been  made  for  the  loss  of  land,  crops,  fruit  trees,  timber  trees, \ntemporary job loss of wage earners, allowances for severe impacts, and temporary impacts. \nOther relevant details include asset valuation, compensation provisions, organizational set-up, a \ngrievance  redress  mechanism,  and  compliance  with  ADB  information  disclosure  and \nconsultation requirements. The UCSA has experience of implementing ADB projects involving \ninvoluntary resettlement. Additional capacity enhancement is proposed by linking with ADB’s \nTechnical Assistance for Mainstreaming Land Acquisition and Resettlement Safeguards in the \nCentral and West Asia Region, in which Uzbekistan is a participant.17  \n33.  The  project  has  been  classified  category  C  for  indigenous  peoples.  There  are  no \nindigenous peoples' communities in the project area or in the country in general, as defined in \nthe Safeguard Policy Statement for operational purposes. Accordingly, no indigenous peoples \nplanning documents are required. \n \nF.  Risks and Mitigating Measures \n \n34.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.18 The integrated benefits and impacts of the \nproject are expected to outweigh the costs. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nFinancial management capacity of the TPS is  The UCSA will supervise and guide the TPS in financial \nweak.   management. TPS will (i) recruit accounting staff; (ii) recruit a \nproject management consultant team including a qualified \ninternational financial management specialist and a qualified \nnational financial management specialist to provide necessary \nsupport and to strengthen internal control of the TPS and PCU; \n(iii) develop a financial management training plan and train all \nproject financial staff before and during project implementation; \n(iv) prepare a financial management manual incorporating both \ngovernment and ADB requirements;   (v) upgrade its accounting \nsoftware 1C to allow access to all 18 branches; and (vi) ensure \nthat the terms of reference for the required external audits are \nagreed with ADB. \nProlonged government approval procedure  by  There will be close coordination with concerned government \noversight agency  agencies to avoid delay in international contractor and/or \nsupplier registration. PCU and implementing agency staff will \nparticipate in ADB procurement training. \n                                                \n17 ADB. 2009. Proposed Technical Assistance for Mainstreaming Land Acquisition and Resettlement Safeguards in \nthe Central and West Asia Region. Manila (TA7433-REG). \n18 Risk Assessment and Risk Management Plan (accessible from the linked document list in Appendix 2). \n \n ", "10 \n \nRisks  Mitigating Measures \nSince the TPS has only been recently  Project capacity building consultants will assist to strengthen \nestablished under DCM 306, its institutional  TPS consumer accountability and service sustainability. \ncapacity is limited.  \nRevenue-generation difficulties resulting from  DCM 306 is enhancing the financial capacity of the TPS by \ninsufficient billing and collection.   mandating a unified tariff across Tashkent province. The MOF \nand Tashkent provincial government will assist the TPS in \nstrengthening financial management, establishing billing and \ncollection systems, and implementing 100% consumer metering \nactivities.  \nADB = Asian Development Bank, DCM = Decree of Cabinet of Ministers, MOF = Ministry of Finance, PCU = project \ncoordination unit, TPS = Tashkent Provincial Suvokova (state unitary enterprise), UCSA = Uzkommunkhizmat \n(Uzbekistan Agency).   \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n35.  The government, UCSA, and TPS have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n36.  The government, UCSA, and TPS have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan agreement and project agreement. \n \n37.  It will be a condition to loan effectiveness that (i) the borrower shall have issued a \nresolution specifying, among other things, the general project scope, the project’s exemption \nfrom  taxation  within  the  territory  of  the  borrower,  and  the  project’s  implementation \narrangements; and (ii) the subsidiary loan agreement (pursuant to which the borrower will relend \nthe entire proceeds of the loan to the TPS), in form and substance satisfactory to ADB, shall \nhave been executed and delivered and shall be fully effective and legally binding upon such \nparties.  \n \nV.  RECOMMENDATION \n  \n38.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies  equivalent  to  SDR86,537,000  to  the  Republic  of  Uzbekistan  for  the  Tashkent \nProvince Water Supply Development Project from ADB’s Special Funds resources, with an \ninterest charge at the rate of 2.0% per annum during the grace period and thereafter; for a term \nof 25 years, including a grace period of 5 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  and  project  agreements \npresented to the Board. \n \n \nTakehiko Nakao \n President \n \nxx September 2016 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \nImpact the Project is Aligned With \nImproved living standards, health, and economy in Tashkent province (defined by project). \n \nData Sources and \nProject Results  Performance Indicators with Targets and  Reporting \nChain  Baselines  Mechanisms  Risks \nOutcome   a. 100% of the population of 58 settlements  a–d. Executing  Revenue generation \nImproved access to  (Zangiota 38 settlements, Kibray 20  agency  project  difficulties resulting \nreliable, sustainable,  settlements) connected to the Kadirya  completion report  from insufficient billing \nand affordable water  regional water supply system have access to  and survey report   and collection  \nsupply services in  reliable and safe water supply by 2022     \nKibray and Zangiota  (baseline 2016: 32,880 households and 159 \ndistricts of Tashkent  commercial entities with irregular service) \nprovince   \nb. Kadirya regional water system provide 24 \n \nhours a day water supply to 58 settlements \n(Zangiota 38 settlements, Kibray 20 \nsettlements) by 2022 (baseline 2016: 12.6 \nhours/day)  \n \nc. Public satisfaction with quality of water \nsupply increased to 90% by 2022 (baseline \n2016: 46%) \n \nd. Bills collection for water supply services \nincreased to 95% by 2022 (baseline 2016: \n85%) \nOutputs  1a. Water treatment plant newly constructed  1a–1e. TPS project  Prolonged \n1. Kadirya regional  with capacity of 105,000 m3/day that meets  progress, executing  government approval \nwater supply system  appropriate water quality standards by 2021  agency project  procedure  by \nimproved   (baseline: not applicable)  completion report  oversight agency \n   \n1b. 58.3 km of transmission lines \n \nrehabilitated according to agreed \nspecification by 2021 (baseline: not \napplicable) \n \n1c. 17 distribution centers (8 new, 9 \nrehabilitated) with 365.0 km distribution \nnetwork newly constructed and/or \nrehabilitated according to agreed \nspecifications by 2021 (baseline: not \napplicable) \n \n1d. One newly equipped water quality \nlaboratory fully staffed by 2021 and at least \n30% of staff are women (baseline: none) \n \n1e. Warehouse with central maintenance \nworkshop operated by TPS starting from \n2021 (baseline: none) \n2. Improved financial,  2a. All technical and financial management  2a–2h. TPS project  High turnover of \noperational, and  staff of the TPS and its district branches (at  progress reports,  trained staff affects \nsystem management  least 30% are women) trained by 2020  executing agency  performance \nof the Tashkent  (baseline: not applicable)  project completion \nProvincial Suvokova    report \n2b. Customer care units set up and staffed \nfor Kibray and \nwith 30% women at the TPS and its Zangiota \nZangiota district \nand Kibray district branches by 2021 \nbranches \n(baseline: none) \n \n \n ", "12  Appendix 1 \nData Sources and \nProject Results  Performance Indicators with Targets and  Reporting \nChain  Baselines  Mechanisms  Risks \n  2c. Household water meters installed in     \n100% of connected households in the \nZangiota and Kibray project area from 2022 \nand onwards (baseline 2016: 15%) \n \n2d. Computerized financial management \nsystem implemented starting 2021 (baseline: \nnone) \n \n2e. Sex-disaggregated project performance \nbenchmarking system developed by 2021 \n(baseline: none)  \n \n2f. Sex-disaggregated human resource \ndatabase developed (baseline: none) \n \n2g. 50% of the project households covered \nunder public awareness campaign, primarily \ntargeted at women and girls. About 80,000 \nwomen and girls of school age are covered \nin 2018–2022 (baseline: none) \n \n2h. 50% of members of hygiene promotion \nteam are women (baseline: none) \nKey Activities with Milestones \n1. Kadirya regional water supply system improved \n(i)  Mobilize consultants by Q3 2017 \n(ii)  Complete advance actions by Q2 2017 \n(iii)  Award civil works contract(s) by Q3 2018 \n(iv)  Complete equipment procurement by Q2 2021 \n(v)  Complete civil works contract(s) by Q4 2021 \n2. Improved financial, operational, and system management of the Tashkent Provincial Suvokova for Kibray \nand Zangiota district branches  \n(i)  Mobilize consultants by Q3 2017 \n(ii)  Develop and implement capacity building programs by Q2 2020 \n(iii)  Complete procurement contract(s) by Q2 2020 \n(iv)  Conduct consumer survey by Q4 2021 \n \nProject Management Activities \nStrengthen project coordination unit in UCSA. \nConvene regular Interagency Council meetings. \nPrepare and submit project progress reports. \nInputs \nADB: $120.90 million (loan) \nGovernment: $22.93 million \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, km = kilometer, m3 = cubic meter, TPS = Tashkent Provincial Suvokova (state \nunitary enterprise); UCSA = Uzkommunkhizmat  (Uzbekistan Agency). \nSource: Asian Development Bank. \n \n ", "  Appendix 2  13 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46135-004-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services   \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic Analysis \n8.  Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Gender Action Plan \n12.  Initial Environmental Examination \n13.  Land Acquisition and Resettlement Plan \n14.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n15.  Detailed Economic Analysis \n16.  Financial Management Assessment \n17.  Project Procurement Risk Assessment Report \n \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160927142455+08'00'", "ModDate": "D:20160927142455+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 19 September 2016) \n \nCurrency unit   –  sum (SUM) \n \nSUM1.00  =  $0.0003 \n$1.00  =  SUM2,985.13 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DCM  –  Decree of Cabinet of Ministers \n  EMP  –  environmental management plan \n  km  –  kilometer \n  LARP  –  land acquisition and resettlement plan \n  MOF  –  Ministry of Finance \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PCU  –  project coordination unit \n  PMC  –  project management consultant \n  SDR  –  standard drawing right \n  TPS  –  Tashkent Provincial Suvokova (state unitary enterprise) \n  UCSA  –  Uzkommunkhizmat (Uzbekistan Agency) \n  WSS  –  water supply and sanitation \n  WTP  –  water treatment plant \n \n \nNOTE \n \nIn this report, “$” refers to US dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector  S. O’Sullivan, Central and West Asia Department (CWRD) \nGeneral \nDirector  Y. Ye, Urban Development and Water Division, CWRD \n   \nTeam leader  H. Zhang, Principal Urban Development Specialist, CWRD \nTeam members  L. Buenavente, Operations Assistant, CWRD \nA. Carlota, Counsel, Office of the General Counsel \nB. Debnath, Principal Social Development Specialist (Safeguards), CWRD \nR. Hu, Urban Development Specialist, CWRD \nS. Janardanam, Principal Financial Management Specialist, Operations \n    Services and Financial Management Department \nD. Mukhammadaliyev, Social Sector Officer, CWRD  \nR. Romasanta, Senior Project Officer, CWRD \nN. Talipova, Urban Development Specialist, CWRD \nT. Tran, Senior Environment Specialist, CWRD \n   \nPeer reviewer  M. Fan, Senior Urban Development Specialist, South Asia Department \n \n ", "authors": [{"fullname": "A. Carlota", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "B. Debnath", "role": " Principal Social Development Specialist ", "organization": "(Safeguards)"}, {"fullname": "R. Hu", "role": " Urban Development Specialist", "organization": "CWRD "}, {"fullname": "S. Janardanam", "role": " Principal Financial Management Specialist", "organization": "Operations "}, {"fullname": "D. Mukhammadaliyev", "role": " Social Sector Officer", "organization": "CWRD  "}, {"fullname": "R. Romasanta", "role": " Senior Project Officer", "organization": "CWRD "}, {"fullname": "N. Talipova", "role": " Urban Development Specialist", "organization": "CWRD "}, {"fullname": "T. Tran", "role": " Senior Environment Specialist", "organization": "CWRD "}]}