{"Author": "Asian Development Bank", "CreationDate": "D:20151111141433+08'00'", "Creator": "PDF24 Creator", "Keywords": "timor-leste, road transport improvement, rural roads, national roads upgrade, climate proofed roads, roads and highways, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president, 46260-003", "ModDate": "D:20151204170917+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Road Network Upgrading Sector Project (Additional Financing), Timor-Leste", "Title": "46260-003: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 46260-003 \nNovember 2015 \n \n \n \n\nProposed Loans for Additional Financing  \nDemocratic Republic of Timor-Leste: Road Network \nUpgrading Sector Project \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the US dollar. \n \n \nABBREVIATIONS \n\nADB \nEMP \nIEE \nJICA \nkm \nMPWTC \nOCR \nPAM \nPBM \nPMU \nSDP \nSDR \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nenvironmental management plan \ninitial environmental examination \nJapan International Cooperation Agency \nkilometer \nMinistry of Public Works, Transport and Communication \nordinary capital resources \nproject administration manual \nperformance-based maintenance \nproject management unit \nstrategic development plan \nspecial drawing right \ntechnical assistance \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n\nNOTE \n \nIn this report, “$” refers to US dollars. \n \n \nS. Groff , Operations 2 \nX. Yao, Pacific Department (PARD) \n\nVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n\nO. O. Norojono, Transport, Energy and Natural Resources Division, \n\nPARD \n \nR. Phelps, Principal Infrastructure Specialist, PARD \nC. Damandl, Senior Counsel, Office of the General Counsel \nS. Lee, Principal Social Development Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nQ. Zheng, Procurement Specialist, Operations Services and Financial \nManagement Department \nS. Date, Senior Transport Specialist, Southeast Asia Department \n\nPeer reviewer \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n\n\fCONTENTS \n\nPage \n\nPROJECT AT A GLANCE \n\nMAP  \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n\nRevised Design and Monitoring Framework \n\nList of Linked Documents \n\nIII. \n\nIV. \nV. \n\n \n\n1. \n\n2. \n \n \n\n \n \n\n1 \n1 \n1 \n3 \n4 \n4 \n6 \n7 \n7 \n7 \n7 \n8 \n8 \n9 \n10 \n10 \n\n11 \n16 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\nRoad Network Upgrading Sector Project \n(additional financing)\nTimor-Leste, The Democratic Republic of Executing Agency\nGovernment of Timor-Leste\n\nDepartment\n/Division\n\n2. Sector\n\nTransport\n\nSubsector(s)\nRoad transport (non-urban)\n\nProject Number: 46260-003\n\nPARD/PATE\n\nCouncil for Administration of \nthe Infrastructure Fund (also \nConselho Administrativo do \nFundo Infraestrutura)\n\n     ADB Financing ($ million)\n76.22\n76.22\n\nTotal\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nNatural resources conservation\n\nClimate Change Information \nClimate Change impact on the \nProject\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nPartnerships (PAR)\n\nComponents\nInstitutional development\n\nImplementation\nRegional organizations\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\nNo\n\nLow\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Sector loan: Asian Development Fund \n     Sovereign Sector loan: Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nNo\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\nRural\n\nAmount ($ million)\n\n76.22\n23.22\n53.00\n0.00\n0.00\n2.39\n2.39\n\n78.61\n\nLow\n\nHigh\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n25072014111924896106\n\nGenerated Date: 20-Oct-2015 13:55:48 PM\n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on proposed loans \nto  the  Democratic  Republic  of  Timor-Leste  for  the  additional  financing  of  the  Road  Network \nUpgrading Sector Project.1 \n \n2. \nThe proposed additional financing will support the scaling up of the project through the \naddition  of  97  kilometers  (km)  of  national  roads  to  the  81  km  to  be  upgraded  and  climate \nproofed under the current project scope.2 \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nThe  government  adopted  a  strategic  development  plan  (SDP)  for  2011–2030  in  2011 \nthat  aims  to  sustain  economic  growth,  fast-track  economic  development,  and  modernize  and \ndiversify  the  economy  by  providing  the  country  with  high-quality  infrastructure.3 The  SDP  is \nbased  on  the  three  pillars  of  developing  social  capital,  infrastructure,  and  the  economy.  It \nprioritizes  public  investments  in  2011–2015  that  will  create  the  conditions  to  attract  private \ninvestment and support private sector growth. This includes investments in roads, since a safe \nand  efficient  transport  system  is  essential  to  progress  in  all  three  of  the  SDP’s  priority  areas. \nDuring  2011–2017,  the  SDP  and  current  government  operational  plans  concentrate  on \nupgrading  roads  to  achieve  quick  returns  and  transformational  changes  needed  for  economic \nprogress, inclusive development, and social stability. \n \nThe  Asian  Development  Bank’s  (ADB)  country  partnership  strategy  for  Timor-Leste  for \n4. \n2011–2015 has carried on ADB’s previous concentration on the development and management \nof infrastructure, and on complementary activities that support the private sector as a driver of \nchange.4 The  strategy  aims  to  help  the  country  make  services  more  available  outside  of  the \ncapital  city  of  Dili  by  improving  transport  connectivity  to  support  growth  in  the  rural  economy. \nThis  is  expected  to  reduce  poverty  by  giving  the  poor  access  to  markets  and  basic  public \nservices.  It  will  also  help  spread  economic  activity  and  the  benefits  of  the  country’s  petroleum \nwealth more broadly to areas beyond the capital.  \n \n5. \nThe  road  network  in  Timor-Leste  had  deteriorated  during  a  25-year  conflict  that \npreceded independence in 2002 due to a lack of investment in maintenance, rehabilitation, and \nupgrades. This deterioration continued during 2002–2011 when the efforts made to rehabilitate \nthe  network  were  inadequate.  Poor  road  conditions  were  constraining  the  country’s  efforts  to \ndevelop. 5  In  2011,  however,  the  SDP  recognized  that  more  substantial  investments  were \nneeded in road rehabilitation and upgrades if the network was to be made sustainable. \n\n                                                 \n1   The revised design and monitoring framework is in Appendix 1. \n2   Asian Development Bank. 2013. Report and Recommendation of the President to the Board of Directors: Proposed \nLoans  to  the  Democratic  Republic  of  Timor-Leste  for  the  Road  Network  Upgrading  Sector  Project.  Manila.  The \nAsian Development Bank (ADB) provided project preparatory technical assistance for the Road Network Upgrading \nSector Project (TA 8146-TIM). \n\n3   Government of Timor-Leste. 2011. Timor-Leste Strategic Development Plan, 2011–2030. Dili. \n4  ADB.  2011.  Country  Partnership  Strategy:  Timor-Leste,  2011–2015.  Manila.  The  country  partnership  strategy \naddresses four of the five core areas of ADB operations designated by ADB. 2008. Strategy 2020: The Long-Term \nStrategic Framework of the Asian Development Bank, 2008–2020. Manila. \n\n5   A condition survey conducted in 2012 with the support of the Japan International Cooperation Agency (JICA) found \nthat 76% of a 950-kilometer (km) sample of the overall 1,428 km national road network was in fair condition and in \nneed of intervention in the near future. About 23% was determined to be in poor condition and requiring immediate \nattention.  \n\n\fLed by ADB, Timor-Leste’s development partners have responded to the challenge in a \n6. \nsubstantial,  coordinated  way.  They  include  the  Government  of  Australia,  the  European  Union, \nthe  Japan  International  Cooperation  Agency  (JICA),  and  the World  Bank.  ADB  has  supported \nthe Road Network Development Sector Project, the Road Network Upgrading Project, and the \nRoad  Network  Upgrading  Sector  Project.6 Together  with  projects  now  being  implemented  with \nthe support of JICA and the World Bank, these operations will upgrade about 360 km or 25% of \nthe  national  road  network  by  the  end  of  2018  (map).7 The  Government  of  Australia  and  the \nEuropean  Union  have  focused  their  complementary  activities  on  the  district  and  rural  road \nnetwork  and  have  emphasized  support  for  road  rehabilitation  and  maintenance  through  the \ndevelopment  of  small-scale  contractors  and  community  involvement.  ADB’s  projects  are  on \ntrack to upgrade 190 km of national road by 2018. About 100 km of these roads are expected to \nbe  mostly  completed  by  the  end  of  2015.  Including  the  expanded  scope  of  the  overall  Road \nNetwork Upgrading Sector Project to be funded under the proposed additional financing, these \nADB activities and those under way with assistance from other development partners will have \nupgraded at least 570 km or 40% of the country’s national road network when completed.  \n \nThe  Ministry  of  Public  Works,  Transport  and  Communication  (MPWTC)  lacks  the  full \n7. \nstaff  and  institutional  capacity  needed  to  properly  implement  capital  works  or  maintain  road \nassets.  ADB-financed  technical  assistance  (TA)  is  supporting  scholarships  for  its  professional \nstaff  and  a  program  to  build  the  necessary  technical  knowledge.  The  TA  is  also  helping  to \nformulate  a  capacity  development  framework  and  a  strategic  development  plan  for  the \nMPWTC.8 A  project  management  unit  (PMU)  embedded  in  the  MPWTC  and  responsible  for \nmanaging  ADB,  JICA,  and World  Bank  programs  has  considerable  experience  in  dealing  with \nthe  requirements  of  development  partners  and  other  government  agencies.  To  date,  the  PMU \nhas  successfully  coordinated  the  activities  of  the  development  partners  and  has  ensured  that \nthe  projects  they  support  have  applied  consistent  technical  standards  and  safeguards.  It  has \nalso been successful in managing the interface with government agencies whose cooperation is \nnecessary for smooth implementation of individual projects. \n \n8. \nThe MPWTC continues to develop systems for routine maintenance of national roads. It \nplans  to  introduce  performance-based  maintenance  (PBM)  contracts  for  all  upgraded  roads. \nHowever,  civil  works  contracts  for  development  partner-financed  roads  require  contractors  to \ncarry  out  routine  maintenance  for  2  years  after  the  defects  notification  period. 9 This  ensures \nthat the immediate and short-term maintenance needs on these upgraded roads are met. Two \nPBM contracts being piloted under ADB’s Road Network Development Project have introduced \nthe  concept  to  local  contractors,  consultants,  and  ministry  personnel.  The  experience  to  be \ngleaned  while  overseeing  the  2-year  contractor  maintenance  periods  will  also  help  build \nMPWTC capacity to implement network wide PBM. ADB is continuing to work closely with the \nministry  to  help  it  plan,  budget,  procure,  and  implement  maintenance  operations.  An \ninternational  road  maintenance  specialist  financed  by  ADB  is  currently  helping  the  MPWTC’s \nnewly created maintenance division to prepare a detailed maintenance plan for 2016.10 \n                                                 \n6   ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund Grant to the Democratic Republic of Timor-Leste for the Road Network Development Sector Project. Manila; \nADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loans for the Road \nNetwork Upgrading Project. Manila; and footnote 2. \n\n7   JICA.  2011.  Road  Network  Development  Project  in  Timor-Leste.  Tokyo;  World  Bank.  2011.  Timor-Leste  Road \n\nClimate Resilience Project. Washington, DC. \n8   ADB. 2012. Infrastructure Management. Manila. \n9   The  contractor  is  responsible  for  correcting  defects  and  making  repairs  on  an  upgraded  road  for  1  year  after \ncompletion  of  construction.  This  is  known  as  the  defects  notification  period.  The  contractor  is  responsible  for \nmaintenance of the accepted works for the 2 years after this 1-year period ends.  \n\n10  ADB. 2007. Technical Assistance to Timor-Leste for Infrastructure Project Management. Manila (TA 4942-TIM). \n\n2 \n\n \n\n\fThe  loans  for  the  current  project  became  effective  3  March  2014.  Progress  toward  the \n9. \nintended  outputs  has  been  satisfactory,  and  the  outcome  is  expected  to  be  achieved.  The \ncontract packages for civil  works and consultant services have been procured, and civil  works \nhave started. No cost overrun is foreseen, although the project is about 14% behind schedule \ndue  mostly  to  longer-than-anticipated  times  for  procurement,  contract  awards,  and  contractor \nmobilization.  The  government  has  streamlined  the  related  procedures.  Contracts  are  now \ndeemed  to  be  endorsed  if  the  government’s  Court  of  Accounts  makes  no  objection  within  30 \ndays  of  its  submission  for  approval,  facilitating  the  process. 11  The  National  Procurement \nCommission  will  use  a  single-stage,  one-envelope  procedure  for  future  civil  works  contracts \ninstead of the single-stage, two-envelope procedure, potentially shortening the awards process \nby  up  to  3  months.  These  measures  will  prevent  delays  similar  to  those  faced  by  the  current \nproject to be repeated in the overall scaled-up project.  \n \n10. \nCompliance  during the  current  project  with  ADB and government  safeguards  has  been \nsatisfactory. While the core subproject has only a minimal resettlement impact, the government \nhas budgeted the funds needed to compensate affected persons. \n \n11. \nThe  current  project  meets  ADB’s  criteria  for  a  project  progressing  well  except  it  is  not \nrated “on track” because of a shortfall in actual disbursements against projections.12 Civil works \nare on schedule but payments to contractors, and hence disbursements, are delayed due to an \nadministrative  review  of  tax  liabilities  on  a  separate  contract  that  is  not  financed  by  ADB,  and \ndelays in incorporating the company as a local business.13 Payment delays have not materially \nimpacted  implementation. 14 The  project  is  eligible  for  additional  financing  because  (i)  it  will \nremain technically feasible, economically viable, and financially sound, and each new subproject \nwill  be  required to meet the  subproject  eligibility  criteria; (ii)  the  subprojects  are  accorded  high \npriority  by  the  government;  (iii)  the  subprojects  are  consistent  with  the  project’s  development \nobjectives; and (iv) the overall project is consistent with ADB’s country partnership strategy. \n \nAdditional financing  of the  current  project  is the most  efficient  way for  ADB  to maintain \n12. \nthe momentum of its program of support for achieving the government’s objectives in the road \ntransport sector. Three new subprojects are proposed under the additional financing to upgrade \n97 km of national road. These will ensure the completion of the north coast road by the end of \n2019 (map). After this scaling up and the completion of all of its projects, ADB will have helped \nupgrade 20% (285 km) of the national road network and made a significant impact on improving \nconnectivity across the country. \n \nB. \n\nImpact and Outcome \n\n13. \nThe impact of the project will be increased and more efficient movement of people and \ngoods. The  outcome  will  be  a  more  reliable  and safer road  network. The  impact  and  outcome \nare  unchanged  from  the  current  project,  although  the  project’s  expanded  road  improvement \noutput will directly benefit a greater number of people.  \n \n \n \n\n                                                 \n11  The Court of Accounts reviews and confirms that all legal requirements for contract procurement and awards with a \n\nvalue of more than $5 million have been met. Initially, no time limit was provided for its reviews. \n\n12  ADB. 2011. Additional Financing. Operations Manual. OM H5/BP. Manila. \n13  Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n14  On  29  September  2015,  in  view  of  this  situation,  ADB’s  President  granted  a  waiver  of  the  project  performance \n\nrating requirement for scaling up. \n\n3 \n\n \n\n\f4 \n\nC. \n\nOutputs \n\n Although the current project’s four outputs will remain essentially the same in the overall \n\n14. \nproject with the additional financing, scope and targets or timelines will change for two of them. \n \n15. \nOutput  1:  National  roads  upgraded  and  climate  proofed.  An  additional  97  km  of \nnational roads will be strengthened with the additional financing. The existing sealed pavements \nof  the  Baucau–Lautem,  Maubara–Karimbala,  and  Atabae–Mota  Ain  sections  will  be  widened \nfrom  less  than  4.5  meters  to  6  meters  with  the  provision  of  asphalt  surfacing.  Vulnerability  to \ndamage from severe rainfall, sea level rise, and other potential effects of climate change will be \nreduced  through  engineering  countermeasures.  These  will  include  drainage  structures  of \nsuitable sizes, the raising of road levels in flood-prone areas, and the use of bioengineering to \npromote  slope  stability.  This  will  be  in  addition  to  the  similar  work  being  undertaken  by  the \ncurrent  project  on  81  km  of  national  roads.  Average  roughness  on  all  178  km  of  the  overall \nproject’s roads will be reduced to the same level.  \n\n \nOutput  2:  Detailed  designs  for  future  priority  road  links  prepared.  Detailed \n16. \nengineering design and social and environmental due diligence will be prepared for about 169 \nkm of national roads.  \n\n \nOutput 3: Performance-based road maintenance expanded. Civil works contracts for \n17. \nboth  the  original  and  additional  project’s  roads  will  provide  for  a  2-year  maintenance  period \nstarting after the defects notification period during which the contractor will undertake PBM. On-\nthe-job training will be delivered by the contract supervisor. \n \n18. \nOutput  4:  Awareness  raised  of  road  safety  and  transport-related  social  issues. \nRoad  safety  awareness  will  be  increased  by  extending  the  community-based  road  safety \nawareness  program,  including  an  education  program  for  schools,  drivers,  road  users  and  the \ncommunity,  and  implementing  an  HIV/AIDS  prevention  program to  all  communities  along  both \nthe original and the additional project’s roads. \n \nD. \n\nInvestment and Financing Plans \n\nThe total cost of the overall project after additional financing is estimated to be $201.86 \n\n19. \nmillion after the additional financing of $76.22 million (Table 1). \n \n\nTable 1: Project Investment Plan  \n($ million) \n\n \n\nItem \nA. \n \n \n\n \nBase Costc \n1. \n2. \n\nCurrent \nAmounta \n \n\nAdditional \nFinancingb \n \n\n71.56 \n7.69 \n\n73.71 \n5.85 \n\nTotal \n \n145.27 \n13.54 \n\n(design  and  construction \n\nCivil works \nConsultants’  services \nsupervision, and climate change) \nProject managementd \nEnvironmental and social mitigation \nNational road safety and public transport \nSubtotal (A) \n\n \n2.31 \n2.20 \n \n0.91 \n \n164.23 \n \n31.49 \nB. \n6.14 \nC. \n201.86 \n \na  Refers to the original amount. Includes taxes and duties of $10 million financed from government resources and \n\n3. \n4. \n5. \n \nContingenciese \nFinancing Charges During Implementationf \n \n\n1.46 \n0.70 \n0.91 \n82.32 \n39.42 \n1.51 \n123.25 \n\n0.85 \n1.50 \n- \n81.91 \n(7.93) \n4.63 \n78.61 \n\nTotal (A+B+C) \n\nAsian Development Bank (ADB) loan and Global Environment Facility grant resources. \n\nb  Includes taxes and duties of $15 million to be financed from government resources and ADB loan resources. \n\n \n\n\fc  In mid-2015 prices. \nd   Includes the cost of external audits, project management unit consultants, and miscellaneous overheads. \ne  Physical  contingencies  computed  at  8%  for  civil  works;  and  5%  for  field  research  and  development,  training, \n\nsurveys, and studies. Price contingencies computed at 7% for civil works and 5% for consultants services. \n\nf   Includes interest and commitment charges. \nSource: Asian Development Bank estimates. \n\n \n\n20. \nThe  government  has  requested  a  loan  of  $53,000,000  from  ADB’s  ordinary  capital \nresources (OCR) to help finance the project. The OCR loan will have a 25-year term, including a \ngrace  period  of  5  years,  an  annual  interest rate determined  in  accordance  with  ADB’s  London \ninterbank  offered rate (LIBOR)-based  lending facility,  a  commitment charge  of  0.15%  per  year \n(the interest and other charges during construction to be capitalized in the loan), and such other \nterms  and  conditions  set  forth  in  the  draft  loan  agreement.15 The  OCR  loan  will  finance  civil \nworks,  taxes  and  duties,  late  payment  charges  imposed  by  suppliers  and  contractors,  bank \ncharges,  local  transport  costs,  insurance  costs,  and  interest  and  commitment  charges  during \nconstruction on the OCR loan.16   \n \nThe  government  has  also  requested  a  loan  in  various  currencies  equivalent  to \n21. \nSDR16,574,000 from ADB’s Special Funds resources to help finance the project. The loan will \nhave  a  25-year  term,  including  a  grace  period  of  5  years,  an  interest  rate  of  2%  per  annum \nduring the grace period and thereafter, and such other terms and conditions set forth in the draft \nloan  agreements.  The  Asian  Development  Fund  loan  will  finance  civil  works,  consultants’ \nservices,  project  management,  taxes  and  duties,  late  payment  charges  imposed  by  suppliers \nand  contractors,  bank  charges,  local  transport  and  insurance  charges,  and  interest  during \nconstruction on the Asian Development Fund loan. \n \n22. \nThe government will contribute $71.81 million to the cost of the overall project, of which \n$2.39  million  is  for  the  additional  financing. 17 The  government  contribution  will  finance  civil \nworks, land acquisition, taxes and duties, and resettlement costs. The government has assured \nADB that it will meet any financing shortfall to ensure project outputs are fully implemented. The \nfinancing plan is in Table 2. \n \n\nTable 2: Financing Plan  \n\nCurrenta \n\n \n\nAdditional \nFinancing \n\nAmount ($ \nmillion) \n\n49.33 \n\nShare of \nTotal (%) \n40.0 \n\nAmount ($ \nmillion) \n\n76.22 \n\nShare of \nTotal (%) \n96.9 \n\nTotal \n\n \nAmount ($ \nmillion) \n125.55 \n\nShare of \nTotal (%) \n62.2 \n\n40.00 \n\n32.5 \n\n53.00 \n\n67.4 \n\n93.00 \n\n46.1 \n\n9.33 \n\n4.50 \n\n7.6 \n\n3.6 \n\n23.22 \n\n \n\n29.5 \n\n \n\n32.55 \n\n4.50 \n\n16.1 \n\n2.2 \n\nSource \nAsian Development Bank  \n\nOrdinary capital resources \n(loan) \n\nSpecial Funds resources \n(loan)b \n\nGlobal Environment Facilityc \n\n                                                 \n15  A maturity premium (of 0.1% assuming an average loan maturity of 15.25 years) will apply to the OCR loan. \n16  Financing  of  late  payment  charges  and  bank  charges  will  avoid  potential  administrative  delays.  The  amount  of \ntaxes and duties (i) is within the reasonable threshold identified during the country partnership strategy preparation \nprocess, (ii) does not represent an excessive share of the project investment plan, and (iii) will only be financed in \nrespect of ADB-financed expenditures. Financing of taxes and duties is material and relevant to the success of the \nproject. \n\n17  Net  additional  financing  from government for  the  overall  project  is $2.39 million comprising  additional investment \ncost  of  $18.53  million,  and  reduced  costs  of  $16.14  million  accruing  to  government’s  cost  share  for  the  original \nproject.  \n\n5 \n\n \n\n\f6 \n\n \n\n \n\nGovernment \n\nTotal \n\n69.42 \n\n123.25 \n\n56.3 \n\n100.0 \n\n2.39 \n\n78.61 \n\n3.1 \n\n100.0 \n\n71.81 \n\n201.86 \n\n35.6 \n\n100.0 \n\nNote: Numbers may not sum precisely because of rounding. \na   Refers to the original amount and additional financing from the Global Environment Facility (GEF). \nb  At US dollar–SDR exchange rate prevailing 1 September 2015. \nc   Additional financing of the project from the GEF was approved by the President 11 September 2014. \nSource: Asian Development Bank estimates.  \n \nE. \n\nImplementation Arrangements \n\n23. \nThe PMU established in the MPWTC is responsible for the management of the original \nproject and will manage the additional project outputs (para. 7). The PMU is headed by a project \nmanager  and  has  a  full-time  professional  staff,  including  a  chief  technical  advisor,  a  road \nconstruction advisor, a road maintenance engineer, and a financial administrator. The PMU has \nbeen strengthened steadily as its portfolio responsibilities have grown. International and national \nspecialists provide a full-time safeguards unit within the PMU. \n \nFurther  additional  financing,  including  cofinancing  to  meet  a  potential  financing  gap  for \n24. \nimplementing  additional  candidate  subprojects,  may  be  considered  in  the  future  if  the  project \nperforms well. \n \nThe  implementation  arrangements  for  the  overall  project  are  summarized  in  Table  3. \n25. \nWith the exception of a change in the original financing arrangements for the new subprojects, \nthe  arrangements  are  essentially  unchanged  from  the  current  project.  The  arrangements  and \nchanges are described in detail in the project administration manual (PAM).18 \n \n\nTable 3: Implementation Arrangements \n\nJanuary 2014–December 2020 \nDecember 2020 (Loan closing date: 30 June 2021) \n\nArrangements \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n\n(i)   Oversight body \n\n(ii)   Executing agency \n(iii)   Key implementing agencies \n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \n\nCouncil for the Administration of the Infrastructure Fund  \nMinister of planning and strategic development (chair)  \nMinister of public works (member) \nMinister of transport and communications (member) \nMinister of finance (member) \nCouncil for the Administration of the Infrastructure Fund \nMPWTC \nPMU, Department of Roads Bridges and Flood Control, 12 staff \nCivil works \n\n4 contracts (2 current and 2 \nadditional financing) \n2 contracts (current financing) \n\n$136.0 \nmillion \n$9.0 million \n\nNational competitive \nbidding (financed by the \nGovernment of Timor-\nLeste) \nShopping \nCommunity participation  Multiple \nQCBS (design) \n\nQCBS (supervision) \n\nICS \n\n10 contracts (current financing) \n\n64 person-months (current \nfinancing) \n2 contracts, 936 person-months \n(1 current and 1 additional \nfinancing) \n14 contracts, 237 person-\nmonths (current and additional \n\n$0.5 million \n$0.2 million \n$2.2 million \n\n$12.5 million \n\n$2.7 million \n\n                                                 \n18  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n\fAspects \n\nAdvance contracting and retroactive \nfinancing \n\nDisbursement  \n\nArrangements \nfinancing extension) \n\nCivil works packages for approved subprojects \nConsulting  services  for  construction  supervision.  Retroactive  financing \nsubject  to maximum  20%  of  the  loan amounts  incurred not  earlier  than  12 \nmonths before loan effectiveness date. \nThe loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \n\nADB = Asian Development Bank; ICS = individual consultant selection; MPWTC = Ministry of Public Works, Transport \nand Communication; PMU = project management unit; QCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \n \n\nIII. \n\nDUE DILIGENCE \n\n \nA. \n\nTechnical  \n\n26. \nThe pavements of the roads to be upgraded will be reconstructed and will allow for faster \ntravel and substantially reduced vehicle operating costs. Climate resilience will be emphasized \nin  subproject  engineering  designs.  Vulnerability  to  damage from  severe  rainfall, sea  level  rise, \nand  other  potential  effects  of  climate  change  will  be  reduced \nthrough  engineering \ncountermeasures,  including  providing  suitably-sized  drainage  structures,  raising  road  levels  in \nflood-prone areas, and using bioengineering to promote slope stability. \n \nB. \n\nEconomic and Financial \n\nSubprojects financed by ADB will be required to meet the subproject selection criteria.19 \n27. \nEconomic  analysis  has  been  undertaken  for  each  of  the  three  new  subprojects  in  the  overall \nproject  in  accordance  with  ADB’s  guidelines,  and  each  was  found  to  meet  the  subproject \nselection  criteria  (footnote  18). 20   The  analysis  estimated  economic  internal  rates  of  return  of \n14.1%  for  the  Maubara–Karimbala  and  Atabae–Mota  Ain  roads  combined  and  10.7%  for  the \nBaucau–Lautem section. An engineering assessment has found that it costs significantly less to \nmaintain  an  upgraded  road  in  Timor-Leste  than  it  does  to  maintain  unimproved  roads.  Timor-\nLeste has a sovereign wealth fund derived from petroleum revenue that has accumulated since \n2005  and  currently  stands  at  about  $16  billion.  Provided  that  the  fund  is  prudently  managed, \nTimor-Leste  will  remain  able  to  allocate  funds  for  maintenance  of  road  transport  assets, \nincluding those created under the project. \n \nC. \n\nGovernance \n\n28. \nThe  governance  environment  has  not  changed  since  it  was  assessed  for  the  current \nproject.  The  public  financial  management  system  is  heavily  centralized.  Numerous  controls \nresult  in  bottlenecks  that  slow  payment  processes  and  weaken  budget  implementation.  The \ngovernment has promoted decentralization of noncore financial management functions from the \nMinistry of Finance to line ministries as capacity in these agencies has improved. However, the \nsystem for payments still involves reviews of payment certificates provided by the PMU and the \nMPWTC by several agencies. \n \n29. \nThe government  created  the  National  Procurement  Commission  in  2011. With  the  help \nof the PMU, the commission has administered the bidding processes for ADB-financed projects \n\n                                                 \n19  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n20  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n\n7 \n\n \n\n\f8 \n\n \n\nduring  2012–2014  in  a  satisfactory  way  and  in  accordance  with  ADB’s  guidelines.  However, \nprocurement still needs to be made more transparent and efficient, and a balance between risk \nand  accountability  for  projects  without  development  partner  oversight  has  not  yet  been \nachieved. \n \n30. \nThe executing agency, the Council for the Administration of the Infrastructure Fund, was \nestablished in 2011 to oversee the use of the state fund for financing infrastructure.21 The Civil \nService  Act  (2004)  provides  standards,  principles,  definitions,  and  guidelines  for  civil  service \nadministration; a code of ethics for civil servants; and an administrative disciplinary mechanism. \nA  law  creating  a  new  anticorruption  commission  became  effective  in  2009,  and  the  first \nanticorruption  commissioner  was  appointed  in  2010.  However,  the  commission  needs  more \nresources.  \n \n31. \nTo mitigate the governance risks, the MPWTC has implemented several ADB-supported \ninfrastructure  projects  through  its  PMU  (footnote  7).  This  PMU  will  oversee  execution  of  the \nexpanded project scope under the additional financing. The PMU has a financial administrator \nwith  considerable  experience  with  ADB-financed  projects.  Based  on  ADB’s  previous  project \nexperience, the PMU has the capacity to manage the project. \n \n32. \nADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  the \ngovernment  and  the  executing  agency.  Specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 17). \n\n \nPoverty and Social \n\nD. \n\n33. \nThe  primary  beneficiaries  of  the  project  will  be  (i)  vehicle  drivers  and  passengers,  \nnonmotorized transport users, and all others using the roads to be upgraded; (ii) households in \ncommunities that sell cash crops and other agricultural produce; (iii) providers of passenger and \ngoods  transport  services  and  commercial  truck  drivers;  and (iv)  small  businesses  and traders, \nincluding  vendors  at  local  markets,  trade  store  owners,  coffee  and  other  produce  buyers,  and \nsmall-  and  medium-sized  enterprises  in  the  district  capitals  and  towns.  Key  social  service \nproviders,  such  as  those  in  the  education  and  health  sectors,  will  also  benefit  from  the  road \nupgrades. \n \n34. \nThe  women  of  Timor-Leste  have  generally  been  excluded  from  infrastructure-related \njobs  and  decision  making  related  to  infrastructure  development.  The  project  aims  to  redress \nthis.  Classified  by  ADB  as  effective  gender  mainstreaming,  the  project  will  support  the \nempowerment  of  women  and  ensure that they  are given  some  of the  jobs  the  subprojects  will \ngenerate. 22  The  project  will  (i) incorporate  women’s  views  in  the  project  design;  (ii)  raise \nawareness of gender and transport security and HIV/AIDS; (iii) have a quota for the employment \nof women in the construction work, favoring unemployed widows, female heads of households, \nand  other  vulnerable  groups;  and  (iv)  have  a  quota  for  the  involvement  by  women  in \nbioengineering and maintenance works. \n \nE. \n\nSafeguards \n\n35. \nInvoluntary  resettlement  and  indigenous  peoples.  The  project  has  been  classified \ncategory  B  for  resettlement  and  category  C  for  indigenous  peoples.  The  road  improvement \n                                                 \n21 The  Infrastructure  Fund  is  derived  from  the  petroleum  revenue-financed  sovereign  wealth  fund  and  used  for \n\nfinancing infrastructure development. \n\n22 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n\n\fwork  is  expected  to  be  mostly  within  the  existing  road  corridor,  but  it  will  require  some \nresettlement from small areas of land, some houses and shops, and roadside stalls and kiosks. \nA resettlement framework has been prepared, providing guidelines on screening, assessment, \nand the preparation of resettlement plans for road subprojects. The resettlement plan has been \nprepared and disclosed for the subproject under the current project. Draft resettlement plans for \nthe additional subprojects have been prepared in accordance with the resettlement framework \nand will be cleared by ADB prior to its approval of each subproject. They will then be disclosed \non  the  government’s  and  ADB’s  websites.  The  MPWTC  will  publicly  disclose  each  draft \nresettlement plan and disseminate relevant information in local languages in subproject areas. \n \n36.  \nThe  MPWTC  will  finalize  the  resettlement  plan  for  each  subproject  after  the  detailed \ndesign  is  prepared  and  ensure  that  affected  persons  receive  compensation  in  line  with  the \nresettlement  framework.  Each  resettlement  plan  will  comply  with  ADB’s  Safeguard  Policy \nStatement (2009) and Timor-Leste laws and be cleared by ADB. The MPWTC will (i) appoint a \nfocal  person  for  land  issues;  (ii)  set  up  an  environmental  and  social  unit  within  the  PMU, \nincluding  social  safeguard  specialists;  (iii)  coordinate  with  the  Department  of  Land,  Property, \nand  Cadastral  Services,  as  well  as  other  relevant  agencies;  and  (iv)  set  up  committees  to \nimplement resettlement activities. MPWTC’s social safeguard capacity will be strengthened by \nproviding resettlement specialists for 30 person-months and by conducting training. \n \nEnvironment.  The  project  is  classified  as  category  B  for  the  environment.  An \n37. \nenvironmental assessment and review framework has been prepared to ensure that the project \nwill  comply  with  ADB’s  Safeguard  Policy  Statement  and  Timor-Leste  laws.  An  initial \nenvironmental  examination  (IEE)  was  prepared  for  the  current  project  based  on  the  detailed \ndesign.  This  was  disclosed,  along  with  the  environmental  framework,  on  the  government  and \nADB  websites.  IEEs  for  each  additional  subproject  under  additional  financing  have  also  been \nprepared.  They  will  be  updated  based  on  the  detailed  designs  and  cleared  by  ADB.  The \nenvironmental  impacts  of  road  upgrading  works  during  construction  and  operation  have  been \nassessed and can be mitigated to acceptable levels.  \n \n38. \nThe  environmental management  plan  (EMP) from the  updated IEE for  each  subproject \nwill  be  incorporated  in  civil  works  contracts.  The  EMP  will  guide  the  PMU,  supervision \nconsultants,  and  contractors  in  managing,  monitoring,  and  reporting  environmental  impact \nmitigation and compliance. Civil works will not start until (i) the contractor has received training \non  environmental  management  and  has  submitted  the  site-specific  EMP;  (ii)  the  site-specific \nEMP has been reviewed and cleared by the PMU, the supervision consultant, and ADB; and (iii) \nan environmental license has been obtained from the National Directorate for Environment. The \nenvironmental  management  capacity  of  the  Directorate  of  Roads,  Bridges,  and  Flood  Control \nand the PMU will be strengthened by environment specialists who will provide training. \n\n \nRisks and Mitigating Measures \n\nF. \n\n39.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan.  23  The  risks  can  be  managed  and  are \nmitigated by the design of the project. The intended benefits are expected to outweigh the costs.  \n \n \n \n \n\n                                                 \n23  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigating Measures \nResettlement plans will be finalized and compensation will be paid before civil \nworks begin. Significant impacts will be avoided through design. \nClimate change adaptation and climate resilience measures are incorporated \nin the engineering designs. \n\nRisk \nLand acquisition delays the start \nof civil works. \nDesign does not adequately cater \nfor the difficult environment (high \nrainfall and unstable terrain) \nMPWTC has weak in-house \ncapacity for technical guidance \nand supervision.  \nInsufficient capacity will result in \npoor financial management. \nLack of post-construction \nmaintenance leads to asset \ndeterioration. \nADB = Asian Development Bank; MPWTC = Ministry of Public Works, Transport and Communication. \nSource: Asian Development Bank. \n \n\nA  12-point  action  plan \nadministration manual) will be implemented. \nConstruction contracts will include maintenance for 2 years after expiry of the \ndefects notification period. The MPWTC’s capacity for road maintenance will \nbe strengthened. \n\nAn  existing,  experienced  ADB-financed  project  management  unit  within  the \nMPWTC will be strengthened to implement this project. \n\nfor  risk  mitigation  (described \n\nthe  project \n\nin \n\nIV. \n\nASSURANCES \n\n \n40. \nThe government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement, as described in detail in the PAM \nand loan documents. \n \n41. \nset forth in the loan agreements. \n \n\nThe  government  has  agreed  with  ADB  on  certain  covenants  for  the  project,  which  are \n\nV. \n\nRECOMMENDATION \n\n \n42. \nAsian Development (ADB) and recommend that the Board approve \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n(i) \n\n(ii) \n\na  loan  of  $53,000,000  to  the  Democratic  Republic  of  Timor-Leste  for  the \nadditional financing  of  the  Road  Network  Upgrading  Sector  Project, from ADB’s \nordinary  capital  resources,  with  interest  to  be  determined  in  accordance  with \nADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of \n25  years,  including  a  grace  period  of  5  years;  and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft \nordinary operations loan agreement presented to the Board; and \na  loan  in  various  currencies  equivalent  to  SDR16,574,000  to  the  Democratic \nRepublic  of  Timor-Leste  for  the  additional  financing  of  the  Road  Network \nUpgrading Sector Project, from ADB’s Special Funds resources, with an interest \ncharge at the rate of 2% per annum during the grace period and 2% per annum \nthereafter; for a term of 25 years, including a grace period of 5 years; and such \nother terms and conditions as are substantially in accordance with those set forth \nin the draft Special Funds loan agreement presented to the Board. \n\n \nTakehiko Nakao \nPresident \n\n \n12 November 2015 \n\n \n\n\fAppendix 1 \n\n11 \n\n \n\nREVISED DESIGN AND MONITORING FRAMEWORK  \n\nImpact the Project is Aligned with: \n \nCountry  Partnership  Strategy:  Timor-Leste,  2011–2015;  and  Timor-Leste  Strategic  Development  Plan, \n2011–2030a \n \nCurrent project \n \nIncreased and more efficient movement of people and goods. \n \nOverall project \n \nUnchanged. \n\n \n\n \n \n \n\n \n\nResults Chain \nOutcome \n \nCurrent project \n \nMPWTC provides a \nmore reliable and safer \nroad network. \n \nOverall project \n \nUnchanged. \n\nOutputs \n \nOutput 1 \n \nCurrent project \n \nUpgrade and climate \nproof national roads. \n \n \n \n\nPerformance \nIndicators with \nTargets and Baselines \n \n \nCurrent project \n \na. By the end of 2019, \ntravel time on the road \nbetween Manatuto and \nNatarbora drops 30% \n(2013 baseline: 3.5 \nhours); travel times on \nthe road between \nBaucau and Lautem, \nMaubara and \nKarimbala, and Atabae \nand Mota Ain roads \ndrop 15%. \n \nb. Rate of road \naccidents on project \nroads does not increase \n(crashes resulting in \nserious injury or loss of \nlife per year). \n \nOverall project \n \nUnchanged. \n \n \n \n1a. \n \nCurrent project \n \nBy the end of 2019, the \naverage roughness of \nabout 81 km of national \nroads (the project \nroads) falls from an \n\nRisks \n\n \n \n \n \na–b. The government’s \ntransport division and \nroad division are \nineffective in planning \nand implementing \ntransport policies. \n \na–b. Lack of post-\nconstruction \nmaintenance leads to \nasset deterioration. \n\nData Sources and \nReporting \n\n \n \n \n \na–b. Project completion \nreport prepared by \nMPWTC \n \n \n \n \n \n \n \n \n \n \nb. National accident \nstatistics produced by \nPNTL \n\n \n \n1a. \n \nAnnual road condition \nsurveys by DRBFC; \nproject monitoring \nreports from MPWTC \n \n \n \n\n \n \n1a. \n \nLand acquisition delays \nthe start of civil works; \ndifficult environment \n(high rainfall and \nunstable terrain); \nMPWTC in-house \ncapacity for technical \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \nOverall project \n \nUnchanged. \n \n\nOutput 2 \n \nCurrent project \n \nPrepare detailed \ndesigns for future \npriority road links. \n \nOverall project \n \nUnchanged. \n\nOutput 3 \n \nCurrent project \n\n \n\nPerformance \nIndicators with \nTargets and Baselines \naverage of 8 m/km to \nless than 4 m/km. \n \nOverall project \n \nBy the end of 2019, the \naverage roughness of \nabout 178 km of \nnational roads (the \nproject roads) falls from \nan average of 8 m/km to \nless than 4 m/km. \n \n1b. \n \nCurrent project \n \nAt least 80% of workers \nhired by contractors are \nfrom local areas, \nincluding at least 30% \nwomen in labor-based \nwork. \n \nOverall project \n \nUnchanged. \n \n \n \nCurrent project \n \nDetailed engineering \nand environmental and \nsocial due diligence of \n169 km of priority roads \nis prepared and \ncompleted progressively \nby April 2015. \n \nOverall project \n \nDetailed engineering \nand environmental and \nsocial due diligence of \n169 km of priority roads \nis prepared and \ncompleted progressively \nby September 2015. \n \n \n \nCurrent project \n\n \n \n \n\nData Sources and \nReporting \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n1b. \n \nProject monitoring \nreports from MPWTC \n\nRisks \n\nguidance and \nsupervision is weak \n \n \n \n \n \n \n \n \n \n \n \n1b. \n \nMPWTC in-house \ncapacity for technical \nguidance and \nsupervision is weak. \n \n\n \n \n \n \nProject monitoring \nreports; consultant \nreports to MPWTC and \nADB \n\n \n\n \n \n \n\n\fAppendix 1 \n\n13 \n\nData Sources and \nReporting \n\n \nAnnual road condition \nsurveys by DRBFC; \nDRBFC road \nmaintenance program \nannual reports \n\nRisks \n\n \nMPWTC in-house \ncapacity for technical \nguidance and \nsupervision is weak; \nprivate sector contractor \ncapacity is weak. \n\nResults Chain \n \nExpand performance-\nbased road \nmaintenance. \n \nOverall project \n \nUnchanged. \n\nOutput 4 \n \nCurrent project \n \nGenerate awareness of \nroad safety and \ntransport-related social \nissues. \n \nOverall project \n \nUnchanged. \n\nPerformance \nIndicators with \nTargets and Baselines \n \nBy December 2019, at \nleast 650 km of national \nroads (45%) receive \nroutine maintenance \nunder a performance-\nbased contract in \naccordance with \nDRBFC’s annual plan \n(2013 baseline: 0%). \n \nOverall project \n \nUnchanged. \n \n4a. \n \nCurrent project \n \nAt least 80% of children \nand 80% of women in \nproject roadside \ncommunities receive \nroad safety awareness \neducation by the end of \n2017. \n \nOverall project \n \nUnchanged. \n \n4b. \n \nCurrent project \n \n100% of construction \nworkers and at least \n80% of roadside \ninhabitants receive \neducation in gender and \ntransport security, and \nHIV/AIDS awareness by \nend of 2017. \n \nOverall project \n \nUnchanged. \n \n4c. \n \nCurrent project \n \nRate of increase of fatal \n\n \n\n4a. \n \n \n \nRecords of road safety \neducation delivered to \nschools maintained by \nthe MOE. \n \n \n \n \n \n \n \n \n4b. \n \n \n \nRecords of training of \nconstruction workers \nand roadside \ncommunities maintained \nby the MOH. \n \n \n \n \n \n \n \n \n4c. \n \n \n \nRecords of crash \n\n \n\n\f14 \n\nAppendix 1 \n\nResults Chain \n\nRisks \n\nData Sources and \nReporting \nfatalities maintained by \nPNTL and MOH \n \n \n \n \n \n \n \n4d. \n \n \n \nOfficial memorandums \nof the MPWTC \n \n\nPerformance \nIndicators with \nTargets and Baselines \ninjury due to road crash \nis less than the rate of \ngrowth in the vehicle \nfleet. \n \nOverall project \n \nUnchanged. \n \n4d. \n \nCurrent project \n \nRoad safety council is \nestablished by \nDecember 2016. \n \nOverall project \n \nUnchanged. \n \n\nUpgrade and climate proof national roads \n\nKey Activities with Milestones \n \n1. \n1.1     Contract for civil works contract No.1 awarded by September 2014 (updated). \n1.2     Contract for the civil works contract No. 2 awarded by November 2014 (updated). \n1.3     Contract for civil works contract Nos. 3, 4, and 5 awarded by July 2016 (updated). \n1.4     Construction supervision consultants for Manatuto–Natarbora road construction recruited by \n\nAugust 2014 (updated). \n\n1.5     Construction supervision consultants for other national roads recruited by March 2016 (updated). \n1.6   Resettlement plans for the Manatuto–Natarbora road implemented by October 2015 (updated) and \n\nfor other national roads before commencement of construction. \n\n1.7     Knowledge and understanding of climate change among policy makers, planners, and engineers \n\nexpanded by December 2016). \n\n1.8     Adaptation measures in maintenance practice developed by December 2017 (updated). \n1.9     Links between climate change and transport sector professionals established by December 2016. \n1.10   Community-based watershed management implemented in at least three catchments by 2017. \n \n2.      Prepare detailed designs for future priority road links \n2.1     Consultant for detailed design and due diligence for the 169 km of national road recruited by \n\nAugust 2014 (updated). \n\n2.2     Detailed design and due diligence for 169 km of national road (completed). \n \n3. \n3.1  Contracts progressively introduced on upgraded national roads, with 650 km covered by December \n\nExpand performance-based road maintenance \n\n \n4.      Generate awareness of road safety and transport-related social issues \n4.1  Road safety education provided to roadside communities by December 2017. \n4.2  HIV/AIDS education program delivered to all construction workers and roadside communities by \n\n2019 (updated). \n\nDecember 2017.  \n\n4.3     National road safety council established by December 2016 and action plan initiated (updated). \n4.4     Awareness of sustainable land management practice raised among roadside communities. \n\n \n\n \n\n\fAppendix 1 \n\n15 \n\nOCR Loan \n\nADF Loan \n\nADB \n\n$9.33 million (current) \n$23.22 million (additional) \n$32.55 million (overall) \n\nInputs \n \n\n \n\n \n\n \n\n \n\n$40 million (current) \n$53 million (additional) \n$93 million (overall) \n\nGEF \n\n$4.5 million (current) \n$0.0 million (additional) \n$4.5 million (overall) \n\nGovernment \n\n$69.42 million (current) \n$2.39 million (additional) \n$71.81 million  (overall) \n \n\nAssumptions for Partner Financing \n\nNot applicable. \n\nADB = Asian Development Bank; ADF = Asian Development Fund; DRBFC = Directorate of Roads, Bridges, and Flood \nControl; GEF = Global Environment Facility; km = kilometer, m = meter; MOE = Ministry of Education; MOH = Ministry \nof Health; MPWTC = Ministry of Public Works, Transport and Communication; OCR = ordinary capital resources; PMU \n= project management unit; PNTL = Timor-Leste National Police Force. \na  ADB. 2011. Country Partnership Strategy: Timor-Leste, 2011–2015. Manila; and Government of Timor-Leste. 2011. \nTimor-Leste Strategic Development Plan, 2011–2030. Dili. \n\nSource: Asian Development Bank.\n\n \n\n\f16 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46260-003-3 \n \n \n\nLoan Agreement: Ordinary Capital Resources \n\nLoan Agreement: Asian Development Fund \n\nSector Assessment (Summary): Transport \n\nProject Administration Manual \n\nSummary of Project Performance \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic and Financial Analysis  \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nInitial Environmental Examination \n\nEnvironmental Assessment and Review Framework \n\nResettlement Plan \n\nResettlement Framework \n\nRisk Assessment and Risk Management Plan \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n \n\n17. \n\n18. \n\nSupplementary Documents \n\nSubproject Eligibility Criteria and Selection Procedure \n\nScoping Study for the Implementation of the First Phase of a National Road Safety \nAction Plan for the Democratic Republic of Timor-Leste \n\n19. \n\nFinancial Management Assessment \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n \nThe currency of Timor-Leste is the US dollar. \n \n \nABBREVIATIONS \n", "ADB \nEMP \nIEE \nJICA \nkm \nMPWTC \nOCR \nPAM \nPBM \nPMU \nSDP \nSDR \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nenvironmental management plan \ninitial environmental examination \nJapan International Cooperation Agency \nkilometer \nMinistry of Public Works, Transport and Communication \nordinary capital resources \nproject administration manual \nperformance-based maintenance \nproject management unit \nstrategic development plan \nspecial drawing right \ntechnical assistance \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n", " \n \n \n", " \n", "NOTE \n \nIn this report, “$” refers to US dollars. \n \n \nS. Groff , Operations 2 \nX. Yao, Pacific Department (PARD) \n", "Vice-President \nDirector General \nDirector \n", " \nTeam leader \nTeam members \n", "O. O. Norojono, Transport, Energy and Natural Resources Division, \n", "PARD \n \nR. Phelps, Principal Infrastructure Specialist, PARD \nC. Damandl, Senior Counsel, Office of the General Counsel \nS. Lee, Principal Social Development Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nQ. Zheng, Procurement Specialist, Operations Services and Financial \nManagement Department \nS. Date, Senior Transport Specialist, Southeast Asia Department \n", "Peer reviewer \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n \n", "CONTENTS \n", "Page \n", "PROJECT AT A GLANCE \n", "MAP  \nI. \nII. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES \n", "RECOMMENDATION \n", "APPENDIXES \n", "Revised Design and Monitoring Framework \n", "List of Linked Documents \n", "III. \n", "IV. \nV. \n", " \n", "1. \n", "2. \n \n \n", " \n \n", "1 \n1 \n1 \n3 \n4 \n4 \n6 \n7 \n7 \n7 \n7 \n8 \n8 \n9 \n10 \n10 \n", "11 \n16 \n"]}