{"Author": "Asian Development Bank", "CreationDate": "D:20151021101155+08'00'", "Creator": "PDF24 Creator", "Keywords": "46315, mongolia, sps, sps controls, inspection management systems, agrifood trade, modernizing agriculture, livestock, international standards, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the preside", "ModDate": "D:20151113162650+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Report and Recommendation of the President", "Title": "46315-001: Regional Upgrades of Sanitary and Phytosanitary Measures for Trade Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 46315-001 \nOctober 2015 \n \n \n \nProposed Loan \nMongolia: Regional Upgrades of Sanitary and \nPhytosanitary Measures for Trade Project \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n\n \n\n\f \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 23 September 2015) \n\nCurrency unit \nMNT1.00 \n$1.00 \n\ntogrog (MNT) \n– \n$0.0005 \n= \n=  MNT1,991.50 \n\n \n\n \n \n\nABBREVIATIONS \n\nADB \nBCP \nCAREC \nGASI \nIMS \nLIMS \nPAM \nPSC \nSOP \nSPS \nVABA \nWTO \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nborder crossing point \nCentral Asia Regional Economic Cooperation \nGeneral Agency for Specialized Inspection \ninspection management system \nlaboratory information management system \nproject administration manual \nproject steering committee \nstandard operating procedure \nsanitary and phytosanitary \nVeterinary and Animal Breeding Agency \nWorld Trade Organization \n\n \n \nVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n\nNOTES \n\nIn this report, “$” refers to US dollars. \n\nS. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nY. Qian, Public Management, Financial Sector and Regional \nCooperation Division, EARD \n \nC. Lozano, Regional Cooperation Specialist, EARD \nF. Connell, Principal Counsel, Office of the General Counsel \nD. Diaz, Senior Operations Assistant, EARD \nM. De Castro, Associate Project Analyst, EARD \nA. Jigjidsuren, Senior Social Sector Officer, Mongolia Resident \nMission, EARD \nJ. Procak, Regional Cooperation Specialist, EARD \nL. Ding, Principal Trade Specialist, Southeast Asia Department \n\n \nPeer reviewer \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n\n \n\n\fCONTENTS \n\n \n\nMAP \nI. \nII. \n\nIII. \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nDesign and Monitoring Framework \nList of Linked Documents \n\nIV. \nV. \n \nAPPENDIXES \n\n1. \n2. \n \n\n \n\n \n\nPage \n\n1 \n1 \n1 \n4 \n4 \n5 \n5 \n6 \n7 \n7 \n8 \n8 \n9 \n9 \n10 \n\n10 \n\n11 \n13 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nIndustry and trade\n\nRegional Upgrades of Sanitary and \nPhytosanitary Measures for Trade Project\nMongolia\nMinistry of Finance\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nTrade and services\n\nProject Number: 46315-001\n\nEARD/EAPF\n\nOffice of the Deputy Prime \nMinister of Mongolia\n\n     ADB Financing ($ million)\n15.00\n15.00\n\nTotal\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nRegional integration (RCI) Pillar 2: Trade and investment\n\nPillar 1: Economic opportunities,  including \njobs, created and expanded\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nMedium\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\nNo\n\nLow\n\n8. Financing\n\nComponents\nInstitutional development\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nConducive policy and institutional environment\nPublic sector goods and services essential for \nprivate sector development\n\nLocation Impact\nRural\nUrban\n\nMedium\nMedium\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Project loan: Asian Development Fund \nCofinancing\n     None\nCounterpart \n     Government\n  \nTotal\n\nAmount ($ million)\n\n15.00\n15.00\n0.00\n0.00\n1.25\n1.25\n\n16.25\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n14052015171019292084\n\nGenerated Date: 20-Oct-2015 9:11:37 AM\n\n\f\f \n\n \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto  Mongolia  for  the  Regional  Upgrades  of  Sanitary  and  Phytosanitary  Measures  for  Trade \nProject.1 \n \n2. \nImprovement  of  sanitary  and  phytosanitary  (SPS) measures  in  Mongolia in  compliance \nwith the World Trade Organization (WTO) agreement on the application of SPS measures is an \nessential  prerequisite  for  Mongolia  to  increase  agriculture  and  food  trade  and  diversify  its \neconomy. 2 The proposed project will address this issue through upgrading of laboratories and \ninspections  facilities,  strengthening  of  the  inspection  management  system  (IMS),  and  aligning \nSPS controls and inspections with international standards. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nDevelopment challenges. Agriculture accounted for 14% of Mongolia’s gross domestic \nproduct  and  28%  of  employment  in  2014,  and  remains  the  backbone  of  the  rural  economy  in \nMongolia.  Agriculture  is  dominated  by  livestock  husbandry,  with  meat  and  wool  production \naccounting  for  80%  of  the  total  output.  Increased  agricultural  value-added  from  2012  to  2014 \nhas  been  important  in  poverty  alleviation  because  the  incomes  of  the  most  economically \nvulnerable  people  are  closely  tied  to  agriculture.3 Agricultural  production  is  labor-intensive  and \nthus  an  important  source  of  employment  in  rural  areas.  About  85%  of  the  rural  population  is \ndependent  on  livestock.  This  is  particularly  the  case  for  herders,  who  account  for  one-third  of \nthe country’s population, and for whom livestock is the sole income source. The processing of \nagricultural products also creates critical employment opportunities for migrants in urban areas. \n \n4. \nExpanding and modernizing agriculture is essential to bolster rural incomes and reduce \npoverty  and  income  inequality  in  Mongolia.  A  productive  primary  sector  is  also  critical  to \ndiversification  of  the  country’s  limited  sources  of  growth.  Economic  diversification  stands  as \nMongolia’s biggest medium-term challenge, and is vital for employment generation and to make \neconomic growth sustainable and more inclusive.  \n \n5. \nMongolia  has  an  estimated  52  million  head  of  livestock,  and  just  3  million  inhabitants, \nand there is excellent potential to expand animal husbandry. The country is well-endowed and \nlocated  to  serve  northeast  and  central  Asian  markets,  where  demand  for  meat  and  milk  is \nincreasing  rapidly.  Currently  only  1.5%  of  the  meat  produced  in  Mongolia  is  exported. \nMongolia’s agrifood export potential is hampered by poor SPS standards. For instance, lack of \nadequate  controls  for  infectious  diseases  renders  the  livestock  sector  vulnerable  to  disease \noutbreaks, and the incidence of infectious animal and foodborne diseases, such as brucellosis \nand  equine  infectious  anemia,  remains  high.  Mongolia's  trading  partners  frequently  impose \ntemporary  bans  on  importing  live  animals  and  animal  products  from  Mongolia  because  of \ncontagious animal disease outbreaks. \n \n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  The  WTO  Sanitary  and  Phytosanitary  Agreement  sets  out  the  basic  rules  for  food  safety  and  animal  and  plant \nhealth standards (international standards). It allows countries to set their own standards, but regulations must be \nbased on science and an appropriate assessment of risks. \n\n3  Agricultural value-added increased by an annual average of 18.2% during 2012–2014. \n\n\fThe  cost  of  trade  is  high  because  of  cumbersome  border  procedures,  further \n6. \nexacerbating  the  situation.  The  World  Bank  ranks  Mongolia  135th  out  of  160  countries  in  the \nLogistic  Performance  Index  2014,  and  Mongolia  has  one  of  the  lowest  scores  for  customs \nclearance and border crossing.4  \n \n7. \nThese factors deprive the country of the opportunity to diversify exports and insulate the \neconomy from swings in mineral prices. Strengthening SPS measures in line with international \nstandards  while  facilitating  customs  and  border-crossing  procedures  is  essential  to  expand \nagriculture production and sustain inclusive growth and foster economic diversification. \n \n8. \nSPS  system  weaknesses  increase  trade  costs,  and  time  required  to  meet  export \nrequirements. A study conducted by the Mongolia National Chamber of Commerce and Industry \nin  2013  found  that  4  days  were  needed  to  obtain  veterinary  and  sanitary  certificates  when \nexporting meat. Obtaining sanitary permits took up to 41 days when importing sugar and up to \n48 days when importing vegetable oil.5 \n \nTwo  main  institutions  in  Mongolia  are  involved  in  the  application  of  SPS  measures:  (i) \n9. \nthe  General  Agency  for  Specialized  Inspection  (GASI),  reporting  to  the  Office  of  the  Deputy \nPrime  Minister,  which  is  responsible for  inspecting  export  and  imports  of food  and  products of \nanimal and plant origin, and for border inspection generally; and (ii) the Veterinary and Animal \nBreeding  Agency  (VABA)  under  the  Ministry  of  Food  and  Agriculture,  which  is  responsible  for \ndisease prevention and control, laboratory services, and accrediting and licensing veterinarians. \nGiven  Mongolia’s  vast  territory,  both  institutions  are  supported  by  a  central  laboratory  that  is \nequipped  with  modern  technology  and  a  network  of  laboratories  located  at  border  crossing \npoints (BCPs) and 13 aimags (provinces). \n \n10. \nSanitary  and  phytosanitary  measures.  From  2004  to  2014,  Mongolia  significantly \nimproved its SPS system, including the SPS legislation, standards, inspection procedures, and \nlaboratory network. In particular, the country has adopted a new Food Law and a new Law on \nEnsuring Food Safety, which introduced modern principles and approaches in the area of food \nsafety.  The  capacity  of  many  SPS  laboratories  has  been  upgraded  with  the  assistance  of \nbilateral and multilateral development partners, such as the World Bank, the International Fund \nfor  Agricultural  Development,  the  European  Union,  and  the  United  States  Agency  for \nInternational  Development.6 With  the  assistance  of  the  International  Finance  Corporation,  the \ngovernment  has  developed  a  framework  for  risk-based  SPS  control  over  imports.  More  than \n5,500 products have been classified as low, medium, or high risk. Low-risk goods require only a \ncheck of documentation; medium-risk products require a documentation check and inspection; \nand high-risk goods a documentation check, inspection, and laboratory testing.7 \n \n11. \n\nDespite these improvements, Mongolia's SPS system has the following weaknesses: \n(i) \n\nMany laboratories lack the facilities, equipment, and/or human resources needed \nto perform their functions properly. The overall capacity of the laboratory network \nis  insufficient  to  establish  an  appropriate  level  of  protection  against  internal  and \nexternal  risks  to  public,  animal,  and  plant  health.  In  addition,  SPS  control  at \n\n                                                 \n4  World Bank. 2014. Logistics Performance Index. Global Rankings 2014. \n\nhttp://lpi.worldbank.org/international/global. \n\n5  Mongolian  National  Chamber  of  Commerce  of  Industry.  2013.  The  Roadmap  of  Doing  Business  in  Mongolia. \n\nUlaanbaatar. \n\n6  Asian Development Bank (ADB). 2015. Promoting Cooperation in Sanitary and Phytosanitary Measures for Central \n\nAsia Regional Economic Cooperation.  Consultant’s report. Manila (TA 8386-REG). \n\n7  World Bank. Mongolia: Border Inspection Report. Unpublished. \n\n2 \n\n \n\n\fBCPs is generally inadequate. BCPs lack facilities for disinfection of vehicles and \nunloading  and  quarantine  of  live  animals  and  products  of  animal  origin. \nInspectors  do  not  have  special  equipment  for  examination  of  live  animals  and \nsampling of pathological material (footnote 6). Some BCPs are located far away \nfrom  and/or  have  poor  transport  links  with  SPS  laboratories.  Consequently, \ntransporting  samples  taken  at  these  BCPs  to  and  from  SPS  laboratories  often \ncauses long delays in SPS clearance of imports. \nThe  SPS  system  has  not  been  modernized  through  adoption  of  information \nrecognizes  and \nrisk  management.  Risk  management \ntechnology  and \nincorporates differences in risks, and thereby provides guidance to policy makers \nwith  regard  to  priorities  and  allows  resources  to  be  used  efficiently.  Only  one \ncriterion (i.e., product type) is used in the framework for risk-based SPS control \nover imports, and the framework is not implemented at some BCPs, resulting in \nexcessive inspection of imports (footnote 7). \n\n(ii) \n\n(iii)  Mongolia’s SPS measures are not well harmonized with international standards. \nMany sampling and testing methods and inspection techniques are outdated and \ndo not conform to international standards, resulting in gaps, inconsistencies, and \nnonconformities. \n\n \n12. \nThe  Asian  Development  Bank  (ADB)  regional  technical  assistance  on  Promoting \nCooperation  in  Sanitary  and  Phytosanitary  Measures  for  the  Central  Asia  Regional  Economic \nCooperation (CAREC) funded an assessment of SPS measures in CAREC countries. 8 CAREC \nmembers recognize the importance of SPS reforms as a means to stimulate economic growth \nand competitiveness, and are adopting a common agenda for modernization of SPS measures. \nBy addressing the weaknesses mentioned in para. 11, Mongolia will take the lead in promoting \nSPS reforms in the framework of CAREC. \n \n13. \nLessons.  The  project  builds  on  past  and  ongoing  technical  assistance  related  to  SPS \nsupported  by  development  partners  and  ADB.  Experience  shows  that  improving  relevant \ninfrastructure and capacities related to food safety and animal and plant health with the goal of \npromoting  trade  or  meeting  other  domestic  policy  objectives  requires  coordination  of  multiple \npublic  agencies  that  deal  with  SPS  issues,  and  is  facilitated  by  regular  meetings  of  agencies \nthat promote discussions and coordination. The project steering committee (PSC) will include a \nnumber  of  stakeholders  to  enhance  coordination  and  information  exchange.  An  integrated \napproach to the three major areas of concern (i.e. food safety, animal health and plant health) is \nbeneficial  so  as  to  develop  a  common  risk  analysis  framework  and  infrastructure.  In  addition, \ninadequate capacities at the country level are major constraints for effective SPS arrangements. \nInvolvement of the private sector in SPS capacity building is necessary to ensure that the right \nchallenges  are  addressed.  During  project  preparation  consultations  were  held  with  private \nsector  which  contributed  to  the  overall  project  design.  Regular  information  exchange  and \nconsultations will be maintained during implementation. \n \n14. \nNational  effort  in  regional  and  international  perspective.  The  project  is  consistent \nwith  ADB’s  interim  country  partnership  strategy  for  Mongolia,  2014–2016; 9  the  country \noperations business plan, 2015;10 and with CAREC’s Transport and Trade Facilitation Strategy \n2020.11 Economic  diversification  is  a  major  goal  of  Mongolia’s  Government  Platform  (2012–\n                                                 \n8  ADB. 2013. Technical Assistance for Promoting Cooperation in Sanitary and Phytosanitary Measures for Central \n\nAsia Regional Economic Cooperation. Manila (TA 8386-REG). \n\n9  ADB. 2014. Interim Country Partnership Strategy: Mongolia, 2014–2016. Manila. \n10 ADB. 2015. Country Operations Business Plan: Mongolia, 2015. Manila. \n11 ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n\n3 \n\n \n\n\f2016). In addition, food safety is a pillar of the government’s National Program for Food Security \n(2009–2016). The project is also aligned with the government’s WTO commitments. \n \nB. \n\nImpacts and Outcome \n\n15. \nThe  impacts  will  be  increased  agrifood  trade  along  CAREC  corridor  4,  sub-corridor  4b, \nand  enhanced  economic  diversification  to  make  economic  growth  sustainable  and  more \ninclusive. 12  Increased  exports  will  generate  employment  opportunities  and  foster  rural \ndevelopment. The outcome will be improved SPS measures in compliance with the WTO and in \nline with the recommendations of the SPS common agenda. \n \nC. \n\nOutputs \n\nThe project will have three outputs: \n\n16. \n \n17. \nOutput  1:  Laboratories  and  border  crossing  point  inspection  and  quarantine \nfacilities  upgraded.  Laboratories  in  three  aimags,  served  by  the  CAREC  corridor  that  links \nBCPs  critical  to  the  movement  of  agricultural  and  food  products,  will  be  upgraded  to \ndecentralize testing and diagnostic capacity and support early disease detection.13 Investments \nwill  include  laboratory  infrastructure,  equipment,  and  quality  management.  Renovation  and/or \nconstruction  of  laboratory  buildings  will  be  undertaken  to  ensure  suitable  conditions  for  the \noperation of a modern well-equipped laboratory. A laboratory information management system \n(LIMS)  will  be  introduced  to  manage  samples,  and  associated  analysis  and  reporting. \nInvestments at BCPs will include inspection, disinfection, and quarantine facilities. \n\n18. \nOutput 2: Sanitary and phytosanitary inspection management system established. \nThe  SPS  IMS  will  avoid  duplication  of  documents  relating  to  applications  for  and  approval  of \npermission to import and export agrifood products. The IMS will also integrate full development \nof a risk-based import control system to automate risk assessment and management processes, \ninvolving border control inspection, laboratories, and central administration. The data collected \nby the laboratories and reported using the LIMS will be fed into the IMS. \n \nOutput  3:  Sanitary  and  phytosanitary  control  and  inspections  aligned  with \n19. \ninternational  standards.  Testing  and  sampling  methodologies  will  be  aligned  with  WTO-\ncompliant  international  standards  to  reduce  inspection-  and  testing-related  delays  and  gain \ninternational  acceptance,  and  corresponding  access  to  WTO-member  economies.  Standard \noperating  procedures  (SOPs)  for  laboratory  and  control  system  requirements  (including  food \nimport  and  export  inspection  and  certification)  will  be  developed  in  line  with  international \nstandards to make the fullest use of the upgraded facilities. Laboratory staff will be trained in the \nuse  of  the  new  equipment.  When  a  suitable  level  of  competence  is  achieved,  the  process  of \naccreditation to international standards will be initiated, leading to international accreditation for \nselected tests. \n \n20. \nProject  management  activities.  The  project  will  support  the  establishment  of  an \neffective  project management  system  by  developing  the  capacity  of the  executing  agency  and \nimplementing agencies for project implementation, monitoring, and evaluation. \n \n\n                                                 \n12 CAREC Corridor 4b connects Russia to Mongolia and PRC. \n13 Aimags: Darkhan-Uul, Dornogovi, and Selenge. BCPs: Altanbulag and Zamyn-Uud. \n\n4 \n\n \n\n\fInvestment and Financing Plans \n\nThe project is estimated to cost $16.25 million (Table 1). \n\nD. \n \n21. \n \n\nTable 1: Project Investment Plan \n($ million) \n\nAmounta \n\n \n\n2.77 \n\nLaboratory facilities, equipment, and training \nBorder crossing point inspection and quarantine facilities \nSanitary and phytosanitary inspection management system \nand information and communication technology \nProject management and supervision system \nSubtotal (A) \n\nBase Costb \n1. \n2. \n3. \n \n4. \n \nContingenciesc \nFinancing Charges During Implementationd \nTotal (A+B+C) \n \n\nItem \nA.  \n \n \n \n \n \n \nB. \nC. \n \na  Includes taxes and duties of $1.25 million to be financed from government resources in the form of tax exemption, \nand $0.03 million to be financed  from the Asian Development Bank (ADB) loan resources. The financing of taxes \nand duties is only for recurrent costs and is necessary for small expenditures. The amount of taxes and duties is \ndetermined on the grounds that (i) the amount will not represent an excessive share of the project investment plan, \n(ii)  the  taxes  and  duties  apply  only  to  ADB-financed  expenditures,  and  (iii)  the  financing  of  taxes  and  duties  is \nrelevant for the success of the project. \n\n0.99 \n14.67 \n1.10 \n0.48 \n16.25 \n\n  \n8.17 \n2.74 \n\nb  In mid-2015 prices. \nc  Physical  contingencies  computed  at  5%  for  civil  works;  and  5%  for  field  research  and  development,  training, \nsurveys,  and  studies.  Price  contingencies  computed  at  2.19%  on  foreign  exchange  costs  and  2.79%  on  local \ncurrency  costs;  includes  provision  for  potential  exchange  rate  fluctuation  under  the  assumption  of  a  purchasing \npower parity exchange rate. \n\nd  Interest during implementation for the ADB loan has been computed at an interest rate of 2%. \nSource: Asian Development Bank estimates. \n \nThe  Government  of  Mongolia  has  requested  a  loan  in  various  currencies  equivalent  to \n22. \nSDR10,695,000 from ADB’s Special Funds resources to help finance the project. The loan will \nhave  a  25-year  term,  including  a  grace  period  of  5  years,  an  interest  rate  of  2%  per  annum \nduring the grace period and thereafter, and such other terms and conditions as set forth in the \nloan agreement. \n \n23. \n \n\nThe financing plan is in Table 2. \n\nTable 2: Financing Plan \n\nSource \nAsian Development Bank \n\nAsian Development Fund loan \n\nGovernment \n\nTotal \n\nSource: Asian Development Bank estimates. \n \nE. \n\nImplementation Arrangements \n\nAmount \n($ million) \n\nShare of Total \n(%) \n\n \n\n15.00 \n1.25 \n16.25 \n\n92.30 \n7.70 \n100.00 \n\n24. \nThe  Office  of  the  Deputy  Prime  Minister  of  Mongolia  will  be  the  executing  agency  and \nwill  oversee  overall  project  implementation  and  management  activities  to  ensure  smooth  and \ntimely  implementation  and  completion  of  project  activities.  GASI  will  be  the  implementing \nagency for outputs concerning plant health, food safety, and border inspections. The VABA will \n\n5 \n\n \n\n \n\n\f6 \n\n \n\nbe the implementing agency for aspects relating to animal health. The PSC will be established \nand  chaired  by  the  executing  agency,  composed  of  senior  officials  of the  Office  of  the  Deputy \nPrime Minister, GASI, VABA, the Ministry of Food and Agriculture, the Ministry of Finance, and \nthe Customs General Administration. The PSC will meet quarterly to (i) approve annual budgets \nand  plans  for  the  project,  (ii)  review  project  implementation  progress,  (iii)  guide  and  support \nproject implementation, and (iv) provide coordination between ministries and agencies involved \nin project implementation. A project management unit will be established at GASI for day-to-day \nmanagement of the project. \n \n25. \nthe project administration manual (PAM).14 \n \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n\n(i)  Oversight body \n\n(ii)  Executing agency \n(iii)  Key implementing \n\nagencies \n\n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \n\nDisbursement  \n\nTable 3: Implementation Arrangements \n\nArrangements \nJanuary 2016–December 2020 \n31 December 2020 (loan closing date: 30 June 2021) \n\nA PSC will be established and chaired by the executing agency. The PSC \nwill be composed of senior officials from the Office of the Deputy Prime \nMinister, GASI, VABA, the Ministry of Food and Agriculture, the Ministry of \nFinance, and the Customs Administration. \nOffice of the Deputy Prime Minister \nGASI will be the implementing agency for outputs concerning plant health, \nfood safety, and border inspections; VABA will be the implementing \nagency for aspects related to animal health. \nA PMU will be established with 9 staff. It will be headed by a project \nmanager and include a sanitary and phytosanitary specialist, information \nand communication technology specialist, environment specialist, \nprocurement specialist, finance specialist, project performance monitoring \nspecialist, administrative officer, and a driver. The PMU will also engage \nan external auditor. \nInternational competitive bidding \nNational competitive bidding \nShopping \nQuality- and cost-based selection \n\n$3.40 million \n$8.80 million \n$0.03 million \n$1.20 million \n\nIndividual consultant selection \n\n$0.60 million \n\nThe loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \n\n1 contract \n4 contracts \n1 contract \n74 person-\nmonths \n326 person-\nmonths \n\nADB  =  Asian  Development  Bank,  GASI  =  General  Agency  for  Specialized  Inspection,  PMU  =  project  management \nunit, PSC = project steering committee, VABA = Veterinary and Animal Breeding Agency. \nSource: Asian Development Bank estimates. \n \n\nIII. \n\nDUE DILIGENCE \n\nInvestments  will  focus  on  three  aimags  served  by  the  CAREC  corridor    and  two  BCPs \n\n26. \ncritical for the movement of agricultural and food products subject to SPS measures. \n \n\n                                                 \n14 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n\fA. \n\nTechnical \n\n27. \nBased on an assessment of the testing needs of individual laboratories and, in particular, \nthe  role  of  each  laboratory  in  the  testing  of  imports  and  exports,  and  an  evaluation  of  current \ntesting capacity, equipment will be procured to (i) enable each laboratory to carry out tests they \npreviously  could  not  carry  out  (these  tests  would  either  have  been  done  in  other  laboratories, \nrequiring  samples  to  be  sent  over  long  distances,  or  not  done);  and  (ii)  improve  testing  (a) \nreliability  and  accuracy  (through  modernization  and/or  replacement  of  equipment),  and  (b) \nefficiency. \n \n28. \nThe SOPs for the operation of the facility and equipment will form the basis of training to \nensure all actions are taken in accordance with international standards. SPS inspectors at the \nquarantine  facility  will  be  supplied  with  equipment  required  for  inspection,  sampling,  and \ntransportation of samples. Staff will be trained to use the equipment in the prescribed manner. \n \n29. \nThe  IMS  will  be  designed,  built,  and  commissioned  to  enable  all  those  involved  in \nagricultural and food product import, transit, and export to access information, and apply for and \nreceive  required  documentation  and  permissions  through  a  single  web-based  portal.  The \nsystem  will  facilitate  the  receipt,  processing,  and  return  of  application  data,  permissions,  and \ndocuments. \n \n30. \nThe current product-based import-risk assessment system will be expanded and further \ndeveloped and integrated into the IMS. The IMS will be housed and maintained on a dedicated \nhardware facility operated by GASI, and the required software and hardware will be supplied to \nthe SPS agencies to enable them to fully participate in the system. The LIMS will be introduced \ninto  the  five  laboratories  to  enhance  its  efficiency  and  effectiveness  and  enable  the  data  from \nthe  laboratories  to  be  reported  automatically  and  in  a  standardized  format  to  the  central  level \nand fed into the IMS. Further, the IMS design will ensure interoperability with the ADB-assisted \ncustoms  automated  information  system  to  facilitate  information  exchange  between  GASI  and \nthe  Customs  General  Administration  on  agrifood  imports  and  exports,  and  enable  efficient \nborder operations.15  \n \nB. \n\nEconomic and Financial \n\nThe economic analysis resulted in an economic internal rate of return of 15.8% and net \n\n31. \nThe anticipated economic benefits of the project include increased agrifood exports from \nMongolia  and  reduced  documentation  and  time  required  for  approval  of  import  and  export  of \nagrifood goods.  \n \n32. \npresent value of $2.1 million. The investments are considered economically justifiable. \n \n33. \nThe financial sustainability of the project has been assessed on a fiscal and project-level \nbasis.  The  government  has  committed  to  provide  the  necessary  recurrent  funds  following \nproject completion to ensure the benefits of the investment are sustained. \n  \n\n                                                 \n15 ADB.  2006.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  and \n\nAdministration of Grant to Mongolia for the Customs Modernization Project. Manila. \n\n7 \n\n \n\n\f8 \n\nC. \n\nGovernance \n\n34. \nA  financial  management  assessment  of  GASI  and  VABA  found  the  overall  project \nfinancial management risk to be moderate in the absence of mitigation, primarily as a result of \n(i)  funds  flow—lack  of  predictability  in  availability  of  funds,  with  adverse  impacts  on  budget \nexecution from in-year reductions in the annual budget; (ii) staffing—GASI’s accounting entities \nhave a relatively high turnover rate, while VABA is vulnerable due to its limited size; (iii) internal \naudit—the audit is not yet operational at GASI, and only done every 2 years at VABA; and (iv) \ninformation  systems—neither  implementing  agency  conducts  a  regular  backup  of  their \naccounting software programs and financial data. \n \n35. \nBased  on  the  identified  financial  management  challenges  and  related  fiduciary  risks, \nADB  has  outlined  a  time-bound  action  plan  to  mitigate  risks. 16   Specific  actions  include  (i) \nprioritizing  activities  and  related  spending  in  the  annual  planning  and  budgeting  process,  (ii) \nsetting up an audit committee in GASI and carrying out an internal audit at VABA at least once \nper  year,  and  (iii)  undertaking  full  information  technology  backups  of  the  accounting  software \nprogram  and  financial  data  on  a  weekly  basis.  In  addition,  the  project  management  unit  will \ninclude  a  full-time  finance  specialist.  On  this  basis,  the  planned  project  arrangements  are \nconsidered  satisfactory  to  ensure  implementation  complies  with  ADB  policy,  operational,  and \nprocedural requirements. \n  \n36. \nAll  procurement  to  be  financed  by  ADB  will  be  carried  out  in  accordance  with  ADB’s \nProcurement  Guidelines  (2015,  as  amended  from  time  to  time).  All  consulting  services  to  be \nfinanced under the project will be engaged in accordance with ADB's Guidelines on the Use of \nConsultants  (2013,  as  amended  from  time  to  time).  Project  implementation,  procurement,  and \nfinancial management will be aligned with the government’s SOPs. Auditors acceptable to ADB \nwill  audit  the  project  accounts  annually.  The  project  will  strengthen  staff  capacity  in  financial \nmanagement  procedures,  and  will  use  existing  government  websites \nto  (i)  disclose \nimplementation  progress,  and  bid  notifications  and  results;  and  (ii)  provide  opportunities  to \nreport corrupt practices. \n \n37. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the PAM (footnote 15). \n\n \nPoverty and Social \n\nD. \n\n38. \nThe  project  will  enable  increased  trade  in  Mongolia’s  agricultural  and  food  products  as \ntheir relative safety improves and they gain acceptance in foreign markets, notably the People’s \nRepublic  of  China  and  Russian  Federation.  Increased  exports  will  contribute  to  economic \ndiversification,  generate  employment  opportunities,  and  foster  rural  development.  Moreover, \nhealth risks associated with animal and plant diseases will be reduced. Indirect impacts include \nimproved  efficiency  of  agrifood  product  import  and  export  through  trade  facilitation,  which  will \nbenefit traders; reduced health risks associated with animal and plant diseases; and increased \nemployment  opportunities  resulting  from  increased  trade.  The  project  will  not  have  a  direct \nimpact on women. However, the existing laboratory staff are mainly female, and they will benefit \nfrom the new facilities and related training. \n \n\n                                                 \n16 Table 2 of Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n\n \n\n\fE. \n\nSafeguards \n\n39. \nThe  project  is  classified  as  category  B  for  the  environment.  An  initial  environmental \nexamination report and an environmental management plan have been prepared in compliance \nwith ADB’s Safeguard Policy Statement (2009) and the government’s regulatory framework. The \nupgrading  of  laboratories  and  BCP  inspection  and  quarantine  facilities  may  have  an \nenvironmental  impact.  Potential  adverse  impacts  include  limited  construction-related  impacts, \nwhile  operational  impacts  may  involve  unsafe  collection,  storage,  treatment,  and  disposal  of \nlaboratory waste. The possible adverse environmental impacts will be prevented or minimized to \nacceptable  levels  through  the  implementation  of  the  environmental  management  plan,  which \nincludes  adequate  mitigation  and  monitoring  arrangements  that  will  be  implemented  by \ncontractors  and  the  implementing  agencies.  The  initial  environmental  examination  was \ndisclosed on the ADB website on 7 October 2015. The climate risk screening exercise indicated \nthe  project  risk  is  medium.  Results  and  recommendations  of  the  climate  risk  and  vulnerability \nassessment  will  be  taken  into  account  during  the  detailed  design.  The  project  is  located  on \ngovernment-owned  land;  there  will  be  no  land  acquisition,  and  the  project  is  classified  as \ncategory  C  for  involuntary  resettlement.  The  project  is  classified  as  category  C  for  indigenous \npeoples as the project will not affect ethnic minority communities. The project is in compliance \nwith ADB’s information disclosure and consultation requirements. In addition, the government is \ncommitted and has the institutional capacity required to manage environmental and social risks. \n\n \nRisks and Mitigating Measures \n\nF. \n\n40. \nThe  overall  project  benefits  are  expected  to  outweigh  the  costs  and  risks.  Major  risks \nand  mitigating  measures  are  summarized  in  Table  4  and  described  in  detail  in  the  risk \nassessment and risk management plan.17  \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nInsufficient commitment and \ncoordination among key ministries  \ndealing with sanitary and \nphytosanitary issues \nLimited experience of some \ngovernment agencies with ADB \nprojects results in delays. \n\nLack of operational and financial \nsustainability after project \ncompletion \n\nMitigating Measures \n\nThe Office of the Deputy Prime Minister will be the executing \nagency to coordinate all agencies and provide high-level oversight \nof project implementation. \n\nBefore loan effectiveness, identify and train PMU staff who will \nassume day-to-day management of the project including \nprocurement, disbursement, and financial management; train \nexecuting and implementing agency staff in applicable ADB \nguidelines, policies, and regulations; and establish clear roles and \nresponsibilities among the executing agency, implementing \nagencies and the PMU. \nThe government has made assurances that it will allocate annual \nbudgetary resources to cover recurrent costs related to operation \nand maintenance of the inspection management system, \nlaboratories, and border crossing point facilities. Increased exports \nwill increase government revenue and enable allocation of \nadequate funds. The implementing agencies will prepare operation \nand maintenance plans. \n\nADB = Asian Development Bank, PMU = project management unit. \nSource: ADB. \n \n\n                                                 \n17 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\fIV. \n\nASSURANCES AND CONDITIONS \n\n41. \nThe government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand loan documents. \n \n42. \nset forth in the loan agreement. \n \n\nThe  government  has  agreed  with  ADB  on  certain  covenants  for  the  project,  which  are \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n43. \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  in  various \ncurrencies equivalent to SDR10,695,000 to Mongolia for the Regional Upgrades of Sanitary and \nPhytosanitary  Measures  for  Trade  Project,  from  ADB’s  Special  Funds  resources,  with  an \ninterest charge at the rate of 2% per annum during the grace period and thereafter; for a term of \n25  years,  including  a  grace  period  of  5  years;  and  such  other  terms  and  conditions  as  are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement  presented  to  the \nBoard. \n \n \n \n\n20 October 2015 \n\nTakehiko Nakao \nPresident \n\n10 \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\nAppendix 1 \n\n11 \n\n \nImpacts the Project is Aligned with \nAgrifood trade along CAREC corridors increased  \n(CAREC Transport and Trade Facilitation Strategy 2020) \nEconomic diversification in agriculture sector enhanced \n(Government Platform 2012–2016)a \n \n\nResults Chain \n\nOutcome \nSanitary and \nphytosanitary (SPS) \nmeasures in \ncompliance with the \nWorld Trade \nOrganization \nimproved \n\nPerformance Indicators with \nTargets and Baselines \n\nBy 2020 \n \na.  Number of documents required for \napproval of import and export of \nagrifood goods reduced by 25% \n(2014 baseline: 12 for import and \n11 for export) \n\n \nb.   Time required to process import \nand export of agrifood goods \nreduced by 20% (2014 baseline: \n45 days for import and 44 days for \nexport) \n\nData Sources and \nReporting \nMechanisms \n\n \nGeneral Agency for \nSpecialized Inspection \n(GASI) Annual Report  \n \nCustoms General \nAdministration of \nMongolia Annual \nReport \n \nWorld Health \nOrganization Annual \nStatistics and Report \n \nWorld Bank’s World \nDevelopment \nIndicators and Doing \nBusiness Annual \nReport \n \n\n1a-d. Quarterly \n\nprogress reports \nfrom contractors \n\n1e.   Training \n\nevaluation survey \nreports \n\nRisks \n\n \nWeakened government \ncommitment and policy \ncontinuity in  priority SPS \nreforms  and regional \ncooperation \n \nLack of operational and \nfinancial sustainability \nafter project completion \n\n \nInsufficient commitment \nand coordination among \nkey ministries and \nagencies \n \nLimited staffing in the EA \nand IAs involved in project \nimplementation \n \nLimited experience of \nsome government \nagencies with ADB \nprojects results in delays \n\n \n\nOutputs \n\n1. Laboratories and \nborder crossing \npoints (BCP) \ninspection and \nquarantine \nfacilities \nupgraded \n\n2. SPS inspection \nmanagement \nsystem (IMS) \nestablished \n\nBy 2018 \n \n1a.  Three new laboratory buildings \n\nconstructed and two rehabilitated \n(2014 baseline: 0) \n\n1b.  Five laboratories provided with \nnew equipment to carry out \ndiagnostic tests (2014 baseline: 0) \n\n1c.  Two animal inspection areas \n\nconstructed at BCPs (2014 \nbaseline: 0) \n\n1d.  Two quarantine and disinfection \nfacilities constructed at BCPs \n(2014 baseline: 0) \n\n1e.  100 laboratory staff trained (2014 \n\nbaseline: 0) \n\nsystem  improved by automating \nand streamlining procedures \n(2014 baseline: no IMS) \n2b.  Risk-based inspection system \nintegrated into IMS (2014 \nbaseline: no risk-based inspection \nsystem) \n\n2a.  SPS inspection management \n\n2a-b. Quarterly \n\nprogress reports \nfrom information \nand \ncommunication \ntechnology firm \n\n3. SPS control and \n\n3a.  International accreditation of \n\n3a.–b. Progress \n\n \n\ninspections \naligned with \ninternational \nstandards \n\nlaboratory tests (2014 baseline: 0) \n3b.  Laboratory manuals developed for \ntesting and sampling techniques in \nline with international standards \n(2014 baseline: 0) \n\nreports from \nGASI and \nVeterinary and \nAnimal Breeding \nAgency \n\n\f12 \n\nAppendix 1 \n\nKey Activities with Milestones  \n \n1.  Laboratories and BCP inspection and quarantine facilities upgraded \n1.1  Identify and technically appraise subprojects (Q2–Q3 2016). \n1.2  Prepare engineering designs and equipment inventory (Q2–Q3 2016). \n1.3  Prepare bid documents (Q3 2016). \n1.4  Award contracts for goods, works, and services (Q4 2016). \n1.5  Construct and provide equipment (Q1 2017–Q4 2018). \n1.6  Test and operationalize facilities and equipment (Q1–Q2 2019). \n \n2.  SPS IMS established \n2.1  Appraise technical standards and specifications (Q2 2016). \n2.2  Prepare bid documents (Q3 2016). \n2.3  Award contracts for goods and services (Q4 2016). \n2.4  Develop system and provide equipment (Q1 2017–Q1 2018). \n2.5  Test and operationalize the system (Q1–Q2 2018). \n \n3.  SPS control and inspections aligned with international standards \n3.1  Develop laboratory manuals for testing and sampling techniques (Q1 2018). \n3.2  Train staff on internationally accepted testing and inspection techniques (Q1–Q4 2018). \n3.3  Prepare and apply for international accreditation of laboratory tests (Q1 2019). \n \nProject Management Activities \nPrepare and manage implementation and procurement plans (Q2–Q4 2016). \nPrepare and update monitoring and evaluation system, and ensure timely delivery of outputs (Q2 2016–Q2 2020). \nImplement and monitor the environmental management plan and social development action plan (Q2 2016–Q4 \n2019). \nConduct skills assessment of laboratory staff (Q2 2019)). \nDeliver and evaluate training courses (Q2 2019–Q3 2020). \nInputs \nAsian Development Bank:  $15,000,000 \nGovernment of Mongolia:  $1,250,000 \n \nAssumptions for Partner Financing \n \nNot applicable. \nBCP = border crossing point, CAREC = Central Asia Regional Economic Cooperation, GASI = General Agency for \nSpecialized Inspection, IMS = inspection management system, Q = quarter, SPS = sanitary and phytosanitary. \na ADB.  2014.  CAREC  Transport  and  Trade  Facilitation  Strategy  2020.  Manila;  Government  of  Mongolia. 2012.  The \nGovernment Platform (2012–2016). Ulaanbaatar. \nSource: Asian Development Bank. \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46315-001-3  \n\nAppendix 2 \n\n13 \n\nLoan Agreement \n\nSector Assessment (Summary): Industry and Trade \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nInitial Environmental Examination \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Document \n\n12. \n\nFinancial Management Assessment \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n \n\n \n\n\f", "author_pages": [" \n", " \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", "CURRENCY EQUIVALENTS \n(as of 23 September 2015) \n", "Currency unit \nMNT1.00 \n$1.00 \n", "togrog (MNT) \n– \n$0.0005 \n= \n=  MNT1,991.50 \n", " \n", " \n \n", "ABBREVIATIONS \n", "ADB \nBCP \nCAREC \nGASI \nIMS \nLIMS \nPAM \nPSC \nSOP \nSPS \nVABA \nWTO \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nborder crossing point \nCentral Asia Regional Economic Cooperation \nGeneral Agency for Specialized Inspection \ninspection management system \nlaboratory information management system \nproject administration manual \nproject steering committee \nstandard operating procedure \nsanitary and phytosanitary \nVeterinary and Animal Breeding Agency \nWorld Trade Organization \n", " \n \nVice-President \nDirector General \nDirector \n", " \nTeam leader \nTeam members \n", "NOTES \n", "In this report, “$” refers to US dollars. \n", "S. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nY. Qian, Public Management, Financial Sector and Regional \nCooperation Division, EARD \n \nC. Lozano, Regional Cooperation Specialist, EARD \nF. Connell, Principal Counsel, Office of the General Counsel \nD. Diaz, Senior Operations Assistant, EARD \nM. De Castro, Associate Project Analyst, EARD \nA. Jigjidsuren, Senior Social Sector Officer, Mongolia Resident \nMission, EARD \nJ. Procak, Regional Cooperation Specialist, EARD \nL. Ding, Principal Trade Specialist, Southeast Asia Department \n", " \nPeer reviewer \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n", " \n", "CONTENTS \n", " \n", "MAP \nI. \nII. \n", "III. \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", "Design and Monitoring Framework \nList of Linked Documents \n", "IV. \nV. \n \nAPPENDIXES \n", "1. \n2. \n \n", " \n", " \n", "Page \n", "1 \n1 \n1 \n4 \n4 \n5 \n5 \n6 \n7 \n7 \n8 \n8 \n9 \n9 \n10 \n", "10 \n", "11 \n13 \n"]}