{"path": "data/input/reports/46346-003-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 46346-003 \nOctober 2020 \nProposed Grant for Additional Financing\nRepublic of the Marshall Islands: Ebeye Water \nSupply and Sanitation Project \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. ", " \nCURRENCY EQUIVALENTS \n \nThe currency of the Marshall Islands is the United States dollar. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  DBM  –  design–build–manage \n  KAJUR  –  Kwajalein Atoll Joint Utilities Resources, Inc. \n  km  –  kilometer \n  m3/day  –  cubic meter(s) per day \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  TA  –  technical assistance \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of the Marshall Islands and its agencies \nends on 30 September. “FY” before a calendar year denotes the year in which the \nfiscal year ends, e.g., FY2020 ends on 30 September 2020. \n(ii)  In this report, \"$\" refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Leah C. Gutierrez, Pacific Department (PARD) \nDeputy Director General  Emma Veve, PARD \nDirector  Jingmin Huang, Urban Development, Water Supply and Sanitation \nDivision (PAUW), PARD \n   \nTeam leader  Stephen Blaik, Principal Urban Development Specialist, PAUW, PARD \nTeam members  Cindy Bryson; Safeguards Specialist; Portfolio, Results, and Quality \nControl Unit (PAOD-PRQ); PARD \n  Taniela Faletau, Safeguards Specialist, PAOD-PRQ, PARD \n  Ellen E. Paul, Senior Country Officer, Office of the Director General, \nPARD \n  Cara Tinio, Economics and Statistics Analyst, Social Sectors and \nPublic Sector Management Division (PASP), PARD \n  Ritu Verma, Principal Social Development Specialist, PASP, PARD \nPeer reviewer  Jaemin Nam, Urban Development Specialist, Urban Development and \nWater Division, South Asia Department \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  5 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial Viability  8 \nC.  Sustainability  8 \nD.  Governance  8 \nE.  Poverty, Social, and Gender  8 \nF.  Safeguards  9 \nG.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Revised Design and Monitoring Framework  11 \n2.  List of Linked Documents  16 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 46346-003\nProject Name Ebeye Water Supply and Sanitation Project  Department/Division PARD/PAUW\n(Additional Financing) \nCountry Marshall Islands, Republic of Executing Agency Office of the Chief \nRecipient Republic of Marshall Islands Secretary\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=46346-003-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=46346-003-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 1.20\ninfrastructure and services Urban water supply 1.80\nTotal 3.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 0.00\nStrengthening governance and institutional capacity\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.3 Effective gender mainstreaming (EGM)\nSDG 5.b\nSDG 6.1 Poverty Targeting\nSDG 10.1 General Intervention on Poverty\nSDG 11.1\nSDG 12.2\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 3.00\n     Sovereign Project grant: Asian Development Fund 3.00\nCofinancing 0.00\n     None 0.00\nCounterpart  0.38\n     Government  0.38\nTotal 3.38\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04082020103008765952 Generated Date: 09-Oct-2020 9:27:50 AM", "160 o 00'E 170 o 00'E\n160o  54'E 160o  52'E MARSHALL ISLANDS\nEBEYE WATER SUPPLY AND SANITATION PROJECT\n09 o 46'N 09 o 46'N\n (additional financing)\nEnewetak\nTaongi \nN\nUjelang\n09 o 50'N 09 o 50'N N  O  R  T  H       P  A  C  I  F  I  C       O  C  E  A  N\n0 50 100 200 300\n13 o 00'N 160o  54'E 160o  52'E Kilometers 13 o 00'N\nBikar\nRongelap\nEnewetak\nBikini\nRongerik Utirik\nAilinginae\nTaka\nAiluk MEJIT\nWotho\nUjelang Likiep\nWotje\nKwajalein\nEbeye Island\nUjae\nLae Erikub Maloelap \n160 o 00'E\nADB'S DEVELOPING MEMBER COUNTRIES IN THE PACIFIC LIB JABAT Aur\nNamu\nNORTHERN\nMARIANA ISLANDS HAWAII\nGUAM MARSHALL    ISLANDS\nN O R T H    P A C I F I C    O C E A N Ailinglaplap Majuro\nREPUBLIC OF  FEODFE R  MATICERDO  N SETSAITAES    MAJURO Arno\nPALAU\nNAURU Jaluit\nNEWPA GPUUIANEA SOLOMON TUVALU K  I   R I  B  A  T  I Namorik Mili\nISLANDS SAMOA KILI Knox\nVANUATU COOK  \nFIJI ISLANDS\nNIUE FRENCH \nNEW TONGA POLYNESIA\nA  U  S  T  R  A  L  I  A CALEDONIA 5 o 00'N Urban Center 5 o 00'N\nNational Capital\nS O U T H    P A C I F I C    O C E A N\n2007 Reef/Atoll Ebon TThhies  bmoaupn dwaarsie ps,r ocdoulocresd,  dbeyn tohme icnaarttioognrsa, pahnyd u annity o of tthheer  Ainsfoiarnm Dateiovne lsohpomwenn to Bn athniks.  \n11 International Boundary map do not imply, on the part of the Asian Development Bank, any judgment on the \n 20R N E W   Z E A L A N D Boundaries are not necessarily authoritative. cleogloarl ss,t adteunso omf iannayti toenrsri,t oorry i,n ofor ramnay teionnd.o rsement or acceptance of such boundaries, \nM\nI A 170 o 00'E\nB\nV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Republic of the Marshall Islands for the additional financing of the Ebeye Water Supply and \nSanitation Project. \n \n2.  The current project will improve access to safe water and sanitation, and reduce the \nincidence of waterborne disease in Ebeye.1 The additional financing will support the operation \nand maintenance (O&M) of the current project to ensure the water supply sustainability and \nexpand the sanitation service which will help to contain the transmission of coronavirus disease \n(COVID-19). \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Ebeye is the second-largest urban center of the Marshall Islands. About 9,200 people live \non 31 hectares, which makes it one of the most densely populated areas in the Pacific. Ebeye is \nalso very vulnerable to many waterborne diseases and other transmissible diseases, including \nCOVID-19. The high incidence of waterborne diseases results from (i) limited access to safe \nwater; (ii) inadequate hygiene, particularly among children; and (iii) a rundown sanitation system.2 \n \n4.  Current project. On 28 September 2015, the Asian Development Bank (ADB) approved \na grant of $5.00 million from its Special Funds resources (Asian Development Fund), and the \nadministration of a grant of $4.00 million from the Government of Australia, for the current project. \nThe executing agency is the Office of the Chief Secretary, and the implementing agency is \nKwajalein Atoll Joint Utilities Resources, Inc. (KAJUR). The estimated cost of the project is \n$19.02 million, to which the government is contributing $10.02 million. The current project was \ndeclared effective on 3 December 2015, and the closing date is 30 June 2022. As of 18 July 2020, \ncumulative contract awards stood at $9.00 million (100%), and the disbursements of ADB and \nAustralian grant proceeds at $8.54 million (94.9%). The physical progress is 85%. The current \nproject performance rating is on track.3 \n \n5.  The current project has made solid progress. Output 1: effective and efficient sewerage \nservices was largely achieved. The new saltwater desalination plant was completed and started \noperating in September 2017 with full capacity of 1,600 cubic meters per day (m3/day), in line with \nthe design–build–manage (DBM) contract. The old desalination plant was decommissioned \nbecause of the outdated technology, lack of spare parts, higher energy consumption, and unsafe \noperation.  The  freshwater  supply  network  was  expanded  by  4.6  kilometers  (km),  and  all \n1,465 households in Ebeye now have access to adequate and continuous supply of fresh water \nusing prepayment water meters.4 The average daily production is about 520 m3/day, but up to \n50% is lost to leakage in the distribution network (mainly from household water tanks). A separate \nsaltwater supply network was upgraded to enable toilet flushing in all households. This included \n \n1  Asian Development Bank (ADB). 2015. Report and Recommendation of the President to the Board of Directors: \nProposed Grant and Administration of Grant to the Republic of the Marshall Islands for the Ebeye Water Supply and \nSanitation Project. Manila. \n2  A 2017 survey of every household on Ebeye recorded 1,465 households and a resident population of 9,242.  \n3  More details are in Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \nFurther information is in Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n(accessible from the list of linked documents in Appendix 2). \n4  Prepayment water meters were installed for 827 households, the rest will be installed by 31 October 2020. \n ", "2 \nexpanding the pipe system by 5.5 km and improving four pump stations (output 2). KAJUR also \nbuilt two new saltwater wells with a total capacity of 5,700 m3/day to provide 4,000 m3/day of salt \nwater for its desalination plant and 1,200 m3/day for the household toilets. However, a large part \nof the saltwater supply is wasted because many toilet tanks lack float valves. The continuous flow \nof salt water through toilets is estimated to increase the sewage discharged. This issue is dealt \nwith under output 5. \n \n6.  Output 2: effective and efficient sewerage services has been delivered. Improvements to \nEbeye’s sewerage system include (i) a new centralized sewage treatment facility with capacity of \n1,400 m3/day;5 (ii) a new marine outfall, with a length of 350 meters; (iii) construction of a new \nsewage pumping station and rehabilitation of four existing ones; (iv) construction of 4.1 km of new \nsewers; and (v) installation of an additional 275 sewer connections to households. More than 90% \nof sewage discharged through the system is collected and treated.  \n \n7.  Output 3: enhanced hygiene awareness and improved hygiene behaviors has been \nachieved. Hygiene awareness campaigns were conducted for Ebeye's households, including \n4,999 women and 4,365 schoolchildren, to reduce the incidence of waterborne disease. The \naverage monthly cases of diarrhea reported by Ebeye Hospital has declined by 20% since 2018. \nOutput 3 also provided new sanitation facilities, including gender-segregated toilets, to two \nschools and upgraded existing ones in four other schools. Instilling good hygiene behaviors will \nreduce the incidence of many other waterborne diseases that can afflict people, particularly \nchildren. Further hygiene education will be delivered through ADB regional technical assistance \n(TA) for Strengthening Water, Sanitation, and Hygiene Practices and Hygiene Behavioral Change \nin the Pacific, which will enhance the project’s impact.6 \n \n8.  For output 4: secure electricity supply for water and sewerage operations, a current \ncontract to upgrade Ebeye’s electricity distribution system will improve the reliability of power \nsupply to households, the desalination plant, and KAJUR’s other water and sanitation facilities. \nThe original contract completion date was August 2020, but travel bans and disruptions of the \nsupply chains because of the COVID-19 pandemic caused delays. The contract is now expected \nto be completed in May 2021. \n \n9.  Output 5: financial and technical sustainability of Kwajalein Atoll Joint Utility Resource Inc. \nis not fully achieved, and KAJUR continues to rely on government subsidies. As regards the \nrevenue from its electricity distribution service, KAJUR has improved the collection ratio to more \nthan 95% due to the use of prepayment meters. However, KAJUR continues to deliver water and \nsewerage services at no cost. In accordance with the State-Owned Enterprises Act (2015), \nKAJUR has now developed a volumetric tariff system, scheduled to start on 1 October 2020, to \nhelp it recover the O&M costs of all its water and sanitation services. The government will meet \nany shortfalls through annual community service obligation subsidies.7 Prepayment water meters \nwere installed under the current project. While KAJUR conducted a campaign to ensure Ebeye \nresidents' willingness to pay universal water tariffs, the tariff collection may take longer than \nanticipated because COVID-19 has reduced household incomes. KAJUR has begun a household \nfixture program aimed at encouraging water conservation and reducing energy consumption, \nwhich involves installing missing toilet valves and water-efficient fixtures. \n \n5  Wastewater reuse is not proposed, given the relatively small size of the sewerage system and sewage loads, and \nthe costs of treating wastewater to make it reusable as a non-potable water source. \n6  ADB. 2020. Technical Assistance for Strengthening Water, Sanitation, and Hygiene Practices and Hygiene \nBehavioral Change in the Pacific. Manila (TA 6551-REG). \n7  KAJUR is eligible for annual payments for the delivery of services to meet community service obligations under the \nState-Owned Enterprises Act (2015). \n ", "3 \n \n10.  Further assistance required. The current DBM contract for the desalination plant expired \nin September 2020, and the plan was that KAJUR operators trained under the DBM contract \nwould then take over the plant's O&M. The DBM contract is based on performance, which among \nother things obliges the contractor to provide the plant consumables (excluding electricity) and to \ntrain and manage the KAJUR plant operators that were seconded to the contractor. Theoretically, \nthese KAJUR employees would now have the capacity to run the plant under normal operating \nconditions. However, recent events such as rolling electricity outages caused by power station \nbreakdowns showed that the plant operators require additional training to manage emergency \nand  other  unusual  situations.8  KAJUR's  capacity  to  handle  emergency  situations  at  the \ndesalination plant is essential for the sustainability of both the plant and Ebeye’s freshwater \nsupply. More investment is required to extend the current DBM contract so that the knowledge \nand skill transfer can be deepened and KAJUR staff will be fully able to operate the desalination \nplant once the contract ends, thus ensuring sustainable water supply. Minor physical investment \nis needed to provide the plant with corrosion protection, a standby generator, and additional \nelectrical switchgear, to ensure safe and reliable electricity supply to the desalination plant and to \nKAJUR's other water and sanitation assets. \n \n11.  With the new desalination plant and the upgraded water supply system in place, it is \nnecessary to better manage nonrevenue water and improve operational efficiency. KAJUR needs \nto build the technical capacity for asset management to optimize the operation of the freshwater \nand saltwater supply systems, which will also help it achieve financial sustainability. Financing \nsupport is also required to extend the household fixture program. As part of its response to the \nCOVID-19 pandemic, the government requested ADB support to help it improve the onsite \nsanitation systems in the small islet communities north of Ebeye.  The proposed additional \nfinancing would help review and recommend options to achieve this, while the regional TA \n(footnote 7) would deliver an additional hygiene awareness and handwashing campaign to \nprevent transmissible diseases such as COVID-19. \n \n12.  Additional financing. The additional financing sought by the government will strengthen \nthe sustainability of the current project and increase the project benefits. The overall project is \ntechnically feasible, economically viable, and financially sound, and remains a high priority of the \ngovernment. It is aligned with the Marshall Islands’ water and sanitation policy objectives, as \narticulated in its draft National Strategic Plan 2020–2030.9 The overall project will contribute to \nSustainable Development Goal 6—ensure access to water and sanitation for all—and aligns with \nthe operational priorities of ADB’s Strategy 2030: (i) reducing remaining poverty and inequalities; \n(ii) accelerating progress in gender equality; (iii) tackling climate change, building climate and \ndisaster resilience, and enhancing environmental sustainability; (iv) making cities more livable; \nand (v) strengthening governance and institutional capacity.  \n \n13.  Eligibility criteria. ADB’s due diligence confirmed that the project meets the additional \nfinancing eligibility criteria and standards. The overall project (i) remains technically feasible, \neconomically viable, and financially sound; (ii) is accorded high priority by the government; and \n(iii) is consistent with the current project’s development objectives. So far, the project has been \neffective, but further work is required to ensure its sustainability. The government is complying \nwith the grant covenants and assurances, and the project’s environmental and involuntary \nresettlement safeguard requirements are being met. The additional financing modality is suitable \nbecause of (i) the close links to the current project’s scope, which means that it can be efficiently \n \n8  A disaster and emergency response plan was prepared for the desalination plant. \n9  Government of the Marshall Islands. 2020. National Strategic Plan, 2020–2030. Majuro. \n ", "4 \nimplemented under the same implementation arrangements; (ii) the natural continuity of the \ncurrent project; and (iii) the opportunity to sustain the benefits of the current project. Project \npreparatory activities include (i) environmental and social assessments carried out under the \ncurrent project; (ii) review and possible extension of the ongoing DBM contract; and (iii) terms of \nreference of the capacity-building consultants. \n \n14.  COVID-19. The project remains highly relevant in the COVID-19 pandemic context. \nSustainable water supply and sanitation, and good hygienic conditions are essential in stopping \nthe spread of the virus and helping restore an environment of economic safety. Strengthening \nhealthy hygienic behaviors will reduce the incidence of many other waterborne diseases that can \nafflict people, particularly children. \n \nB.  Project Description \n \n15.  The overall project is aligned with the following impact: incidence of waterborne disease \non Ebeye reduced, which includes achieving the Marshall Islands’ national development policy \nobjectives of (i) improved sanitation for better health and well-being; and (ii) constant access to \ndrinking water that meets World Health Organization standards, as articulated in the country’s \nNational Strategic Plan, 2020–2030 (footnote 9). The overall project will have the following \noutcome: access to safe water and sanitation improved.10 The overall project outputs will be more \nrobust since the additional financing supports the following: \n \n16.  Output 1: Secure and safe supplies of fresh water ensured. The sustainability of \nKAJUR’s water supply operations will be strengthened by \n(i)  extending the DBM contract for the desalination plant by 2 years with provisions \nfor remote monitoring and O&M support, to strengthen the O&M capacity of \nKAJUR plant personnel; and \n(ii)  upgrading the desalination plant with corrosion protection treatment of pipes and \nequipment, minor structural improvements, and the provision of a standby 440 \nkilovolt-ampere generator for the desalination plant. \n \n17.  Output 2: Effective and efficient sewerage services provided. The additional scope of \noutput 2 will include a gender-responsive survey and review of onsite sanitation systems in the \nislet communities of Ebwaj, Loi, and Guegeegue (about 50 households or 320 people) linked by \nthe Ebeye–Guegeegue causeway. The survey and review will include a gender analysis and \nrecommend  approaches  to  improve  sanitation,  which  plays  an  important  role  in  stopping \ntransmissible diseases such as COVID-19. \n \n18.  Output 4: Secure electricity supply for water supply and sewerage operations \nensured. Output 4 will be expanded to install additional high-voltage electrical switchgear for \nKAJUR’s solar energy plant and the recently installed diesel generators at the power station. \n \n19.  Output 5: Financial and technical sustainability of KAJUR improved. Additional \nactivities to be delivered under output 5: \n(i)  Further strengthening of KAJUR’s financial management capacity by extending the \nservices of KAJUR’s financial management advisor through intermittent inputs \n(8 months) over 2 years. The advisor will help KAJUR implement the water and \nsewerage tariff framework during the initial implementation stage. After 2 years, \nthe tariff collection will cover the O&M costs of KAJUR. \n \n10 The revised design and monitoring framework is in Appendix 1. \n ", "5 \n(ii)  Strengthening of KAJUR’s capacity to manage its water supply assets, which will \noptimize freshwater and saltwater network operations and reduce nonrevenue \nwater. A water distribution specialist will be recruited to provide intermittent on-the-\njob training (6 months over 2 years). \n(iii)  Recruitment of a technical advisor to assist KAJUR’s planning of capital works and \nto further strengthen its project management capacity (4 months of intermittent \ninputs over 2 years). \n(iv)  Extension of the current project’s household fixture program by 12 months, and \nstronger management of water demand through proper maintenance of plumbing \nfixtures  and  prepayment  meters.  This  will  also  ensure  that  Ebeye's  poor \nhouseholds, including 120 households headed by women, can access safe water \nand improved sanitation. \n \nC.  Value Added by ADB \n \n20.  ADB’s engagement in the Marshall Islands’ water supply and sanitation operations adds \nvalue in several areas, including (i) building on the benefits already delivered by the current \nproject, (ii) bringing in extensive Pacific developing member country experience in water and \nsanitation infrastructure investments and associated TA, (iii) providing best practices for water \nutilities through institutional strengthening and capacity building, (iv) expanding services in low-\nincome and informal areas, and (v) helping the government and KAJUR manage the project's \nenvironmental and social safeguard issues. The project design reflects lessons from the current \nproject and from previous ADB and development partner operations in water supply and sanitation \nin Pacific developing member countries. Key lessons include that (i) building adequate financial \nand technical capacity is essential for the sustainable delivery of water supply and sewerage \nservices, and (ii) urban service demand and willingness to pay must be ensured. \n \nD.  Summary Cost Estimates and Financing Plan \n \n21.  The overall project is estimated to cost $22.40 million (Table 1). Detailed cost estimates \nby expenditure category and by financier are included in the project administration manual \n(PAM).11 \n \n22.  The government requested a grant not exceeding $3.00 million from ADB’s Special Funds \nresources (Asian Development Fund) to help finance the project. The summary financing plan is \nin  Table  2.  ADB  will  finance  the  expenditures  relating  to  the  extension  of  the  operations \ncomponent of the DBM contract, minor works and equipment to upgrade the desalination plant \nbuilding and power supply, procurement of a new freshwater booster pump, strengthening of the \noperational capacity of water supply, and expansion of the household fixture program. \n \n \n \n \n \n \n \n \n11 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nTable 1: Summary Cost Estimates \n($ million) \n  Current  Additional   \nItem  Amounta   Financingb   Total  \nA.  Base Costc \n1: Secure and safe supplies of fresh water ensured  8.61  2.30  10.91 \n2: Effective and efficient sewerage services provided  4.55  0.06  4.61 \n3: Hygiene awareness enhanced and hygiene behaviors improved  0.67  0.00  0.67 \n4: Secure electricity supply for water supply and sewerage operations  1.39  0.34  1.73 \nensured \n5: Financial and technical sustainability of KAJUR improved  1.11  0.60  1.71 \n  Subtotal (A)  16.33  3.30  19.63 \nB.  Contingenciesd  2.49  0.08  2.57 \nC.  External Grant Administration Fee  0.20  0.00  0.20 \n    Total (A+B+C)  19.02  3.38  22.40 \nKAJUR = Kwajalein Atoll Joint Utilities Resources, Inc. \na Refers to the original amount. \nb The additional financing includes taxes and duties of $0.38 million. Such amount does not represent an excessive share \nof the project cost. The government will finance all taxes and duties applicable in the Marshall Islands through exemptions. \nc In mid-2020 prices as of 21 June 2020. \nd Physical and price contingencies, and a provision for exchange rate fluctuation are included. \nSource: Asian Development Bank estimates. \n \nTable 2: Summary Financing Plan \nAdditional   \nSource  Currentb    Financing    Total \n  Share of      Share      Share \n \nAmounta  Total  Amount  of Total  Amount  of Total \n($ million)  (%)  ($ million)  (%)  ($ million)  (%) \nAsian Development Bank                  \n  Special Funds resources  5.00  26.3    3.00  88.8    8.00  35.7 \n     (Asian Development Fund) \nGovernment of Australiac  4.00  21.0    0.00  0.0    4.00  17.9 \nGovernment of the Marshall  10.02  52.7    0.38  11.2    10.40  46.4 \nIslands \nTotal  19.02  100.0    3.38  100.0    22.40  100.0 \na  Refers to the original amount. \nb  As of 8 September 2020, 94.9% of the ADB and Government of Australia grant funds have been disbursed. \nThe ongoing ADB and Government of Australia grants will be closed as currently scheduled on 30 June 2022. \nc  Includes a grant administration fee of $200,000. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n23.  The Office of the Chief Secretary will remain the executing agency, and KAJUR will remain \nthe implementing agency. The project management unit, established in KAJUR with KAJUR staff, \nwill remain responsible for the day-to-day project implementation, including all procurement (with \nADB oversight), and individual consultants will continue to support the unit. The closing date for \nthe additional financing grant is 30 June 2024. The implementation arrangements are summarized \nin Table 3 and described in detail in the PAM (footnote 11). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  1 November 2020–31 December 2023 \nEstimated completion date  31 December 2023 \n ", "7 \nAspects  Arrangements \nEstimated grant closing date  30 June 2024 \nManagement \n(i)  Oversight body  Project steering committee: \n(i)  chief  secretary  (chair),  (ii)  deputy  chief  secretary,  (iii)  a  senator \nrepresenting Kwajalein, (iv) mayor of Kwajalein, (v) 2 representatives \nfrom Kwajalein Atoll Local Government; (vi) assistant secretary of health, \n(vii) assistant secretary of finance, (viii) assistant secretary of education, \n(ix) 1 representative from the Environment Protection Agency, (x) KAJUR \ngeneral  manager,  and  (xi)  2  representatives  from  Ebeye-based \nnongovernment or civil society organizations \n(ii)  Executing agency  Office of the Chief Secretary \n(iii) Implementing agency  KAJUR \n(iv) Implementation unit  Project management unit, 5 KAJUR staff: \n(i) project manager, (ii) accountant/finance officer, (iii) water supply and \nsewerage manager, (iv) electricity supply manager, and (v) community \nliaison officer \nProcurement  Direct contracting  2 contracts  $2.0 million \nRequest for quotations  2 contracts  $0.3 million \nConsulting services  Single-source selection  22 person-months  $0.3 million \nIndividual consultant  22 person-months  $0.4 million \nselection \nAdvance contracting  Extension of desalination design–build–manage contract (Osmoflo Water \nManagement Pty Limited); procurement of additional electrical switchgear \n(CCB Envico Pty Limited) \nDisbursement  The grant proceeds will be disbursed following ADB's Loan Disbursement \nHandbook  (2017,  as  amended  from  time  to  time)  and  detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank, KAJUR = Kwajalein Atoll Joint Utilities Resources, Inc. \nSource: Asian Development Bank. \n \n24.  Since the current project includes cofinancing from the Government of Australia, universal \nprocurement is applied. Universal procurement is also proposed under the additional financing \nbecause that financing will be used to expand the current outputs.12 All procurement of goods and \nworks will be undertaken in accordance with the ADB Procurement Policy (2017, as amended \nfrom time to time) and Procurement Regulations for ADB Borrowers (2017, as amended from time \nto time). The procurement of goods and works will follow shopping procedures, except for the \nextension of the DBM contract for the desalination plant (output 1) and for the procurement of \nadditional switchgear (output 4), which will follow direct procurement methods. \n \nIII.  DUE DILIGENCE \nA.  Technical \n \n25.  Water supply and sewerage infrastructure financed under the current project are delivering \nthe services as envisaged at the project appraisal. But further investments are required to \nstrengthen KAJUR’s capacity to operate the desalination plant in emergency situations and run \nthe water distribution systems effectively, and to improve the security of electricity supply (through \nminor investments) to KAJUR's water and sanitation assets. \n \n \n12 ADB. 2013. Blanket Waiver of Member Country Procurement Eligibility Restrictions in Cases of Cofinancing for \nOperations Financed from Asian Development Fund Resources. Manila. \n ", "8 \nB.  Economic and Financial Viability \n \n26.  The economic and financial viability of the project was reassessed with the additional \nfinancing. The overall project’s economic internal rate of return is estimated at 13.4%. Sensitivity \nanalysis was carried out with respect to the key parameters of incremental costs such as \ninvestment, O&M, and incremental benefits, including the following scenarios: (i) a 20% increase \nin investment costs, (ii) a 20% increase in O&M costs, (iii) a 20% decrease in the incremental \nsupply benefits, and (iv) a 2-year delay. Under the most adverse scenario of a 20% decrease in \nbenefits and a 20% increase in total costs, the economic internal rate of return falls to 6.9% but \nis still higher than the economic opportunity cost of capital estimated at of 6.0% for countries in \nfragile and conflict-affected situations, such as the Marshall Islands.13 \n \n27.  The project’s financial internal rate of return is estimated at 1.3%. This result is deemed \nacceptable because revenues are expected to be sufficient to cover routine O&M costs (though \nnot all major maintenance or replacement costs, or depreciation). ADB will provide continuous \nsupport under the project to enhance KAJUR’s financial capacity.14 \n \nC.  Sustainability \n \n28.  The additional financing will strengthen KAJUR’s financial management and its capacity \nto effectively operate and maintain its water supply and sewerage assets. KAJUR has developed \na framework to enable the recovery of water and sewerage O&M costs, applicable from 1 October \n2020. A household survey conducted in June 2020 indicates that 78% of households are willing \nto pay for KAJUR water services, with 62% of households willing to pay more than $8 per month. \n \nD.  Governance \n \n29.  The financial management risk of KAJUR is rated high. Since 2008, KAJUR has recorded \noperating losses of $2.0 million or more, mostly because of inadequate tariffs and high fuel costs \nfor its electricity production. In 2018–2019, KAJUR recorded a spike in operating losses of about \n$3.5 million. Limited financial reporting, poor record management, and recent changes in senior \nmanagement  also  contributed  to  the  poor  financial  performance.  The  project  incorporates \nmitigating measures. KAJUR will be responsible for maintaining project accounts and preparing \ngrant withdrawal applications. A financial management advisor will be recruited under the project \nto assist KAJUR and to continue building its capacity. Procurement risks are considered low. \n \n30.  Integrity due diligence was conducted and revealed no significant integrity risks.15 ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment  and  the  Office  of  the  Chief  Secretary.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM (footnote 11). \n \nE.  Poverty, Social, and Gender \n \n31.  Ebeye residents suffer a very high incidence of gastroenteritis and other waterborne \ndiseases. The project impact will be fewer waterborne diseases. A 20% reduction in the incidence \nof such diseases since 2017 can be attributed to better access to safe water and sanitation, and \n \n13 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n14 Financial Analysis (accessible from the list of linked documents in Appendix 2).  \n15 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n ", "9 \nmore public awareness of hygiene and water issues. The additional financing will strengthen the \nsustainability of KAJUR's water and sanitation services and ensure that all households on Ebeye \nhave access to safe water and improved sanitation. The project is classified as effective gender \nmainstreaming. It includes gender design features to ensure women’s participation in the project \nand their access to project benefits including: (i) ensuring 120 households headed by women \nhave access to safe water and improved sanitation, and (ii) establishing links with vocational \ntraining centers to recruit qualified women for employment opportunities in KAJUR. \nF. Safeguards\n32. The safeguard categorizations for the additional financing are environment (B), involuntary\nresettlement (C), and indigenous peoples (C). KAJUR has built up its capacity to effectively meet\nthe project safeguard requirements. The additional financing components are assessed as having\nminimal and only site-specific impacts, and the updated initial environmental examination and the\naccompanying environmental management plan are deemed sufficient to meet the environmental\nsafeguard requirements of ADB and the Marshall Islands. Also, the additional activities will neither\nrequire  additional  land  acquisition  nor  generate  any  involuntary  resettlement  impacts.\nMost activities under the additional financing  serve to strengthen KAJUR's operational and\nfinancial capacity and performance. A grievance redress mechanism was established to uphold\nthe social and environmental safeguard performance by addressing concerns and complaints\npromptly and transparently, with no cost or discrimination impacts on the reporting persons.\nG. Summary of Risk Assessment and Risk Management Plan\n33. Significant risks and mitigating measures are summarized in Table 4 and described in\ndetail in the risk assessment and risk management plan.16\nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nKAJUR does not earn sufficient  The  project  grant  agreements  contain  assurances  and \nrevenue from its electricity, water  covenants requiring KAJUR to operate along business lines and \nsupply, and sewerage operations to  become  as  profitable  and  efficient  as  comparable  private \nrecover its operating costs, excluding  businesses, and to adhere to the community service obligation \ndepreciation, from operating revenues  and tariff-setting processes set out in the Marshall Islands’ State-\nby the end of fiscal year 2023.  Owned Enterprise Act. \nKAJUR’s financial record management  A financial management advisor to be recruited under the project \nand financial reporting do not improve,  will assist KAJUR in strengthening its financial management \nand its financial planning capability  systems and preparing project-related financial documentation. \nremains low. \nThe skills base required to effectively  To strengthen KAJUR’s capacity to operate and maintain the \nmanage and operate KAJUR’s water  reverse osmosis desalination plant, the contract for operation \nsupply system is limited.  and maintenance support will be extended until September 2023 \nand will provide intensive on-the-job training for KAJUR's plant \noperators. A water supply network operations specialist will be \nrecruited in the first quarter of 2021 to strengthen KAJUR’s \ncapacity to manage its water supply assets, optimize freshwater \nand  saltwater  network  operations,  and  reduce  nonrevenue \nwater. A water distribution specialist will be recruited to provide \nintermittent on-the-job training. \nKAJUR = Kwajalein Atoll Joint Utility Resources, Inc. \nSource: Asian Development Bank. \n16 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). ", "10 \nIV.  ASSURANCES\n34.  The government and the Office of the Chief Secretary have assured ADB that project \nimplementation shall conform to all applicable ADB requirements, including those concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  financial \nmanagement, and disbursement as described in detail in the PAM (footnote 11) and grant \ndocuments. The government and the Office of the Chief Secretary have agreed with ADB on \ncertain covenants for the project, which are set forth in the grant and project agreements.\nV.  RECOMMENDATION\n35.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding $3,000,000  to  the  Republic  of  the  Marshall  Islands  from  ADB’s  Special  Funds \nresources  (Asian Development Fund) for the additional financing of the Ebeye Water Supply \nand Sanitation Project, on terms and conditions that are substantially in accordance with those \nset forth in the draft grant and project agreements presented to the Board. \nMasatsugu Asakawa \nPresident \n8 October 2020 ", "Appendix 1  11 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nImpact the project is aligned with: \n \nCurrent project \nIncidence of waterborne disease on Ebeye reduced (National Strategic Plan 2015–2017)a \n \nOverall project \nIncidence of waterborne disease on Ebeye reduced (National Strategic Plan, 2020–2030)b \n    Data Sources   \n  Performance Indicators with  and Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2022:     \nCurrent project:  a. All households on Ebeye are  a. KAJUR records  Population growth on \nImproved access to  connected to the freshwater  Ebeye exceeds \nsafe water and  supply and sewerage systems  projections. \nimproved sanitation  (2014 baseline: water supply \n71%, sewerage 64%) \nOverall project:  By 2024:     \nAccess to safe water  a. Revised indicator. 1,500  a. Unchanged  KAJUR does not earn \nand sanitation  households (100%) in Ebeye have  sufficient revenue from \nimproved  access to continuous piped water  its electricity, water \nand to the sewerage system  supply, and sewerage \n(2014 baseline: water supply  operations to recover \n71%, sewerage 64%)  its operating costs, \n(RFI A) c  excluding depreciation, \n  from operating \n  b. New indicator. More than 90%  b. KAJUR  revenues by the end of \nof sewage discharged in Ebeye is  records; EPA  FY2023. \ncollected and treated to meet at  reports \nleast primary treatment standards \n(2014 baseline: 0) \n \nOutputs  By 2019:     \nCurrent project  1a. The minimum quantity of fresh  1a. KAJUR water \n1. Secure and safe  water produced increases to  production \nfreshwater supplies  105 liters per person per day  records \n(benefiting about 5,150 women \nand girls) \n(2014 baseline: 26 liters per \nperson per day) \n \nOverall project  By July 2023:     \n1. Secure and safe  1a. Revised indicator. The  1a. Unchanged  The skills base \nsupplies of fresh water  production of fresh water at the  required to manage \nensured  desalination plant runs and is  and operate KAJUR’s \nmaintained at a capacity of 1,600  water supply system \nm3/day  effectively is limited. \n(2014 baseline: 465 m3/day)   \nThe project is delayed \nby COVID-19 impacts. \n  1b. New indicator Standby  1b. Project   \n440KVA generator installed at the  progress reports \ndesalination plant \n ", "12  Appendix 1 \n    Data Sources   \n  Performance Indicators with  and Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \n  1c. New Indicator 120 households  1c. KAJUR annual   \nheaded by women, have access  reports, project \nto safe water and improved  gender quarterly \nsanitation  monitoring reports \n \nCurrent project  By 2019:     \n2. Effective and  2a. The frequency of overflows  2a. Annual EPA \nefficient sewerage  from the sewer network is  reports and \nservices  reduced to less than 25 events  observations \nper year \n(2014 baseline: more than 360) \n \n  2b. All sewage on Ebeye is  2b. EPA   \ntreated to at least primary  surveillance \ntreatment standards  records (usually \n(2014 baseline: 0%)  quarterly) \n   \nOverall project  By July 2023:     \nEffective and efficient  2a. Unchanged  2a. Unchanged \nsewerage services   \nprovided  2b. Unchanged  2b.Unchanged \n \n  2c. New indicator. One new  2b. Project \nsewage pump station built, four  progress reports \nexisting sewage pump stations \nupgraded, and the sewerage \nsystem expanded by 2.6 \nkilometers (2014 baseline: 0) d \n \n  2d. New indicator. A new  2d. Quarterly \nwastewater treatment plant (to  project progress \nprimary treatment standards) with  reports \ncapacity of 1,400 m3/day \nconstructed and commissioned \n(2014 baseline: 0) d \n \n  2e. New indicator. A gender- 2e. Sanitation \nresponsive sanitation survey and  survey and review \nreview for Guegeegue and the  report (2021) \ncauseway communities completed \n(2020 baseline: 0) \n \nCurrent project  By 2021:     \n3. Enhanced hygiene  3a. 90% of women (5,000) on  3a. Household  Improved hygiene \nawareness and  Ebeye are aware of the benefits of  health survey  behaviors are not \nimproved hygiene  improved sanitation and hygiene  reports  sustained. \nbehaviors  (2014 baseline: 50%)   \nLiving conditions on \nEbeye deteriorate. \n \n   \n ", "Appendix 1  13 \n \n    Data Sources   \n  Performance Indicators with  and Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \n       \nOverall project  3a. Unchanged  3a. Unchanged   \n3. Hygiene awareness     \nenhanced and  3b. Unchanged  3b. Quarterly \nhygiene behaviors  hygiene-\nimproved  awareness and \neducation \nprogram reports \n \nCurrent project  By 2019:     \n4. Secure electricity  4a. The system average  4a. Pacific Power \nsupply for water and  interruption duration index is  Association \nsewerage operations  reduced to less than 90 minutes,  annual \nand the system average  benchmarking \ninterruption frequency index for  reports, and \nthe KAJUR electricity distribution  KAJUR monthly \nsystem is reduced to less than 3  and annual \ninterruptions/customer/year  reports \n(2012 baseline: 127 minutes and \n5.54 interruptions/customer/year) \n \nOverall project  By July 2023:     \n4. Secure electricity  4a. Unchanged  4a.–4c.   \nsupply for water  Unchanged \nsupply and sewerage \noperations ensured \n  4b. New indicator. 60 power poles     \nreplaced and monitoring system of \npower station installed (2014 \nbaseline: 0) \n \n  4c. New indicator. Additional high-    \nvoltage electrical switchgear \ninstalled (2014 baseline: 0) \n \nCurrent project  By 2022:     \n5. KAJUR is financially  5a. KAJUR fully recovers O&M  5a. Annual \nand technically  costs with power, water, and  independent audit \nsustainable  sewerage revenue  reports. KAJUR \n(FY2011 baseline: loss of  annual reports \n$1,864,778). \n \n5b. KAJUR has strengthened  5b. KAJUR   \nwater and sewerage O&M (with  annual reports \n30% employment for women) \n \n  5c. At least 80% of KAJUR staff  5c. KAJUR annual   \nsuccessfully complete gender- reports \nawareness, hygiene, and \nsanitation training \n ", "14  Appendix 1 \n    Data Sources   \n  Performance Indicators with  and Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \n  5d. The project is fully  5d. KAJUR   \nimplemented and within budget  annual reports \n \nOverall project  By July 2023:     \n5. Financial and  5a. Revised indicator. KAJUR    KAJUR’s financial \ntechnical sustainability  recovers 100% of its  record management \nof KAJUR improved  annual O&M cost of water and    and financial reporting \nsaltwater supply and sewage  does not improve, and \nsystems through water tariff  KAJUR’s financial \ncollection e  planning capability \n(FY2011 baseline: 5% recovery).  remains low. \n \n  5b. Unchanged   \n   \n5c. unchanged   \n   \n5d. New indicator. At least 1,200   \nhouseholds have functioning flow  5a.–5f. KAJUR \nvalves for saltwater systems  annual reports, \n(2020 baseline: 600 households)  project gender \n  quarterly \n5e. New indicator. KAJUR staff,  monitoring reports \nincluding at least one woman, \nreceive asset management \ntraining by the consultants and \nreduce nonrevenue water to no \nmore than 30% in freshwater and \nsaltwater systems (2020 baseline: \nmore than 50% in freshwater \nsystem) \n \n5f. New indicator. KAJUR \npersonnel, including at least one \nwoman, obtain full on-job-training \nand take over the O&M of the \ndesalination plant \nKey Activities with Milestones \n \n1.  Secure and safe supplies of fresh water ensured \n1.1  Two new saltwater wells with a total capacity to supply 5,700 m3/day constructed and commissioned \nin September 2017 (completed) \n1.2  SWRO plant with capacity of 1,600 m3/day commissioned in September 2017 (completed) \n1.3  SWRO plant O&M contract extended from September 2020 to September 2022 (added) \n1.4  Water supply system rehabilitated by October 2019 (completed) \n1.5  Water supply network expanded to cover all households by October 2019 (completed) \n1.6  Saltwater supply system upgraded by October 2019 (completed) \n2.  Effective and efficient sewerage services provided \n2.1  Sewage pumping system rehabilitated by February 2020 (completed) \n2.2  Sewerage system expanded to cover all households by October 2019 (completed) \n2.3  New sewage treatment plant and effluent outfall constructed and commissioned by September 2019 \n(completed) \n \n \n ", "Appendix 1  15 \nKey Activities with Milestones \n \n2.4  Survey and review of onsite sanitation for the causeway communities between Ebeye and \nGuegeegue (including Guegeegue) (added) \n3.  Hygiene awareness enhanced and hygiene behaviors improved \n3.1  Hygiene-awareness program, delivered to schools and community groups since June 2016, \ncompleted by February 2020 (completed) \n3.2  Sanitation facilities at 6 Ebeye schools totaling 2,200 pupils upgraded, including 2 new toilet facilities \nat 2 schools installed and connected to the sewer network by March 2019 (completed) \n4.  Secure electricity supply for water supply and sewerage operations ensured \n4.1  Busbars and protection system, switchgear, and wooden power poles replaced by March 2021 \n(ongoing) \n4.2  Power station monitoring system upgraded by March 2021 (ongoing) \n4.3  An additional switchgear for the solar photovoltaic array and new diesel generators (provided under \nother donor assistance) installed by July 2023 (added) \n5.  Financial and technical sustainability of KAJUR improved \n5.1  KAJUR staff positions and job descriptions reviewed by December 2016 (completed) \n5.2  Training on financial management system by consultants completed by December 2022 (added) \n5.3  Training on KAJUR’s water and sewerage operations by consultants and contractor by December \n2022 (added) \n5.4  KAJUR’s household fixture program started by August 2019, completed by July 2023 (ongoing) \n5.5  The extended household fixture program completed in 2023 (ongoing)  \n \nInputs \nOverall project \nAsian Development Bank: $8.00 million (grant) \nGovernment of Australia: $4.00 million (grant) \nGovernment of the Marshall Islands: $10.40 million \nAssumptions for Partner Financing \nCurrent project: \nNot applicable \nOverall project: \nNot applicable \nCOVID-19 = coronavirus disease, EPA = Environmental Protection Authority, FY = fiscal year, KAJUR = Kwajalein Atoll \nJoint Utilities Resources, Inc., KVA = kilovolt-ampere, m3/day = cubic meters per day, O&M = operation and \nmaintenance, RFI = results framework indicator, SWRO = saltwater reverse osmosis. \nNote: In 2011, the estimated population growth in Ebeye was 0.4% per year. \na  Government of the Marshall Islands. 2014. National Strategic Plan, 2015–2017. Majuro. \nb  Government of the Marshall Islands. 2020. National Strategic Plan, 2020–2030. Majuro. \nc  Contributions to the Asian Development Bank’s Strategy 2030 Operational Priorities: \nRFI A: Households with new or improved water supply (1,465) Urban \nRFI B: Households with new or improved sanitation (1,465) Urban \nd  New indicators to better capture outputs from the original project \ne The baseline value has been updated to (i) focus on revenue and O&M costs for water supply and sewerage only, as \nthis is the main focus of this project; and (ii) present these revenues as a fraction of O&M costs \nSource: Asian Development Bank. \n \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46346-003-2 \n \n     \n1.  Grant Agreement     \n2.  Project Agreement     \n3.  Approved Report and Recommendation of the President for the Original Project     \n4.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services   \n5.  Project Administration Manual     \n6.  Economic Analysis     \n7.  Financial Analysis     \n8.  Summary Poverty Reduction and Social Strategy     \n9.  Risk Assessment and Risk Management Plan     \n10.  Gender Action Plan     \n11.  Initial Environmental Examination     \n12.  Resettlement Plan Due Diligence Report \n     \nSupplementary Documents     \n \n13.  Summary of Project Performance     \n14.  Contribution to ADB’s Strategy 2030 Operational Priorities    \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20201009093038+08'00'", "Creator": "PDF24 Creator", "Keywords": "marshall islands, pacific, ebeye, kajur, kwajalein atoll joint utility resources, water services, sanitation, sewerage services, 46346-003, grant 0749, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20201215185946+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The additional financing will support the operation and maintenance (O&M) of the current project to ensure the water supply sustainability and expand the sanitation service which will help to contain the transmission of coronavirus disease (COVID-19).\r\rThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\rThis document dated October 2020 is provided for the ADB project 46346-003 in the Marshall Islands.", "Title": "Ebeye Water Supply and Sanitation Project (Additional Financing): Report and Recommendation of the President"}}