{"path": "data/input/reports/46362-002-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 46362-002 \nFebruary 2016 \n \n \n \n \nProposed Loan  \nRepublic of the Philippines: Angat Water \nTransmission Improvement Project \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 1 February 2016) \n \nCurrency unit  –  peso (P) \n     \nPhp1.00  =  $.0208 \n$1.00  =  P48.00 \n \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  BAC  –  Bid and Awards Committee \n  COA  –  Commission on Audit \n  EIRR  –  economic internal rate of return \n  FIRR  –  financial internal rate of return \n  IEE  –  initial environmental examination \n  IPP  –  indigenous peoples plan \n  LIBOR  –  London interbank offered rate \n  MWSS   –  Metropolitan Waterworks and Sewerage System \n  PPP  –  public–private partnership \n \nNOTE \n \nIn this report, “$” refers to US dollars.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  T. Gallego-Lizon, Urban Development and Water Division, SERD \n   \nTeam leader  P. van Klaveren, Senior Urban Development Specialist, SERD \nTeam members  L. Adams, Social Development Specialist, SERD \n  M. Ovenden, Social Development Specialist (Resettlement), SERD \n  S. Tansengco-Shapero, Senior Finance Specialist, SERD \n  P. Rhee, Counsel, Office of the General Counsel \nPeer reviewers  J. Huang, Principal Urban Development Specialist, South Asia \nDepartment \n  A. Woodruff, Urban Development Specialist, Pacific Department  \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty and Social  8 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \nAPPENDIXES   \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 46362-002\nProject Name Angat Water Transmission Improvement  Department SERD/SEUW\nProject /Division\nCountry Philippines Executing Agency Metropolitan Waterworks and \nBorrower Metropolitan Waterworks and Sewerage  Sewerage System\nSystem\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban water supply 123.30\ninfrastructure and services\nTotal 123.30\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  High\ngrowth (IEG) including jobs, made more inclusive Project\nEnvironmentally  Urban environmental improvement\nsustainable growth (ESG)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD)\nPrivate sector  Public sector goods and services essential for \ndevelopment (PSD) private sector development\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Urban High\npoverty\nMDG-targeting (TI-M)         MDG7\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 123.30\n     Sovereign Project loan: Ordinary capital resources 123.30\nCofinancing 0.00\n     None 0.00\nCounterpart  10.70\n     Government 10.70\n  \nTotal 134.00\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07072014171258872917 Generated Date: 23-Feb-2016 19:22:43 PM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  Metropolitan  Waterworks  and  Sewerage  System  (MWSS)  for  the  Angat  Water \nTransmission Improvement Project.1 \n \n2.  The project supports the rehabilitation of Angat transmission system, with the objective \nto  provide  sustained  and  secured  water  supply  to  Metro  Manila.  The  project  preparatory \ntechnical assistance prioritized constructing a new upstream tunnel to further improve water \ntransmission and secure future water supply for Metro Manila’s 15 million inhabitants.2 The \nproject directly supports the government’s sector development goal by providing access to safe, \nadequate and sustainable water supply to all by 2025.3 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  More than 95% of the water supply for Metro Manila comes from a single source: the \nUmiray–Angat–Ipo, or Angat system. Water from the Angat reservoir is conveyed through three \nparallel tunnels followed by six parallel aqueducts, to water treatment plants in Metro Manila.4 \nThe treated water is then distributed to households, businesses, and industries in Metro Manila, \nand parts of Cavite and Rizal provinces. The transmission’s tunnel system is up to 75 years old, \nin poor condition, and not in compliance with current structural and seismic requirements. These \nfactors could lead to serious interruptions of Metro Manila’s water supply.  \n \n4.  The proposed project will construct the urgently required fourth parallel tunnel. This new \ntunnel will not increase system capacity, but it will enable the rehabilitation or decommissioning \nof the upstream tunnels and downstream aqueducts.5  \n \n5.  The proposed project aims to (i) help restore the full design capacity of the Angat \nsystems and thus ensure the sustainable provision of the water supply distribution system, and \n(ii) mitigate the risk of a total loss of water supply to Metro Manila and portions of Cavite and \nRizal provinces. Both objectives are essential for the stable economic growth of Metro Manila \nand the Philippines.6 The government has asked the Asian Development Bank (ADB) to finance \nthis investment. \n \n6.  Restoring  full  system  capacity.  The  MWSS,  a  government-owned  corporation, \nprovides water supply and sanitation services to Metro Manila and portions of Cavite and Rizal \nprovinces. In 1997, it awarded two concession contracts to private firms for water distribution \nand  wastewater  management.  The  MWSS  retained  responsibility  for  raw  water  supply. \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB. 2012. Technical Assistance to the Philippines for Angat Water Transmission Improvement Project. Manila. \n(TA 8169-PHI, approved on 13 September 2012). \n3  Government of the Philippines, National Economic and Development Authority. 2010. The Philippine Water Supply \nSector Roadmap, 2nd Edition. Manila.  \n4  The Angat reservoir is a multipurpose dam for water supply, irrigation, and hydropower generation. It is located 35 \nkilometers northeast of Metro Manila. The tunnel and aqueduct system comprises six underground pipes with \nlengths of up to 15 kilometers and diameters of 2.0–3.7 meters. The oldest pipes were built in 1939, the newest \nwere constructed in 2012. \n5  The MWSS formally requested ADB assistance with the rehabilitation of the aqueducts. The project preparatory \ntechnical assistance is tentatively scheduled for 2016 approval.   \n6  The National Capital Region accounts for 32% of the gross domestic product of the Philippines. ", "2 \nPrivatizing the distribution services significantly improved the delivery of water supply services. \nThe serviced population has doubled since 1997, with 90% of the population having 24-hour \naccess. The level of nonrevenue water has been cut from more than 60% in 2002 to 10%–40% \nin 2015.  \n \n7.  With the  concessionaries’  expanding  coverage,  demand  for  water  has  increased to \nabout 40 cubic meters per second (3.4 million cubic meters per day). Until now, the water \ngained through the concessionaires’ nonrevenue water reduction programs could meet the \nincreased demand. Given that these programs will achieve their optimal results by 2018, raw \nwater  supply  must  be expanded  to cover future  increased  demand.7 The  MWSS  plans to \ndevelop another significant water source through the New Centennial Water Source Project.8 \nHowever, this will only be operational after 2021.9 There is therefore an urgent need to restore \nthe Angat system to its full design capacity of 46 cubic meters per second to ensure that future \ndemand can be met.  \n \n8.  Loss of water supply. The chance of a serious breakdown of Metro Manila’s only water \nsource is increasing.10 This would lead to losses to the economy of Metro Manila and the \nPhilippines, as well as potential health hazards. The poor urban population would suffer most \nbecause  of  their  limited  capacity  to  tap  alternative  water  sources.  Recognizing  the  Angat \nsystem’s critical importance to uninterrupted water supply to Metro Manila, the MWSS prioritized \nthe construction of a new aqueduct, which was completed in 2012.11 The full capacity of this \naqueduct can only be achieved if a new tunnel is constructed to feed raw water into it. This will \nalso substantially reduce the risk of full or partial water supply disruption. \n \n9.  Strategic focus. One of the main strategies in the Philippine Development Plan, 2011–\n2016  is  attaining  high,  sustained  economic  growth  by  ensuring  a  stable  macroeconomic \nenvironment and investing in infrastructure. ADB’s country partnership strategy, 2011–2016 for \nthe Philippines supports the plan by reducing environmental degradation and vulnerability to \ndisasters, and by developing sustainable infrastructure in urban areas.12 \n \n10.  ADB’s  Philippine  urban  sector  assessment,  strategy,  and  road  map  lists  the  acute \nshortage of potable water as the primary urban challenge, while the water supply and sanitation \nsector assessment, strategy, and road map states that weak planning and monitoring, and the \nlack of investments are core constraints to the sector’s development. These constraints also \napply  to  the  MWSS.  The  proposed  project  will  support  ADB’s  two  core  areas:  (i)  urban \ncompetitiveness, by focusing on economic infrastructure;13 and (ii) sustainable communities, by \nfocusing  on  environmental  infrastructure. 14  ADB’s  Water  Operational  Plan,  2011‒2020 \n                                                \n7  Further nonrevenue water reduction is not cost effective: the incremental benefits will not compensate for the \nincremental costs. \n8  System of dams, reservoirs, and transmission lines, located 40 kilometers east of Metro Manila. \n9  The Angat system is therefore critical to ensuring that the demand projected for 2021 can be supplied. After 2021, \nadditional sources, such as the first phase of the New Centennial Water Source Project and the Kaliwa Low dam, \nshould be operational to cover the demand projection until 2027. \n10  Experts estimate the probability of a partial breakdown at 20%, with a minimum capacity loss of one-third of the \ntotal capacity and a restoration period of 2 months. \n11  NJS Consulting Engineers. 2005. Angat Water Utilization and Aqueduct Improvement Project Phase 2 (Final \nReport). Manila. \n12  ADB. 2011. Country Partnership Strategy: Republic of the Philippines, 2011‒2016. Manila. \n13  Economic infrastructure comprises investments that generate revenue. \n14  Environmental infrastructure comprises infrastructure and services that have a positive impact on the environment \nand human health and welfare, such as water supply and sanitation. \n ", "3 \nrecognizes the need to foster water conservation and increase system efficiencies.15 The project \nsupports the proposed solution of reducing water loss and minimizing inefficient use of water. \n \n11.  The project directly supports the government’s sector development plan by providing \nbulk water supply to priority areas, including Metro Manila.16 \n \n12.  Continued  ADB  support  to  private  sector development  and  good  governance. \nSince 1974, ADB has provided loans to finance 10 projects for the Metro Manila water system, \nincluding three for the Angat water supply system.17 ADB’s special evaluation study concluded \nthat  ADB’s  support  had  strengthened  the  MWSS’  public  sector  role  and  public‒private \npartnership (PPP) agreements in water distribution.18 The study also noted that given the long-\nterm partnership with ADB and the widening demand–supply gap, ADB should assist the MWSS \nfurther to improve Metro Manila’s raw water supply. The proposed project will (i) strengthen the \ncapacity of the MWSS to fulfill its public sector responsibility of ensuring and securing the \navailability  of  raw  water  to  the  concessionaries,  and  (ii)  continue  ADB’s  contribution  to \ndeveloping distribution services through the current PPPs.  \n \n13.  Previous  ADB  involvement  and  lessons  learned.  ADB’s  country  assessment \nperformance evaluation concludes that ADB assistance has contributed to innovative solutions \nfor  providing  urban  services,  but  that  project  design  should  (i)  cover  the  wide  range  of \ncontextual  factors  such  as  the  multiple  agencies  involved,  and  (ii)  assess  the  institutional \ncapacity of the executing agency before committing to new projects.19 The project addresses \nthis  through  a  single-sector  and  single-agency  approach,  and  by  supporting  the  MWSS’ \ninstitutional and management capacity during contracting and supervision of the works. \n \n14.  Special  features.  The  project  contributes  to  managing  the  disaster  risk  of  Metro \nManila’s water supply by financing structural measures to limit the adverse impact of natural and \ntechnological hazards, and environmental degradation. Seismic and structural assessments \nwere carried out and bid documents were prepared incorporating the technical findings in the \nproject’s bid documents.20 \n \n                                                \n15  ADB. 2011. Water Operational Plan, 2011‒2020. Manila. \n16 Government of the Philippines, National Economic and Development Authority. 2010. The Philippine Water Supply \nSector Roadmap, 2nd Edition. Manila. Outcome 4: Timely provision of adequate water supply facilities from source \ndevelopment to distribution. \n17  ADB. 1989. Report and Recommendation of the President to the Board of Directors on a Proposed Loan to the \nRepublic of the Philippines for Angat Water Supply Optimization Project. Manila (Loan 986-PHI, approved on 14 \nNovember 1989 for $130 million); ADB. 1992. Report and Recommendation of the President to the Board of \nDirectors  on  a  Proposed  Loan  to  the  Republic  of  the  Philippines  for  Umiray–Angat  Transbasin  Technical \nAssistance. Manila (Loan 1217-PHI, approved on December 1992 for $2.6 million); and ADB. 1995. Report and \nRecommendation of the President to the Board of Directors on a Proposed Loan to the Republic of the Philippines \nfor the Umiray-Angat Transbasin Project. Manila (Loan 1379-PHI, approved on 21 September 1995 for $92 million). \n18  ADB. 2008. Special Evaluation Study: ADB Assistance to Water Supply Services in Metro Manila. Manila. \n19  ADB. 2008. Country Assistance Program Evaluation: Philippines—Increasing Strategic Focus for Better Results. \nManila. \n20 A full set of bid documents has been prepared following international competitive bidding procedure using ADB’s \nStandard Bidding Documents for Procurement of Plant, Design, Supply and Install (two-stage bidding) and \nConditions of Contract for Plant and Design‒Build, first edition 1999 prepared by the International Federation of \nConsulting Engineers.  \n ", "4 \nB.  Impact and Outcome \n15.  The impact of the project is aligned with the government’s sector development goal of \nproviding access to safe, adequate and sustainable water supply to all by 2025. The outcome is \nreliable and adequate water supply by the tunnel system. \nC.  Outputs \n16.  New  tunnel  constructed.  The new tunnel is about 6.3 kilometers long and has a \nfinished, internal span of about 4 meters. The works consist of (i) an intake structure at Ipo \nreservoir, (ii) tunnel works, (iii) a new transition basin at Bigte, (iv) connection of the new \ntransition basin at Bigte to the existing transition basin number 3 at Bigte, and (v) modifications \nto the existing transition basin number 3 at Bigte. \n \n17.  Capacity building support provided. This consists of (i) hand on training of MWSS’ \nproject  management  office  staff  to  improve  skills  in  contract  management  and  contract \nsupervision;  and  (ii)  capacity  building  on  gender  awareness  promotion  and  training,  and \nimplementation  of  the  communication  strategy  with  regard  to  livelihood  opportunities  and \nawareness of health-related risks. \n \nD.  Investment and Financing Plans  \n \n18.  The project is estimated to cost $134.0 million which includes taxes, duties, and physical \nand price contingencies (Table 1).  \nTable 1: Project Investment Plan  \n($ million) \nItem  Amounta \nA.   Base Costb    \n  1.   Construction of a new tunnel  98.4 \n  2.   Capacity building support  6.0 \n    Subtotal (A)  104.4 \nB.   Contingenciesc  22.0 \nC.   Financing Charges During Implementationd  7.6 \n      Total (A+B+C)  134.0 \na  Includes taxes and duties of $10.7 million to be financed from government resources through exemption. \nb  In mid-2015 prices. \nc  Physical contingencies computed at 15% for civil works. Price contingencies computed at 4.55% on foreign \nexchange costs and 8.49% on local currency costs; includes provision for potential exchange rate fluctuation under \nthe assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the Asian Development Bank (ADB) \nloan has been computed at the 5-year forward London interbank offered rate plus a spread of 0.50%. Commitment \ncharges for an ADB loan are 0.15% per year to be charged on the undisbursed loan amount.  \nSource: Asian Development Bank estimates. \n \n19.  The Government of the Philippines has requested a loan of $123.3 million from ADB’s \nordinary  capital  resources to  help finance  the project. The  loan  will  have  a  25-year term, \nincluding a grace period of 6.5 years, straight line repayment method, an annual interest rate \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility,21 a  commitment  charge  of  0.15%  per  year  (the  interest  and  other  charges  during \nconstruction to be capitalized in the loan), and such other terms and conditions set forth in the \n                                                \n21 The interest includes a maturity premium of 10 basis points. This is based on the above loan terms and the \ngovernment’s choice of repayment option and dates. \n ", "5 \ndraft loan and guarantee agreements. Based on this, the average loan maturity is 16 years and \nthe maturity premium payable to ADB is 0.10% per annum. The loan will be guaranteed by the \nRepublic of the Philippines. The concession agreement provides for the concessionaires to \ninclude in their concession fees due to the MWSS and the MWSS' debt service obligations, \nincluding for this loan. This is passed on to Metro Manila consumers.  Table 2 outlines the \nfinancing plan.   \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank   0.0  0.0 \nOrdinary capital resources (loan) a  123.3  92.0 \nGovernmentb  10.7  8.0 \nTotal  134.0  100.0 \na   ADB loan may finance local transportation and insurance costs. \nb   The government will finance taxes and duties.   \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n20.  The MWSS is the executing agency. The project will be implemented by a team of \nMWSS staff, headed by a project manager and under the direct responsibility of the deputy \nadministrator  for  engineering  and  operation.  The  Department  of  Finance  and  the  National \nEconomic  and  Development  Authority  oversee  MWSS’  operations  as  part  of  their  regular \noversight responsibilities on government-owned and controlled corporations. \n \n21.  The project manager and members of the team will coordinate with the concessionaries, \nthe common purpose facility, the consultants’ team, the Department of Environment and Natural \nResources, and the National Commission on Indigenous Peoples. The MWSS will recruit a \nconsulting firm to help implement the project. The firm will serve as engineer following the \ndefinition of the International Federation of Consulting Engineers,22 with three main tasks: site \nsupervision,  contract  management,  and  capacity  development.  Table  3  summarizes \nimplementation arrangements and the project administration manual details them.23 \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  June 2016‒December 2021 \nEstimated completion date  31 December 2021 (physical completion); 30 June 2022 (loan closing)  \nManagement \n(i)   Oversight body  Department  of  Finance,  National  Economic  and  Development  Authority,  and \nGovernance Commission for Government Owned or Controlled Corporations \n(ii)   Executing agency  Metropolitan Waterworks and Sewerage System (MWSS) \n(iii)  Key implementing   MWSS \nagencies  Deputy Administrator for Engineering and Operation  \n(iv)  Implementation unit  MWSS, Project Management Office \n16 staff  \nOperation and Maintenance  The private concessionaries through the common purpose facility \nProcurement  International competitive bidding  1 contract  $98.4 million \nConsulting services  Quality- and cost-based selection  762 person-months  $6.0 million \n  Consultants  will  be  selected  following  the ADB’s Guidelines  on  the  Use  of \nConsultants (2013, as amended from time to time). \n                                                \n22 International Federation of Consulting Engineers. 1999. Conditions of Contract for Plant and Design–Build, first \nedition. Geneva. \n23  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nAspects   Arrangements \nretroactive financing and  Retroactive financing for contractor’s mobilization activities. Advance action for \nadvance contracting  procurement of works and recruitment of services. \nDisbursement   The loan proceeds will be disbursed in accordance with ADB Loan Disbursement \nHandbook (2015, as amended from time to time) and detailed arrangements \nagreed by MWSS and ADB. \nADB = Asian Development Bank, MWSS = Metropolitan Waterworks and Sewerage System. \nSource: Asian Development Bank. \n \n22.  The procurement of the works is ongoing, with the first stage of the two-stage bidding \nprocess competed. Invitations to submit second stage bids were issued and bids are expected \nto be submitted by 22 March 2016.  \n \nIII.  DUE DILIGENCE \n \nA.  Technical  \n \n23.  A full technical study was completed, confirming the project’s feasibility. The existing \nsystem was assessed on its structural condition, hydraulic performance, and seismic resilience. \nBased  on  geologic  and  geotechnical  surveys  using  maps  and  borehole  logs,  proposed \nalignment and stability requirements were defined. The findings, as presented in paragraphs 26 \nto 28, have been converted into appropriate design parameters, such as design and seismic \nloads, material properties, construction method, and durability requirements, and are included in \nthe technical requirements of the works contract financed by this loan. \n \n24.  Structural  condition. The older aqueducts  lose nearly 10% of their inflow through \nleakage. Remediation is likely to involve local repair and/or replacement of longer lengths of \npipe. The tunnels continue to convey significant volumes of raw water, which indicate that they \nare intact with no major collapse. Internal access will determine the internal condition and extent \nof remediation required. The other structures and appurtenances along the aqueducts are \ngenerally in poor condition. Rehabilitation will require replacement of most of these structures \nand appurtenances over time to ensure the transmission system’s integrity.  \n \n25.  Hydraulic assessment. The assessed capacity of the transmission system’s tunnels \nand aqueducts has been used to estimate the system’s hydraulic characteristics. The results \nhighlight two important issues for the transmission system:  \n(i)  tunnel  capacity  is  below  the  calculated  maximum  potential  flow,  requiring \ninspection and rehabilitation; and  \n(ii)  the  aqueducts’  full  capacity  is  unavailable  due  to  the  restrictions  in  system \noperation, requiring  increased flexibility  by  expanding  the  tunnel  system  and \nmodifying the interconnecting basins. \n \n26.  Seismic assessment. The assessment of aqueducts’ structural resilience indicates that \nthere are no major issues to urgently address. The main concern is damage that will occur at \nhard and/or stiff points along the transmission system. It is recommended that this risk is best \naddressed by post-earthquake repair, rather than installation of expensive flexible joints. The \nfirst priority is to construct a new tunnel to augment the supply to the new aqueducts, improving \nflow conditions and operational flexibility in the transmission system.  \n \n \n \n ", "7 \nB.  Economic and Financial \n \n27.  Financial and economic analyses were undertaken by calculating the financial internal \nrate of return (FIRR) and economic internal rate of return (EIRR), and comparing these with the \nhurdle rates—the weighted average cost of capital and assumed economic opportunity cost of \ncapital—as presented in Table 4. The project is considered financially and economically viable. \n \nTable 4: Financial and Economic Indicators \nNet Present Value  Net Present Value  Internal Rate  Hurdle \nIndicator  (Pesos million)  ($ million)  of Return (%)  Rate (%) \nFinancial   3,216.15  67.71   5.72     2.03 \nEconomic   1,238.06  26.06  15.42  12.00 \nSource: Asian Development Bank estimates. \n \n28.  Financial  analysis.  Due  to  inadequate  or  poorly  documented  maintenance  of  the \ntransmission infrastructure during the past decades, the probability of failure in Metro Manila’s \nwater supply increases over time. By creating redundancy and flexibility in diverting flows, the \nproject will allow rehabilitation of the transmission system without disrupting water supply to \nMetro Manila. It will not provide additional raw water supply or revenues for the MWSS or the \nconcessionaires; hence, the “failure rate” approach was used to assess financial viability24. \nUnder  the  without-project  or  “do  nothing”  scenario,  the  resulting  lost  revenue  for  the \nconcessionaires is compared with the project cost. The project’s FIRR of 5.72% compares \nfavorably to the weighted average cost of capital of 2.03%.  \n \n29.  The  MWSS  retains  ownership  of  the  water  facilities  and  exercises  its  regulatory \nfunctions on water rates under the concession agreements between the MWSS and the two \nconcessionaires. The costs associated with the MWSS’ major development projects, including \nthe 1% sovereign guarantee fee for the sovereign guarantee of the ADB loan, are passed on \nand paid by the two concessionaires as part of the debt servicing under the concession fees.  \n \n30.  Economic analysis. In the with-project scenario, the financial project cost is translated \nto its economic value using the domestic price numeraire by converting the foreign exchange \nand labor costs to their economic shadow prices. Furthermore, taxes are excluded in the \neconomic analysis as these are considered transfer costs. Under the without-project scenario, \nresource cost savings are valued by multiplying lost-billed volume with the weighted average of \nthe  economic  supply  price  of  alternative  water  for  domestic  and  nondomestic  use.  The \nalternative  sources  of  water  supply  include  small  private  companies  that  deliver  water  in \ncontainer drums to residential areas. The residential demand for alternative water supply is \nassumed to be about 40% of the total water demand, because consumers will tend to limit the \nuse of water to basic necessities due to significantly higher cost of alternative water compared \nwith what they normally pay. The project’s EIRR of 15.4% compares favorably to the economic \nhurdle rate of 12.0%.  \n \n31.  Sensitivity  analysis.  This  analysis  shows  that  the  project  remains  financially  and \neconomically viable with a negative variation of 10% in the failure rate, flow rate, and water \nrates,  which  directly  correlate  with  the  project’s  computed  benefits.  Changes  in  foreign \n                                                \n24 A fact-based failure rate assessment requires a full set of reliable and consistent historical data on partial and full \nfailure of the tunnel system, and consequent impacts on flow and recovery durations, which is lacking. For the \nAngat system, the failure rate assessment is based on the experts’ opinion, expecting a system failure of once \nevery 5 years, reducing the flow by one-third of its full capacity, and requiring 60 days to restore full capacity.   \n ", "8 \nexchange  movement  and  operation  and  maintenance  costs  will  not  affect  significantly  the \nproject’s financial and economic viability. The minimum calculated FIRR is 4.59% and the EIRR \nis 13.06%. \n \nC.  Governance \n32.  Financial management assessment. The MWSS has adequate capacity to manage \nthe project, as demonstrated by the completion of several projects financed by institutions such \nas ADB, Banque Nationale de Paris, Export–Import Bank of China, the International Bank for \nReconstruction and Development, and the Japan Bank for International Cooperation.  \n \n33.  As a Philippine government-owned and controlled corporation, the MWSS follows the \nbasic policies and procedures outlined by the New Government Accounting System as required \nby the Commission on Audit (COA). The MWSS’ administration undertook major reforms in \n2012, including cost rationalization on the employee benefits system and tight controls on \noperation and maintenance expenses. These reforms have improved the financial condition of \nthe MWSS. Since 2011, COA’s audit reports found no major accountability issues.   \n \n34.  Procurement capacity assessment. Procurement will involve international competitive \nbidding for (i) designing and constructing tunnels, appurtenant structures, and ancillary facilities; \nand (ii) recruiting supervision consultants.  \n \n35.  The general procurement environment is adequate, and the MWSS has established a \npermanent Bid and Awards Committee (BAC) and technical working groups that receive regular \ntraining  on  government  procurement  policies  and  guidelines.  The  current  BAC  has  no \nexperience in procurement following ADB procedures, or in two-stage bidding processes, and \nhas limited experience in procuring design–build contracts. The BAC and technical working \ngroup are aware that for contracts financed in whole or in part by ADB, procurement will follow \nthe provisions in the loan agreement and ADB’s Procurement Guidelines (2015, as amended \nfrom time to time), and ADB’s Guidelines on the Use of Consultants (2013, as amended from \ntime to time).  ADB will provide procurement support through grant-financed experts to assist \nwith the evaluation, negotiation, and awarding procedures of the works and services contracts. \n \n36.  ADB’s Anticorruption Policy (1998) was explained and discussed with the government \nand the MWSS. The risk assessment and risk management plan describes policy requirements \nand supplementary measures.25 \n \nD.  Poverty and Social \n37.  The  project  is  classified  as  a general  intervention given  that  it  will  indirectly  target \npoverty reduction for the beneficiary water end users in Metro Manila and the communities \nresiding near the source, or source communities.26 In Metro Manila, the project will ensure the \ncontinuity of water supply to its 15 million residents. Both concessionaires have programs to \nensure that their services are accessible to the poor communities of Metro Manila.27 For the \nsource communities, the project will support the employment in civil works construction, as well \nas promoting local skills development.28 \n                                                \n25  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n26  Bigte and San Mateo barangays, Bulacan Province. \n27   Manila Water’s Tubig para sa Barangay (Water for the Poor) program and Maynilad Water Services’ Samahang \nTubig Maynilad (Water Organization Manila). \n28  The target is for 50% of unskilled jobs to be filled by people from the source communities and indigenous peoples. \n ", "9 \n \n38.  The project is also classified as some gender elements. Proactive gender features have \nbeen included in the project design. These include (i) training in water conservation and hygiene \npromotion of source communities, with special focus on women and children; and (ii) promoting \npublic  awareness  among  men  and  women  in  the  source  communities  on  the  livelihood \nopportunities and benefits that will be generated during project construction. \n \n39.  Both  concessionaires’  low-income  communities  programs  include  actions  for \nempowering women by including them in the decision-making and implementation processes. \nThe  MWSS  is  coordinating  the  project’s  implementation  and  management,  including  the \ncollection of sex-disaggregated data for input and use in the regular monitoring and review of \ngender design measures, including the midterm review and project completion report.  \n \nE.  Safeguards \n40.  Environment. The project is categorized as B, given that it is not expected to cause \nirreversible adverse environment impacts. An environmental impact screening was carried out \nand an initial environmental examination (IEE) report was prepared. The bid document includes \nan environmental management plan that ensures mitigation of identified environment impacts \nduring construction. The IEE follows a process that complies with ADB’s Safeguard Policy \nStatement (2009) with supporting justification for Appendix 1, Section 8 regarding protected \nareas, Philippine laws and regulations, and compliance with the same. \n \n41.  Land  acquisition  and  involuntary  resettlement.  The  project  is  categorized  as  C \nbecause  there  is  no  physical  and/or  economic  displacement  and/or  land  acquisition.  The \nconstruction and use of the tunnel, which is situated 50 to 200 meters below the ground surface, \ndo not impose any safety risks to the existing assets, establishments, surface structures, and \nland use. The legal rights of the land above the tunnel belong to the MWSS. The project \npreparatory  technical  assistance  confirmed  that  it  is  extremely  unlikely  that  any  future \ndevelopment on the surface will damage the tunnel’s structural and functional integrity. A due \ndiligence report was prepared documenting the consultations with the households living along \nthe  tunnel  alignment.  Consultations  will  be  continued  throughout  the  project  cycle.  Any \nunanticipated impacts during implementation will be mitigated in accordance with the Safeguard \nPolicy Statement.   \n \n42.  Indigenous peoples. The project is categorized as B because the planned contractors’ \nwork area of 1 hectare is part of the protected Ipo watershed area, which overlaps with an area \nclaimed as ancestral domain by the indigenous Dumagat people. The land is free from any \nstructures, establishments, and vegetation. The project’s impact is limited to disturbances during \nconstruction. Consultations were held with the indigenous peoples communities living along the \ntunnel and an indigenous peoples plan (IPP) was prepared, outlining measures to mitigate \nthese disturbances. The IPP will be updated once a detailed engineering design is available, \nand will be posted on the ADB website. Meaningful consultations will be continued with the \nindigenous peoples in accordance with the Safeguard Policy Statement. \n \nF.  Risks and Mitigating Measures \n43.  Climate risks to the project are assessed by AWARE as “high” due to potential increases \nin risks from flooding, landslides, and on-shore category 1 storms. Although these risks exist in \nprinciple due to the geographic location of the project, no alteration in location or design is \n ", "10 \nrequired. The intake structure is submerged under normal operating conditions and is unlikely to \nbe affected by flooding or landslides occurring upstream in either Angat or Ipo reservoirs.  \n \n44.  The project’s key risks are limited to a lack of MWSS staff capacity to procure, recruit, \nand  effectively  supervise  project  implementation.  The  BAC  and  technical  working  group \nmembers  responsible  for  procuring  the  works  have  limited  experience  and  training  in \nprocurement through international competitive bidding, particularly in design‒build contracts and \nselection  of  project  implementation  assistance  consultants.  ADB  will  recruit  individual \nconsultants to assist the MWSS, while ADB Operations Services and Financial Management \nDepartment will supervise the procedures.  \n \n45.  The risks are assessed to be manageable and appropriate mitigation measures are in \nplace. The integrated benefits and impacts are expected to outweigh the costs of risk mitigation. \nMajor risks and mitigating measures are described in detail in the risk assessment and risk \nmanagement plan.29 \n \nIV.  ASSURANCES  \n46.  The government and the MWSS have assured ADB that implementation of the project \nwill conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as detailed in the \nproject administration manual and loan documents. The government and the MWSS have \nagreed with ADB on certain covenants for the project, which are set forth in the loan agreement \nand guarantee agreement. \n \nV.  RECOMMENDATION \n47.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$123,300,000 to Metropolitan Waterworks and Sewerage System, to be guaranteed by the \nRepublic of the Philippines for the Angat Water Transmission Improvement Project, from ADB’s \nordinary capital resources, with interest to be determined in accordance with ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 25 years including a grace \nperiod of 6.5 years, and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan and guarantee agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n26 February 2016 \n                                                \n29 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with: \nthe government’s sector development goal of providing access to safe, adequate and sustainable water \nsupply to all by 2025. (Outcome 4 of the Philippine Water Supply Sector Roadmap: Timely provision of \nadequate water supply facilities from source development to distribution) 1 \n   Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome  By 2023     \nReliable and  a. Tunnel system provides  a. Final completion   \nadequate water  at least 46 m3/sec of raw  report: flow and level \nsupply by the tunnel  water with any one of the  measurements and \nsystem   four tunnels  hydraulic calculations by \ndecommissioned (2016  MWSS  \nbaseline: N/A)   \nOutputs       \n1. New tunnel  1a. By 2022: Civil works  1a. Monthly progress  Weak Organizational \nconstructed  completed:  reports by contractor and  and Staff Capacity and \n(i)  intake structure at Ipo  verified by engineer  weak procurement \nreservoir;   practices \n(ii)  tunnel works,   \napproximately 6.3  A change in leadership \nkilometers long and  of  MWSS may result \nwith a finished internal  in weak support to \nspan of approximately  MWSS’  initiatives to \n4 meters;  improve the \n(iii) new transition basin at  transmission system \nBigte;  \n(iv) connection of the new \ntransition basin at \nBigte to the existing \ntransition basin no. 3 \nat Bigte; and  \n(v)  necessary \nmodifications to the \nexisting transition \nbasin no.3 at Bigte \n(2016 baseline: N/A) \n \n  1b. By 2021: 50% of  1b. Contractor’s records   \nunskilled laborers hired by \nthe contractor  are  people   \nfrom the source \ncommunities and \nindigenous people, with \nequal pay and job \nconditions. \n(2016 baselines: N/A) \n \n \n \n \n                                                \n1  Government of the Philippines, National Economic and Development Authority. 2010. The Philippine Water Supply \nSector Roadmap, 2nd Edition. Manila.  \n ", "12  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \n2. Capacity building  2a. By 2022:  Ten project  2a. Annual report on  Time and cost \nsupport provided  management office staff  MWSS’s Strategic  overruns due to \nwith improved skills in  Performance  occurrence of in \ncontract management  Management System.  flooding, landslides, \n(2016 baseline: N/A)    and on-shore category \n    1 storms. \n2b.By 2018: Two gender  2b–c. Quarterly progress \nawareness promotion and  reports and attendance \ntraining sessions for  sheets, prepared by \nMWSS staff completed  consultant \nand attended by 30 people \neach.  \n(2016 baseline: N/A) \n \n2c. By 2018: 200 local \npeople trained on water \nconservation, hygiene \npromotion, livelihood \nopportunities and \nawareness of health-\nrelated risks (with 50% \nwomen meaningfully \nparticipating) \n(2016 baseline: N/A) \n \nKey Activities with Milestones \nOutput 1. New tunnel constructed \n1.1  Approval of bid documents (Feb 2015) \n1.2  Issuing of invitation to bid (Feb 2015) \n1.3  Contracting of works (Jun 2016) \n1.4  Completion of works (Dec  2021) \n \nOutput 2. Capacity building support provided \n2.1  Approval of terms of reference (Feb 2016) \n2.2  Issuing request for proposal (Feb 2016) \n2.3  Contracting of services (Dec 2016) \n2.4  Gender awareness training (Jan–July 2017) \n2.5  Community consultations and training (Jan–Dec 2017) \n2.6  Completion of services (Dec 2021) \nInputs     \nADB:  $123.3 million \nGovernment:  $10.7 million \nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, m3/sec = cubic meter per second, MWSS = Metropolitan Waterworks and \nSewerage System; n/a = not applicable.  \na http://mwss.gov.ph/?page_id=238  \nSource: Asian Development Bank. \n \n   \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46362-002-3 \n \n1.  Loan Agreement \n2.  Guarantee Agreement \n3.  Sector Assessment (Summary): Water and other Urban Infrastructure Services  \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Initial Environmental Examination \n12.  Indigenous Peoples Plan \n13.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n \n14.  Poverty and Social Analysis Report \n15.  Involuntary Resettlement Due Diligence Report \n16.  Procurement Capacity Assessment Report and Recommendations \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160226112252+08'00'", "ModDate": "D:20160226112252+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 1 February 2016) \n \nCurrency unit  –  peso (P) \n     \nPhp1.00  =  $.0208 \n$1.00  =  P48.00 \n \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank \n  BAC  –  Bid and Awards Committee \n  COA  –  Commission on Audit \n  EIRR  –  economic internal rate of return \n  FIRR  –  financial internal rate of return \n  IEE  –  initial environmental examination \n  IPP  –  indigenous peoples plan \n  LIBOR  –  London interbank offered rate \n  MWSS   –  Metropolitan Waterworks and Sewerage System \n  PPP  –  public–private partnership \n \nNOTE \n \nIn this report, “$” refers to US dollars.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  T. Gallego-Lizon, Urban Development and Water Division, SERD \n   \nTeam leader  P. van Klaveren, Senior Urban Development Specialist, SERD \nTeam members  L. Adams, Social Development Specialist, SERD \n  M. Ovenden, Social Development Specialist (Resettlement), SERD \n  S. Tansengco-Shapero, Senior Finance Specialist, SERD \n  P. Rhee, Counsel, Office of the General Counsel \nPeer reviewers  J. Huang, Principal Urban Development Specialist, South Asia \nDepartment \n  A. Woodruff, Urban Development Specialist, Pacific Department  \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "  M. Ovenden", "role": " Social Development Specialist ", "organization": "(Resettlement)"}, {"fullname": "  S. Tansengco-Shapero", "role": " Senior Finance Specialist", "organization": "SERD "}, {"fullname": "  P. Rhee", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  A. Woodruff", "role": " Urban Development Specialist", "organization": "Pacific Department  "}]}