{"Author": "Asian Development Bank", "CreationDate": "D:20200527161659+08'00'", "Creator": "PDF24 Creator", "Keywords": "philippines, angat dam, angat reservoir, mwss, water transmission, manila water supply, sanitation, capacity building, 46362-004, loan 3377, adb projects, terms and conditions, board approval, rrp, approved projects, report and recommendation of the president", "ModDate": "D:20200619160021+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed additional financing will (i) increase the capacity of the Angat transmission system to meet increasing demands and (ii) mitigate the risk of a total loss of water supply to Metro Manila by building resilience.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated May 2020 is provided for the ADB project 46362-004 in the Philippines", "Title": "Angat Water Transmission Improvement Project - Additional Financing: Angat Water Transmission Improvement Project - Additional Financing: Report and Recommendation of the President", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 46362-004 \nLoan Number: 3377-PHI \nMay 2020 \n \n \n \n \nProposed Loan for Additional Financing \nMetropolitan Waterworks and Sewerage System \nAngat Water Transmission Improvement Project \n(Guaranteed by the Republic of the Philippines) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 30 April 2020) \n\nCurrency unit \n₱1.00 \n$1.00 \n\n– \n= \n= \n\npeso/s (₱) \n$0.0198 \n₱50.90 \n\nABBREVIATIONS \n\nADB \nAQ7 \nCOVID-19 \nkm \nm \nm3/sec \nMWSS \nO&M \nPAM \nROW \nT4 \nWUS \n\ncubic meters per second \n\nAsian Development Bank \nAqueduct no. 7 \ncoronavirus disease \nkilometer \n\n– \n– \n– \n– \n–  meter \n– \n–  Metropolitan Waterworks and Sewerage System \n– \n– \n– \n– \n– \n\noperation and maintenance \nproject administration manual \nright of way \nTunnel no. 4 \nwater and other urban infrastructure and services \n\nNOTE \n\nIn this report, “$” refers to United States dollars. \n\nVice-President \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors \n\nAhmed M. Saeed, Operations 2 \n\n \nTeam leader \nTeam members \n\nPeer reviewer \n\nKelly Bird, Country Director, Philippines Country Office (PHCO), SERD \nVijay Padmanabhan, Director, Urban Development and Water Division \n(SEUW), SERD \n \nSiti Hasanah, Urban Development Specialist, SEUW, SERD  \nRuby Alvarez, Senior Project Officer, PHCO, SERD \nYukiko Ito, Senior Social Development Specialist, Social Development \nThematic Group, Sustainable Development and Climate Change \nDepartment \nShinsuke Kawazu, Principal Counsel, Office of the General Counsel \n(OGC) \nBaurzhan Konysbayev, Principal Counsel, OGC \nMichael John Lacambacal, Senior Operations Assistant, SEUW, SERD \nLila Mallory, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio and Financial Management Department \nSunil Mitra, Lead Portfolio Management Specialist, SEUW, SERD \nAlain Morel, Principal Country Specialist, PHCO, SERD \nAimee Orbe, Associate Project Analyst, SEUW, SERD   \nMichiko Suga, Senior Social Development Specialist, Transport and \nCommunication Division, SERD \nJingmin Huang, Director, Urban Development, Water Supply and \nSanitation Division, Pacific Department \n\n \n\n \n\n \n\n \n \n \n\n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n\f\fCONTENTS \n\nPROJECT AT A GLANCE \n\nMAP \n\nI. \n\nII. \n\nIII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \nF. \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nRevised Design and Monitoring Framework \n\nList of Linked Documents \n\n1. \n\n2. \n \n\nPage \n\n1 \n\n1 \n1 \n5 \n5 \n5 \n7 \n\n7 \n7 \n8 \n9 \n9 \n10 \n10 \n\n11 \n\n11 \n\n12 \n\n15 \n\n \n\n \n\n \n\n\f\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\nAngat Water Transmission Improvement \nProject (Additional Financing) \nPhilippines\nMetropolitan Waterworks and Sewerage \nSystem\n\nDepartment/Division SERD/SEUW\n\nProject Number: 46362-004\n\nExecuting Agency\n\nMetropolitan Waterworks \nand Sewerage System\n\nCountry Economic \nIndicators\nPortfolio at a Glance\n\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=46362-004-CEI\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=46362-004-PortAtaGlance\n\n2. Sector\n\nWater and other urban \ninfrastructure and services\n\nSubsector(s)\nUrban water supply\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nMaking cities more livable\nStrengthening governance and institutional capacity\nSustainable Development Goals\nSDG 6.1, 6.4\nSDG 13.a\n\n4. Risk Categorization:\n\nLow\n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Project (Regular Loan): Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Project Sponsor \nTotal\n\nCurrency of ADB Financing: US Dollar \n\n     ADB Financing ($ million)\n126.02\n\nTotal\n\n126.02\n\nClimate Change Information\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\n\nLow\n\n4.00\n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nPoverty Targeting\nGeneral Intervention on Poverty\n\nAmount ($ million)\n\n126.02\n126.02\n0.00\n0.00\n29.80\n29.80\n155.82\n\n5. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n05052020172536469005\n\nGenerated Date: 05-May-2020 17:25:47 PM\n\n\fDingalan\n\nAngat Dam\nReservoir\n\nDoña Remedios Trinidad\n\nMANILA\n\nSan Rafael\n\nPHILIPPINES\nPHILIPPINES\nAngat Water Transmission Improvement Project \nAngat Water Transmission Improvement Project \nBaliuag\n(cid:416)additional ﬁnancing(cid:417)\n(cid:416)additional ﬁnancing(cid:417)\nAngat\n\nPulilan\n\nBustos\n\nPandi\n\nBULACAN\n\nBigte \nBasins\n\nPlaridel\n\nGuiguinto\n\nIpo Dam\nReservoir\n\nNorzagaray\n\nAngat Water Transmission \nAngat Water Transmission \nImprovement Project\nImprovement Project\n\nMalolos \n\nBalagtas\n\nSanta Maria\n\nAngat Water Transmission \nAngat Water Transmission \nImprovement Project\nImprovement Project\n(cid:416)additional ﬁnancing(cid:417)\n(cid:416)additional ﬁnancing(cid:417)\n\nSan Jose del Monte\n\nBocaue\n\nBulacan\n\nMarilao\n\nMeycauayan\n\nNovaliches\nPortal\n\nNorth \nCaloocan\n\nRodriguez\n\nGeneral Nakar\n\nQUEZON\n\nObando\n\nNavotas\n\nMalabon\n\nValenzuela\n\nSouth \nCaloocan\n\nLa Mesa Dam\nReservoir\n\nSan Mateo\n\nRIZAL\n\nQuezon City\n\nMETRO  \nMANILA\n\nMarikina\n\nAntipolo\n\nManila\n\nSan Juan\n\nCainta\n\nManila Bay\n\nMandaluyong\n\nPasig \n\nTaytay\n\nPasay\n\nMakati\n\nPateros\n\nAngono\n\nBaras\n\nTeresa\n\nMorong\n\nCavite\n\nParañaque\n\nTaguig\n\nBinangonan\n\nCardona\n\nKawit\n\nNoveleta\n\nBacoor\n\nLas Piñas\n\nCAVITE\n\nMuntinlupa\n\nLaguna de Bay\n\nRosario\n\nImus\n\nTanza\n\nGeneral Trias\n\nSan Pedro\n\nDasmariñas\n\nMaynilad Water Services Inc. (cid:416)Maynilad(cid:417) Service Area\nManila Water Company Inc. (cid:416)Manila Water(cid:417) Service Area\nShared Maynilad and Manila Water Service Areas\nRiver\n\nGeneral Mariano \n\nAlvarez\n\nBiñan\n\nTrece Martires\n\nThis map was produced by the cartography unit of the Asian Development Bank. The boundaries, \ncolors, denominations, and any other information shown on this map do not imply, on the part of \nthe  Asian  Development  Bank,  any  judgment  on  the  legal  status  of  any  territory,  or  any \nendorsement or acceptance of such boundaries, colors, denominations, or information. \n\nSanta Rosa\n\nCarmona\n\nCabuyao\n\nIndang\n\nAmadeo\n\nCalamba City\n\nSilang\n\nTanay\n\nReal\n\nSanta Maria\n\nPililla\n\nLAGUNA\n\nMabitac\n\nPangil\n\nJala-Jala\n\nPakil\n\nFamy\n\nSiniloan\n\nPangil\n\nPaete\n\nKalayaan\n\n(cid:364)\n\n5\n\n(cid:365)(cid:364)\n\n(cid:365)5\n\nLumban\n\nN\n\nKilometers\n\nPila\n\n190721B ABV\n\nSanta Cruz\n\nPagsanjan\n\nCavinti\n\nMagdalena\n\nVictoria\n\nLuisiana\n\n\fI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed loan to \nMetropolitan Waterworks and Sewerage System (MWSS), to be guaranteed by the Republic of \nthe  Philippines,  for  the  additional  financing  of  the  Angat  Water  Transmission  Improvement \nProject.1 \n \n2. \nThe original loan for the ongoing project, approved by the Asian Development Bank (ADB) \nin  2016,  supports  MWSS  in  improving  its  water  transmission  system,  by  constructing  a  new \nupstream  tunnel  from  the  Ipo  Dam  to  the  Bigte  Basins,  and  reinforcing  water  security.  The \nproposed  additional  financing  will  allow  MWSS  to  expand  the  rehabilitation  of  the  water \ntransmission  system,  reduce  water  losses  and  increase  the  viability  of  the  ongoing  project  by \nconstructing a new aqueduct from the Bigte Basins to the Novaliches Portal to convey water to \nthe  downstream  treatment  plants  that  supply  water  to  Metro  Manila.  The  proposed  additional \nfinancing  will  (i)  increase  the  capacity  of  the  Angat  transmission  system  to  meet  increasing \ndemands  and  (ii) mitigate  the  risk  of  a  total  loss  of  water  supply  to  Metro  Manila  by  building \nresilience.2 While this project had been planned since 2018 well before the coronavirus disease \n(COVID-19) pandemic, it will have significant benefits by improving overall health and hygiene of \nthe population (para.5).   \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \nOverview.  While  water  resources  are  plentiful  in  the  Philippines,  they  are  unevenly \n3. \ndistributed  across  the  country  due  to  rainfall  variability  and  other  geographic  features  of  each \nregion. The changing climatic conditions are exacerbating the situation. Growing population and \nmigration to urban areas are further increasing the demand for clean water beyond the available \nsupply. In many areas, groundwater resources have been over abstracted and are contaminated \ndue to improper human waste management. Nationwide, urban population with access to safe \nwater supply was 99% in 2017, but only 47% through a piped water supply system.3 Outside of \nMetro Manila, water infrastructure condition is generally poor with water losses typically at 25%–\n50%, and service provision is inadequate requiring significant investment across the country. \n \n4. \nMetro Manila city profile. Metro Manila comprises 17 cities and municipalities. It spans \nan area of 620 square kilometers and has 12.9 million inhabitants, about 12% of the country’s \ntotal population.4 Metro Manila’s population is increasing by 6.1% annually, a much faster pace \nthan the national annual growth rate of 1.5%.5 As the commercial, financial and industrial center \nof  the  Philippines,  Metro  Manila  accounts  for  37%  of  the  country’s  gross  domestic  product. \nSustainable delivery of basic urban services has a direct impact on Metro Manila’s economy and \nis critical for the region’s development.  \n \n\n \n\n1  Asian  Development  Bank  (ADB).  2016.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed Loan to the Republic of the Philippines for the Angat Water Transmission Improvement Project. Manila \n(Loan 3377-PHI). https://www.adb.org/projects/46362-002/main. \n\n2  ADB provided technical assistance to help prepare the additional financing (ADB. 2014. Technical Assistance to the \n\nRepublic of the Philippines for the Metro Manila Water and Sanitation Development. Manila [TA 8769-PHI]). \n\n3 Joint Monitoring Program. 2017. Progress on household drinking water, sanitation and hygiene 2000-2017. New York.  \n4  Philippine  Statistics  Authority.  2015  Census  of  Population.  http://www.psa.gov.ph/content/highlights-philippine-\n\npopulation-2015-census-population (accessed on 15 September 2019). \n\n5  United Nations Secretariat. 2017 Revision of World Population Prospects. https://population.un.org/wpp/ (accessed \n\non 15 September 2019). \n\n \n\n \n\n\f2 \n\nInstitutional arrangements for water supply. MWSS, a government-owned corporation, \n5. \nis mandated to provide potable water and sanitation services to Metro Manila and the adjacent \nprovinces of Rizal and Cavite. In 1997, MWSS awarded two concession contracts to two separate \nprivate  corporations  for  water  treatment  and  distribution  and  wastewater  management,6 while \nretaining the responsibility for raw water supply. The private corporations significantly improved \nwater supply services—the serviced population doubled since 1997 and more than 90% of the \nregion’s  inhabitants  have  24-hour  access  to  potable  water.  Nonrevenue  water  decreased  from \n45%–70% in 1997 to 12%–29% in 2018. \n \n6. \nWater  scarcity  and  impacts  on  personal  hygiene  during  the  pandemic.  The \nseriousness of water insecurity in the city became apparent when a prolonged dry season led to \na water supply crisis in 2019 (from March to May). During rationing, the worst hit neighborhoods \nhad no water for several days and only a few hours of water for weeks. MWSS had assured raw \nwater supply to the concessionaires and planned a series of projects to ensure bulk water was \nprovided  to  meet  the  rapidly  growing  water  demand  in  Metro  Manila.  Given  the  strong  water-\nsanitation-hygiene  linkage,  any  water  shortage  or  deterioration  in  water  quality  will  adversely \nimpact the personal hygiene of Metro Manila’s communities, which could hamper efforts to battle \nthe ongoing COVID-19 pandemic. Consequently, MWSS’s plan to enhance water security and \nwater quality to Metro Manila is a practical response aligned with measures to arrest devastating \nhealth, social, and economic impacts of diseases including the current COVID-19 pandemic.   \n \n7. \nSources  of  water.  The  Umiray–Angat–Ipo  system  (or  the  Angat  water  transmission \nsystem) serves as the source of more than 90% of Metro Manila’s water requirement. Water from \nthe Angat Dam is discharged and stored at the Ipo Dam about 5 kilometers (km) downstream of \nthe Angat Dam. Water from the Ipo Dam is then transmitted to the Bigte Basins through three \nparallel tunnels (the Angat upstream system) and on to the Novaliches Portal through six parallel \naqueducts (the Angat downstream system),7 from where the two concessionaries treat and supply \nwater to Metro Manila.8 \n \n8. \nThe  Angat  upstream  system  and  the  scope  of  the  ongoing  project.  The  ongoing \nproject comprises the construction of the urgently needed Tunnel no. 4 (T4) to supplement water \ntransmission  from  the  Ipo  Dam  to  the  Bigte  Basins.  This  will  enable  the  rehabilitation  or \ndecommissioning  of  the  other  tunnels  (T1,  T2,  and  T3).  T4  will  increase  the  Angat  upstream \nsystem’s design capacity from 52.7 cubic meters per second (m3/sec) to 71.7 m3/sec. The civil \nworks contract for T4 (the only works contract of the ongoing project) comprising construction of \na 4-meter (m) finished internal diameter and 6.3 km long tunnel is substantially complete and is \nexpected to be commissioned in June 2020, 3 months prior to its scheduled completion date. \n \n9. \nChange in the original loan amount. In October 2019, ADB agreed to MWSS’s request \nto cancel $55.97 million of the original loan amount of $123.30 million, for a revised loan amount \nof $67.33 million. MWSS’s request for partial cancellation of the original loan amount was made \nin view of the substantial completion of the T4 civil works under the ongoing project and  to reduce \nthe  financing  charges  that  MWSS  would  accrue on  the  undisbursed  loan  savings,  considering \nthat  all  identified  works were  substantially  complete.  The  cancelled  portion  of the  original  loan \n\n \n\n6  Maynilad Water Services, Inc. (Maynilad) serves Metro Manila’s West Zone, and Manila Water Company, Inc. (Manila \n\nWater) serves Metro Manila’s East Zone.  \n\n7  Aqueducts (AQs) 1–6 were constructed between 1939 and 2012. AQ1 (built in 1939) and AQ2 (built in 1945) are the \noldest, and AQ6 (built in 2012) is the latest. AQ1 and AQ2 can be deemed as one aqueduct because AQ2 branches \nserve only as parallel reinforcements of some segments of AQ1. \n\n8  A  Schematic  Diagram  of  the  Angat  Water  Transmission  System  (accessible  from  the  list  of  linked  documents  in \n\nAppendix 2). \n\n \n\n\fcomprised  savings  from  (i)  unused  allocations  to  civil  works  and  consulting  contracts  ($30.37 \nmillion),  (ii)  unused  contingency  allocation  ($22.00  million),  and  (iii)  partial  allocation  to  the \nfinancing charges during construction ($3.60 million).9  \n \nOngoing  project’s  performance.  The  ongoing  project  is  performing  well;  and  all  loan \n10. \ncovenants, including the fiduciary and safeguard requirements, have been complied with.10 It is \nrated  on  track  as  per  the  project  performance  rating.11 As  of  30  April  2020,  physical  progress \nstood at 99% for an elapsed loan period of 66%. The cumulative disbursement was $59.6 million, \nor 88.5% of the revised loan amount.  \n \n11. \nThe Angat downstream system and water delivery. To ensure water from the Angat \nupstream system delivers continuous water to Metro Manila, the Angat downstream system must \nbe in good condition. However, several aqueducts in the Angat downstream system are in a poor \nstate.  Of  the  existing  six  aqueducts,  (i)  structural  assessments  of  AQ1  and  AQ2  suggest  they \nhave  deteriorated  significantly  and  fittings  are  unserviceable  resulting  in  water  loss,  and  (ii) \nseismic assessments suggest that AQ3, AQ4, and the downstream part of AQ5 are weak and not \nearthquake resilient. Under the current condition, the Angat downstream system is expected to \nrequire operational interruptions or a total stoppage when leaks are being rectified. Rectification \nis expected every 5 years, and the supply-disrupting repairs are estimated to take about 60 days. \n \nConstruction  of  a  new  aqueduct  and  service  continuity.  The  construction  of  a  new \n12. \naqueduct—aqueduct no. 7 (AQ7)— will add flexibility to the Angat downstream system and enable \nMWSS to rehabilitate the existing aqueducts without disrupting water supply. After the completion \nof AQ7, MWSS will decommission AQ1 and AQ2, and rehabilitate the following aqueducts during \nthe specified periods: AQ4 (2025–2027), AQ3 (2028–2030), and part of AQ5 (2031–2032). Once \nthe  rehabilitation  is  complete,  the  risk  of  a  system  breakdown  every  5  years  will  have  been \neliminated.  The  new  aqueduct  is  a  water  security  measure  for  Metro  Manila  and  will  match \ncapacities of the Angat downstream and upstream systems to meet future water demands.12 \n \n13. \nProposed  change  in  scope  and  additional  financing.  To  ensure  service  continuity, \nMWSS requested an expansion of the scope of the ongoing project to finance AQ7. The proposed \nadditional financing for AQ7 will cover construction costs, construction supervision, and capacity \n\n \n\n9  At  the  appraisal  stage,  the  T4  works  were  estimated  at  $88.1 million  (excluding  taxes)  while  the  actual  contract \nawarded was for $60.1 million. The significantly lower contract amount was the result of a change in the tunneling \nmethod. The bidding document and cost estimates had been prepared based on the drill-and-blast method; however, \nthe bidder proposed the use of a tunnel-boring machine, which proved to be cheaper and faster. The higher initial \nestimates were also based on the following considerations: (i) the absence of recent similar works in the country to \nserve  as  comparators;  (ii)  the  remote  project  site,  anticipated  to  result  in  higher  mobilization  costs;  and \n(iii) unmanaged  political  risks  that  may  have  caused  implementation  delays  and  cost  escalation.  Further,  the \nconsulting  services  contract  is  about  $2.4  million  lower  than  the  estimate  because  late  consultant  mobilization \nreduced the amount of required consulting inputs. The consultant team was mobilized in 2018, about 2 years later \nthan  scheduled.  Since  construction  had  started  in  2016,  MWSS  had  recruited  consultants  financed  from  its  own \nresources to supervise the works. The contingency allocation was cancelled because the construction progress had \nreached 93% (when the cancellation was approved in October 2019); technically critical works had been completed; \nand no significant cost increases were anticipated until the targeted completion date in June 2020. \n\n10 The  review  of  the  project  performance  is in accordance  with  the criteria  specified in Table  1  of  ADB. 2018.  Staff \n\nInstruction on Business Process for Additional Financing (Sovereign Operations). Manila. \n\n11 More  details  on  the  performance  of  the  ongoing  project  are  provided  in  the  Summary  of  Project  Performance \n\n(accessible from the list of linked documents in Appendix 2).  \n\n12 MWSS’s current water right is 46 m3/sec. In 2020, MWSS will be entitled to obtain 54.6 m3/sec (subject to the approval \nby  the  National  Water  Resources  Board).  If  the  new  water  right  is  fully  used,  and  with  the  additional  supply  of \n5.8 m3/sec from the Laguna de Bay system, the Angat water transmission system will be able to meet Metro Manila’s \nwater demand until 2025, which is estimated at 59.8 m3/sec. Starting in 2023, the Kaliwa Dam system is expected to \nprovide additional water to meet Metro Manila’s demand until 2031. \n\n3 \n\n \n\n\fdevelopment.  The  proposal  meets  the  eligibility  criteria  for  additional  financing13 because  the \noverall  project  (i)  remains  technically  feasible,  economically  viable,  and  financially  sound;  (ii)  is \nconsidered a high priority by the government; (iii) is consistent with the ongoing project’s development \nobjectives;  and  (iv)  is  consistent  with  ADB’s  country  partnership  strategy,  2018–2023  for  the \nPhilippines.14 \n \n14. \nAdditional financing is the suitable modality also because (i) T4 and AQ7 are integral parts \nof a unified system, and (ii) AQ7 will help the ongoing project achieve its outcome by strengthening \nthe  downstream  water  transmission  capacity,  which  will  ensure  that  the  overall  Angat \ntransmission system keeps delivering adequate and reliable amounts of water to Metro Manila. \nUltimately, this will further improve water supply services and meet growing demand. \n \nThe  overall  project  will  enhance  Metro  Manila’s  water  security  and  the  benefits  will  be \n15. \nachieved for all residents. This was a fundamental requirement before the emergence of COVID-\n19. Now, the overall project has an elevated importance and urgency as an essential part of the \nresponse to the COVID-19 pandemic (and other future health emergencies). \n \n16. \nStrategic  alignment.  The  proposed  additional  financing  will  further  strengthen  the \nongoing project’s contribution to the achievement of the government target of 100% water supply \ncoverage by 2025, as indicated in the Philippine Water Supply Sector Roadmap.15 The country \npartnership strategy lists water and other urban infrastructure and services (WUS) as one of five \npriority sectors for extended support in the Philippines. The overall project is also in line with ADB’s \nStrategy 2030 and its operational priorities 3 (building disaster-resilient infrastructure investments) \nand  4  (making  cities  more  livable);16 and  with  the  Water  Operational  Plan  (2011–2020),  which \ndiscusses ways for ADB to help fill the gap between water demand and supply.17 \n \n17. \nDevelopment coordination. Key development partners in the Philippines’ WUS sector \nare ADB, the Japan International Cooperation Agency, and the World Bank. ADB has reengaged \nwith the government on WUS in 2016, supporting water supply improvements in Metro Manila \nand provincial cities. After the new government was formed in 2016, Sulong Pilipinas replaced \nthe Philippine Development Forum, which used to organize regular meetings with development \npartners.  An  annual  consultative  conference  is  organized  under  Sulong  Pilipinas,  bringing \ntogether business communities, development partners, and respective government agencies to \nexchange information and coordinate activities.18 \n \n18. \nLessons learned. Major implementation issues of the ongoing project resulted from (i) \ndelays in recruiting the construction supervision consultant and (ii) the retirement of a substantial \nnumber of experienced MWSS staff. To address these issues, the proposed additional financing \nwill (i) assist MWSS in meeting its consulting needs by using the consultant engaged under the \nSoutheast  Asia  Urban  Services  Facility; 19  (ii)  strengthen  project  implementation  support  for \nprocurement, disbursement, and environmental and social safeguard compliance; and (iii) train \nMWSS staff in operation and maintenance (O&M) and financial management. \n\n \n13 ADB. 2018. Additional Financing. Operations Manual. OM H5. Manila. \n14 ADB. 2018. Country Partnership Strategy: Philippines, 2018–2023—High and Inclusive Growth. Manila. \n15 Government of the Philippines, National Economic and Development Authority. 2010. Philippine Water Supply Sector \n\n16 ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\nRoadmap, 2nd Edition. Pasig City. \n\nManila. \n\n17 ADB. 2011. Water Operational Plan 2011–2020. Manila. \n18 Development Coordination (accessible from the list of linked documents in Appendix 2). \n19 ADB. 2018. Technical Assistance for the Southeast Asia Urban Services Facility. Manila (TA 9554-REG). \n\n4 \n\n \n\n\fImpact and Outcome \n\n \n19. \nADB’s value addition. Seismic and structural assessments supported by ADB informed \nthe preliminary designs as well as the technical specifications in the bidding document for T4. The \nadditional financing activities will follow a similar approach to the AQ7 technical assessments and \nin overseeing the bidding and management of the complex design–build contract. The proposed \nadditional  financing  will  help  limit  the  adverse  impact  of  natural  hazards  and  environmental \ndegradation  and  ensure  the  sustainability  of  the  project  through  capacity  building.  The \nconstruction of T4 and AQ7 will support implementation of the water security road map for Metro \nManila and address the growing water demand in the region.  \n \n20. \nADB is a trusted partner for the Philippines in its efforts to engage with communities during \nimplementation  of  public  works  projects.  A  well-prepared  program  of  community  engagement, \nwith prominent partnership with groups led by women, will deliver support on the need for robust \nwater, sanitation, and hygiene (or WASH), with a focus on ‘poor’ areas bearing a high burden of \nthe COVID-19 pandemic. \n \nB. \n \n21. \nThe project is aligned with the following impact: universal access to safe, adequate, and \nsustainable  water  supply  by  2025.  It  will  have  the  following  outcome:  adequate  and  reliable \namounts of water supplied in Metro Manila.20 The aggregate impact and outcome of the overall \nproject  are  unchanged,  but  new  outcome  indicators  were  added  to  reflect  the  performance \nmeasurement of a new output. \n \nC. \n \n22. \n \nOutput 2: Capacity-building support provided. Output 2, while unchanged in essence, \n23. \nwill include new activities under the proposed additional financing to (i) strengthen gender and \ndevelopment  programs being  implemented  under the  ongoing  project;  (ii)  train MWSS  staff  on \nO&M  of  the  tunnels  and  aqueducts;  and  (iii)  expand  the  awareness  programs  on  water \nconservation, hygiene promotion, and health-related risks. \n \n24. \nOutput 3: New aqueduct constructed. Output 3, a new output, includes the construction \nof a new aqueduct (AQ7), which will have a finished internal diameter of 3.6 m and a total length \nof  about  15  km.  Works  will  also  include  (i)  three  segments  of  tunneling  works  for  a  combined \nlength  of  about  3.5  km,  (ii)  aqueduct  crossings,  (iii)  a  new  receiving  basin  at  the  Novaliches \nJunction, (iv) two interconnections at the Bigte Basins and one interconnection at the Novaliches \nPortal, and (v) two blank flange ends for future connections to Bulacan areas. \n \nD. \n \n25.  MWSS requested a regular loan of $126.0 million from ADB’s ordinary capital resources \nfor  the  proposed  additional  financing.  The  loan,  to  be  guaranteed  by  the  Republic  of  the \nPhilippines, will have a 25-year term, including a grace period of 6.5 years; an annual interest rate \ndetermined  in  accordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending \nfacility; a commitment charge of 0.15% per year; and such other terms and conditions set forth in \nthe  draft  loan  and  guarantee  agreements.  Based  on  the  straight-line  repayment  method,  the \n\nOutput 1: New tunnel constructed. Output 1 is unchanged. \n\nInvestment and Financing Plans \n\nOutputs \n\n20 The design and monitoring framework is in Appendix 1. \n\n \n\n5 \n\n \n\n\faverage maturity is 16 years, and the maturity premium payable to ADB is 0.10% per year. The \nCOVID-19 pandemic’s impact on the project cost is estimated to be negligible. The overall project \nis estimated to cost $231.0 million (Table 1). \n \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nA. \n \n \n \n \nB. \nC. \n \n\nNew tunnel constructed \nCapacity-building support provided \nNew aqueduct constructed \nSubtotal (A) \n\nBase Costc \n1. \n2. \n3. \n \nContingenciesd \nFinancing Charges During Implementatione \n \n\nTotal (A+B+C) \n\n \n\nOriginal \nAmounta \n \n67.4 \n3.6 \n0.0 \n71.0 \n0.0 \n4.2 \n75.2 \n\nAdditional \nFinancingb \n\n \n0.0 \n10.0 \n121.2 \n131.2 \n19.7 \n4.9 \n155.8 \n\nTotal \n\n \n67.4 \n13.6 \n121.2 \n202.2 \n19.7 \n9.1 \n231.0 \n\na  The ongoing project cost of $75.2 million is financed by (i) $67.3 million from ADB loan proceeds (after the partial cancellation); and \n(ii) $7.9 million in counterpart funding from the government and MWSS for taxes and duties (cash), and financing charges during \nconstruction. \n\nb  Includes $16.5 million for taxes and duties (cash), $0.2 million to finance resettlement compensations, and $8.2 million for price \n\ncontingencies, which will be financed by MWSS. \nIn mid-2019 prices as of 15 September 2019. \n\nc \nd  Consists  of  physical  contingencies,  computed  at  10%  for  civil  works,  consulting  services,  and  capacity-building  activities;  price \ncontingencies computed at 1.5% on foreign exchange costs and 3.0% on local currency costs; provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. The original loan’s contingencies of $22 million were \ncancelled in October 2019. The estimated contingency is currently sufficient to cover possible cost increases due to the COVID-19 \npandemic. \n\ne  Includes interest and commitment charges. Interest during construction for the regular OCR loan has been computed at the 5-year \nUnited States dollar fixed swap rate plus effective contractual spread of 0.50% and 0.10% maturity premium. Commitment charges \nfor a regular OCR loan are 0.15% per year to be charged on the undisbursed loan amount. \n\nSource: Asian Development Bank estimates. \n \nADB  will  finance  the  expenditures  in  relation  to  civil  works,  consulting  services,  and \n26. \ncapacity development. MWSS will provide $29.8 million, i.e., $16.5 million for taxes and duties, \n$0.2 million for resettlement costs, $8.2 million for price contingencies, and $4.9 million for interest \nduring construction and commitment charges. The climate change adaptation is estimated to cost \n$4.0 million and will be 100% financed by ADB.21 A summary of the financing plan is in Table 2 \nand detailed financing plans are in the project administration manual (PAM).22 \n \n\nTable 2: Financing Plan \n\n \n\nOriginala \n\nAmount \n($ million) \n \n\nShare of \nTotal (%) \n \n\n  Additional Financing \nShare of \nTotal (%) \n \n\nAmount \n($ million) \n \n\n \n\nTotal \n\nAmount \n($ million) \n \n\nShare of \nTotal (%) \n \n\nTotal \n\n67.3 \n7.9 \n75.2 \n\nOCR (regular loan) \n\nSource \nADB \n \nMWSS \n \nADB = Asian Development Bank, MWSS = Metropolitan Waterworks and Sewerage System, OCR = ordinary capital resources. \na  Refers to the original loan amount after the partial cancellation of loan proceeds.  \nSource: Asian Development Bank estimates. \n \n \n \n \n\n126.0 \n29.8 \n155.8 \n\n193.3 \n37.7 \n231.0 \n\n89.5 \n10.5 \n100.0 \n\n80.9 \n19.1 \n100.0 \n\n \n \n \n \n \n\n \n \n \n \n \n\n83.7 \n16.3 \n100.0 \n\n21 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n22 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n6 \n\n \n\n\fImplementation Arrangements \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nE. \n \n27. \nthe PAM. \n \n\nAspects \nImplementation period \nEstimated completion date \nEstimated loan closing date \nManagement \n(i)  Oversight body \n\n(ii)  Executing agency \n(iii)  Implementing agency \n(iv)  Implementation unit \nProcurement \n\nConsulting services \nAdvance contracting \n\nDisbursement \n\nTable 3: Implementation Arrangements \nArrangements \n\nJuly 2020–July 2023 \n31 July 2023 \n31 January 2024 \n\nDepartment of Finance, National Economic and Development Authority, and \nGovernance Commission for Government Owned or Controlled Corporations \nMWSS \nDeputy administrator for engineering and operation, MWSS \nProject Management Office, MWSS \nInternational open competitive \nbidding  \nQCBS (90:10) 1 contract \nBidding documents for the design–build contract were prepared during \nproject preparation. \nThe loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2017, as amended from time to time). \n\n275 person-months \n\n$8.8 million \n\n1 contract \n\n$105.7 million \n\nADB = Asian Development Bank, MWSS = Metropolitan Waterworks and Sewerage System, QCBS = quality- and cost- based selection.  \nSource: Asian Development Bank. \n \n28. \nProject readiness. Technical bids for the sole civil works package have been evaluated \nand  the  financial  bids  of  qualified  bidders  will  be  opened  once  the  enhanced  community \nquarantine is lifted. Contract award is expected at the time of loan effectiveness.  \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \n29. \nAqueduct alignment. All six existing aqueducts are contained within the 60 m wide right \nof way (ROW) of MWSS, and AQ7 will also be laid within this ROW. Trial routes revealed that the \nspaces between the aqueducts are very narrow, which carries a risk that the AQ7 construction \nworks might damage adjacent aqueducts. Therefore, the most logical solution for AQ7 is to follow \nthe current alignment of AQ1 and AQ2 (which will be decommissioned and removed because of \ntheir age and poor condition) from the Bigte Basins to the Novaliches Portal. This will significantly \nreduce the risk of damaging other aqueducts during the construction of AQ7. \n \n30. \nConsideration of technical options. Detailed hydraulic analysis was carried out for AQ7 \nusing  various  scenarios  experienced  by  the  existing  aqueducts,  such  as  failure,  repair,  and \nrehabilitation. With AQ7 following the current alignment of AQ1 and AQ2, six technical options \nwere considered for managing the water flow from T4, including different pipe configurations and \nconstruction of a common basin at the Bigte Basins compound. The evaluation criteria included \n(i) system flexibility, (ii) flow capacities, (iii) ease of construction, (iv) least disruption to services, \n(v)  capital  and  operational  costs,  and  (vi)  operational  flexibility  at  the  basins.  Based  on  these \ncriteria, the selected option will have T4 supply AQ7 through a T4 transition basin, and AQ5 and \nAQ6 through a T4 interconnection basin. \n \n31. \nOptimum aqueduct size. The optimum size for AQ7 is a diameter of 3.6 m, calculated to \ncarry an ultimate capacity of 17.4 m3/sec to match the tunnel capacity (after the completion of T4 \n\n7 \n\n \n\n\funder the ongoing project). Further, the following two extreme failure scenarios were analyzed: \n(i) a powerful earthquake destroying AQ3 and AQ4, the weakest among the existing aqueducts \n(once  AQ1  and  AQ2  are  removed);  and  (ii)  a  powerful  earthquake  destroying  all  of  the  Angat \nwater transmission system except T4 and AQ7. The analysis indicates that a smaller aqueduct \nsize (3.3 m) will not be able to deliver the potential flow from T4, while a larger size (4.0 m) will be \nimpractical since its excess capacity would not be used. \n \n32. \nSafe working under the COVID-19 conditions. The impact of the disease is evolving, \nand project implementation will be responsive and flexible in meeting emerging needs and new \nguidance.  The  project  will  strictly  follow  government  guidance  on  safe  working  in  COVID-19 \nconditions, adhering to the most robust medical and scientific advice. The project parties will be \nrequired  to  assimilate  emerging  international  construction  best  practice  on  distancing  (where \npractical  for  works  of  this  nature),  implementation  methodologies,  effective  use  of  forced  air \nventilation systems and personal protective equipment. This is vital for works in deep trench and \nother confined spaces, where person-to-person transmission of COVID-19 disease is a high risk. \n \nOperation  and  maintenance.  Because  the  Angat  water  transmission  system  will  be \n33. \noperated using gravity, no pumping or power is required. Being a raw water bulk transmission \nsystem, it will not involve any chemicals. Treatment will be undertaken downstream of the system \nby the concessionaires. As AQ7 will replace the existing AQ1 and AQ2, no additional staff will be \nneeded to operate the system. In accordance with the concessionaire agreements, MWSS will \nown the assets, but the two concessionaires (Maynilad and Manila Water) will be responsible for \nO&M. Lessons learned from the project under COVID-19 conditions will be collated in an O&M \nmanual to document best practices and synthesize approaches for future health emergencies.  \n \nB. \n \n34. \nEconomic  analysis.  The  economic  assessment  was  carried  out  in  accordance  with \nADB’s  Guidelines  for  the  Economic  Analysis  of  Projects.23 The  calculation  of  project  benefits \nconsidered the non-incremental benefit from savings in the cost of purchasing alternative water \nsupply. The “failure rate” approach was used to assess the benefit.24 The economic net present \nvalue of the project is $48.0 million, and the economic internal rate of return is estimated at 14.8%, \nhigher than the threshold rate of 9.0%. According to the sensitivity analysis, the project remains \neconomically viable with an economic internal rate of return of 9.0% even under the worst-case \nscenario  of  three  downside  risks  occurring  at  the  same  time:  (i)  20%  increase  in  construction \ncosts, (ii) 20% increase in O&M costs, and (iii) 20% decrease in benefits. \n \n35. \nFinancial analysis. Since MWSS is not expected to generate income from the completion \nof AQ7, the financial assessment considered the financial sustainability based on proper system \nO&M. The two concessionaires will cover the incremental O&M cost. MWSS also has sufficient \ncash  reserves  to  manage  the  O&M  cost  if  the  concessionaires  fail  to  cover  it.  The  financial \nsustainability of the project is satisfactory because MWSS is assured of recovering the full cost of \ndebt service and the O&M cost, under the terms of the concession agreements with Maynilad and \nManila Water.25 \n \n\nEconomic and Financial \n\n \n23 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n24 The failure rate assessment was based on experts’ opinion, estimating a system failure once every 5 years, which \nwould reduce the water flow by one-third of the system’s full capacity and require 60 days to restore full capacity. \nEconomic Analysis (accessible from the list of linked documents in Appendix 2). \n25 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n\n8 \n\n \n\n\fGovernance \n\nC. \n \n36. \nFinancial management assessments. MWSS’s financial management risk is moderate. \nAlthough  the  agency  has  demonstrated  adequate  capacity  to  manage  projects  financed  by \ndevelopment  partners  such  as  ADB,  Export-Import  Bank  of  China,  the  Japan  International \nCooperation Agency, and the World Bank, the potential risk is that regular staff currently involved \nin ongoing projects will avail of MWSS’s early retirement program. The measures to mitigate this \nrisk involve (i) training, including on-the-job-training, for new MWSS staff on ADB’s disbursement \nprocedures  and  international  best  practices;  and  (ii)  improvements  to  project  budgeting  and \naccounting systems, including the computerization of the accounting system. \n \n37. \nProcurement capacity assessments. MWSS’s procurement risk is rated moderate. Its \nBids and Awards Committee is responsible for all its procurement activities, and its staff receive \nregular training on the government’s procurement policies, regulations, and guidelines. However, \nit  has  limited  experience  in  managing  large  procurement  packages  through  international  open \ncompetitive bidding, particularly those with design–build contract forms. To mitigate procurement \nrisks, (i) the number of contracts was reduced to a minimum and (ii) ample training and support \non ADB’s procurement policies and regulations will be provided. The procurement of works and \nthe recruitment of consulting services will be conducted in accordance with ADB’s Procurement \nPolicy (2017, as amended from time to time) and Procurement Regulations for ADB Borrowers \n(2017, as amended from time to time). \n \n38. \nAnticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \nto  and  discussed  with  the  government  and  MWSS.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM. An integrity due diligence was undertaken. \nNo significant integrity risks were identified. \n \nD. \n \n39. \nThe  project  is  classified  as  a  general  intervention  since  it  will  indirectly  target  poverty \nreduction among water end-users in Metro Manila and the communities residing near the project \nsites. A socioeconomic survey, carried out as part of project preparation, indicates that more than \n30%  of  residents  of  the  communities  residing  near  the  project  sites  are  poor  and  that  some \nhouseholds are unable to connect to the water supply system because of the high connection \nfees. The survey also revealed gender inequality because traditional gender roles still prevail. \n \nThe two concessionaires, Maynilad and Manila Water, have programs to ensure that their \n40. \nservices  are  accessible  to  the  poor  communities  of  Metro  Manila.26 The  project’s  poverty  and \nsocially inclusive design features include (i) prioritizing communities residing near the project sites \nfor construction-related employment especially for unskilled labor; (ii) referring poor households \nto  the  livelihood  and  skills  programs  in  the  project  area;  (iii)  implementing  proper  traffic  route \nplanning and management to mitigate road safety risks during construction; and (iv) implementing \ninformation, education, and communication campaigns to promote awareness of social and health \nrisks. These approaches will be strategically aligned with Metro Manila’s emerging responses to \nthe COVID-19 pandemic and will help to ease the burden on heavily stressed healthcare systems. \n \n41. \nThe communities affected by the project’s construction work will receive support in building \ngreater grassroots awareness and practical understanding of the principles of WASH, and how \nthis can help in curtailing the spread of COVID-19 and other diseases. The community outreach \n\nPoverty and Social \n\n26 Maynilad’s Samahang Tubig Maynilad and Manila Water’s Tubig Para Sa Barangay. \n\n \n\n9 \n\n \n\n\fSafeguards \n\nIn compliance with ADB’s Safeguard Policy Statement (2009), the safeguard categories \n\nprogram  will  recognize  that  WASH  is  a  key  element  of  public  health  and  a  central  part  of  the \nUnited  Nation’s  Sustainable  Development  Goal  6.  Targeted  outreach  to  people  deemed \nvulnerable to COVID-19, including the aged and those with medical conditions will be supported \nby  the  full  engagement  of  local  government  units,  barangays,  community  groups,  and \nnongovernmental organizations. It will draw on guidance from the Departments of Health, Public \nWorks and Housing, and Education, and best international practice, including from neighboring \ncountries. \n \nGender. The project is classified as some gender elements. It will strengthen the gender \n42. \nand  social  development  programs  being  implemented  under  the  ongoing  project.  Proactive \ngender features of the project design include (i) integrating the needs of women, children, and the \nelderly in traffic route management and road safety programs; and (ii) providing public awareness \nand  training  to  communities  residing  near  the  project  sites  on  social  and  health  risks  (gender-\nbased violence, sexually transmitted diseases and HIV/AIDS, COVID-19, gambling, and drug and \nalcohol abuse).  \n \nE. \n \n43. \nof the project are as follows: \n \n44. \nEnvironment  (category  B).  The  project  is  not  expected  to  cause  irreversible  adverse \nenvironmental impacts. An initial environmental examination report was prepared in accordance \nwith ADB’s Safeguard Policy Statement (2009). Most environmental impacts are expected during \nconstruction  and  arise  from  the  removal  of  trees  and  other  vegetation  types,  modification  of \nterrain, potential siltation of nearby waterways, noise and dust, increased site traffic, and greater \nrisks  to  occupational  and  public  health  and  safety.  These  impacts  will  be  limited  within  the \ndesignated 25 m wide construction area and within MWSS’s existing ROW.27  \n \n45. \nInvoluntary resettlement (category B) and indigenous peoples (category C). No land \nacquisition is needed, but 11 informal structures inside the designated 25 m wide construction \narea and MWSS’s existing ROW will be permanently affected (demolished prior to construction). \nSix  households  will  be  affected,  five  of  which  will  have  to  relocate.  Losses  of  residential  and \ncommercial  structures  and  crops  will  be  compensated  at  replacement  costs.28 No  indigenous \npeoples and ancestral domain areas will be affected by the proposed additional financing. \n \nF. \n \n46.  Major risks and mitigating measures are summarized in Table 4 and described in detail in \nthe risk assessment and risk management plan.29 \n \n\nRisks and Mitigating Measures \n\n \n\n27 Public consultations were carried out during the preparation of the initial environmental examination report consistent \nwith the requirements of ADB’s Safeguard Policy Statement (2009). The grievance redress mechanism set up under \nthe ongoing project will continue to help address any grievance from project-related environmental impacts. Initial \nEnvironmental Examination (accessible from the list of linked documents in Appendix 2). Measures to mitigate the \nimpacts  are  included  in  the  environmental  management  plan,  which  have  been  incorporated  in  the  bidding \ndocuments for civil works. \n\n28 A resettlement plan was prepared in accordance with ADB’s Safeguard Policy Statement (2009) and the Philippines \nnational  law  and posted  on  the  ADB  website.  Resettlement  Plan  (accessible  from  the list  of  linked documents  in \nAppendix 2). The affected households and structure owners will also be provided with compensations related to the \ntransfer of movable properties and will be eligible for business or wage loss allowances. \n\n29 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n10 \n\n \n\n\fTable 4: Summary of Risks and Mitigating Measures \n\nMitigation Measures \nThe project consultant will support MWSS in developing Strategic \nInformation Systems Planning. An information technology-based \nworking environment will be established, especially in the \nFinancial Department, by hiring more information technology staff \nand equipping them with access to computerized systems or tools \nand exposure to training. \nThe Internal Audit Department will be strengthened with the \nrecruitment of four new staff. The capacity development program \nwill include training on audits to strengthen staff capacity. \nA competent contractor with expertise in hydraulic and tunnel \ndesign and construction will be procured. Proper surveys will be \ncarried out during the detailed design phase to confirm the quality \nof the existing aqueducts and to inform construction planning. \n\nRisks \nMWSS’s financial system is partially \ncomputerized, and the project management \noffice staff use MS Excel for recording and \naccounting. This is prone to errors and may \nultimately lead to inaccurate financial \nstatements. \nMWSS’s Internal Audit Department is weak \nbecause of limited human resources and \ninadequate job descriptions. \nParts of the as-built drawings of the existing \naqueducts are missing and information on the \nconditions of the aqueducts is limited, which \nmake construction planning highly uncertain, \nand could lead to a longer-than-anticipated \nconstruction period. \nMWSS’s 2018 financial statement was given \na qualified opinion by the auditor because of \nMWSS’s inability to reconcile its fixed assets. \nCOVID-19 impacts adversely on the \ncontractor’s workforce, subcontractors, \nsuppliers, consultants, government and ADB \nstaff, and general public (particularly \nvulnerable people).  \nCOVID-19 = coronavirus disease, MWSS = Metropolitan Water Works and Sewerage System. \nSource: Asian Development Bank. \n \n\nMWSS will improve its fixed assets validation system in \naccordance with the Philippines Public Sector Accounting \nStandards. \nThe contractor will maintain vigilance in the management of \nCOVID-19 health risks in all siteworks to allow for a safe working \nenvironment, including in adjacent areas used by the general \npublic. Health and safety protocols will be enforced for working in \ntrenches and other confined spaces. \n\nIV. \n\nASSURANCES \n\n \n47. \nThe government and MWSS have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and MWSS have agreed with ADB on certain \ncovenants for the project, which are set forth in the loan and guarantee agreements. \n \n\nV. \n\nRECOMMENDATION \n\n \n48. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$126,020,000  to  Metropolitan  Waterworks  and  Sewerage  System,  to  be  guaranteed  by  the \nRepublic  of  the  Philippines,  for  the  additional  financing  of  the  Angat  Water  Transmission \nImprovement Project, from ADB’s ordinary capital resources, in regular terms, with interest to be \ndetermined  in  accordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending \nfacility; for a term of 25 years, including a grace period of 6.5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan and guarantee \nagreements presented to the Board. \n \n \n\nMasatsugu Asakawa \nPresident \n\n22 May 2020\n\n11 \n\n \n\n\fREVISED DESIGN AND MONITORING FRAMEWORK \n\n \nImpact the Project is Aligned with \n\nOngoing project \nUniversal access to safe, adequate, and sustainable water supply by 2025 (Philippine Water Supply Sector \nRoadmap, 2nd Edition)a \n\nPerformance Indicators with \nTargets and Baselines \n\nData Sources and \nReporting Mechanisms \n \n\n \n\nRisks \n\nTime and/or \ncost overruns \nbecause of the \noccurrence of \nnatural \nhazards \n\n \nPMO staff \nhave limited \nexperience in \nprocuring large \ncivil work \ncontracts \n\nOngoing project \nBy 2023: \na. Tunnel system provides at least 46 \nm3/sec of raw water with any one of \nthe four tunnels decommissioned \n(2016 baseline: not applicable) \n \n \nOverall project \na. Unchanged \n \nb. By 2025: Raw water supplied by \nAngat system increased to at least \n66 m3/sec (2019 baseline: 50 m3/sec) \n \nc. By 2025: Raw water supplied by \nAngat system increased to at least 53 \nm3/sec with any one of the existing \naqueducts closed (2019 baseline: not \napplicable) \n \n\n  \n\n \n\n \n\na. Final completion \nreport, flow and level \nmeasurements, and \nhydraulic calculations \ndone by contractor and \nverified by the PMO \n\n \na. Unchanged \n \nb–c. Final completion \nreport, flow and level \nmeasurements, and \nhydraulic calculations \ndone by contractor and \nverified by the PMO \n\nOngoing project \n1a. By 2022: Civil works completed for \n(i) intake structure at Ipo Dam; (ii) \ntunnel works of 6.3 km in length and \nwith a finished internal span of 4 m; (iii) \nnew transition basin at Bigte, \nconnection of the new transition basin \nto the existing transition basin no. 3 at \nBigte; and (iv) necessary modifications \nto transition basin no. 3 at Bigte \n(2016 baseline: no civil works) \n \n1b. By 2021: 50% of unskilled laborers \nhired by the contractor are people from \nthe source communities and \nindigenous people, with equal pay and \njob conditions (2016 baseline: not \napplicable) \n \n \n\n  \n1a. Monthly progress \nreports filed by contractor \nand verified by the PMO \n \n \n \n \n \n \n \n \n1b. Contractor’s record \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n12 \n\nAppendix 1 \n\nOverall project \nUnchanged \n\n \n\nResults Chain \nOutcome \n\n \n\nOngoing project \nAdequate and \nreliable amounts \nof water supplied \nin Metro Manila \n \n \n \nOverall project \nUnchanged \n\nOutputs \n\nOutput 1 \n\n \n\nOngoing project \nNew tunnel \nconstructed \n \nOverall project \nUnchanged \n\n \n\n\fResults Chain \n\nPerformance Indicators with \nTargets and Baselines \n\nOutput 2 \n\nOngoing project \nCapacity-building \nsupport provided \n \nOverall project \nUnchanged \n\nOverall project \n1a. Unchanged \n \n1b. Unchanged \n \n\nOngoing project \n2a. By 2022: 10 PMO staff with \nimproved skills in contract \nmanagement (2016 baseline: not \napplicable) \n \n2b. By 2018: 2 gender-awareness \npromotion and training sessions for \nMWSS staff completed and attended \nby 30 people each (2016 baseline: not \napplicable) \n \n2c. By 2018: 200 local people trained \non water conservation, hygiene \npromotion, livelihood opportunities, \nand awareness of health-related risks  \n(with 50% women meaningfully \nparticipating) (2016 baseline: not \napplicable) \n \nOverall project \n2a. Unchanged \n \n2b. Unchanged  \n \n2c. Unchanged \n \n2d. By 2024: (i) Gender awareness \norientation, and (ii) training on gender \nmainstreaming and on establishing \nand monitoring a sex-disaggregated \ndatabase, for at least 30 MWSS staff \ncompleted (with at least 40% female \nparticipants) \n(2019 baseline: 0) \n \n2e. By 2024: Training on contract \nand/or project management, operation, \nand maintenance of the tunnels and \naqueducts for at least 30 MWSS staff \nconducted (with at least 40% female \nparticipants) (2019 baseline: none) \n \n2f. By 2024: Awareness programs on \nwater conservation, hygiene and \nWASH promotion, and health-related \nrisks (including for COVID-19) for at \nleast 100 persons conducted (with at \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nData Sources and \nReporting Mechanisms \n \n1a. Unchanged \n \n1b. Unchanged \n \n\n \n2a. Annual report on \nMWSS’s Strategic \nPerformance \nManagement System \n \n2b.–2c. Quarterly \nprogress reports and \nattendance sheets \n \n \n\nAppendix 1 \n\n13 \n\nRisks \n\n \nLonger \nconstruction \nperiod required \nbecause of \nlimited \ninformation on \nthe conditions \nof the existing \naqueducts and \ntheir \nalignments \n\n \n \n2a. Unchanged \n \n2b. Unchanged  \n \n2c. Unchanged \n \n2d.–2f. Program \nmaterials, attendance \nsheets, and end-of-\ntraining survey conducted \nby the PMO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f14 \n\nAppendix 1 \n\nResults Chain \n\nOutput 3 \n\nOngoing project \nNone \n \nOverall project \nNew aqueduct \nconstructed \n\nPerformance Indicators with \nTargets and Baselines \n\nleast 40% female participants) (2019 \nbaseline: none)  \n \n\nData Sources and \nReporting Mechanisms \n \n \n\nRisks \n\n \n\n \n\n \n3a. Monthly progress \nreports by contractor, \nverified by the PMO \n\nOngoing project \nNone \n\nOverall project \n3a. By 2024: Civil works completed for \nwater conveyance of 15 km in length \nwith a finished internal diameter of 3.6 \nm, which includes above-ground and \ntunnel segments, crossings, \ninterconnections, a receiving basin, \nand blank flange ends (2019 baseline: \nnone) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nKey Activities with Milestones \n1. New tunnel constructed \n1.1  Approve the bidding document (completed in 2015) \n1.2  Award the civil works contract (completed in 2018) \n1.3  Complete civil works (unchanged, by 2020) \n2. Capacity-building support provided \n2.1 \n2.2 \n2.3 \n2.4  Review the existing gender development program and develop activities to support them (added, \n\nAward contracts for the consulting service package (added, overall project by 2020) \nImplement gender-awareness training (completed in 2017) \nImplement community consultation and training (completed in 2018) \n\n2.5 \n\nby 2020), and implement these activities (added, by 2024) \nAssess the needs to raise awareness on water conservation, hygiene promotion, and health-\nrelated risks (added, by 2020); develop awareness programs (added, by 2021); and conduct \nawareness programs (added, by 2024) \n\nApprove the biding document and issue the invitation for bids (added, by 2019) \nAward the design–build civil works contract (added, by 2020) \n\n3. New aqueduct constructed \n3.1 \n3.2 \n3.3  Complete the detailed engineering design (added, by 2021) \n3.4  Complete civil works (by 2024) \nProject Management Activities \nConduct needs assessment for specific skills and knowledge areas (added, by 2020) \nDeliver and evaluate training on disbursement, procurement, safeguard, and project management (added, \nby 2024) \nInputs \n \nADB                                                       MWSS \n\n$67,330,000 (original) \n$126,020,000 (additional) \n$193,350,000 (overall) \n\n \n \n \n\n$7,900,000 (original) \n$29,800,000 (additional) \n$37,700,000 (overall) \n\nAssumptions for Partner Financing \nNot applicable. \nADB = Asian Development Bank, COVID-19 = coronavirus disease, km = kilometer, m = meter, m3/sec = cubic meters per \nsecond, MWSS = Metropolitan Waterworks and Sewerage System, PMO = project management office, WASH = Water, \nSanitation and Hygiene. \na  Government of the Philippines, National Economic and Development Authority. 2010. Philippine Water Supply Sector \n\nRoadmap, 2nd Edition. Pasig City. \n\nSource: Asian Development Bank. \n\n \n\n \n\n \n\n\fAppendix 2 \n\n15 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46362-004-3 \n\nLoan Agreement \n\nGuarantee Agreement \n\nSector Assessment (Summary): Water and Other Urban Infrastructure and \nServices \nProject Administration Manual \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n17. \n\n \n\n \n \n\nSummary of Project Performance \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic Analysis \n\nFinancial Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nClimate Change Assessment \n\nInitial Environmental Examination \n\nResettlement Plan \n\nRisk Assessment and Risk Management Plan \n\n \nSupplementary Documents \n \n\nA Schematic Diagram of the Angat Water Transmission System \n\nFinancial Management Assessment \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 30 April 2020) \n", "Currency unit \n₱1.00 \n$1.00 \n", "– \n= \n= \n", "peso/s (₱) \n$0.0198 \n₱50.90 \n", "ABBREVIATIONS \n", "ADB \nAQ7 \nCOVID-19 \nkm \nm \nm3/sec \nMWSS \nO&M \nPAM \nROW \nT4 \nWUS \n", "cubic meters per second \n", "Asian Development Bank \nAqueduct no. 7 \ncoronavirus disease \nkilometer \n", "– \n– \n– \n– \n–  meter \n– \n–  Metropolitan Waterworks and Sewerage System \n– \n– \n– \n– \n– \n", "operation and maintenance \nproject administration manual \nright of way \nTunnel no. 4 \nwater and other urban infrastructure and services \n", "NOTE \n", "In this report, “$” refers to United States dollars. \n", "Vice-President \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors \n", "Ahmed M. Saeed, Operations 2 \n", " \nTeam leader \nTeam members \n", "Peer reviewer \n", "Kelly Bird, Country Director, Philippines Country Office (PHCO), SERD \nVijay Padmanabhan, Director, Urban Development and Water Division \n(SEUW), SERD \n \nSiti Hasanah, Urban Development Specialist, SEUW, SERD  \nRuby Alvarez, Senior Project Officer, PHCO, SERD \nYukiko Ito, Senior Social Development Specialist, Social Development \nThematic Group, Sustainable Development and Climate Change \nDepartment \nShinsuke Kawazu, Principal Counsel, Office of the General Counsel \n(OGC) \nBaurzhan Konysbayev, Principal Counsel, OGC \nMichael John Lacambacal, Senior Operations Assistant, SEUW, SERD \nLila Mallory, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio and Financial Management Department \nSunil Mitra, Lead Portfolio Management Specialist, SEUW, SERD \nAlain Morel, Principal Country Specialist, PHCO, SERD \nAimee Orbe, Associate Project Analyst, SEUW, SERD   \nMichiko Suga, Senior Social Development Specialist, Transport and \nCommunication Division, SERD \nJingmin Huang, Director, Urban Development, Water Supply and \nSanitation Division, Pacific Department \n", " \n", " \n", " \n", " \n \n \n", " \n \n \n \n \n \n \n \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n"]}