{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20151116104900+08'00'", "ModDate": "D:20151116104900+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nSri Lanka \nProject Number: 46382-001  \nNovember 2015 \n \n \nProposed Loans \nRepublic of Palau: North Pacific Regional \nConnectivity Investment Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  prior  to  its  consideration  by  ADB’s  Board  of \nDirectors in accordance with ADB’s Public Communications Policy 2011. \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n \nThe currency of Palau is the US dollar. \n\nABBREVIATIONS \n\nADB \nBSCC \nCOBP \nFIRR \nFSM \nICT \nIRU \nm \nOCR \nPAM \nPMU \nSEA–US \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nBelau Submarine Cable Corporation \ncountry operations business plan \nfinancial internal rate of return \nFederated States of Micronesia \ninformation and communication technology \nindefeasible right of use \nmeter \nordinary capital resources \nproject administration manual  \nproject management unit  \nSoutheast Asia–United States \ntechnical assistance \n\n \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n\nNOTES \n \n\n(i) \n\nThe  fiscal  year  (FY)  of  the  Government  of  Palau  ends  on  30  September.  “FY” \nbefore  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends,  e.g., \nFY2015 ends on 30 September 2015.  \n\n(ii) \n\nIn this report, “$” refers to US dollars.  \n\n \n \nVice-President \nDirector General \nDirector \n\n \nTeam leader \n\nTeam members \n\nPeer reviewer \n\nS. Groff, Operations 2 \nX. Yao, Pacific Department (PARD) \nE. Veve, Urban, Social Development, and Public Management \nDivision, PARD \n \nS. Bhattacharya, Senior Infrastructure Specialist–Information and \nCommunications Technology, PARD \nN. Carandang, Social Development Specialist, PARD \nK. Emzita, Principal Counsel, Office of the General Counsel \nG. Ismakova, Principal Procurement Specialist, Operations and \nFinancial Management Department (OSFMD) \nM. Melei, Country Specialist, PARD \nN. Sapkota, Safeguards Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nQ. Zheng, Procurement Specialist, OSFMD \nS. Yoon, Senior Public Management Specialist (e-Governance), \nSustainable Development and Climate Change Department \n\n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\fCONTENTS \n \n\nPROJECT AT A GLANCE \n\n \n\nMAP \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutput \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nIII. \n\nIV. \nV. \n\n \n\n1. \n\n2. \n \n \n\n \n \n\n \n\n \n\n \n\nPage \n \n\n1 \n1 \n1 \n3 \n3 \n3 \n4 \n5 \n5 \n6 \n7 \n8 \n9 \n9 \n10 \n10 \n\n11 \n13 \n\n\f\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nInformation and \ncommunication technology\n\nNorth Pacific Regional Connectivity \nInvestment Project\nPalau, Republic of\nGovernment of Palau\n\nSubsector(s)\nICT infrastructure\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\nRegional integration (RCI) Pillar 1: Cross-border infrastructure\n\nPillar 1: Economic opportunities,  including \njobs, created and expanded\nUrban environmental improvement\n\nPillar 2: Trade and investment\n\n4. Drivers of Change\n\nComponents\n\nGovernance and capacity \ndevelopment (GCD)\n\nAnticorruption\nClient relations, network, and partnership \ndevelopment to partnership driver of change\nInstitutional development\nConducive policy and institutional environment\nPromotion of private sector investment\nPublic sector goods and services essential for \nprivate sector development\n\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\nNo\n\n6. Risk Categorization:\n\nComplex\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Project loan: Ordinary capital resources\n     Sovereign Project loan: Asian Development Fund \nCofinancing\n     None\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nNo\n\n \n\n \n\n.\n\n.\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 46382-001\n\nPARD/PAUS\n\nMinistry of Finance\n\n     ADB Financing ($ million)\n25.00\n\nTotal\n\nClimate Change Information \nClimate Change impact on the \nProject\n\n25.00\n\nMedium\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nLocation Impact\nRegional\n\nHigh\n\n25.00\n16.47\n8.53\n0.00\n0.00\n5.19\n5.19\n\n30.19\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nAmount ($ million)\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n10072014164950819504\n\nGenerated Date: 05-Nov-2015 14:08:36 PM\n\n\f\f\f\f \n\nI. \n\nTHE PROPOSAL \n\n \n\nI  submit  for  your  approval  the  following  report  and  recommendation  on  the  proposed \n\n1. \nloans to the Republic of Palau for the North Pacific Regional Connectivity Investment Project.1 \n \n2. \nThe proposed project will decrease the cost and increase the quality of internet service \nin  Palau  by  establishing  broadband  internet  connectivity—connecting  Palau  to  the  Southeast \nAsia–United States (SEA–US) submarine cable that joins the international cable hub in Guam.2 \nThe Asian Development Bank (ADB) has been providing technical assistance (TA) to Palau for \nproject  preparation.3 The  World  Bank  has  provided  complementary  TA  to  Palau  to  develop \nlegislation  establishing  a  state-owned  submarine  cable  company  and  an  Information  and \nCommunications Technology (ICT) Regulatory Office.  \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nPalau  relies  entirely  on  satellite  links  for  internet  connectivity.  The  technical  capacity \nlimitations  and  the  delay  associated  with  such  satellite-based  connectivity  severely  limit  the \nquality  of  internet  service.4 The  high  cost  and  limited  international  bandwidth  restrict  internet \npenetration.5 In  Palau,  internet  is  accessed  by  only  25%  of  the  population,  while  90%  have \naccess to mobile phones.  \n \n4. \nThe ICT sector is widely recognized as an enabler of economic growth, social stability, \nand  development.  Increased  access  to  ICT,  particularly  broadband  internet  services,  helps \ndeliver  improved  financial  services  and  social  services,  such  as  health  and  education,  among \nothers.6 It  brings  efficiency  and  reduces  the  cost  of  such  services,  and  in  turn  enables  an \nenvironment  conducive  to  private  sector  investment.  The  ICT  sector  has  created  significant \nemployment opportunities in many Asian countries. High-speed international communication is \nimportant  to  the  tourism  industry  (on  which  Palau  is  highly  reliant)  for  marketing,  facilitating \nbookings and contributing to tourist satisfaction.7  \n \nIn  2014,  Palau  and  the  Federated  States  of  Micronesia  (FSM)  jointly  initiated  a \n5. \nsubmarine  internet  cable  project  and  set  up  a  joint  committee,  MicroPal, 8  to  examine \nconnectivity  options  through  submarine  cable  by  recognizing  the  similar  nature  of  their  needs \n\n                                                \n1   The design and monitoring framework is in Appendix 1. \n2   SEA–US  is  a  consortium  of  seven  private  telecom  operators  created  in  April  2015  to  build  a  $250  million  fiber \noptic cable from Indonesia to the west coast of the United States via Guam, Hawaii and the Philippines.  The West \nSubsystem parties are Globe (the Philippines) and Telin (Indonesia). \n\n3   ADB. 2013. Technical Assistance for the Pacific Information and Communication Technology Investment Planning \n\nand Capacity Development Facility. Manila. \n\n4   The latency of the satellite service is about 500 milliseconds compared with 80 milliseconds for cable. \n5   Palau  has  a  capacity  of  220  megabits  per  second.  Satellite  connectivity  is  generally  available  at  a  cost  of \n\n$1,500/megabit/second/month compared with submarine cable at $600/megabit/second/month. \n\n6     World  Bank.  2009.  Information  and  Communications  for  Development  2009:  Extending  Reach  and  Increasing \n\nImpact. Washington, DC. \n\n7   Palau  has  a  population  of  about  20,000  and  a  tourism  industry  of  over  120,000  visitors  annually.  Tourism  is \nequivalent  to  over  50%  of  gross  domestic  product,  and  services  represent  87%.  Economic  growth  has  been \nstrong, averaging above 3% annually since 2010, thanks to record visitor arrivals and construction. \n\n8   MicroPal has six members—three representatives from each country—appointed by the President of the Republic \nof Palau and the Government of FSM. MicroPal has been supported by World Bank-funded consultants. It meets \nevery quarter (and more often as required) to discuss project implementation progress and other issues. \n\n\f2 \n\n \n\nand  the  benefits  of  cooperation. 9  MicroPal  initially  explored  building  an  independent  cable \nconnecting to Guam through a single procurement package. The Palau portion of the project is \nto be financed by ADB and the Yap state of FSM portion by the World Bank. The World Bank \napproved  a  grant  of  $47.5  million  to  the  FSM  in  December  2014  that  includes  supporting  the \nYap cable.10  \n   \n6. \nIn 2015, the construction of SEA–US cable provided an opportunity for Palau and Yap to \nconnect  to  Guam  through  spurs  and  branching  units.  Palau  and  Yap  will  each  own  their \nrespective spurs and will have indefeasible right of use (IRU) on the SEA–US cable. This option \nis  found  to  be  the  most  cost-effective  solution,  requiring  significantly  lower  capital  expenditure \nand  lower  operational  costs.  Moreover,  the  SEA–US  option  gives  the  newly  established  cable \ncompany in Palau (Belau Submarine Cable Corporation [BSCC]) and the FSM cable company \nthe opportunity to leverage experience from the members of the SEA–US consortium (footnote \n2)  to  maintain  and  operate  a  submarine  cable—thereby  reducing  the  technical  risk  to  both \ncountries.  \n \nMicroPal,  on  behalf  of  BSCC  and  the  FSM  cable  company,  is  at  the  final  stage  of \n7. \nnegotiating  a  memorandum  of  understanding  with  the  SEA–US  parties.  Subsequently,  BSCC \nand  the  FSM  cable  company  will  enter  into  agreements  with  SEA–US  that  will  set  out  a  clear \ndemarcation  of  responsibilities  for  Palau  and  the  FSM,  with  no  cross-linkages  such  as  cross-\neffectiveness, cross-default, and cross-termination between the rights and obligations of Palau \non the one part and FSM on the other part. Under this structure, ADB and World Bank funds will \nnot be financing a single procurement package.  \n \nThe proposed project will provide higher quality broadband internet at a much lower cost \n8. \nto  Palau,  making  it  accessible  and  affordable  for  the  broader  population.  The  passing  on  of \nreduced  costs  by  the  wholesaler  (BSCC)  and  retailers  will  be  ensured  through  the  effective \noperation of the telecoms sector regulator.11 The cable, with a capacity of 2 terabits per second, \nwill  more  than  meet  the  broadband  capacity  needs  of  Palau  at  least  until  2040  (the  expected \ncable  life  is  as  long  as  50  years).  The  uptake  of  internet  will  be  a  reflection  of  the  project’s \nsuccess.  The  Palau  country  operations  business  plan  (COBP)  includes  TA  in  2017  to  build \ncapacity  and  demonstrate  efficient  public  service  provision  through  use  of  the  internet. 12 \nElsewhere in the Pacific, ADB is supporting e-health and e-education initiatives that will inform \nthe  design  of  the  application  in  Palau. 13 The  project  will  also  improve  the  operation  of  the \nsecured  transactions  system  (improving  access  to  finance),  as  well  as  online  business \nregistration, both of which are supported by ADB’s Private Sector Development Initiative.14  \n \n9. \n\nThe  proposed  project  is  consistent  with  ADB’s  Interim  Pacific  Approach  2015,  which \n\n                                                \n9   As  an  interim  solution,  Palau  and  the  FSM  telecom  providers  separately  contracted  a  5-year,  150-megabit-per-\nsecond service from a medium earth orbit satellite broadband service at the end of 2014. Once the more reliable \nsubmarine cable system is operational, the satellite system will complement this by providing back up in case of \nan interruption.  \n\n10   World  Bank.  2014.  Project  Information  Document  (Appraisal  Stage)  -  Pacific  Regional  Connectivity  Program  2: \n\nPalau-FSM Connectivity Project - P130592. Washington, DC.  \n\n11   If  required,  ADB  will provide  further support  to  the  development  of this  office, either  through  TA  (footnote  3),  or \n\nfrom the Pacific ICT Regulatory Resource Center (http://www.pirrc.org/home/index.php?lang=en). \n\n12    ADB. 2014. Country Operations Business Plan: Palau, 2015–2017. Manila.   \n13   ADB.  2007.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Asian \nDevelopment Fund Grant to the Independent State of Samoa for the  SchoolNet and Community Access Project. \nManila; and ADB. 2013. Technical Assistance to Solomon Islands for Information and Communication Technology \nfor Better Education Services. Manila.  \n\n14   ADB. 2013. Technical Assistance Completion Report: Private Sector Development Initiative. Manila.  \n\n\f3 \n \n\nextends  the  validity  of  the  Pacific  Approach,  2010–2014,  and  with  the  Midterm  Review  of \nStrategy 2020.15 It is included in ADB’s COBP, 2015–2017 for Palau; the government’s Medium \nTerm Development Strategy, 2009–2014;16 and the management action plan adopted in 2013.17 \nPrioritized  goals  of  the  COBP  and  Palau’s  strategy  include  (i) improving  connectivity, \n(ii) improving public sector effectiveness, and (iii) facilitating private sector development. \n \nB. \n\nImpact and Outcome \n\nThe impact of the project will be access to affordable ICT infrastructure  in Palau.18 The \n\n10. \noutcome will be a decrease in the cost and an increase in the quality of internet service. \n \nC. \n\nOutput \n\nInvestment and Financing Plans  \n\nThe project is estimated to cost $30.19 million (Table 1).  \n\n11. \nThe output will be the establishment of an efficient and effective submarine cable system \nconnecting  Palau  to  the  international  internet  cable  hub  in  Guam.  It  will  be  achieved  through \n(i) the construction of the approximately 300-kilometer spur and a branching unit to connect to \nthe SEA–US submarine cable, (ii) efficient and effective operation of BSCC by the government, \nand (iii) agreements for IRU and maintenance between BSCC and SEA–US parties. The project \nwill be supported by a project management unit (PMU)  initially resourced by a team of project \nimplementation consultants. \n \nD. \n \n12. \n \n13. \nThe government has requested a loan from  ADB’s ordinary capital resources (OCR) in \nthe amount of $16,470,000 and a loan in various currencies equivalent to SDR6,032,000  from \nADB’s  Special  Funds  resources.  Palau  will  contribute  $5.19  million  in  kind,  bearing  taxes  and \nthe cost of operating BSCC during the project construction period. \n \n14. \nThe  OCR  loan will  have  a  25-year term,  including a grace  period  of  5  years,  using the \nstraight-line  repayment  method  with  an  annual  interest  rate  determined  in  accordance  with \nADB’s London interbank offered rate (LIBOR)-based lending facility, and a commitment charge \nof  0.15%  per  year.  Based  on  this,  the  average  loan  maturity  is  15.25  years  and  the  maturity \npremium payable to ADB is 0.1% per annum. The ADF loan will have a 25-year term, including \na grace period of 5 years and interest of 2% per annum during the grace period and thereafter. \nOther terms and conditions are set forth in the draft loan and project agreements. The interest \nfor both loans and the commitment charge for the OCR loan during project implementation will \nbe capitalized. \n \n15. \nloans.19 BSCC will enter into a project agreement with ADB. The financing plan is in Table 2. \n\nThe loans proceed will be onlent to BSCC on the same terms and conditions as the ADB \n\n \n\n                                                \n15   ADB. 2015. Interim Pacific Approach 2015. Manila; ADB. 2009. ADB's Pacific Approach, 2010-2014. Manila; and \nADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila \n16  Government  of  the  Republic  of  Palau.  2009.  Medium  Term  Development  Strategy  for  Palau—Actions  for  Our \n\nFuture. Koror (accessible from the list of linked documents in Appendix 2). \n\n17   The management action plan endorses the thrusts of the Medium Term Development Strategy;  and Government \nof the Republic of Palau. 2008. Medium Term Fiscal Strategy for Sustainable Economic Development. Koror.   \n\n18   Government of the Republic of Palau. 2013. Palau National ICT Policy, 2013–2016. Koror.  \n19   This will be formalized in subsidiary loan agreements between the Ministry of Finance and BSCC. \n\n \n\n\f4 \n\n \n\nA. \n\n \n \n \n \n \nB. \nC. \nD. \nE. \n\n \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nBase Costb \n1. \n2. \n3. \n4. \n\n \n\n \n\nSpur to connect SEA–US cable system \nCable station construction (including civil works) \nIndefeasible right of use  \nLegal and consulting services—project management unit \nSubtotal (A)    \n\n \nCable Company Costs \nImport Taxes and Duties \nContingenciesc \nFinancing Charges and Feesd \n1. \n2. \n\nTotal Costa \n\n \n     12.65 \n1.61 \n5.21 \n0.84 \n                                                      20.31 \n0.47 \n4.72 \n4.42 \n\nInterest during implementation \nCommitment charges \n\n \n\nSubtotal (E) \n\n \nTotal Project Cost (A+B+C+D+E) \n\n \n \n \nF. \nSEA–US = Southeast Asia–United States \na  Includes taxes and duties estimated at $4.72 million to be exempted by the government.  \nb  In mid-2015 prices. \nc  Physical contingencies computed at 14.6% for total cost.  \n d  Includes interest and commitment charges. For ordinary capital resources funds, interest during construction for Asian \nDevelopment  Bank  loan(s)  has  been  computed  at  the 5-year  forward  London  interbank offered  rate  (LIBOR)  plus a \nspread of  0.5%. Commitment charge for  the Asian Development Bank loan is 0.15% per year to be charged on the \nundisbursed loan amount. For the Asian Development Fund, the interest is fixed at 2% per year. \n\n \n0.24 \n0.03 \n0.27 \n30.19 \n\nSource: Asian Development Bank and World Bank estimates. \n \n\nTable 2: Financing Plan \n\nSource \nAsian Development Bank  \n\nOrdinary capital resources (loan) \nSpecial Fund resources (loan) \n\nGovernmenta \n\nTotal \n\nAmount ($ million) \n \n16.47 \n  8.53 \n  5.19 \n30.19 \n\nShare of Total (%) \n\n \n54.6 \n28.3 \n17.1 \n100.0 \n\na The Government of the Republic of Palau will contribute in kind, bearing taxes and the cost of running Belau \nSubmarine Cable Corporation during project implementation. \nSource: Asian Development Bank and World Bank estimates.  \n \nE. \n\nImplementation Arrangements \n\n16. \nThe  Ministry  of  Finance  will  be  the  executing  agency  to  facilitate  the  smooth  flow  of \nfunds and overall management of the project. Palau has set up BSCC, a state-owned enterprise \nthat  will  implement the  project.20 BSCC  will  have  a board comprising five directors,  nominated \nby  the  President  of  Palau,  and  a  chief  executive  officer  reporting  to  the  board  to  manage  the \nday-to-day  operations  of  BSCC.  The  chief  executive  officer  will  be  responsible  for  staff \nrecruitment.  BSCC  will  have \nimplementation  arrangements  are \nits  own  by-laws.  The \nsummarized in Table 3 and described in detail in the project administration manual (PAM).21 \n \n \n\n                                                \n20    The  President  of  the  Republic  of  Palau  signed  RPPL  No.  9-47,  creating  the  BSCC,  into  law  on  21  September \n\n2015. Palau has already nominated BSCC board and it is awaiting approval from senate. \n21    Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n\f5 \n \n\nAspects  \nImplementation period \nEstimated completion date \nManagement \n\n(i)   Oversight body \n\n(ii)   Executing agency \n(iii)  Key implementing agencies \n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \n\nRetroactive financing and advance \ncontracting \n\nDisbursement  \n\nTable 3: Implementation Arrangements  \n\nArrangements \nJanuary 2016–March 2018 \n31 March 2018 \n\n2 contracts  \n1 contract \n \n75 person-months \n\nMicroPal is the project steering committee. Palau’s representatives \nin MicroPal are appointed by the President.  \nMinistry of Finance \nBelau Submarine Cable Corporation  \nBelau Submarine Cable Corporation (6 staff) \nDirect contracting \nInternational \ncompetitive bidding \nInternational firm, \nQCBS \nAdvance  contracting  for  eligible  expenditures  incurred  for  the \nsubmarine  cable  system,  and  for  retroactive  financing  of  eligible \nexpenditures  incurred  not  more  than  12  months  before  the  signing \nof  the  loan  agreement  and  up  to  a  maximum  of  20%  of  the  loans \namount. \nThe loans proceed will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB.  \n\n$16.86 million  \n  $1.61 million \n \n  $0.84 million \n\nADB = Asian Development Bank, QCBS = quality-and cost-based selection. \nSource: Asian Development Bank. \n \n17. \nDuring  project  implementation,  BSCC  will  receive  support  from  the  PMU,  comprising  a \nteam  of  project  implementation  and  coordination  consultants.  The  PMU  will  have  a  project \nmanager; accountant; technical, legal, and environment specialists; and other office staff. BSCC \nwill recruit consultants for the PMU. The PMU will support the Ministry of Finance and BSCC in \nday-to-day  project  operation,  managing  contracts,  producing  reports,  and  providing  regular \nstatus updates to stakeholders. The PMU will also provide support to Palau’s representatives in \nMicroPal.  \n \n18.  MicroPal  will  continue  to  facilitate  smooth  information  flows  and  liaise  between  Palau \nand Yap.  ADB  and the World Bank  will  enter  into a  memorandum  of  understanding,  reflecting \nthe coordination of this project between Palau and Yap.  \n \n\nIII. \n\nDUE DILIGENCE \n\nThe proposed project is expected to benefit the people of Palau through lower cost and \n19. \nhigher  quality  broadband  internet  services.  Due  diligence  was  based  on  detailed  technical, \nregulatory, environmental, and social assessments; and stakeholder consultations. The project \npreparatory  activities  were divided  between  ADB  and  the World  Bank.  ADB  activities  included \neconomic,  financial,  social,  and  safeguards  assessments  undertaken  through  regional  TA  and \nstaff consultant inputs (footnote 3). \n \nA. \n\nTechnical \n\n20. \nThe  project  will  connect  Palau  through  a  spur  and  branching  unit  to  the  international \nsubmarine cable  owned by  the  SEA–US  connecting  to  Guam.  Palau  will  own  its  spur  and will \n\n \n\n\ftechnology.  The  cable  will  be                     \n\n6 \n\n \n\nSubmarine cable is the preferred, most cost-effective, and most sustainable method for \n\nhave an IRU on the SEA–US cable. Palau will leverage the SEA–US landing station and permit \nin Guam.  \n \n21. \ninternet  connectivity,  with  well-established  and  proven \n4.0–7.5 centimeters  in  diameter,  with  no  significant  impact  on  the  ocean  environment.  The \ngovernment  will  establish  the  cable  path  in  the  ocean  as  a  “no  anchor  zone”  to  avoid  any \ndamage to the cable. The cable will land in Meyuns hamlet on Arakabesang Island in Koror, a \ngovernment-owned landing site used by the Palau National Communications Corporation, which \nalready  has  a  conduit  for  placement  of  the  cable  leading  directly  to  the  existing  landing  site. \nBSCC  will  sign  an  agreement  with  Palau  National  Communications  Corporation,  the  state-\nowned  telecom  supplier,  to  use  the  land  and  facility  for  the  landing  and  for  connection  to  the \nexisting national terrestrial network and a 128-kilometer interisland, fiber-optic cable.  \n \n22. \nBSCC will act as a wholesale supplier of internet in Palau, and will obtain the necessary \noperating  permit  and  license.  BSCC  will  buy  the  capacity  from  the  service  providers  in  Guam \nand  sell  it  to  all  local  telecom  providers  in  an  equitable  and  nondiscriminatory  way,  following \nPalau’s telecom regulatory policy. The local telecom providers will be responsible for providing a \nretail internet service using their own infrastructure.  \n \nB. \n\nEconomic and Financial \n\n23. \nFinancial.  In  assessing  the  financial  viability  of  the  project,  demand  is  forecast \nconservatively  below  the  region’s  average  adoption  rates,  at  an  annual  growth  rate  of  about \n40.0%, declining to 20.0% within the first 5 years after the cable comes into service, then falling \nsteadily  to  about  3.5%  growth  by  2021,  which  is  expected  to  be  sustained  thereafter.  The \naverage annual growth rate over 15 years will be 12.0%. The resulting capacity is positioned at \nthe lower end of all available Pacific-based benchmark data. BSCC will generate revenues from \nthe  wholesaling  of  broadband  internet  capacity.  The  financial  viability  of  the  project  was \nevaluated by estimating the cash flows from operations and calculating the financial internal rate \nof return (FIRR). The cost of the project was estimated based on constant US dollar prices as of \nSeptember  2015.  For  the  financial  evaluation,  contingencies  and  financing  charges  were \nexcluded. \n \n24. \nThe  FIRR  was  estimated  at  11.7%  against  the  weighted  average  cost  of  capital  of \n2.38%. The interest rate of domestic borrowing has been used to assign an assumed cost to the \ngrant from the World Bank, while the proceeds of the ADB loans will be onlent to BSCC on the \nsame terms and conditions as the ADB loan. The cash flows were most sensitive to subscription \nlevels. Prices, initially set at $863/megabit/second/month, are forecast to fall as efficiencies and \neconomies  of  scale  are  achieved.  An  increasing  subscriber  base  is  projected  based  on  local \ndemand and tourist arrivals. The FIRR after tax compares favorably with the weighted average \ncost  of  capital,  showing  the  financial  viability  of  the  project.  It  remains  robust  against  a  10% \nincrease  in  investment  costs,  a  10%  increase  in  operating  costs,  or  a  20%  decrease  in \nrevenues.   \n \n \n25. \nEconomic.    The  capital  cost  assumed  for  the  economic  analysis  was  $25.19  million \nincluding  physical  contingencies.  The  projected  costs  and  benefits  are  converted  to  economic \n\n\f7 \n \n\nvalues by applying a standard conversion factor of 0.9 and a shadow wage rate factor of 0.8.22 \nThe  analysis  used  constant  2015  prices  and  the  world  price  numeraire.  Costs  include  some \nminor  incremental  operating  and  capital  costs  incurred  by the retail  service providers  (BSCC’s \nwholesale customers) to expand and upgrade their capacity to meet increased demand.  \n  \n26. \nThe project benefits are assumed proportional to traffic volume. With all existing internet \nusers  reasonably  expected  to  migrate  to  faster  and  more  reliable  connections,  broadband \nservices  represent  a  new  market  segment,  with  benefits  corresponding  to  willingness  to  pay. \nThis  is  calculated  as  the  sum  of  consumer  surplus,  and  internet  retail  revenue.  Annual \nconsumer surplus is projected at about 0.8% of gross domestic product.23 Annual internet retail \nrevenue  is  computed  by  multiplying the  average  revenue  per  user  by  the projected  number of \nsubscribers.  The  average  revenue  per  user  is  estimated  at  7%  of  gross  domestic  product  per \ncapita (i.e., $70 per month in 2016).24 \n \n27. \nThe project’s economic internal rate of return under the base case scenario is estimated \nat  18.8%,  well  above  the  ADB  social  discount  rate  of  12%  per  annum.  Sensitivity  analysis \nconfirms that economic viability is maintained even with a 20% reduction in projected revenues, \na 10% increase in capital expenditure, or a 10% increase in operating expenditures. \n\n \nGovernance \n\nC. \n\nframework \n\nProcurement  capacity.  The  World  Bank  has  funded  MicroPal \n\nFinancial  management.  Palau  has  a  robust  budget  allocation \n\n28. \nfor \ngovernment  policies  and  priorities. 25  The  Palau  public  auditor  contracts  out  audits  to  an \ninternationally affiliated certified professional audit firm and audits are conducted in accordance \nwith the requirements of the Single Audit Act, 1996. BSCC is a newly established state-owned \nenterprise  with  no  permanent  staff,  so  the  financial  management  risk  is  assessed  as  high. \nDuring implementation, BSCC will be supported by the PMU, with an experienced finance and \naccounting specialist to manage its accounting and reporting within six months from the project \neffective  date.  A  comprehensive  time-bound  action  plan  has  been  developed  in  the  PAM  to \nmitigate the risk.  \n \n29. \nto  engage  an \nexperienced team of project coordinators to explore available design options and to prepare for \nimplementation  of  the  most  cost-effective  solution.  The  proposed  SEA–US  submarine  cable \nprovides the best option for Palau and Yap to connect to Guam. Palau and the FSM decided to \nengage  SEA–US  parties  to  procure  and  operate  their  respective  cable  systems.  This \narrangement simplifies the procurement process for the cable system in Palau and BSCC. The \nproject  coordinators  have  worked  with  ADB,  and  are  fully  aware  of  ADB’s  direct  contracting \nprocurement guidelines and requirements. For landing station construction, ADB will review the \nprocurement  process  and  approve  the  selection  of  suppliers.  BSCC  will  recruit  a  PMU \nconsultant to manage the contracts during implementation.  \n \n30. \n\nAnticorruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained \n\n                                                \n22 This  was  the  shadow  wage  rate  factor  used in  ADB. 2013.  Report and  Recommendation  of  the  President  to  the \n\nBoard of Directors: Proposed Loans to the Republic of Palau for the Koror–Airai Sanitation Project. Manila. \n\n23  Annual  consumer  surplus  is  derived  from  World  Bank  estimates  of  comparable  demand  curves  for  mobile \ntelephony  (and  their  corresponding  consumer  surplus  ratios)  in  the  People’s  Republic  of  China,  India,  and  the \nPhilippines. \n\n24 It  is  based  on  a  composite  normalized  demand  curve  for  the  three  comparator  countries  namely  the  People’s \n\nRepublic of China, India, and the Philippines \n\n25 ADB. 2015. Annual Report on the 2014 Country Performance Assessment Exercise. Manila. \n\n \n\n\f8 \n\n \n\nto  and  discussed  with  the  government.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 21). \n \n31. \nThe  Palau  National  ICT  Policy,  issued  by  the  government  in  November  2013,  lays  out \nthe sector goals, objectives, and strategies for 2013–2016. The World Bank-funded TA aims to \nstrengthen  the  legal  and  regulatory  framework  for  ICT  and  address  critical  issues  like \ninterconnection  between  mobile  operators.  The  ICT  regulatory  office  is  expected  to  be  set  up \nprior to the submarine cable system coming online. Strong and robust regulation is essential to \nensure that BSCC does not engage in monopoly pricing or other anticompetitive behavior, and \nthat  internet  retailers  do  not  abuse  their  market  position.  ADB  will  monitor  implementation \nclosely,  and  TA  support  (footnote  3)  will  be  provided  if  needed.  The  figure  depicts  the  future \noperational structure of telecom players.  \n \n\n \n\nD. \n\nPoverty and Social \n\nPalau has achieved most of the Millennium Development Goals.26 Palauans enjoy free, \n32. \nor  heavily  subsidized,  and  relatively  high  standards  of  health  services,  education,  and  other \npublic  utilities.  Building  on  this  solid  base  of  quality  public  services,  the  project  will  provide \nreliable,  faster,  and  affordable  internet  to  the  population.  It  will  facilitate  more  young  people \npursuing higher or more relevant labor market qualifications via the internet, reducing the need \nto go overseas to study. In addition, it will improve opportunities for rural and urban households \nto easily  connect  to families overseas,  and increase  e-marketing  opportunities for  businesses, \nas well as enable improved delivery of key government services to the local population through \ne-education, e-health, and e-governance actions. With faster internet at a lower cost, business \nefficiencies and cost reductions will create additional employment opportunities, particularly for \nlower skilled labor. \n \n33. \nThe  project  is  classified  as  having  no  gender  elements.  However,  the  project  outcome \nwill support (i) women’s improved access to social and financial services as a result of improved \n\n                                                \n26  United Nations. 2013. The Millennium Development Goals Report 2013. New York.  \n\n\f9 \n \n\ncommunications  services,  and  (ii)  increased  employment  opportunities for  women  as  the  fiber \noptic cable facilitates business opportunities. \n  \nE. \n\nSafeguards \n\n34. \nInvoluntary  resettlement  and  indigenous  peoples.  The  project  has  been  classified \ncategory  C  for  involuntary  resettlement  and  indigenous  peoples.  Due  diligence  has  confirmed \nthat  the  project  does  not  require  land  acquisition  and  resettlement,  and  does  not  impact  any \ndistinct and/or vulnerable group of indigenous peoples. The cable landing site is on government-\nowned land, and existing networks or rights-of-way will be utilized for the cable extension. The \nproject beneficiaries are part of the mainstream Palauan people.  \n \nEnvironment.  The  project  is  classified  category  B  for  environment.    An  initial \n35. \nenvironmental  examination  (including  environmental  management  plan)  and  an  environmental \ncode of practice  have  been prepared  to  ensure compliance with environment  safeguards. The \nproject will impact a corridor about 0.30 meters (m) to 0.50 m wide on the sea floor, and in some \nlocations up to 0.75 m beneath the sediment. As it enters the near-shore waters, the alignment \nwill be on the seabed (essentially coral rubble and sand) at a sea depth of 40m to 50m in the \nshipping channel. The landing site will be an existing manhole, outfitted with a conduit running \nfrom  the  shore  into  the  Palau  National  Communications  Corporation  building.  A  detailed \noceanographic  survey  of  the  alignment  will  be  completed  during  the  design  period,  which  will \ninclude updating of the initial environmental examination and environmental management plan \nand  integration  of  the  updated  plan  in  the  contract  specifications.  The  PMU  will  monitor \ncompliance.  Overall  project  progress  reports  will  include  safeguards  and  will  be  submitted  to \nADB quarterly. Safeguard monitoring reports will be prepared separately and submitted to ADB \nsemiannually. \n \nF. \n\nRisks and Mitigating Measures  \n\n36.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan.27 The  integrated  benefits  and  impacts  are \nexpected to outweigh the costs.  \n \n\nTable 4: Summary of Risks and Mitigating Measures  \n \n\nMitigating Measures \n\nRisks \nLimited government experience in \nimplementing ADB projects, \nparticularly procurement \n\nNo dedicated BSCC staff to \nmanage finance and accounting \n\nMonopoly or collusion among local \nsupplier(s) prevent decrease in \nretail internet price \n\nThe proposed project is the second ADB project for Palau. ADB provided \ntechnical assistance to help Palau prepare the project. During implementation, \nADB will monitor progress closely. The procurement packages are designed to \nminimize the number of contracts to be managed. The PMU budget includes \nhiring implementation specialists to help implementation agencies. A simplified \ndisbursement process for all direct payments to suppliers and consultants will \nminimize issues in financial management and bookkeeping.  \nThe PMU will have experienced financial management consultants to support \nBSCC in setting up practices, systems, and procedures to manage accounting. \nA time-based action plan has been prepared to ensure the proper handover and \ntraining for BSCC permanent staff. \nTechnical assistance from the World Bank is helping Palau to implement its ICT \npolicy and set up the Office of the Regulator. The regulator is scheduled to be in \nplace by the end of Q1 2017, and will ensure fair and competitive pricing for \nretail users.  \n\nLack of consortium financing delays  Globe Telecom, Philippines, and Telin, Indonesia, are the two financiers for the \n                                                \n27 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f10 \n\n \n\nimplementation of the SEA–US \n\nSEA–US. Initial due diligence on available financial statements and external \ncredit ratings for these two companies shows sound financial status to support \nthe investment. \nPalau has provisioned funds in the FY2016 budget to pay the initial deposit. The \nWorld Bank grant to the FSM is already in place.  \n\nUnavailability of commitment funds \nrequired after MicroPal signs the \ncontract with SEA–US parties \nADB = Asian Development Bank, BSCC = Belau Submarine Cable Corporation, FSM = Federated States of \nMicronesia, ICT = information and communication technology, PMU = project management unit, Q = quarter, SEA–US \n= Southeast Asia–United States.  \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES AND CONDITIONS \n\nThe  government  has  agreed  with  ADB  on  certain  covenants  for  the  project,  which  are \n\n37. \nThe government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the  PAM \nand loan documents. \n \n38. \nset forth in the loan agreements and project agreement.  \n \nEffectiveness  of  the  loan  agreements  is  conditional  upon  the  borrower  entering  into  a \n39. \nsubsidiary loan agreement with BSCC as described in the loan agreements. No withdrawals will \nbe made from the loan accounts  (i) for the main cable supply and IRU until BSCC has signed \nagreements  with  SEA–US  and/or  NEC  Corporation  for  construction,  operation,  and  financial \narrangements for the submarine cable system and the IRU; and (ii) for the cable landing station \nuntil BSCC has signed a landing agreement with Palau National Communications Corporation, \nas set forth in the loan agreements. \n \n\nV. \n\nRECOMMENDATION \n\nI  am  satisfied  that  the  proposed  loans  would  comply  with  the  Articles  of  Agreement  of \n\n40. \nthe Asian Development Bank (ADB) and recommend that the Board approve \n\nthe  loan of  $16,470,000  to the  Republic  of  Palau for  the  North  Pacific  Regional \nConnectivity  Investment  Project,  from  ADB’s  ordinary  capital  resources,  with \ninterest  to  be  determined  in  accordance  with  ADB’s  London  interbank  offered \nrate  (LIBOR)-based  lending  facility;  for  a  term  of  25  years,  including  a  grace \nperiod  of  5  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance  with  those  set  forth  in  the  draft  loan  and  project  agreements \npresented to the Board; and \nthe  loan  in  various  currencies  equivalent  to  SDR6,032,000  to  the  Republic  of \nPalau for the North Pacific Regional Connectivity Investment Project, from ADB’s \nSpecial  Funds  resources,  with  an  interest  charge  at  the  rate  of  2%  per  annum \nduring the grace period and thereafter; for a term of 25 years, including a grace \nperiod  of  5  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance  with  those  set  forth  in  the  draft  loan  and  project  agreements \npresented to the Board. \n\n(i) \n\n(ii) \n\n \n \n\n16 November 2015 \n\nTakehiko Nakao \nPresident \n\n\fAppendix 1            11    \n\n \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpact the Project is Aligned with \nAccess to affordable ICT infrastructure has been achieved in Palau.a \n\nResults Chain \nOutcome \n \nDecrease in cost \nand increase in \nquality of internet \nservice \n\n \n\nOutput \n \nA submarine cable \nsystem connecting \nPalau to the \ninternational \ninternet cable hub \nin Guam \nestablished \n\nPerformance Indicators \nwith Targets and Baselines \nBy 2019: \n \nRetail price of fixed \ninternet service for 2-\nmegabit-per-second \nconnection decreases at \nleast 15% against 2015 \nbaseline of approximately \ncalculated at $1,000 per \nmonth. \n \nBandwidth availability will \nbe increased at least 20% \nagainst 2015 baseline of \napproximately 220 \nmegabits per second. \n \nAvailability of service will \nbe 99% in accordance with \nthe industry standard. \n\nData Sources and \nReporting \n\n \n \nInternet service price list \npublished by ISPs and \ntelecom operators \n \n \n \n \n \n \nInternet bandwidth list \npublished by ISPs and \ntelecom operators \n \n“Ping” time at consumer level \nas measured by tools such \nas web-based speed tests \n(e.g., www.speedtest.net)   \n\n \n \n1a. Indefeasible right of \nuse and maintenance \nagreements between \nBSCC and SEA–US \nparties by Q2 2016  \n \n1b. Construction of the \napproximately 300-\nkilometer spur and \nbranching unit to connect \nto SEA–US submarine \ncable by Q1 2018 \n \n\n \n \n1a. Signed agreements from \nBSCC \n \n \n \n \n1b. Final acceptance of cable \nby BSCC \n \n \n \n \n1c. BSCC operational \nreporting logs, including \ncapacity sold to retailers \n \n\n1c. BSCC establishes \nprocess to achieve 99% of \nservice availability by Q1 \n2018 \n \n\n1d. Performance testing \nreport, including target of 1 \nhour (industry standard) for \nfault handling time (measured \nby mean time to recovery) \n\nRisks \n\n \n \nLack of guidelines, \npolicy, and capacity \nto manage the assets \naround submarine \ncable  \n \n \nMonopoly or collusion \namong local \nsupplier(s) prevents \ndecrease in retail \ninternet price \n\n \n \nLack of consortium \nfinancing delays \nimplementation of the \nSEA-US  \n \nUnavailability of \ncommitment funds \nrequired after signing \nthe contract by \nMicroPal with SEA-\nUS parties \n \nLimited experience of  \nthe government in \nimplementing ADB \nprojects, particularly \nprocurement \n \nLack of BSCC staff to \nmanage finance and \naccounting. \n\n \n\n \n\n \n\n \n\n \n\n\f12       Appendix 1 \n \n\nKey Activities with Milestones \n\n1.  Submarine cable connecting Palau to the international internet  \n1.1  Award contracts by Q2 2016 \n1.2  Carry out marine survey and complete marine operations for laying cables by Q3 2016 \n1.3 \n1.4  Equip cable landing systems with the necessary cross-connect facilities for customers by Q2 2017 \n1.5  Train cable company staff on landing facility operation and maintenance, and update skills and \n\nInstall terminal equipment by the end of Q2 2017 \n\n1.6  Put in place an appropriate cable repair and maintenance agreement for spur before completing \n\nknowledge periodically by Q3 2017 \n\nlaying of cable by Q2 2016 \n\n1.7  Achieve commissioning, provisional acceptance, and be ready for service by Q1 2018 \n1.8  BSCC secures final acceptance by Q1 2018 \n \n\nProject Management Activities  \n\nContinue regular monitoring and supervision until Q3 2018 \nFollow up on safeguard issues and risk management plan in a timely manner until Q1 2018 \nManage contracts from Q1 2016 until Q1 2018 \nProvide timely progress reports until Q3 2018 \nCarry out regular accounting and annual audits until Q3 2018 \n\nInputs \n\nADB: $25.00 million (loan) \nGovernment: $5.19 million \n\nAssumptions for Partner Financing \n\nNot applicable.  \n\nADB  =  Asian  Development  Bank,  BSCC  =  Belau  Submarine  Cable  Corporation,  ICT  =  information  and \ncommunication technology, ISP = internet service provider, Q = quarter, SEA–US = Southeast Asia–United States. \nQ = quarter, \na Government of the Republic of Palau. 2013. Palau National ICT Policy, 2013–2016. Koror. \nSource: Asian Development Bank. \n\n\fAppendix 2 \n\n13 \n\nLIST OF LINKED DOCUMENTS \n\nhttp://www.adb.org/Documents/RRPs/?id=46382-001-3 \n \nLoan Agreement (Ordinary Operations)   \n\nLoan Agreement (Special Operations) \n\nProject Agreement \n\nSector Assessment (Summary): Information and Communication Technology \n\nProject Administration Manual  \n\nContribution to the ADB Results Framework  \n\nDevelopment Coordination  \n\nFinancial Analysis  \n\nEconomic Analysis \n\nCountry Economic Indicators  \n\nSummary Poverty Reduction and Social Strategy  \n\nInitial Environmental Examination \n\nRisk Assessment and Risk Management Plan \n\n \n\nSupplementary Documents \n\n14. \n\nProject Procurement Classification \n\n15.  Medium Term Development Strategy for Palau—Actions for Our Future \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n \nThe currency of Palau is the US dollar. \n", "ABBREVIATIONS \n", "ADB \nBSCC \nCOBP \nFIRR \nFSM \nICT \nIRU \nm \nOCR \nPAM \nPMU \nSEA–US \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nBelau Submarine Cable Corporation \ncountry operations business plan \nfinancial internal rate of return \nFederated States of Micronesia \ninformation and communication technology \nindefeasible right of use \nmeter \nordinary capital resources \nproject administration manual  \nproject management unit  \nSoutheast Asia–United States \ntechnical assistance \n", " \n", " \n \n \n", " \n \n \n \n \n \n \n \n \n \n", "NOTES \n \n", "(i) \n", "The  fiscal  year  (FY)  of  the  Government  of  Palau  ends  on  30  September.  “FY” \nbefore  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends,  e.g., \nFY2015 ends on 30 September 2015.  \n", "(ii) \n", "In this report, “$” refers to US dollars.  \n", " \n \nVice-President \nDirector General \nDirector \n", " \nTeam leader \n", "Team members \n", "Peer reviewer \n", "S. Groff, Operations 2 \nX. Yao, Pacific Department (PARD) \nE. Veve, Urban, Social Development, and Public Management \nDivision, PARD \n \nS. Bhattacharya, Senior Infrastructure Specialist–Information and \nCommunications Technology, PARD \nN. Carandang, Social Development Specialist, PARD \nK. Emzita, Principal Counsel, Office of the General Counsel \nG. Ismakova, Principal Procurement Specialist, Operations and \nFinancial Management Department (OSFMD) \nM. Melei, Country Specialist, PARD \nN. Sapkota, Safeguards Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nQ. Zheng, Procurement Specialist, OSFMD \nS. Yoon, Senior Public Management Specialist (e-Governance), \nSustainable Development and Climate Change Department \n", " \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", "CONTENTS \n \n", "PROJECT AT A GLANCE \n", " \n", "MAP \nI. \nII. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutput \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", "APPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "III. \n", "IV. \nV. \n", " \n", "1. \n", "2. \n \n \n", " \n \n", " \n", " \n", " \n", "Page \n \n", "1 \n1 \n1 \n3 \n3 \n3 \n4 \n5 \n5 \n6 \n7 \n8 \n9 \n9 \n10 \n10 \n", "11 \n13 \n"]}