{"path": "data/input/reports/46392-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 46392-001 \nOctober 2013 \n \n \n \n \nProposed Grants and Administration of Grant \nIslamic Republic of Afghanistan: North–South Power \nTransmission Enhancement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 28 October 2013) \n \nCurrency unit  –  afghani (AF) \nAF1.00  =  $0.0175 \n$1.00  =  AF57.30 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  AITF  –  Afghanistan Infrastructure Trust Fund \n  DABS  –  Da Afghanistan Breshna Sherkat  \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  kV  –  kilovolt \n  LARP  –  land acquisition resettlement plan \n  MFF  –  multitranche financing facility \n  MW  –  megawatt \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMO  –  project management office \n \nNOTE \n \n(i)  The fiscal year (FY) of the Government of Afghanistan ends on 20 December. \n“FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2012 ends on 20 December 2012. \n(ii)  In this report, “$” refers to US dollars. \n \nVice President-in-Charge  B. Lohani, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  R. Stroem, Energy Division, CWRD \n   \nTeam leader  A. Aleem, Energy Specialist, CWRD \nTeam members  R. Benavidez, Senior Operations Assistant, CWRD \n  R. Butler, Senior Social Development Specialist (Safeguards), \nCWRD \n  N. Djenchuraev, Environment Specialist, CWRD \n  H. Durrani, Senior Project Officer (Energy), CWRD \nP. Koh, Young Professional, CWRD \n  R. Nadyrshin, Energy Specialist, CWRD \nD. Perkins, Counsel, Office of the General Counsel (OGC) \n  C. Png, Senior Counsel, OGC \n  J. Wu, Financial Specialist (Energy), CWRD \nPeer reviewer  S. Fukushima, Energy Specialist, South Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n \n \n ", "PROJECT AT A GLANCE \n \n1. Project Name:  North-South Power Transmission Enhancement Project (formerly Power  2. Project Number: 46392-001\n \nDistribution Project)\n     \n3. Country: Afghanistan, Islamic Republic of 4. Department/Division:  Central and West Asia Department/Energy Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n Energy  ✔  Electricity transmission and distribution \n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n Economic growth  ✔  Widening access to markets and \n \neconomic opportunities\n   \n Regional cooperation and integration   Trade and investments\n6a. Climate Change Impact    6b. Gender Mainstreaming  \nNone   Gender equity theme (GEN)   \n   \n Effective gender mainstreaming (EGM)  \n \n Some gender elements (SGE)  \n No gender elements (NGE)  ✔ \n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National High\n   \nGeographic  Income   Regional High\nGeneral    dimensions of  Millennium  poverty at   Rural  Low \nIntervention development \ninclusive    household   Urban  Low \n  goals  \ngrowth level  \n✔       \n9. Project Risk Categorization: Low Ris  k \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement B\n   \nIndigenous peoples C\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Grant projects Asian Development Fund  159.0\n   \nTotal     159.0\n12. Cofinancing:     \n       \nFinancier Category Amount ($ Million) Administration Type\n     \nAfghanistan Infrastructure Trust  Official-Grant 57.0 Full\n \nFund\n   \nTotal   57.0  \n13. Counterpart Financing:     \n   \nSource Amount ($ Million)\n   \n Government 4.0\n   \nTotal 4.0\n14. Aid Effectiveness:     \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n   ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \ngrant  and  (ii)  a  proposed  grant  and  administration  of  such  grant  to  be  provided  by  the \nAfghanistan Infrastructure Trust Fund (AITF), both to the Islamic Republic of Afghanistan for the \nNorth–South Power Transmission Enhancement Project.1 \n \n2.  The  proposed  project  will  construct  a  500-kilovolt  (kV)  transmission  line  about  225 \nkilometers long across the Hindukush mountain range between the northern town of Dashte \nAlwan and Kabul at the southern end. It will include a new 500-kV/220-kV substation to connect \nto the grid in Kabul, Afghanistan’s capital.2 The project will be complemented by a second Asian \nDevelopment Bank (ADB) power project under the proposed tranche 5 of ADB’s Energy Sector \nDevelopment Investment Program (footnote 2) to build a 500-kV substation to connect to the \ngrid at the northern end of the line in Dashte Alwan. Tranche 5 is expected to be endorsed by \nADB  Management  soon  after  the  ADB  Board  consideration  of  the  North–South  Power \nTransmission Enhancement Project. After domestic generation projects planned in northern \nAfghanistan are implemented and proposed arrangements for greater power imports from the \ncountry’s northern neighbors are put in place, the projects would transmit the additional power \nfrom these sources to the south and allow for the export of power in excess of Afghanistan’s \ndomestic needs to Pakistan over a planned connection between the country’s two grids. The \nline will also allow Afghanistan to facilitate power export to Tajikistan during winter.  \n \n \nII.  THE PROJECT \nA.  Rationale \n3.  Afghanistan is a net energy importer. Power demand in major load centers is growing at \n25% per year. While indigenous renewable energy and fossil fuels resources exist, these need \nto be developed. During 2012, peak demand in Afghanistan stood at 670 MW, of which 500 MW \nwas met through imports. With the three times increase in electrification rate anticipated by \n2032,  peak  demand  will  reach  3,500  MW  with  an  annual  power  consumption  of  18,400 \ngigawatt-hours.  Meeting  this  demand  requires  development  of  all  viable  import  and  local \ngeneration options. The project will connect northern indigenous generation and imported power \nsupply sources to the eastern and southern load centers in Afghanistan. \n \n4.  The  power  sector  in  Afghanistan  has  made  significant  progress  in  addressing  its \ntechnical,  fiscal,  and  governance  challenges  since  2001.  The  proportion  of  the  population \nconnected to the power grid increased from a mere 5% in 2002 to about 25% in 2012. System \nlosses (technical and commercial) dropped during the same period from more than 70% to 42%, \nand collection rates rose from less than 50% to more than 90%. Revenues have increased by \n15%  every  quarter  since  2009.  An  autonomous,  corporate  state-owned  power  utility—Da \nAfghanistan Breshna Sherkat (DABS)—has been established and is gaining ground. Currently, \n73% of Afghanistan’s power supplies are being imported—22% from Iran, 4% from Tajikistan, \n17% from Turkmenistan, and 57% from Uzbekistan. Import tariffs ranging from $0.020 to $0.065 \nper kilowatt-hour are subsidized by the exporting countries.  \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The project, including 10 other investment projects, was prepared under a subcomponent of ADB. 2008. Report \nand Recommendation of the President to the Board of Directors: Proposed Multitranche Financing Facility and \nAdministration of Grant Energy Sector Development Investment Program. Manila (MFF 0026-AFG, $570 million, \napproved on 2 December). ", "2 \n5.  Afghanistan currently has 10 isolated power grid islands that are fed by different power \nsystems through 220-kV and 110-kV links. This split creates system inefficiencies, increases \noperational  cost,  and  reduces  reliability  of  power  supply.    An  ADB-supported  government \nstrategic power master plan for 2012–2032 calls for the connection of these separate network \nsegments via a ring structure of 500-kV transmission lines and the expansion of distribution \nnetworks across urban and rural load centers.3 \n \n6.   Kabul and provincial capitals in all eastern and southern provinces experience load-\nshedding due to a power shortage. A key challenge is to strengthen infrastructure capacity \nneeded to transmit power to Afghanistan’s eastern and southern provinces, including Kabul. \nThe power imports are expected to grow from 300 MW in 2012 to 600 MW by 2018.4  Currently \nthe only transmission link connecting northern Afghanistan to the south is a 220-kV transmission \nline with a capacity of 300 MW. This limits the supply of power in the areas south of the \nHindukush mountain range. This in turn constrains economic growth and opportunities in the \nsouth; creates disparities in the country’s economic development; and fuels ethnic and regional \ntensions, insecurity, and discontent.  \n \n7.  The transmission line and substation to be provided under the project, combined with the \nsubstation needed to complete the system to be financed under tranche 5 of the Energy Sector \nDevelopment Investment Program, will be central to the envisaged regional power trade and \nAfghanistan’s important future role in it as an energy resource corridor connecting Central Asia’s \npower systems with its own and those of South Asia. A proposed Turkmenistan–Uzbekistan–\nTajikistan–Afghanistan–Pakistan  (TUTAP)  power  transmission  interconnection  would  boost \nregional cooperation and integration through this energy trade by enabling exporting countries \nto make profitable use of their surplus resources and importing countries to effectively meet \ntheir energy needs at cost.5 \n \n8.  The project is identified in the power master plan and in the Afghanistan National Energy \nSupply Program as the link most needed to meet the country’s future power needs. The project \nis connected to upstream power generation and power transmission and downstream power \ntransmission and distribution projects. The power link between Central Asia and South Asia is a \nstrategic objective of the Central Asia Regional Economic Cooperation program countries and is \nincluded in the program’s Strategy 2020 and energy work plan, 2013–2015. The project is \nincluded in ADB’s country partnership strategy, 2009–20136 and country operations business \nplan, 2013–2014 for Afghanistan.7 \n \n9.  DABS has been undertaking a comprehensive program since 2008 to import power, \ndevelop domestic generation, and expand its grids to close a gap between demand for power \n                                                \n3  ADB. 2010. Technical Assistance to Afghanistan for the Power Sector Master Plan. Manila (TA 7637-AFG, $1.5 \nmillion, approved on 6 November). \n4  The 220-kV import lines from Tajikistan and Uzbekistan are operational and were financed by ADB under the \nEmergency  Infrastructure  Rehabilitation  and  Reconstruction  Project  and  the  Regional  Power  Transmission \nInterconnection Project. Under the power purchase and sales agreement, power imports from Tajikistan are up to \n300 MW during March–October each year and are up to as 300 MW all year round from Uzbekistan. Afghanistan is \ncurrently importing 50 MW of power from Turkmenistan. The new 500-kV transmission line from Turkmenistan, to \ninterconnect power grids of Afghanistan and Turkmenistan, will be completed by 2018 and will import up to 300 \nMW of power from Turkmenistan.  \n5 TUTAP is a regional power project under Central Asia South Asia Regional Electricity Markets framework. \n6 ADB. 2007. Country Partnership Strategy: Afghanistan, 2009–2013. Manila. \n7 ADB. 2013. Country Operations Business Plan: Afghanistan, 2013–2014. Manila. \n ", "3 \nand supply.8  Afghanistan’s National Energy Supply Program is based on plans to combine the \ndevelopment of domestic power generation from domestic fossil fuel and renewable energy with \nan increase in power imports.9 In addition to meeting its domestic needs on time and in a cost-\neffective  manner  through  diversified  imports,  Afghanistan  also  plans  to  develop  a  transit \ntransmission  system  through  the  country  to  move  power  from  energy-rich  Central  Asian \ncountries to consumers in energy-scarce South Asia. \n  \n10.  The government has developed the country’s power sector strategy, road map, policy \nframework, and envisaged investment plan in line with the power sector master plan 2012–2032. \nThe power master plan builds upon the Afghanistan National Development Strategy crafted in \n2008. The power sector in Afghanistan has made substantial progress in meeting strategic \nobjectives and road map milestones set out in 2008, including (i) greater efficiency from existing \noperations (rehabilitation of hydropower plants and transmission and distribution networks); (ii) \nimprovement in sector governance (formulation of an electricity law, renewable energy policy, \nand creation of an autonomous power utility); (iii) promotion of rural electrification (development \nof off-grid solutions and strengthening on-grid networks); and (iv) investments in new capacity \n(development  of  additional  generation,  transmission,  and  distribution  systems).  Lessons \nincorporated from ADB’s ongoing investments in Afghanistan’s energy sector include the need \nto (i) build security provisions into project design and financing, (ii) simplify procurement and \nimplementation through use of turnkey contracting as the default choice, (iii) improve project \nreadiness through advance actions, and (iv) provide capacity support to DABS.   \n11.  DABS has institutionalized operations and maintenance (O&M) protocols and systems. \nAn O&M unit under the operations department has been established and strengthened, with \nadequate budgetary resources allocated from utility’s internal revenues. ADB, the World Bank, \nand the United States Agency for International Development are providing capacity support \nthrough training programs. In total, nearly $45 million of O&M capacity support programs are \ncurrently being implemented.  \n12.  Since  2010,  the  ADB-financed  program  management  and  project  implementation \nconsultants  recruited  under  ADB’s  multitranche  financing  facility  (footnote  2)  have  been \nproviding  on-the-job  training  to  DABS  personnel  in  technical,  financial  management, \nprocurement, and social safeguards areas. In parallel, the Government of the United States is \nimplementing  $200  million  in  capacity  support  programs  to  strengthen  DABS’  capacity  in \ntechnical, governance, financial management, and planning functions. \nB.  Impact and Outcome \n13.  The impact will be increased power trade between Afghanistan and its neighbors, and a \nhigher rate of electrification within the country. The outcome of the project will be an increased \nsupply of power from the north of Afghanistan to its southern and eastern regions.  \nC.  Outputs \n14.  The output will be a 500-kV transmission line constructed from Dashte Alwan to Kabul \nand a 500-kV/220-kV substation built at Arghundy in Kabul.  \n                                                \n8 The program includes rehabilitation and construction of new hydropower plants in Afghanistan’s eastern and \nsouthern provinces, gas-powered thermal plants in northern provinces, and diesel-generated plants in major load \ncenters across Afghanistan. \n9  The National Energy Supply Program is one of 24 national priority programs that have been jointly endorsed by the \nGovernment of Afghanistan and the country’s international development partners. \n ", "4 \n15.  The project will add up to 1,000 megawatts (MW) to the existing 300 MW of transmission \ncapacity  between  northern  and  southern  Afghanistan.  The  new  line  will  transmit  power \nproduced domestically by hydropower and fossil fuel generation in the country’s northern region, \nas  well  as  accommodate  power  imports  from  neighboring  Tajikistan,  Turkmenistan,  and \nUzbekistan to supply Afghanistan’s domestic needs. \nD.  Investment and Financing Plans  \n \n16.  The project is estimated to cost $220 million (Table 1).10 \nTable 1: Project Investment Plan \n($ million) \n   Item  Amounta \nA.    Base costsb   \n  1.  Turnkey contract  181.00 \n  2.  Consulting servicesc  6.00 \n  3.  Project security and de-mining   6.00 \n  4.  Land acquisition and resettlement  1.64 \n  5.  Project management  0.20 \n  Subtotal (A)  194.84 \nCoBntingenciesd  23.00 \n. \nC.  Interest charges during constructione  2.16 \n   Total (A+B+C)  220.00 \na  Includes business receipt tax and sales tax of 2% (estimated at $4.3 million) and customs payments of 10% on \nimported equipment (estimated at $10 million), to be financed from ADB grant resources. \nb  In 2013 prices. \nc  Consulting services include an implementation consultant and an auditor of project accounts. \nd  Physical contingencies computed at 10% for civil works and 5% for non-civil works. The following annual inflation \nrates were factored into the estimates of price contingencies: domestic–5.8% in 2014 and 5.0% in 2015–2017; \nforeign–2.2% in 2014, 1.9% in 2015, and 1.8% in 2016–2017. \ne  Includes interest during construction, calculated at an interest rate of 1% for the loan between the government and \nDa Afghanistan Breshna Sherkat. Interest during implementation is capitalized in loan. \nSource: Asian Development Bank estimates. \n \n17.  The Government of Afghanistan requested a grant not exceeding $159 million from \nADB’s Special Funds resources to help finance the project.11 The ADB-administered AITF will \ncofinance, through a $57 million grant, defined components of the project.12 ADB and AITF \nfunding for the project includes financing of taxes and duties (including the business receipt \ntax).13 ADB has been financing project taxes and duties in Afghanistan since 2011 and is \njustified because (i) the amount will not represent an excessive share of the project investment \nplan, (ii) the taxes and duties apply only to ADB-financed expenditures, and (iii) the financing of \nthe taxes and duties is material and relevant to the success of the project. This is in line with \n                                                \n10 Detailed cost estimates by expenditure category and detailed cost estimates by financier are included in the project \nadministration manual (PAM) (accessible from the list of linked documents in Appendix 2). \n11 A country's eligibility for the ADF grants under the revised grant framework is determined by its risk of debt \ndistress. The latest debt-sustainability analysis determined that Afghanistan had a high risk of debt distress and \nwas therefore eligible to receive 100% of its ADF allocation as grants. \n12 AITF is an ADB-administered fund for infrastructure development financing in Afghanistan. The contributors include \nthe governments of Japan, the United Kingdom, and the United States of America. The AITF financiers have \napproved and confirmed cofinancing of $57 million for the project. \n13 Taxes and duties costs are the business receipt tax, estimated at 2%; the fixed tax on imports of 2%–7%; and \ncustom duties of 2.5%–16%. They do not represent an excessive share of the financing plan and are within \napplicable country partnership strategy parameters. ADB. 2005. Innovation and Efficiency Initiative, Cost Sharing \nand Eligibility of Expenditures for Asian Development Bank Financing: A New Approach. Manila. \n ", "5 \nADB’s Operations Manual (H3 on cost-sharing arrangements and eligible expenditures). This is \nthe practice also followed by the World Bank in Afghanistan. \n18.  The AITF financing will be front-end loaded for disbursement purposes. The government \nwill finance the land acquisition and resettlement costs. The financing plan is in Table 2. \nTable 2: Financing Plan \nAmount  Share of Total \nSource  ($ million)    (%) \nAsian Development Bank       \n  Special Funds resources (grant)  159.0    72.3 \nAfghanistan Infrastructure Trust Funda  57.0    25.9 \nGovernment  4.0    1.8 \n  Total    220.0    100.0 \na Contributors: the governments of Japan, the United Kingdom, and the United States of America. \nSources: ADB estimates, Da Afghanistan Breshna Sherkat. \n \n19.  It is anticipated that, by the end of 2013, an additional contribution will be made to AITF \nin the amount of $60 million for purposes of financing activities in the power and energy sector. \nIn the event of such additional contribution, it is proposed to substitute $60 million of the grant \nfrom ADB’s Special Funds resources for the project with an equivalent amount from AITF, \nresulting in a reduction in the grant from ADB’s Special Funds resources to $99 million and an \nincrease  in  the  grant  from  AITF  to  $117  million.  The  Board  is  requested  to  approve  the \nproposed additional AITF grant, and administration thereof, in the event that such additional \nfunds are contributed to AITF.14 Application of such additional AITF funds to the project shall be \nreported to the Board in accordance with standard reporting procedures. \nE.  Implementation Arrangements \n20.  DABS  will  be  the  executing  agency.  It  is  a  100%  state-owned  corporate  entity \nresponsible for power generation, transmission, and distribution in Afghanistan. DABS was \nincorporated in March 2008 and operationalized on 30 September 2009 through a presidential \ndecree. DABS is the legal successor to all rights and obligations of Da Afghanistan Breshna \nMousasa. \n \n21.  DABS has an established, full-time program management office (PMO) that administers \nthe  ADB-assisted  Energy  MFF  (footnote  2).  The  PMO  administers  all  consulting  and \nprocurement contracts and is responsible for preparing project plans, bid evaluation reports, \nprogress reports, applications for withdrawal of funds, and any other reports required by ADB. \nThe PMO has 30 personnel. The staff comprises a project director, engineers, procurement \nspecialists, financial specialists, and safeguards specialists.  \n \n22.  The project’s turnkey transmission line and substation package and the implementation \nsupervision consulting package will be cofinanced, with AITF funds being front-end loaded for \ndisbursement  purposes  for  both  the  turnkey  and  consulting  services  contracts.  Asian \nDevelopment Fund (ADF) resources will be disbursed only after 100% of the AITF funds have \nbeen disbursed. It is expected that AITF funds will finance the first $54.0 million of the turnkey \ncontract and the first $3.0 million a project supervision consultancy contract, with ADB financing \n                                                \n14 By a letter dated 23 October 2013, the Government of Afghanistan agreed to such substitution of financing for the \nproject in the event of such additional AITF contribution. \n ", "6 \nthe remaining components. The use of contingency funds will follow the same disbursement \nprocedure. \n \n23.    Procurement of works and goods to be financed under the project will be undertaken in \naccordance  with  ADB’s  Procurement  Guidelines  (2013,  as  amended  from  time  to  time). \nInternational competitive bidding will be used for the 500-kV transmission line and the 500-\nkV/220-kV substation turnkey contract package, comprising two lots: one for transmission line \ncomponent and one for the substation component. \n \n24.  All consultants will be engaged in accordance with ADB’s Guidelines on the Use of \nConsultants (2013, as amended from time to time). A consulting firm will be recruited using \nquality- and cost-based selection under a full technical proposal. This is required due to the \ncomplex  nature  of  the  consulting  tasks  and  the  critical  nature  of  the  project’s  projected \ndownstream impact.  \n \n25.  ADB will disburse the funds for the turnkey contract package through direct payment and \ncommitment procedures.  \n \n26.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (Appendix 2).15 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  April 2014–December 2016 \nEstimated completion date  31 December 2016 \nManagement \n(i)  Oversight body  Ministry of Finance \n(ii)  Executing agency  Da Afghanistan Breshna Sherkat (DABS) \n(iii)  Implementation unit  Program Management Office established in DABS, with 30 staff members \nProcurementa   International competitive bidding  1 contract with \n$181 million \n(single-stage, two-envelope)  2 lots \nQuality- and cost-based selection  219 person- $6 million \nConsulting services  \nmonths \nRetroactive financing and/or  Implementation consultant and contractor will be engaged under advance \nadvance contracting  contracting. Retroactive financing is not required. \nDisbursement  The grant proceeds will be disbursed in accordance with ADB Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \nDirect payment and commitment procedures will be used for all \nexpenditure categories.  \na The project is eligible for universal procurement under ADB’s procurement guidelines. \nSource: Asian Development Bank. \nIII.  DUE DILIGENCE \nA.  Technical  \n27.  An international consulting firm was recruited by the executing agency under the project \npreparatory component16 of ADB’s Energy Sector Development Investment Program (footnote \n                                                \n15 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \n2). The consultant firm undertook due diligence of the proposed transmission line and the \nsubstation project. The firm confirmed that forecast demand and export potential justified the \nconstruction of the 500-kV transmission line and a 500-kV/220-kV substation, and that the \nlinking upstream and downstream investments were adequate.17 Firms qualified to perform the \nturnkey contract are available in the international market. The turnkey contractor will train DABS \nstaff in operation and maintenance. \n \n28.  ADB conducted technical due diligence on the proposed project and is satisfied with the \nquality of the cost estimates, operating cost structures, appropriateness of the technology, and \nthe execution plan. The project readiness level is high, and the technical solutions proposed are \nconsidered to be more cost-effective than the alternatives.  \n \nB.  Economic and Financial \n29.  The economic and financial analysis considered the 500-kV transmission line and the \n500-kV/220-kV substation at Dashte Alwan of the project, together with the 500-kV substation at \nthe Arghundy end of the line expected to be financed under the MFF, as one undertaking. While \nfinanced  separately  under  two  ADB  interventions,  the  three  individual  power  system \ncomponents—the  transmission  line  and  the  two  end-line  substations—are  complementary, \ninterdependent and mutually inclusive, and will produce overall incremental benefits as a whole \nthat cannot be broken down financially or economically into parts.  \n30.   The analysis found the financial internal rate of return (FIRR) under the base case to be \n8.97%. Based on sensitivity testing, the FIRR remained at 7.32% under a scenario of a 20.00% \nincrease in estimated capital costs. The FIRR decreased to 6.26% if the line capacity was only \n80.00% used due to lower-than-expected demand development. The FIRR was 8.37% with an \nincrease of 20.00% in estimated O&M costs. These FIRRs are higher than the  estimated \nweighted average cost of capital of 0.87%. The results of the sensitivity analysis indicated that \nthe financial viability of the project would remain robust under adverse conditions.  \n31.   The analysis showed a base case economic internal rate of return (EIRR) of 26.19%. \nThe EIRR was also robust under the adverse conditions projected by sensitivity analysis. An \nincrease in estimated capital costs by 20.00% reduced the EIRR to 22.88%, still well above the \n12.00% benchmark. The EIRR remained well over 12.00% with a 20.00% decrease in estimated \nenergy transmission and with a 20.00% increase in projected O&M costs. If willingness-to-pay \nwas measured with the long-run marginal cost as a basis, the EIRR would increase to 41.57%.  \nC.  Governance \n32.  ADB’s  financial  management  assessment  of  DABS  found  that  it  follows  accrual \naccounting, double-entry bookkeeping, and other generally accepted accounting principles and \nconventions in compliance with international standards. Its annual financial statements for the \nfirst 3 years, FY2010–FY2012, have been audited and considered acceptable by ADB. Project \nfinancial statements for ADB-financed projects have been prepared, audited, and submitted to \nADB on time since 2010. \n \n                                                                                                                                                       \n16Tranche  1  had  a  component  for  conducting  due  diligence  and  preparing  future  projects  listed  under  the \ngovernment’s national priority program for the energy sector. \n17 The 500-kV/220-kV substation at the northern end of the 500-kV transmission line is to be financed under tranche 5 \n($49.1 million) of the multitranche financing facility (MFF-0026). Tranche 5 is being processed in parallel with this \nproject. \n ", "8 \n33.  To continue improving the corporate and financial management capacities of DABS and \nto ensure appropriate governance arrangements for project-related activities, the project will  \n(i)  make use of the existing PMO and maintain separate project accounts, \n(ii)  recruit an international consulting firm to assist in project implementation, \n(iii)  establish  a  direct  payment  procedure  and/or  commitment  procedure  for \ndisbursements to contractors and consultants, and \n(iv)  require that an independent auditor acceptable to ADB be engaged by DABS to \naudit  project  and  corporate financial statements  annually  in  accordance  with \napplicable ADB requirements. \n \n34.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and DABS. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 15). \n \nD.  Poverty and Social \n35.  The project does not entail direct impacts on affordability or operational employment \nopportunities. During construction, the contractor will be required to ensure equal opportunities \nfor all social groups, equal pay for equal work regardless of gender, and prohibition of child \nlabor.   \n \n36.  The project has no gender elements, therefore, gender monitoring is not required.  \n \nE.  Safeguards \n37.  The  project  is  classified  category  B  for  environment.  DABS  prepared  an  initial \nenvironmental examination (IIE) report, including an environmental management plan (EMP) in \naccordance  with  ADB’s  Safeguard  Policy  Statement  (2009).  The  environmental  impacts \nanticipated during the construction are site-specific and temporary and can be mitigated through \nimplementation of the EMP. Potential environmental impacts of the project during operations \ninclude fragmentation of the bird habitats and the electrocution or injury of birds through collision \nand contact with wires in the vicinity of Salang-Kotal bird habitat. The EMP mitigation measures \nare adequate and include the careful routing of the transmission line to be undertaken during \ndetailed design, which will consider a baseline ornithological survey in the vicinity of Salang-\nKotal bird habitat; specially designed poles, conductors, and insulators; and the provision of bird \ndiverters. The draft initial environmental examination report was disclosed on the ADB’s website \non 23 August 2013. The current security situation along the line route has made it difficult to \nconsult effectively with communities. The public consultations will be conducted and the IIE and \nEMP  updated  prior  to  construction.  Implementation  of  the  EMP  will  be  reported  through \nenvironmental monitoring reports, which will be submitted to ADB semiannually. Environmental \nspecialists of the implementation consultant will provide additional support to the PMO. \n \n38.  The project is category C for indigenous peoples. The field social survey found that no \nethnic minority, as defined by ADB’s Safeguard Policy Statement (2009), will be involved in or \naffected by the project. The project is category B for involuntary resettlement. Based on the \npreliminary project design, a land acquisition and resettlement plan (LARP) has been prepared \nin close consultation with 12 affected households. It was disclosed on ADB’s website on 22 \nAugust 2013, in accordance with ADB’s Safeguard Policy Statement. A detailed socioeconomic \nsurvey was carried out in May 2013. Once the contractor completes the detailed design, DABS \nwill update the LARP and submit it to ADB for approval. No civil works will start until the LARP is \n ", "9 \nfully implemented by DABS. The transmission line will run mainly through government land \nalong the existing 220-kV transmission line. The substation site is owned by the government. \n \n39.  Implementation  of  the  LARP  will  be  monitored  semiannually  and  a  report  will  be \nsubmitted to ADB. The report will include the number of affected households that have been \npaid compensation, the amount paid, and the locations where compensation was completed \nand structures demolished, if any.  \n \n40.  ADB will review the periodic environment and resettlement monitoring reports submitted \nsemiannually  by  DABS  during  project  construction.  DABS  will  develop  and  implement  an \nappropriate corrective action plan agreed upon with ADB to rectify any default on the safeguard \nrequirements covenanted in the legal agreements or any other failure to comply with safeguards. \nThe environment and resettlement monitoring reports and any corrective action plan submitted \nby DABS during project implementation will be disclosed on ADB’s website upon receipt. ADB's \nmonitoring and supervision activities will continue until a project completion reportis issued. \n \n \nF.  Risks and Mitigating Measures \n41.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.18 \nTable 4: Summary of Risks and Mitigating Measures  \n \nRisks  Mitigating Measures \nProcurement and  Procurement packaging will be minimized with one implementation consultant package \nimplementation of  and one turnkey contract package. \nturnkey contract could be  International consulting firms will be recruited to help DABS in the procurement of the \ndelayed.  turnkey contract and in supervising project implementation. \nGovernance and capacity  All procurement and consultant recruitment will require prior approval by ADB. \nissues could negatively  Procurement oversight will be complemented by a credible protest review mechanism \naffect the project.  and access to procurement-related information on the DABS and ANDS websites. \nThe procurement and financial management reviews by ADB and other development \npartners have confirmed that adequate systems have been institutionalized. DABS is \ngaining financial autonomy and has an independent board. Internal audit system is \nbeing strengthened by USAID intervention. \nUnder its ongoing MFF since 2009, ADB is providing extensive capacity support to \nDABS to improve its technical, financial/ economic, social safeguards, and procurement \nfunctions. This has strengthened the project preparation and implementation areas. \nExecuting agency’s non- Sufficient technical training is being imparted to DABS by other development partners \nexperience with 500-kV  and by ADB. The training will be provided during project design and implementation by \ntechnology.    the contractor. This will be the second 500-kV line in Afghanistan and the first one is \nunder procurement under another project. \nThe project could  The cost estimates are consistent with the engineers’ design and recent turnkey \nencounter cost overruns.  contract awards. Adequate contingency is provided in the project financing plan. \nDifficult security  While security remains a key concern, experience in attracting qualified bidders and in \nenvironment could affect  implementing similar projects indicates the project can be successfully implemented.  \nprocurement of quality  Adequate funds have been budgeted for security and demining activities during project \ncontractors/consultants  construction and implementation. The turnkey contractor will prepare the project \nand thereby delay project  security plan which will be endorsed by the consultant, government and ADB  \nimplementation. \nADB = Asian Development Bank, ANDS = Afghanistan National Development Services, DABS = Da Afghanistan \nBreshna Sherkat, kV = kilovolt, MFF = multitranche financing facility, O&M = operation and maintenance, USAID = \nUnited States Agency for International Development. \nSources: Afghanistan Energy Information Center, Quarterly Reports of the Inter-Ministerial Commission for Energy. \n                                                \n18 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n \n ", "10 \nIV.  ASSURANCES AND CONDITIONS \n42.  The government and DABS have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents.  \n \n43.  The government and DABS have agreed with ADB on certain covenants for the project, \nwhich are set forth in the grant agreements and project agreement. \n44.  The ADF and AITF grant agreements will not be effective until, among others, (i) the \nsubsidiary loan agreement between Afghanistan and DABS, under which the proceeds of both \nthe ADF and AITF grants will be relent to DABS, shall have been executed and become \neffective in accordance with its terms; and (ii) the grant agreement for the tranche 5 project of \nthe Energy Sector Development Investment Program shall have been executed and become \neffective in accordance with its terms.  \nV.  RECOMMENDATION \n45.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n (i)  the grant not exceeding $159,000,000 to the Islamic Republic of Afghanistan, from \nADB’s  Special  Funds  resources,  for  the  North–South  Power  Transmission \nEnhancement Project, on terms and conditions that are substantially in accordance \nwith those set forth in the draft grant (Special Operations) and project agreements \npresented to the Board, \n(ii)  the grant not exceeding the equivalent of $57,000,000 to the Islamic Republic of \nAfghanistan, to be provided by the Afghanistan Infrastructure Trust Fund (AITF), \nfor  the  North–South  Power  Transmission  Enhancement  Project,  and  the \nadministration by ADB of such grant, on terms and conditions that are substantially \nin accordance with those set forth in the draft grant (Externally Financed) and \nproject agreements presented to the Board, and \n(iii)  in the event of an additional contribution to AITF of not less than $60,000,000, the \ngrant  not  exceeding  the  equivalent  of  such  amount  from  AITF  to  the  Islamic \nRepublic of Afghanistan for the North–South Power Transmission Enhancement \nProject,  and  the  administration  by  ADB  of  such  grant,  and  the  corresponding \nreduction  in  the  grant  from  ADB’s  Special  Funds  resources  referred  to  in \nsubparagraph (i) above, in accordance with the proposal set out in paragraph 19 of \nthis report. \n                                                                                  \n \n \nTakehiko Nakao \n              President \n \n30 October 2013 \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks  \nImpact      Assumptions \nIncreased power  Power imports increased  Afghanistan CSO  Governments remain \ntrade between  from 550 MW in 2011 to  publications  committed to regional \nAfghanistan and its  800 MW in 2020    power trade \nneighbors, and a    DABS annual report   \nhigher rate of  Power exports increased    Tariff is raised to reflect \nelectrification within  from 0 MW in 2012 to 50  Publications by  costs, and billing and \nthe country  MW in 2020  international  revenue collection \n  development partners  improve \nElectrification rate in     \nAfghanistan increased  AEIC online reports  Power transmission \nfrom less than 25% in  lines from importing \n2012 to 40% in 2020  countries are made \n  operational \n \nPower purchase and \nsales agreements are \nenforced and \nimplemented \n \nRisk \nPolitical stability and \nsecurity deteriorate \nOutcome      Assumption \nSupply of power from  NEPS transmission  Afghanistan CSO  Power infrastructure in \nthe north of  capacity increases from  publications  Afghanistan is \nAfghanistan to the  150 MW in 2009 to 1,000    adequately operated \nsouth and east   MW of connected load by  Publications by  and maintained \nincreased  2018  international   \n  development partners  Risk \nPower shortfall in Kabul    Political stability and \nreduced from 100 MW in  DABS annual report  security environment in \n2013 to 50 MW in 2018    Afghanistan \n  deteriorates \nAEIC online reports \n   \nOutputs      Assumptions \nA 500-kV  New 500-kV transmission  Afghanistan CSO  Costs related to \ntransmission line from  line of 225 km from  publications  security and social \nBaghlan to Kabul  Baghlan to Kabul installed    safeguards remain \n(Dashte Alwan to  by 2018  DABS annual report  manageable \nArghundy)       \ncommissioned,  New 500-kV/220-kV  Publications by  Associated NEPS \nincluding a 500-kV/  substation in Arghundy  international  infrastructure is funded, \n220-kV substation in  operational by 2018  development partners  well-maintained, and \nArghundy, Kabul      kept operational \nDABS’ project   \nTransmission flow capacity \ncompletion reports  Risk \nbetween north and south \n  Contractors lack \nAfghanistan increased \ninterest in implementing \nfrom 300 MW in 2012 to  AEIC online reports \npower projects in \n1,300 MW by 2018 \nAfghanistan \n ", "12  Appendix 1 \n  \nActivities with Milestones  Inputs \n     \n1.  500-kV Dashte Alwan–Kabul transmission line  Grant \nand substation at Arghundy installed (Q4 2016)  ADB: $159.0 million \n1.1  Project preparation consultants recruited and  AITF: $57.0 milliona \nfielded in Afghanistan by 31 March 2013 (Q1  Government: $4.0 million \n2013)   \n1.2  Feasibility studies completed by 30 September   \n2013 (Q3 2013)   \n1.3  Bidding document for EPC contract finalized by   \n30 November 2013 (Q4 2013) \n1.4  Contractor and project supervision consultant \nmobilized (Q2 2014) \n1.5  500-kV Dashte Alwan–Kabul transmission line \nand substation at Arghundy commissioned by 30 \nJune 2017 (Q2 2017) \n \nADB = Asian Development Bank, AEIC = Afghan Energy Information Center, AITF = Afghanistan Infrastructure Trust \nFund, CSO = Central Statistical Organization, DABS = Da Afghanistan Breshna Sherkat (Afghanistan’s state-owned \npower utility), EPC = engineering procurement and construction, kV = kilovolt, MW = megawatt, NEPS = North East \nPower System.  \na Contributors: the governments of Japan, the United Kingdom, and the United States of America. \n \n   \n \n \n \n \n \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46392-001-2 \n \n1.  Grant Agreement: Special Operations \n2.  Grant Agreement: Externally Financed \n3.  Project Agreement \n4.  Sector Assessment (Summary) \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Economic and Financial Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Initial Environmental Examination \n12.  Resettlement Plan \n13.  Risk Assessment and Risk Management Plan \nSupplementary Documents \nA.  Financial Management Assessment \nB.  Risk Assessment on Governance of the Power Sector \nC.  Pre-Design Report \n \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131031095906+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "afghanistan, electricity supply, electricity transmission distribution, transmission lines, regional power trade, electrification, power supply, power imports, power exports, power trade, power sector, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20131209174151+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "This report and recommendation of the president for the proposed North-South Power Transmission Enhancement Project in Afghanistan describes the project terms and conditions for the approval of ADB's Management or Board of Directors. ", "Title": "RRP: Afghanistan: North-South Power Transmission Enhancement Project"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 28 October 2013) \n \nCurrency unit  –  afghani (AF) \nAF1.00  =  $0.0175 \n$1.00  =  AF57.30 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  AITF  –  Afghanistan Infrastructure Trust Fund \n  DABS  –  Da Afghanistan Breshna Sherkat  \n  EIRR  –  economic internal rate of return \n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  kV  –  kilovolt \n  LARP  –  land acquisition resettlement plan \n  MFF  –  multitranche financing facility \n  MW  –  megawatt \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMO  –  project management office \n \nNOTE \n \n(i)  The fiscal year (FY) of the Government of Afghanistan ends on 20 December. \n“FY” before a calendar year denotes the year in which the fiscal year ends, e.g., \nFY2012 ends on 20 December 2012. \n(ii)  In this report, “$” refers to US dollars. \n \nVice President-in-Charge  B. Lohani, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  R. Stroem, Energy Division, CWRD \n   \nTeam leader  A. Aleem, Energy Specialist, CWRD \nTeam members  R. Benavidez, Senior Operations Assistant, CWRD \n  R. Butler, Senior Social Development Specialist (Safeguards), \nCWRD \n  N. Djenchuraev, Environment Specialist, CWRD \n  H. Durrani, Senior Project Officer (Energy), CWRD \nP. Koh, Young Professional, CWRD \n  R. Nadyrshin, Energy Specialist, CWRD \nD. Perkins, Counsel, Office of the General Counsel (OGC) \n  C. Png, Senior Counsel, OGC \n  J. Wu, Financial Specialist (Energy), CWRD \nPeer reviewer  S. Fukushima, Energy Specialist, South Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice President-in-Charge", "fullname": "B. Lohani", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "K. Gerhaeusser", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"documentRole": "Director", "fullname": "R. Stroem", "role": "Energy Division", "organization": "CWRD"}, {"documentRole": "Team leader", "fullname": "A. Aleem", "role": "Energy Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "R. Benavidez", "role": "Senior Operations Assistant", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "R. Butler", "role": "Senior Social Development Specialist (Safeguards)", "organization": ""}, {"documentRole": "Team members", "fullname": "N. Djenchuraev", "role": "Environment Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "H. Durrani", "role": "Senior Project Officer (Energy)", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "P. Koh", "role": "Young Professional", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "R. Nadyrshin", "role": "Energy Specialist", "organization": "CWRD"}, {"documentRole": "Team members", "fullname": "D. Perkins", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "C. Png", "role": "Senior Counsel", "organization": "OGC"}, {"documentRole": "Team members", "fullname": "J. Wu", "role": "Financial Specialist (Energy)", "organization": "CWRD"}, {"documentRole": "Peer reviewer", "fullname": "S. Fukushima", "role": "Energy Specialist", "organization": "South Asia Department"}]}