{"path": "data/input/reports/46421-001-rrp.pdf", "pages": ["      \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 46421 \nNovember 2013 \n \n \n \nProposed Loan and Administration of Grant  \nRepublic of Indonesia: Coral Reef Rehabilitation and \nManagement Program—Coral Triangle Initiative \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n   \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 12 November 2013) \n \nCurrency unit  –  rupiah (Rp) \n \nRp1.00  =  $0.000088     \n$1.00  =  Rp11,396     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CDD  –  community-driven development \n  COREMAP  –  Coral Reef Rehabilitation and Management Program \n  CTI  –  Coral Triangle Initiative \n  EAFM  –  ecosystem approach to fisheries management \n  EIRR  –  economic internal rate of return \n  GEF  –  Global Environment Facility \n  IPPF  –  indigenous peoples planning framework \n  LARF  –  land acquisition and resettlement framework \n  LIPI  –  Lembaga Ilmu Pengetahuan Indonesia (Indonesian Institute \nof Sciences) \n  MMAF  –  Ministry of Marine Affairs and Fisheries \n  MPA  –  marine protected area \n  PMO  –  project management office \n \nNOTE \n \nIn this report, “$” refers to US dollars ", " \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  J.H. Mir, Environment, Natural Resources and Agriculture Division, \nSERD \n   \nTeam leader  M.N. Islam, Water Resources Specialist, SERD \nTeam members  I. Ahsan, Counsel, Office of the General Counsel \n  S. Aman-Wooster, Senior Social Development Specialist \n(Safeguards), SERD  \n  S. Ancha, Principal Climate Change Specialist, SERD \n  T. Dang, Young Professional (Environment), SERD \n  B. Giap, Natural Resources and Agriculture Economist, SERD \n  U. Hoque, Senior Social Development Specialist (Gender and \nDevelopment), SERD \nM. Ladia, Associate Safeguards Officer (Resettlement), SERD \n  N. Mardiniah, Safeguards Officer (Resettlement), SERD \n  A. Musa, Financial Management Specialist, SERD \n  E. Quincieu, Water Resources Specialist, SERD \n  P. Ramachandran, Senior Environment Specialist, SERD \n  L. Reksoatmodjo, Financial Control Officer, SERD \n  K. Ryu, Unit Head, Project Administration, SERD \n  O. Suyatmo, Procurement Officer, SERD \n  S. Teoh, Natural Resources Specialist, SERD \n  P. Wardani, Senior Project Officer, SERD \nPeer reviewer  M. Ahmed, Principal Climate Change Specialist, South Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n   ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n   \nI. THE PROPOSAL  1\n   \nII. THE PROJECT  1\n   \nA. Rationale  1\n   \nB. Impact and Outcome  3\n   \nC. Outputs  3\n   \nD. Investment and Financing Plans  5\n   \nE. Implementation Arrangements  6\n   \nIII. DUE DILIGENCE  7\n   \nA. Technical  7\n   \nB. Economic and Financial  7\n   \nC. Governance  7\n   \nD. Poverty and Social  8\n   \nE. Safeguards  9\n   \nF. Risks and Mitigating Measures  10\n   \nIV. ASSURANCES  10\n   \nV. RECOMMENDATION  10\nAPPENDIXES \n \n1.  Design and Monitoring Framework  11\n \n2.  List of Linked Documents   14\n \n ", " \nPROJECT AT A GLANCE  \n \n1. Project Name:  Coral Reef Rehabilitation and Management Program—Coral Triangle Initiative  2. Project Number: 46421-001\n \nProject\n   \n3. Country: Indonesia 4. Department/Division:  Southeast Asia Department/Environment, Natural Resources & Agriculture \n \nDivision\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n   \n Agriculture and natural resources √ Water-based  natural  resources \n \nmanagement\n \n \n6. Thematic Classification:\n     \nThemes Primary Subthemes\n \n Economic growth   Widening  access  to  markets  and \n \neconomic opportunities\n     \n Environmental sustainability √ Natural resources conservation\n   \n Capacity development   Institutional development\n \n   \n6a. Climate Change Impact 6b. Gender Mainstreaming \n     \n Adaptation High  Gender equity theme (GEN)  \n   \n Mitigation Low    \n Effective gender mainstreaming (EGM) √\n   \n Some gender elements (SGE)  \n \n No gender elements (NGE)  \n     \n7. Targeting Classification:  8. Location Impact: \n     \nTargeted Intervention  Rural High\n   \nGeographic  Income   Urban Low\nGeneral  Millennium \n  dimensions of  poverty at   \nIntervention development \ninclusive    household \n  goals  \ngrowth level\n \n√      \n \n \n9. Project Risk Categorization: Low \n \n \n \n \n10. Safeguards Categorization:  \n   \nEnvironment B\n   \nInvoluntary resettlement B\n   \nIndigenous peoples B\n   \n11. ADB Financing: \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Project loan Ordinary capital resources 45.52\n   \nTotal     45.52\n \n \n12. Cofinancing:  \n       \nFinancier Category Amount ($ Million) Administration Type\n       \n Global Environment Facility Official-Grant 8.00 Full\n   \nTotal   8.00  \n \n \n13. Counterpart Financing:  \n   \nSource Amount ($ Million)\n   \n Government 13.14\n   \nTotal 13.14\n \n \n14. Aid Effectiveness:  \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n \n \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nloan and (ii) proposed administration of a grant to be provided by the Global Environment \nFacility  (GEF),  both  to  the  Republic  of  Indonesia  for  the  Coral  Reef  Rehabilitation  and \nManagement Program—Coral Triangle Initiative Project (COREMAP—CTI).1 \n \n2.  The project will enable coastal communities, and the institutions that support them, to \nmanage coral reef resources, associated ecosystems, and biodiversity in a sustainable manner \nfor increasing the economic and social welfare of coastal communities. The COREMAP—CTI \nwill support the government’s sector development plan and national targets for establishing \neffective marine protected areas (MPAs).2 Project implementation will focus on improving the \nmanagement, sustainability, and resilience of MPAs. The project area comprises seven district \nMPAs located in Bintan, Batam, Lingga, and Natuna districts in Kepulauan Riau province; \nCentral Tapanuli and North Nias districts in North Sumatra province; Mentawai district in West \nSumatra province; and three national MPAs, namely, Anambas in Anambas district, Kepulauan \nRiau province; Pulau Pieh in Pariaman district, West Sumatra province; and Gilimatra in North \nLombok district, West Nusa Tenggara province.3  \n \nII.  THE PROJECT \n \nA.  Rationale \n3.  Indonesia is the world’s largest archipelagic nation, with 18% of the world’s coral reefs \nthat host diverse marine flora and fauna.4 Indonesia’s coastal ecosystems serve as an important \nbase for the country’s economic growth. Sustainable management of the coral reef ecosystem \nis therefore a major objective of Indonesia’s marine and fisheries sector development plan, \nwhich is guided by (i) the National Long-Term Development Plan, 2005–2025, (ii) the Medium-\nTerm Development Plan, 2010–2014, and (iii) the Ministry of Marine Affairs and Fisheries \n(MMAF) Strategic Plan, 2010–2014.5 The government has policies to address sector issues \nrelating to coastal and marine resource management.6 Collectively, these policies and plans \narticulate the government’s priorities for the sector and comprise the sector development plan. \nIndonesia has also played a central role in the Coral Triangle Initiative on Coral Reefs, Fisheries \nand Food Security, a six-country program of regional cooperation to sustainably manage coastal \nand marine resources in the region.7 \n \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Sector Assessment (Summary): Agriculture, Natural Resources and Environment (Marine and Fishery Subsector) \n(accessible from the list of linked documents in Appendix 2). \n3  The Asian Development Bank (ADB) provided project preparatory technical assistance. ADB. 2011. Technical \nAssistance for Coastal and Marine Resources Management in the Coral Triangle-Southeast Asia. Manila. \n4  L. Burke et al. 2002. Reefs at Risk in Southeast Asia. Washington, DC: World Resources Institute. \n5  Government of Indonesia. 2007. National Long-Term Development Plan of 2005–2025 or Rencana Pembangunan \nJangka Panjang (RPJP). Jakarta. Government of Indonesia. 2010. National Medium-Term Development Plan \n(RPJMN) 2010−2014. Jakarta. Indonesia Ministry of Marine Affairs and Fisheries. 2010. Strategic Plan, 2010–\n2014. Jakarta. \n6  Sector and Institutional Analysis (accessible from the list of linked documents in Appendix 2). \n7  This is a multilateral partnership among the governments of Indonesia, Malaysia, Papua New Guinea, the \nPhilippines, Solomon Islands, and Timor-Leste. At the First Ministerial Meeting in 2009, these governments agreed \nto adopt a 10-year CTI Regional Plan of Action to safeguard the region’s marine and coastal biological resources. \nOne of the CTI goals is to establish a fully functioning and effectively managed region-wide Coral Triangle Marine \nProtected Area System. http://www.coraltriangleinitiative.org/ ", "2 \n4.  Low  awareness  of  coastal  communities  on  coral  reef  conservation,  inadequate \ninstitutional  capacity  to  contain  land-  and  marine-based  pollution,  insufficient  institutional \nframeworks and capacity to effectively manage MPAs, and persistent poverty in coastal areas \nhave resulted in degradation of about 70% of Indonesia’s coral reef ecosystem.8 To address \nthese root causes, the Government of Indonesia has adopted a multifaceted approach focusing \non (i) institutional capacity building, (ii) development of models for establishment and effective \nmanagement  of  MPAs,  and  (iii)  reduction  of  coastal  poverty  through  income-generating \ninfrastructure and sustainable livelihoods. This project represents the last of a three-phase \nprogram in which the Asian Development Bank (ADB) and the World Bank are working in close \ncooperation  with  the  government  in  complementary  geographic  areas.9 The  first  phase \n(COREMAP I) established a viable framework for a national coral reef management system in \nIndonesia.10 The second phase (COREMAP II) consolidated the knowledge base, adopted a \ncommunity-based approach for decentralized coral reef management, and built strong public \nawareness on coral reef conservation.11 COREMAP II initiated institutional development for \nmodel MPA systems and tested the feasibility of sustainable livelihood activities for reducing \nfishing pressures in targeted coastal communities. ADB and the World Bank project completion \nreports  for  COREMAP  II  described  several  lessons  that  have  been  incorporated  in  the \nCOREMAP—CTI project design. These include the need for (i) commitment and support from \nlocal government bodies, (ii) integration of value chain analysis of livelihood activities in the \nproject design, and (iii) effective mainstreaming of gender concerns. \n \n5.  The project will contribute to meeting the government’s marine and fisheries sector \ndevelopment plan’s overall targets to establish 20.0 million hectares of effective MPAs by 2020 \n(of  which  15.7  million  hectares  were  established  by  2012)  and  to  effectively  manage  15 \nthreatened, endangered, and endemic species. This consolidation phase will develop model \nMPAs  with  effective  management,  financial  sustainability,  capacity  for  community  co-\nmanagement, and enforcement of regulations. The project will also create models of sustainable \nmicroenterprise  models  for  communities.  The  project  is  aligned  with  Indonesia’s  country \npartnership strategy, 2012–2014 with regard to its two strategic pillars of inclusive growth and \nenvironmental sustainability. The project is also aligned with Indonesia’s National Plan of Action \nfor the CTI12 and ADB’s package of technical assistance support to implement this plan.13 \n \n6.  Climate  change-induced  ocean  temperature  increase,  sea  level  rise,  and  ocean \nacidification have adverse impacts on coral reef ecosystems and biodiversity. MPAs, as carbon \nsinks,  mitigate  climate  change  by  protecting  and  enhancing  habitats  such  as  coral  reefs, \nmangroves, and sea grasses. Several project locations have seen climate change-induced \ntemperature rise impacting coral reefs through coral bleaching. The project’s focus on effective \nMPA management, support for integrated coastal zone management, sustainable livelihoods, \nand public awareness activities will enhance resilience of coral reef ecosystems and contribute \nto  adaptive  capacity  of  target  coastal  communities  to  climate  change  impacts.  Effective \n                                                \n8  Indonesia National Coordinating Committee Coral Triangle Initiative on Coral Reefs, Fisheries and Food Security. \n2012. The State of the Coral Triangle in Indonesia. Jakarta. \n9  Development Coordination (accessible from the list of linked documents in Appendix 2). \n10  ADB.  1998.  Report  and  Recommendation  of  the  President  to  the  Board of  Directors:  Proposed  Technical \nAssistance Loan and Grant to the Republic of Indonesia for the Coral Reef Rehabilitation and Management \nProject. Manila.  \n11  ADB. 2002. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the \nRepublic of Indonesia for the Coral Reef Rehabilitation and Management Project Phase II. Manila. \n12 Coral Triangle Initiative. http://www.coraltriangleinitiative.org/library/national-plan-action-indonesia \n13 ADB. 2011. Technical Assistance for Coastal and Marine Resources Management in the Coral Triangle-Southeast \nAsia. Manila. \n ", "3 \nmanagement of MPAs will protect coral reef ecosystems and enhance carbon sequestration. 14 \n \nB.  Impact and Outcome \n \n7.  The impact will be the sustainable management of coral reef ecosystems in the project \narea. The outcome will be the enhanced capacity to manage coral reef ecosystems inside and \noutside target MPAs.  \n \n8.  The  project  will  be  implemented  in  the  seven  district  MPAs  located  in  existing \nCOREMAP II areas and three national MPAs in three new districts (para. 2) that include at least \n57 project villages. These 10 MPAs will serve as models for effective management, for potential \nreplication and/or scaling up across 100 or more demarcated MPAs.  \n \nC.  Outputs \n \n9.  The project will have four outputs.15  \n \n(i)  Coral reef management and institutions strengthened. This will strengthen \ncapacity  developed  under  COREMAP  II  and  institutionalize  community-based \ncoral reef management initiatives within existing government legal systems and \ninstitutions by (a) incorporating roles and responsibilities of lembaga pengelola \nsumberdaya  terumbu  karang  (community  coral  reef  resource  management \ninstitutions) in village administrative structures through regulations; (b) upgrading \ninformation  centers  established  under  COREMAP  II  into  resource  centers; \n(c) providing support and mentoring by MMAF extension workers to district-level \nimplementing agencies’ staff to mainstream a community coral reef management \napproach;  (d)  establishing  learning  networks  of  fishing  communities,  MPA \nmanagers, and local government officials to learn from each other and adopt best \npractices;  (e)  conducting  socioeconomic  and  ecological  surveys  by  the \nIndonesian Institute of Sciences (LIPI); (f) developing a decentralized certification \nprogram by LIPI for ecological benefit monitoring; (g) upgrading the coral reef \nmanagement information system to include web-based user data access and \nreporting; (h) conducting teacher training on local content curriculum; (i) providing \na postgraduate program for Directorate General of Capture Fisheries staff to \ndevelop  sustainable  fisheries  management  expertise;  (j)  strengthening  MPA \nsurveillance by providing equipment, infrastructure, policies, monitoring, control, \nand  joint  patrols  (inter-agency  and  community  surveillance  groups);  and  (k) \nconducting training on conservation, coastal management, ecosystem approach \nto fisheries management (EAFM), ecosystem monitoring, and data management. \n(ii)  Ecosystem-based  resource  management  developed.  This  output  will \nstrengthen  MPA  management  effectiveness  and  biodiversity  conservation. \nSpecific activities are: (a) develop district-level coastal and marine spatial plans; \n(b)  improve  MPA  effectiveness  including  approval  of  MPA  boundaries,  MPA \nboards, zoning and management plans and provide MPA goods and equipment; \n(c)  provide  integrated  coastal  zone  management  training,  including  climate \nchange adaptation; (d) assess coral reef fish stock and develop management \n                                                \n14 Project Contribution to Climate Change Adaptation and Mitigation in Marine Protected Areas (accessible from the \nlist of linked documents in Appendix 2). \n15 Further details of activities to be financed by the ADB loan and GEF grant are given in the design and monitoring \nframework (Appendix 1). \n ", "4 \nplans for selected coral reef fish, based on EAFM, at government’s specified \nfisheries  management  area;  (e)  assess  district  fisheries  management \nperformance using EAFM indicators and provide training on EAFM; (f) develop \nand implement management plans for six threatened species; (g) pilot ecosystem \nvaluation  methodology,  strengthen  MPA  financial  management  capacity, \nmainstream biodiversity considerations in policies and plans, and pilot payment \nfor ecosystem services schemes; and (h) conduct studies and surveys to support \nsustainable fishing regulations, ecosystem approaches to fisheries management, \nand MPA networks.  \n(iii)  Sustainable  marine-based  livelihoods  improved.  This  output  will  build \ninfrastructure to support sustainable livelihoods and income-generating activities \nby (a) developing sustainable ecosystem-based coastal and marine enterprises \nwith  value  chains  linked  to  markets;  (b)  providing  basic  infrastructure  and \nequipment to MPA management boards and communities for improved income \ngeneration,  MPA  management,  and  social  welfare  through  public–private \npartnerships; (c) developing community model enterprises to support sustainable \nlivelihoods, including assistance for feasibility studies and analysis of complete \nvalue chains; and (d) training district enterprise staff, community microenterprises, \nand  their  beneficiaries  on  business  and  sustainable  livelihoods  and  pilot \ncertification regimens. \n(iv)  Project management. This output will manage and implement project activities, \nand  also  institutionalize  national  coral  reef  management  arrangements.  The \nproject management office (PMO) will coordinate and monitor project activities, \nimplement the project performance monitoring system, conduct project evaluation \nsurveys, and prepare quarterly, annual, midterm, and project completion reports.  \n \n10.  The project is designed as a sector project, with an integrated focus on the government’s \nsector  development  policies  and  plans  and  the  adequacy  of  institutions  to  formulate  and \nmanage these plans.16 The selection of subprojects within this sector modality will be based on \ndetailed technical, financial, economic, social, and environmental criteria that have been agreed \nwith  the  government  in  the  project  administration  manual.17 Key  criteria  require  that  the \nsubproject (i) contributes directly to environmentally sound resource utilization across MPAs, \n(ii) supports  development  of  sustainable  fisheries,  (iii)  contributes  to  fostering  sustainable \nlivelihoods that reduce fishing pressure or provide nontraditional gainful employment within the \nsector, and (iv) enhances effectiveness, governance, and financial sustainability of MPAs.  \n \n11.  Subprojects will be formulated and implemented using an embedded community-driven \ndevelopment (CDD) approach.18 Subproject design and development will follow a participatory \nplanning  and  demand-driven  approach  towards  identifying  a  package  of  investments  and \nactivities. The project will support the process of drafting the operational management plans for \nthe MPAs, which will be developed and validated through participatory processes. Innovative \nfinancing mechanisms, such as payment for ecosystem services, will be piloted.  \n \n12.  Experience  from  COREMAP  II  showed  that  some  livelihood  enterprises  were \nunsuccessful  and  unsustainable  due  to  insufficient  institutional  and  technical  support \nmechanisms as well as market connectivity. Value chain analysis, including a study of input and \n                                                \n16 The borrowing developing member country has a sector development plan to meet the priority development needs \nof the sector and has the institutional capacity to implement the sector development plan. Policies applicable to the \nsector are appropriate and will be improved, if warranted.   \n17  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n18 Subproject is defined as an integrated package of investments and activities in a given MPA.  \n ", "5 \noutput  markets, will be  undertaken  during  preparation  of  each  subproject. This  will  enable \nspecification of the public infrastructure investment and associated technology, management, \noperational support, and training required. The actual mix of sustainable livelihood activities, \nincluding women-led microenterprises, will be finalized during implementation using CDD good \npractices. \n \n13.  Based  on  the  agreed  criteria,  two  representative  subprojects  were  identified  and \nappraised during project preparation, one for a national-level MPA (Anambas) and one for a \ndistrict-level  MPA  (Bintan).  These  subprojects  include  (i)  enabling  infrastructure  for  private \nsector participation in ecotourism development, (ii) fisheries productivity-related infrastructure, \n(iii)  sustainable  livelihood-related  infrastructure,  and  (iv)  MPA  governance. 19  Specific \nrepresentative  subproject  interventions  were  identified  based  on  consultations  with \ncommunities, district governments, the private sector, and civil society.  \n \nD.  Investment and Financing Plans  \n \n14.  The project is estimated to cost $66.66 million (Table 1). Detailed cost estimates are \nincluded in the project administration manual (footnote 17). \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.   Base Costb    \n  1.   Coral reef management and institutions strengthened  16.76 \n  2.   Ecosystem-based resource management developed  14.95 \n  3.   Sustainable marine-based livelihoods improved  22.16 \n  4.  Project management  10.63 \n    Subtotal (A)  64.50 \nB.   Financing Charges During Implementationc    2.16 \n      Total (A+B)    66.66 \na  Includes taxes and duties of $5.62 million to be financed from government resources. \nb  In mid-2013 prices. \nc  Includes interest and commitment charges. Interest during implementation for the ADB loans has been \ncomputed  at  the  prevailing  London  interbank  5-year  swap  rate  plus  a  spread  of  0.40%  per  year. \nCommitment charges for an ADB loan are 0.15% per year to be charged on the undisbursed loan amount. \nSource: ADB estimates. \n \n15.  The government has requested a loan of $45.52 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have an 18-year term, including a grace \nperiod  of  6  years,  an  annual  interest  rate  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year, \nand such other terms and conditions set forth in the draft loan agreement. The financing plan is \nin Table 2. \n \n16.  GEF grant cofinancing of $8 million has been committed. This grant to the government \nwill be administered by ADB and implemented by the executing agency in accordance with such \nterms and conditions set forth in the draft GEF grant agreement. The grant will ensure the \nsustainability of nationally and globally important biodiversity through management and zoning \nplans  of  MPAs  and  institutionalizing  ecosystem  monitoring  within  MPAs  according  to \ninternational  best  practice.  Direct  financial  support  will  be  provided  to  MPAs  for  resource \nsurveys and valuation, reef health, biodiversity and ecosystem management, monitoring, and \n                                                \n19  Subproject Appraisal for Anambas and Bintan (accessible from the list of linked documents in Appendix 2).  \n ", "6 \nsurveillance. GEF will also finance training and technical support to communities with a focus on \nthe establishment of environmentally friendly, small-scale microenterprises. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank  \n  Ordinary capital resources (loan)  45.52  68 \nGlobal Environment Facility (grant)    8.00  12 \nGovernment  13.14a  20 \nTotal  66.66  100 \na\n  Includes taxes and duties of $5.62 million and financing charges during implementation of $2.16 million. \nSource: ADB estimates. \n \nE.  Implementation Arrangements \n \n17.  The project will be implemented over a period of 5 years. Table 3 summarizes the \nimplementation arrangements; details are in the project administration manual (footnote 17). \nDistrict and municipal governments, through district implementing units, will support national-\nlevel implementing agencies. Village-level activities will be carried out by lembaga pengelola \nsumberdaya terumbu karang and pokmas (community groups).  \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  January 2014–December 2018 \nEstimated completion date  31 December 2018 (completion) \n30 June 2019 (loan and GEF grant closing) \nManagement \n(i)   Oversight body  National Steering Committee \nNational Development Planning Agency (chair)  \nMMAF, LIPI, Ministry of Finance, Ministry of Home Affairs (members) \n(ii)  Executing agency  Directorate General of Marine, Coasts and Small Islands, MMAF \n(iii)  Key implementing  Directorate General of Marine, Coasts and Small  Islands-Directorate  of \nagencies  Area  and  Fish  Species  Conservation;  LIPI-Research  Center  for \nOceanography;  Directorate  General  Capture  Fisheries-Directorate  of \nFisheries Resources \nProcurement  National competitive bidding  Multiple contracts  $15.06 million \nand/or shopping \n  Community participation   Support for sustainable  $2.14 million \nlivelihoods and surveys \nConsulting services  Quality- and cost-based  1,074 person-months   $5.21 million \nselection \nConsultants qualification  Survey studies and  $1.52 million \nselection  services \nIndividual consultant selection  62 person-months national  $0.11 million \nAdvance contracting  Recruitment of project management consultants \nDisbursement  The loan and GEF grant proceeds will be disbursed in accordance with \nADB's Loan Disbursement Handbook (2012, as amended from time to time) \nand detailed arrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, GEF = Global Environment Facility, LIPI = Lembaga Ilmu Pengetahuan Indonesia \n(Indonesian Institute of Sciences), MMAF = Ministry of Marine Affairs and Fisheries. \nSource: ADB loan fact-finding memorandum of understanding. \n \n \n ", "7 \nIII.  DUE DILIGENCE \n \nA.  Technical  \n \n18.  The formulation of subprojects for MPAs will follow a CDD approach and consultations \nwith local communities to ensure that (i) infrastructure and equipment to be provided under the \nproject are adapted to local conditions, and (ii) there is local capacity to implement, operate, and \nmaintain the infrastructure and equipment. \n \nB.  Economic and Financial \n \n19.  The project will support sustainable economic utilization of coastal and marine resources \nin the selected MPAs by fostering CDD. Within MPAs, coral reefs and mangroves provide \nsignificant potential for direct economic benefits from commercial fisheries, ecotourism, and \nmicroenterprise  development.  They  also  provide  combined  economic  and  environmental \nbenefits from the prevention of coastal erosion. MPA management effectiveness will be realized \nthrough  long-term  sustainability  of  MPA  resources  by  providing  coastal  communities  with \nopportunities for conservation-based financial gain from coral reef and mangrove resources. \n \n20.  An economic analysis has been undertaken of two sample MPAs to determine the \nviability of establishing effective MPA management to support a range of economic activities. \nThe benefits have been estimated based on economic values of coral reef and mangrove \nresources in terms of fisheries potential and erosion prevention, as well as the potential for \necotourism  development  based  on  the  contribution  of  tourism  to  gross  regional  domestic \nproduct. The economic internal rate of return (EIRR) is estimated at 15.3% for the national MPA \n(Anambas) and 42.1% for the district MPA (Bintan). The higher EIRR of Bintan reflects its larger \nand more valuable coral reef and mangrove areas than those in Anambas. A sensitivity analysis \nindicates  that  EIRRs  are  highly  robust  in  both  MPAs  with  respect  to  potentially  adverse \nmovements in key benefit and cost streams.20 \n \n21.  To reflect the financial benefits of the project to coastal communities that are dependent \nupon  resources  inside  MPAs,  a  financial  analysis  has  been  undertaken  of  a  range  of \nmicroenterprise aquaculture investments that could be supported under the project, subject to \nsatisfying selection criteria and detailed market and financial analyses. Financial internal rates \nof return range from 17% to over 50%. The project will enhance sustainability of aquaculture \ninvestments through effective microenterprise appraisal and by supporting complementary value \nchain investments to ensure adequate supply of quality inputs and access to market outlets. \n \nC.  Governance \n \n22.  Indonesia’s public expenditure financial accountability assessment (2007) indicates that \nIndonesia has made significant improvements in the way its public finances are managed and in \nincreasing transparency and independent oversight.21 A sound regulatory framework is now in \nplace in almost all areas of public financial management. Key strengths pertain to transparent \nand comprehensive budget documentation, a well-defined budget process with both executive \nand legislative branches adhering to schedules, a classification that complies with international \nstandards, and a strengthened external audit function. New public financial management laws \n                                                \n20  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2).   \n21 World Bank. 2007. Indonesia Public Expenditure and Financial Accountability: Public Financial Management and \nPerformance Report and Performance Indicators. Washington, DC. \n ", "8 \narticulate roles for Indonesia's Parliament, the government (through the Ministry of Finance), \nand  spending  agencies. Weaknesses  were  identified  across  various  dimensions  of  budget \nexecution, such as financial reporting and internal controls. ADB and the government have been \nworking in partnership to strengthen areas of improvement identified in the PEFA report. \n \n23.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MMAF. The specific policy requirements and supplementary measures \nare described in the project administration manual (footnote 17). \n \nD.  Poverty and Social \n \n24.  The project will support employment creation, livelihood development, and improvement \nof marine ecosystem and resource conditions, and will contribute to poverty reduction efforts of \nthe government. The primary beneficiaries of the project will be coastal communities in selected \nMPAs. Villagers in the project area, especially masyarakat adat (communities governed by \ncustoms), small fisher folk, and workers in the fishing industry, are highly dependent on coastal \nand marine resources for their livelihoods. The project will support at least 2,000 households to \nhelp  increase  their  incomes  by  developing  sustainable  livelihoods  through  marine-based \nenterprises.  Within  6  years  after  project  completion,  household  incomes  are  expected  to \nincrease by 10% to 15%. By focusing on business and vocational skill training, and by providing \nmarket linkages and technical assistance, the project will empower small entrepreneurs and \nprovide them with relevant experience. Learning networks and microenterprise models will help \nreplication in other villages and districts. The country’s economic indicators, a summary poverty \nreduction and social strategy, and a gender action plan are available in linked documents.22 \n \n25.  Local communities and institutions will be strengthened to co-manage and promote coral \nreef conservation through MPA management institutions. The project will strengthen capacities \nof  stakeholders  for  decentralized  co-management  of  MPAs  through  a  CDD  approach. \nCommunities will have a role in selection of subproject activities within defined selection criteria, \nand will participate in development of coral reef management plans and policies.23 Communities \nwill also be involved in planning, design, implementation, and monitoring of (i) small-scale \ninfrastructure through a community contracting process; (ii) sustainable livelihood development \nby taking a lead role in its development, promotion, and implementation; and (iii) biodiversity \nmanagement in partnership with nongovernment organizations and the private sector.  \n \n26.  Gender and development. The project is classified as effective gender mainstreaming \nas it is designed to benefit women by (i) increasing their participation and decision-making in \nnatural resource management at community and local government levels, and (ii) providing \nthem with improved access to services. The project will facilitate women’s active participation in \nsetting up, operating, and managing small-scale income-generating projects. The PMO will \nensure  that  strengthening  of  pokmas  will  provide  equitable  opportunities  for  women’s \nmembership and representation, and opportunities for them to take decision-making functions. \nTechnical and life skills training will be provided according to women's needs and aspirations, \nincluding establishing and strengthening women’s groups and community mentoring programs. \nAt least 30% of participants in marine-based livelihood training are targeted to be women. \n \n                                                \n22Country  Economic  Indicators,  Summary  Poverty  Reduction  and  Social  Strategy,  and  Gender  Action  Plan \n(accessible from the list of linked documents in Appendix 2). \n23  Examples are integrated coastal zone management, MPA management and zoning plans, and sustainable \nfisheries regulations. \n ", "9 \nE.  Safeguards \n \n27.  Environment  (category  B).  The  project  will  undertake  small-scale  activities  like \n(i) infrastructure to support MPA operations; (ii) ecotourism; and (iii) livelihood activities that \ncause minimal potential disturbances to the environment. These can be easily mitigated with \nproper  site  selection,  environmentally  friendly  construction  technology,  best  practices \nto minimize  pollution  during  construction,  and  proper  waste  disposal.  An  environmental \nassessment and review framework has been prepared and will guide environmental screening \nand  categorization  of  project  interventions  and  identify  potential  impacts  and  mitigating \nmeasures.24 Two  sample  subproject  initial  environment  examinations  were  prepared  and \nanalyzed to provide prototypes for identifying typical impacts of potential interventions. The \nenvironmental  assessment  and  review  framework  and  the  two  sample  subproject  initial \nenvironmental  examinations  were  endorsed  by  the  government  and  disclosed  on  ADB’s \nwebsite. \n \n28.  Involuntary resettlement (category B). Screening of socioeconomic infrastructure will \neliminate subprojects with significant land acquisition or resettlement impacts. A land acquisition \nand resettlement framework (LARF) has been prepared, endorsed by the government, and \ndisclosed on ADB’s website.25 Given the project’s CDD approach, infrastructure will be selected \nafter project approval. A resettlement plan will then be prepared for each subproject, in line with \nthe LARF and in consultation with and disclosed to affected persons. The LARF provides for \ntransparent procedures and record-keeping for land donation and transactions involving willing \nbuyer and willing seller. It also includes a well-defined consultation mechanism, an entitlement \nmatrix, and a grievance redress mechanism. The MMAF has dedicated staff to implement social \nand environment safeguards. The MMAF’s project safeguards staff, supported by consultants, \nwill implement the LARF, including preparation of resettlement plans. Project implementers will \nbe  trained  to  operationalize  the  LARF  consistent  with  government  policies  on  involuntary \nresettlement.  \n \n29.  Indigenous people (category B). Six masyarakat adat were identified in the project \narea. In Mentawai district, indigenous peoples are leaders of local government, but in other \ndistricts they are not dominant. Overall, indigenous peoples’ concerns on cultural integrity and \nlivelihoods are built into project design using a CDD approach, resulting in positive impacts. An \nindigenous peoples planning framework (IPPF) has been prepared, reflecting the requirements \nof ADB’s safeguard policies, which has been endorsed by the government and disclosed on \nADB’s  website.26 The  IPPF  will  screen  potential  negative  impacts,  outline  a  strategy  for \nbeneficial measures for indigenous peoples, and guide preparation of subproject indigenous \npeoples plans. These plans will be prepared after project approval, in consultation with and \ndisclosed to indigenous peoples communities. The government has agreed to allocate adequate \nresources to implement the IPPF and safeguard the rights of indigenous peoples, including \nallocating 2% of the livelihoods budget for indigenous peoples’ community activities. The PMO \nwill have full-time, qualified and experienced staff, supported by nongovernment organizations \nand consulting firms with a local presence and/or partnerships (if required) to ensure that plans \nare diligently implemented. Project implementers will be trained in operationalizing the IPPF.  \n \n \n                                                \n24  Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n25 Land Acquisition and Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n26 Indigenous Peoples Planning Framework (accessible from the list of linked documents in Appendix 2). \n ", "10 \nF.  Risks and Mitigating Measures \n \n30.  The integrated benefits and positive impacts of the project are expected to outweigh the \ncosts. Major risks and mitigating measures are summarized in Table 4 and described in detail in \nthe risk assessment and risk management plan.27  \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nGeographical spread of project  District  advisors  will  coordinate  field  activities  with  national  and \narea may make decentralized  provincial  oversight,  and  the  MMAF  field  offices  in  Sumatra  will \nproject management difficult  manage the national MPAs. \nInadequate enforcement of  Joint  patrols  by  communities,  police,  and  navy  will  support \ncoastal and marine regulations  enforcement of regulations. \nWeak capacity of procurement  Regular procurement training at district and technical implementing \nstaff in district and national field  unit levels will be provided by project management office supported by \ntechnical implementation offices  project implementation consultants.  \nInadequate internal controls for  ADB  will  coordinate  with  the  executing  agency  and  government’s \nfund flow to end users  internal control institution initiatives to improve internal controls.  \nMMAF = Ministry of Marine Affairs and Fisheries, MPA = marine protected area. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n31.  The government and the MMAF have assured ADB that implementation of the project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and loan and grant documents. \n \n32.  The government and the MMAF have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan agreement and the grant agreement.  \n \nV.  RECOMMENDATION \n \n33.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n \n(i)  the  loan  of  $45,520,000  to  the  Republic  of  Indonesia  for  the  Coral  Reef \nRehabilitation and Management Program—Coral Triangle Initiative Project, from \nADB’s ordinary capital resources, with interest to be determined in accordance \nwith ADB’s London interbank offered rate (LIBOR)-based lending facility; for a \nterm of 18 years, including a grace period of 6 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan \nagreement presented to the Board; and  \n(ii)  the administration by ADB of a grant not exceeding the equivalent of $8,000,000 \nto the Republic of Indonesia for the Coral Reef Rehabilitation and Management \nProgram—Coral  Triangle  Initiative  Project,  to  be  provided  by  the  Global \nEnvironment Facility. \nTakehiko Nakao \n                  President \n  21 November 2013\n                                                \n27 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1     11 \n \nDESIGN AND MONITORING FRAMEWORK \nDesign  Performance Targets and Indicators  Data Sources and  Assumptions and \nSummary  with Baselines  Reporting Mechanisms  Risks \nImpact  By 2024:     Assumption \n       \nSustainable  Live coral cover increases or remains  Ecological surveys of  Government and \nmanagement of  stable in project area (baseline in 2010:  coral reef information  community support \ncoral reef  Bintan, 65%; Natuna, 51%; Tapanulli  and training center  exists for MPA model \necosystems in  Tengah, 44%; Nias, 28%; Batam, 60%;    replication \nthe project area  baseline in 2011: Mentawai, 25%)  MMAF, Ministry of   \n(baselines for national MPAs will be  Environment, and State  Risks \nestablished in 2014)a  of the Coral Triangle   \n  reports  Impacts of climate \nStocks of Napoleon wrasse in Anambas  Napoleon wrasse  change reduce the \nreach a stable population (baseline stock  juvenile stocks will be  benefits of project \nassessments to be established in 2014) a  assessed over time.  outputs  \n     \nHousehold incomes of project  Coral reef information  Natural events (e.g., \nbeneficiaries increase by 10%–15%  and training center  earthquake, tsunami, \n(baseline household income of  marine resource  bleaching) adversely \nbeneficiaries at project sites to be  assessment for  impact coral \nestablished in 2014) a  Anambas   ecosystems \n \nGovernment’s annual \nstatistical publication \nOutcome  By 2018:    Assumptions \n       \nEnhanced  MPA management effectiveness for 2.75  MMAF, Ministry of  Strong collaboration \ncapacity to  million hectares increased by at least  Environment, and State  exists amongst \nmanage coral  one level based on the government’s  of the Coral Triangle  stakeholders \nreef ecosystems  MPA effectiveness criteria (baseline in  reports   \ninside and  2013: red and yellow; target: green to    High quality human \noutside target  blue)  MPA managers’  resources are \nMPAs    effectiveness score card  available \n  MPA operational management plans with  assessment   \nbusiness and financing strategies    Risk \napproved and implementation initiated in  GEF biodiversity tracking   \n10 MPAs (baseline in 2013: 0; target in  tools for MPAs  Insufficient political \n2018: 10)  will at the local level \nOutputs  By 2018:    Assumptions \n       \n1. Coral reef  20 community development extension  Project surveys  District governments \nmanagement  workers (with gender proportionate    internalize extension \nand  representation) deployed (baseline in  PPMS reports  services \ninstitutions  2013: 0)       \nstrengthened    Annual reports of MMAF  District leaders \n50 national, district and village laws,  and LIPI  allocate police time to \ndecrees and/or regulations related to    marine surveillance \nsustainable fisheries and MPA    and enforcement \nmanagement approved and under     \nimplementation (baseline in 2013: 0)    Risk \n     \nCapacity of 57 lembaga pengelola    Long time needed to \nsumberdaya terumbu karang (community    codify new functions   \ncoral reef resource management     \ninstitutions) strengthened and integrated \ninto local administrative structure (with \n15% women in official positions and 30% \nwomen as members) \n \n ", "12  Appendix 1 \nDesign  Performance Targets and Indicators  Data Sources and  Assumptions and \nSummary  with Baselines  Reporting Mechanisms  Risks \n80% of training participants are \nperforming as per expected MMAF \nstandards (baseline in 2013: 0) \n \n16 DGCF staff (with gender \nproportionate representation) obtain \npostgraduate qualifications (baseline in \n2013: 0) \n2. Ecosystem- By 2018:    Assumption  \nbased        \nresource  10 MPA operational management plans  Project surveys  MPA evaluations are \nmanagement  updated and approved (baseline in 2013:    implemented \ndeveloped  0)  PPMS reports  regularly and \n    consistently \n7 district and 3 national MPA spatial  GEF biodiversity tracking   \nplans prepared, embedding integrated  tools for MPAs  Risk \ncoastal zone management and projected     \nclimate change scenarios (baseline in  Enactment of district \n2013: 0)  regulations and MPA \n  institutional \n6 Species management plans for  development are \nthreatened and endangered species  slower than project \npiloted in selected MPAs (baseline in  cycle \n2013: 0) (with 30% women’s participation \nin conservation training and \nimplementation management groups) \n3. Sustainable  By 2018:     \nmarine-based      Risks \nlivelihoods  100 eco-friendly infrastructure facilities  Project surveys   \nimproved  installed (baseline in 2013: 0)    Enterprises launched \n  PPMS reports  too late to create \n2,000 households provided with    benefits in time \nlivelihood financial and/or input   \nassistance with 30% women  Climate impacts \nbeneficiaries (baseline in 2013: 0)   resulting in failures of \n  livelihood models \n7 model livelihood microenterprises \nreplicated in project areas (baseline in \n2013: 0)  \n4. Project  By 2018:    Assumption \nmanagement    Project surveys    \nOperational PPMS reporting sex- PPMS reports  Qualified and \ndisaggregated data      adequate project staff \n  provided \nQuarterly project monitoring and   \nevaluation reports  Risk \n \nFrequent changes in \nkey project staff \n \nActivities with Milestones  Inputs \n1.  Coral reef management and institutions strengthened   \n1.1.   Embed  national  community  extension  workers  in  districts  and  mentor  district  Loan \nextension staff (Q2 2015–Q2 2018).  ADB: $45.52 million \n1.2.  Prepare regulations for community coral reef resource management institutions     \nand relevant policies, regulations, and bylaws for MPAs (Q4 2014).  Government:            \n1.3.   Upgrade community information centers (Q2 2015–Q2 2018).  $13.14 million  \n1.4.   Conduct public awareness activities (Q3 2014–Q3 2018).   \n1.5.   Conduct teacher training on local content curriculum for coral reef management  Grant  \n(Q3 2014–Q1 2018).  GEF: $8.0 million \n ", "  Appendix 1  13 \nActivities with Milestones  Inputs \n1.6.   Conduct and supervise regular coral reef health and associated ecosystem and     \nsocioeconomic monitoring (Q2 2015–Q3 2018). \n1.7.  Decentralize coral reef information and training center benefit monitoring surveys \n(Q1 2015–Q3 2018). \n1.8.  Strengthen and institutionalize LIPI’s coral reef management information system \ncapacity and database with user-friendly web access (Q1 2015–Q4 2017). \n1.9.  Provide MPA monitoring and surveillance equipment and infrastructure (Q1 2015–\nQ3 2016). \n1.10. Support coordinated district and community monitoring and surveillance in MPAs \n(Q1 2015–Q3 2018). \n1.11.  Provide postgraduate education for DGCF staff (Q2 2015–Q3 2018). \n1.12.  Develop and implement MMAF human resources program through training on \nconservation,  coastal  management,  EAFM,  ecosystem  monitoring  and  data \nmanagement (Q4 2014–Q3 2018). \n1.13. Establish learning networks (Q1 2015–Q3 2018). \n2.  Ecosystem-based resource management developed \n2.1.  Finalize district coastal and marine spatial plans (Q1 2015–Q3 2017).  \n2.2.  Develop and implement coastal fisheries regulations (Q1 2015–Q2 2018). \n2.3.  Provide integrated coastal zone management training, including climate change \nadaptation (Q1 2015–Q1 2018). \n2.4.  Complete and approve MPA boundary marking (Q3 2015–Q2 2018). \n2.5.  Establish MPA manangement board and technical units (Q3 2014–Q3 2018). \n2.6.  Prepare MPA operational management and zoning plans (Q1 2015–Q1 2018). \n2.7.  Pilot marine valuation methodology (Q2 2015–Q1 2017). \n2.8.  Strengthen MPA financial management (Q1 2015–Q1 2018). \n2.9.  Pilot payment for environmental services in at least 2 MPA sites (Q4 2015–Q4 \n2017). \n2.10. Mainstream biodiversity into MPA plans (Q2 2015–Q1 2018). \n2.11. Prepare studies, tools, and policies for sustainable fisheries, ecosystem approach \nto fisheries management, and MPA networks (Q3 2015–Q1 2018). \n2.12. Conduct studies on the status of six (6) priority marine threatened species and \nstock assessment of selected coral reef fishes (Q1 2015–Q4 2017).  \n2.13. Develop and implement management plans for six (6) threatened species and \nselected coral reef fishes based on EAFM at government’s specified fisheries \nmanagement area (Q2 2015–Q2 2018). \n2.14. Conduct ecosystem approach to fisheries management training and assessment of \ndistrict fisheries management performance with ecosystem approach to fisheries \nmanagement indicators (Q2 2015–Q2 2018). \n3.    Sustainable marine-based livelihoods improved \n3.1.  Conduct business training for economic enterprise staff (Q1 2015–Q1 2018). \n3.2.  Identify and fund national, district, and village MPA infrastructure (e.g., village \nroads, jetties, ranger posts, sanitation, water supply, homestays, mooring buoys) \n(Q3 2014–Q1 2018). \n3.3.  Improve value chain and market links for uptake of produce from aquaculture and \nmicroenterprises (Q2 2015–Q3 2016). \n3.4.  Conduct feasibility studies of potential enterprises (e.g., grouper, catfish, sea bass, \nseaweed) (Q4 2014–Q1 2018). \n3.5.  Develop model enterprises in each project village (Q1 2015–Q1 2018). \n3.6.  Conduct business training for microenterprises (Q1 2015–Q1 2018).   \n3.7.  Conduct conservation livelihood training and pilot certification regimen (Q1 2015–\nQ1 2018). \n4.    Project management  \n4.1.  Monitor compliance (Q2 2014–Q3 2018). \n4.2.  Coordinate project activities. (Q1 2014–Q4 2018). \nA  DB = Asian Development Bank, DGCF= Directorate General Capture Fisheries, EAFM = ecosystem approach to \nfisheries management, GEF = Global Environment Facility, LIPI = Lembaga Ilmu Pengetahuan Indonesia (Indonesian \nInstitute of Sciences), MMAF = Ministry of Marine Affairs and Fisheries, MPA = marine protected area, PPMS = project \nperformance management system. \na Monitoring for these indicators will be conducted as per Activity 1.6.  \nSource: ADB estimates. \n                    \n ", "14  Appendix 2 \n    LIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46421-001-3 \n \n1.  Loan Agreement \n2.  Grant Agreement: Global Environment Facility \n3.  Sector Assessment (Summary): Agriculture, Natural Resources and Environment \n(Marine and Fishery Subsector) \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework  \n6.  Development Coordination  \n7.  Economic and Financial Analysis  \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Gender Action Plan \n11.  Environmental Assessment and Review Framework \n12.  Resettlement Framework: Land Acquisition and Resettlement Framework \n13.  Indigenous Peoples Planning Framework \n14.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n15.  Description of the Project Area \n16.  Sector and Institutional Analysis \n17.  Subproject Appraisal for Anambas \n18.  Subproject Appraisal for Bintan \n19.  Technical Specification for Infrastructures and Equipment in Anambas and Bintan \nSubprojects \n20.  Detailed Economic and Financial Analysis \n21.  Global Environment Facility Endorsement  \n22.  Project Contribution to Climate Change Adaptation and Mitigation in Marine Protected \nAreas \n23.  Facts and Figures on Indonesia’s Natural Resources \n24.  Financial Management Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131121170716+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "ecosystems management, integrated coastal zone management, coral reef resources management, marine protected areas conservation, water resources management, environment conservation, biodiversity, indonesia, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20131219102005+08'00'", "Producer": "GPL Ghostscript 8.61", "Subject": "This report and recommendation of the president for the proposed Coral Reef Rehabilitation and Management Program-Coral Triangle Initiative Project in Indonesia describes the project terms and conditions for the approval of ADB's Management or Board of Directors. ", "Title": "RRP: Indonesia: Coral Reef Rehabilitation and Management Program-Coral Triangle Initiative Project"}}