{"Author": "Asian Development Bank", "CreationDate": "D:20151023135805+08'00'", "Creator": "PDF24 Creator", "Keywords": "lao pdr, laos, urban flood protection, urban sewerage, urban solid wastes management, gms corridor towns development, gms corridor towns, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president, 46443-003", "ModDate": "D:20151123105059+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Second Greater Mekong Subregion Corridor Towns Development Project, Lao PDR\r\n", "Title": "46443-003: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Numbers: 46443-003  \nOctober 2015 \n \n \n \nProposed Loan \nLao People’s Democratic Republic: Second Greater \nMekong Subregion Corridor Towns Development \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n\n \n\n \n \n \n \n \n \n\n\f \n\n \n\nCURRENCY EQUIVALENTS \n(as of 6 October 2015) \n \n– \n= \n= \n\nCurrency unit \nKN1.00 \n$1.00 \n\nkip (KN) \n$0.00012 \nKN8,145 \n\n \n \n \n\nABBREVIATIONS \nAsian Development Bank \nAssociation of Southeast Asian Nations \neconomic internal rate of return \nenvironmental management plan \nGreater Mekong Subregion \ninitial environmental examination \nkilometer \nLao People’s Democratic Republic \nland acquisition and resettlement \nMinistry of Public Works and Transport \nNorth–South Economic Corridor \noperation and maintenance \nproject administration manual \nproject coordination unit \nproject implementation unit \nPeople’s Republic of China \nspecial drawing right \nstrategic local economic development plan \n\nNOTES \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n \n \n \n\n \n\n \n\nADB \nASEAN \nEIRR \nEMP \nGMS \nIEE \nkm \nLao PDR \nLAR \nMPWT \nNSEC \nO&M \nPAM \nPCU \nPIU \nPRC \nSDR \nSLEDP \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n\n(i) \n\nThe fiscal year (FY) of the Government of the Lao People’s Democratic Republic \nends  on  30  September.  “FY”  before  a  calendar  year  denotes  the  year  in  which \nthe fiscal year ends, e.g., FY2015 ends on 30 September 2015. \n\n(ii) \n\nIn this report, “$” refers to US dollars. \n\n\f \nVice-President \nDirector General \nDirectors \n\n \nTeam leader \nTeam members \n\n \nPeer reviewer \n\nS. Groff, Operations 2 \nJ. Nugent, Southeast Asia Department (SERD) \nT. Gallego-Lizon, Urban Development and Water Division, SERD \nS. Nicoll, Lao Resident Mission, SERD \n \nR. Frauendorfer, Lead Urban Development Specialist, SERD \nL. Adams, Senior Social Development Specialist, SERD \nL. Balicanot, Associate Project Officer, SERD \nP. Chanthirath, Senior Project Officer (Infrastructure), Lao Resident \nMission (LRM), SERD \nM. Day, Counsel, Office of the General Counsel \nS. Kamal, Urban Development Specialist, SERD \nS. Kotagiri, Social Development Specialist (Safeguards), East Asia \nDepartment \nS. Sandhu, Senior Advisor to the Vice President, Office of the Vice-\nPresident, Knowledge Management and Sustainable Development \nS. Schipani, Senior Portfolio Management Specialist, SERD \nS. Souannavong, Associate Project Officer, LRM, SERD \nS. Tansengco-Schapero, Senior Finance Specialist, SERD \nS. Joshi, Senior Urban Development Specialist, Central and West \nAsia Department \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n \n\n \n\n \n\n \n\n\fCONTENTS \n\n \n\nIII. \n\nIV. \nV. \n\n1. \n\n2. \n \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\n \n\n \n\nPage \n\n \n \n\n1 \n1 \n1 \n3 \n3 \n4 \n6 \n7 \n7 \n7 \n7 \n8 \n8 \n9 \n10 \n10 \n\n11 \n14 \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nWater and other urban \ninfrastructure and services\n\nSecond Greater Mekong Subregion \nCorridor Towns Development Project\nLao People's Democratic Republic\nLao People's Democratic Republic\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nOther urban services\nRenovation and protection of cultural heritage\nUrban flood protection\nUrban solid waste management\n\nProject Number: 46443-003\n\nSERD/SEUW\n\nMinistry of Public Works and \nTransport\n\n     ADB Financing ($ million)\n4.00\n10.85\n16.60\n5.55\n37.00\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\nRegional integration (RCI) Pillar 4: Other regional public goods\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nUrban environmental improvement\n\nTotal\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\n1.00\nMedium\n\nComponents\nInstitutional development\n\nKnowledge sharing activities\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nOfficial cofinancing\nRegional organizations\nPublic sector goods and services essential for \nprivate sector development\n\nLocation Impact\nRegional\n\nHigh\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\n8. Financing\n\nNo\n\nLow\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Project loan: Asian Development Fund \nCofinancing\n     ASEAN Infrastructure Fund\nCounterpart \n     Government\n  \nTotal\n\nAmount ($ million)\n\n37.00\n37.00\n10.00\n10.00\n5.00\n5.00\n\n52.00\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n10072015103145155583\n\nGenerated Date: 22-Oct-2015 14:44:33 PM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n\nThe  project  will  support \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nloan  funded  by  the  Special  Funds  resources  (the  A-loan)  of  the  Asian  Development  Bank \n(ADB), and (ii) a proposed loan funded through the participation of the Association of Southeast \nAsian  Nations  (ASEAN) Infrastructure  Fund  (the B-loan),  both to  the  Lao  People’s  Democratic \nRepublic  (Lao  PDR)  for  the  Second  Greater  Mekong  Subregion  Corridor  Towns  Development \nProject.1 \n \nthe \nthe  Government  of \n2. \ncompetitiveness  of  two  towns,  Houayxay  and  Luang  Namtha,  which  are  located  along  the \nNorth–South  Economic  Corridor  (NSEC),  one  of  the  three  main  economic  corridors  in  the \nGreater Mekong Subregion (GMS).2 The project will result in improved urban services in the two \ntowns  through  solid  waste  management  improvement,  urban  roads  and  drainage  upgrades, \nriverbank  protection,  river  port  upgrades,  urban  renewal,  and  urban  recreation  provision.  The \nproject  will  enhance  climate  resilience  and  will  be  in  line  with  ADB’s  “3Es”  of  economy, \nenvironment, and equity, as outlined in its Urban Operational Plan.3 \n \n\nthe  Lao  PDR \n\nin  enhancing \n\nII. \n\nTHE PROJECT \n\nRationale \n\nA. \n \n3. \nThe six GMS countries form a geographically contiguous region and an important cluster \nof economic activity.4 Despite wide divergence in their current level of economic development, \nthe GMS countries are following increasingly similar urban development trajectories. Key drivers \nof urban development and regional integration include the anticipation of the ASEAN Economic \nCommunity  by  December  2015,  increased  domestic  and  international  migration  within  the \nregion, the economic rise of the People’s Republic of China (PRC), significant improvements in \nroad  networks  and  connectivity,  increasingly  ubiquitous  and  improving  cell  phone  and  internet \ncoverage,  and  a  great  potential  and  growing  demand  for  tourism  and  related  activities.  The \nthree economic corridors defined under the GMS framework form a network of important routes \nthat  connect  some  of  the  GMS'  largest  cities,  including  Bangkok,  Ha  Noi,  Ho  Chi  Minh  City, \nKunming, Nanning, and Phnom Penh.5 \n \n4. \nThis  project  in  the  Lao  PDR,  together  with  projects  in  Cambodia  and  Viet  Nam, \nrepresent the second phase of the GMS Corridor Towns Development Project in these countries, \nwhich  supports  urban  development  along  the  East–West  Economic  Corridor  and  the  Southern \nEconomic Corridor.6 The focus on developing towns along economic corridors aims to maximize \nthe benefits of increased trade and traffic flows to strengthen their competitiveness and catalyze \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB provided project preparatory technical assistance for the Second Greater Mekong Subregion Corridor Towns \n\nDevelopment Project (TA 8425-REG).  \n\n3  ADB. 2012. Urban Operational Plan, 2012‒2020. Manila. \n4  The  GMS  countries  are  Cambodia,  the  People's  Republic  of  China  (PRC)  (specifically  Yunnan  Province  and \n\nGuangxi Zhuang Autonomous Region), the Lao PDR, Myanmar, Thailand, and Viet Nam. \n\n5  The  three  economic  corridors  are  the  NSEC,  the  East–West  Economic  Corridor,  and  the  Southern  Economic \n\nCorridor. ADB. 2011. GMS Economic Cooperation Program Strategic Framework, 2012–2022. Manila. \n\n6  ADB.  2012.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  and \nAdministration  of  Loan  and  Grants  to  the  Kingdom  of  Cambodia  for  the  Greater  Mekong  Subregion  Southern \nEconomic  Corridor  Towns  Development  Project.  Manila \n(Loan  2983-CAM);  ADB.  2012.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Loan, Grant, and Administration of Grant to \nthe  Lao  People’s  Democratic  Republic  for  the  Greater  Mekong  Subregion  East–West  Economic  Corridor  Towns \nDevelopment Project. Manila (Loan 2931-LAO); ADB. 2012. Report and Recommendation of the President to the \nBoard  of  Directors:  Proposed  Loan  and  Administration  of  Grant  to  the  Socialist  Republic  of  Viet  Nam  for  the \nGreater Mekong Subregion Corridor Towns Development Project. Manila (Loan 2969-VIE). \n\n\f2 \n \nwider  economic  growth  in  the  region.  The  development  of  environmental  infrastructure  will \npromote green growth and climate resilience of these towns in the future. The project supports \nthe  first  four  strategic  thrusts  of  the  GMS  Strategic  Framework  2012‒2022:  (i)  strengthening \ninfrastructure  links;  (ii)  facilitating  cross-border  trade,  investment,  and  tourism;  (iii)  enhancing \nprivate sector participation and competitiveness; and (iv) developing human resources.7 \n \n5. \nTowns along (i) the Southern Economic Corridor, which links Thailand to southern Viet \nNam through Cambodia; and (ii) the NSEC, with one branch that links the Lao PDR to the PRC, \nThailand, and Myanmar, and another branch that links Ha Noi to Kunming and Nanning in the \nPRC, are well positioned to serve as dynamic centers of investment and economic growth.8 The \nstrategic location of the corridor towns provides the stimulus for increased trade and investment. \nAccess  to  markets  will  provide  many  incentives  for  local  economies  in  the  hinterlands  of  the \ncorridor towns. Given these development opportunities, and with the rapid growth of the urban \npopulation  and  expansion  of  urban  areas,  several  corridor  towns  are  now  facing  demands  for \nurban  infrastructure  and  essential  support  services,  including  Houayxay  and  Luang  Namtha  in \nthe Lao PDR along the NSEC. \n \n6. \nHouayxay  is  a  medium-sized  town  and  the  administrative  capital  of  Bokeo  Province  in \nthe  northwestern  part  of  the  Lao  PDR;  it  is  close  to  the  country’s  border  with  Myanmar  and \nThailand. With a population of about 68,000 in 2013, the town has been growing steadily as a \ncenter  for  commercial  activities  in  the  province,  with  an  expanding  economy  where  growth  is \nlinked to cross-border activities, tourism, logistics, and small-scale industries. The town serves \nas a river port and transfer point for tourists and goods traveling to the northern uplands of the \nLao PDR and to Thailand. \n \n7. \nLuang  Namtha  town  is  the  administrative  capital  of  Luang  Namtha  Province  in  the \nnorthwestern part of the Lao PDR bordering the PRC and Myanmar. Luang Namtha town, with a \npopulation  of  about  55,000  in  2013,  is  strategically  located  near  the  border  with  the  PRC. \nLocated  in  one  of  the  poorest  provinces  in  the  Lao  PDR,  the  local  economy  continues  to  rely \nlargely on the agriculture sector. The town continues to see growth in the tourism sector due to \nits  proximity  to  the  Nam  Ha  Biodiversity  Conservation  Area  and  the  upgrading  of  its  airport  in \n2008. Continued growth is expected in ecotourism, small-scale industries, and agroprocessing. \n \n8. \nLessons  learned.  Among  the  key  lessons  learned  from  completed  or  ongoing  ADB-\nfinanced  projects  in  urban  development,  including  the  first  phase  of  the  GMS  Corridor  Towns \nDevelopment  Project  in  the  Lao  PDR,  are:  (i)  civic  participation  and  demand-driven \ndevelopment  activities  enhance  the  sense  of  local  ownership;  (ii)  capacity  building  requires \nproper  planning,  adequate  targeting,  and  up-front  implementation;  (iii)  institutional  and  policy \nreform should be based on realistic assessments of timing, resource requirements, and political \nwill; (iv) financial cost recovery is critical to project sustainability; (v) streamlined approaches to \nprocurement  and  contract  packaging  secure  effective  project  implementation;  and  (vi)  strong \nexecuting  agency  leadership,  adequate  selection  of  project  staff  with  clearly  defined roles  and \nresponsibilities,  and  capacity  and  training  on  ADB  procedures  and  required  submissions  are \ncrucial  for  effective  implementation.  These  lessons  are  closely  aligned  with  the  project,  which \nhas a strong capacity development component, optimizes the value of community involvement, \nand  adopts  a  business  plan  approach  to  revenue  collection  and  operation  and  maintenance \n(O&M). Executing agencies will also receive start-up support on ADB procedures upon project \ncommencement. \n\n                                                \n7  ADB.  2011.  The  Greater  Mekong  Subregion  Economic  Cooperation  Program  Strategic  Framework:  2012‒2022.  \n\n8 The East-West Economic Corridor links Lao PDR, Myanmar, Thailand and Viet Nam. \n\nManila. \n\n \n\n\f3 \n \n9. \nRelated  policies  and  strategies.  The  project  conforms  with  government  policies  and \nstrategies,  including  the  Seventh  Five-Year  National  Socio-Economic  Development  Plan  and \nother relevant national policies and strategies.9 In particular, the project is set within the context \nof a policy framework where the provincial and municipal authorities will incrementally assume \nthe main role for planning and implementation. \n \n10. \nThe  project  is  in  line  with  ADB’s  country  partnership  strategy,  2012–2016  for  the  Lao \nPDR;  ADB’s  Urban  Operational  Plan,  which  encourages  economic  competiveness  of  cities, \ngreen development, and inclusive growth (footnote 3); the GrEEEn Cities Approach, which has \nbeen piloted in several cities in Indonesia, Malaysia,  Myanmar, Thailand, and Viet Nam; ADB’s \nWater  Operational  Plan,  2011–2020;  the  GMS  Strategic  Framework  (footnote  7);  the  GMS \nUrban  Development  Strategic  Framework  2015–2022,  and  the  GMS  Regional  Investment \nFramework Implementation Plan, 2014–2018.10 The towns under this project were selected and \nprioritized under the GMS Regional Investment Framework as towns that (i) are localized within \nthe  GMS  economic  corridors,  and  (ii)  directly  contribute  to  economic  and  urban  development. \nAs  part  of  project  preparation,  strategic  local  economic  development  plans  (SLEDPs),  which \npresent  the  medium-term  strategy,  planning,  and  investment  plan  for  each  town,  have  been \nprepared. The SLEDPs are based on assessments of potential investments in four dimensions \n(economic  development,  environment,  equity,  and  good  governance),  and  extensive \nconsultations  and  discussions.  The  SLEDPs,  which  enhance  existing  provincial  master  plans \nand anchor these to the regional context of the GMS, will be refined and endorsed as part of the \nproject. \n \nB. \n \n11. \nThe  impacts  will  be  aligned  with  the  Seventh  Five-Year  National  Socio-Economic \nDevelopment  Plan,  2011–2015  targets  of  maintaining  economic  growth,  achieving  poverty \nreduction  targets,  ensuring  sustainable  development,  and  supporting  regional  integration \n(footnote 9). The outcome will be improved urban services in Houayxay and Luang Namtha. \n \nC. \n \nThe  outputs  of  the  project  are  (i)  SLEDPs  developed,  (ii)  priority  urban  infrastructure \n12. \ninvestments \ninvestments \nstrengthened,  and  (iv)  community  awareness  on  project  activities  and  environmental \nsustainability improved. The infrastructure investments in each town are based on local demand \nand match the priorities selected by the government.  \n \n13. \nIn  Houayxay,  the  project  will  finance  solid  waste  management,  urban  roads  and \ndrainage,  riverbank  protection,  a  riverside  road  and  walkway,  river  port  rehabilitation,  and  an \necological  park  and  recreation  area.  This  will  include  (i)  construction  of  a  2-kilometer  (km) \nriverside  walkway  to  provide  enhanced  access  from  the  main  urban  area  to  the  south  of  the \ntown;  (ii)  construction  of  a  1-km  riverside  embankment  for  enhanced  protection  of  the  town \n\nImpacts and Outcome \n\ninstitutional  capacities \n\nfor  managing  public \n\nimplemented,  (iii) \n\nOutputs \n\n                                                \n9  Government  of  the  Lao  PDR,  Ministry  of  Planning  and  Investment.  2010.  Seventh  Five-Year  National  Socio-\nEconomic Development Plan, 2011–2015. Vientiane. The Eighth Five-Year National Socio-Economic Development \nPlan,  2016–2020  is  forthcoming,  and  will  include  balanced  regional  and  local  development  as  a  key  focus \n(outcome 1 and output 4). \n\n10 ADB. 2011. Country Partnership Strategy: Lao People’s Democratic Republic, 2012–2016. Manila; S. Sandhu and \nR.  Singru.  2014.  Enabling  GrEEEn  Cities:  An  Operational  Framework  for  Integrated  Urban  Development  in \nSoutheast Asia. ADB Southeast Asia Working Paper Series. No. 9. Manila. Asian Development Bank; ADB. 2012. \nWater Operational Plan, 2011‒2020. Manila; ADB. 2015. Greater Mekong Subregion Urban Development Strategic \nFramework  2015-2022.  Manila;  and  ADB.  2015.  Greater  Mekong  Subregion  Regional  Investment  Framework \nImplementation Plan, 2014–2018. Manila. \n\n \n\n\f4 \n \ncenter  from  flooding;  (iii)  rehabilitation  of  the  river  port  to  increase  the  number  of  trips  made \nannually by big boats by an estimated 33% to 2,000; (iv) construction of a 36.5-hectare lakeside \necological park to provide recreation opportunities for residents and tourists; (v) restoration and \nupgrades  of  an  existing  dump  site  to  a  controlled  landfill  that  will  service  2,060  households \ncomprising about 11,100 people (about 15% of the town’s population); and (vi) construction and \nupgrade of 8.0 km of priority roads (including improvements to roadside drains) and 9.8 km of \npriority drainage channels, and rehabilitation of 2.8 km of wastewater drains.  \n \n14. \nIn  Luang  Namtha,  the  project  will  finance  solid  waste  management,  urban  drainage, \nurban village upgrade, urban recreation facilities, and construction of a bridge. This will include \n(i) restoration and upgrade of an existing dump site to a controlled landfill that will service 2,140 \nhouseholds  comprising  about  13,050  people  (about  one  quarter  of  the  town’s  population);  (ii) \nupgrade  of  12.8  km  of  priority  roads  from  dirt  roads  to  tar-sealed  roads,  and  rehabilitation  of \nwastewater ponds and 4.0 km of wastewater drains; (iii) improvement of 3.3 km of priority roads \nthrough construction of roadside drainage; (iv) upgrade of three facilities (community recreation \npark,  sports  hall,  and  night  market)  for  sports  and  recreation  opportunities  for  residents  and \ntourists;  and  (v)  construction  of  a  bridge  to  allow  for  passage  of  heavy  trucks  over  Nam  Tha \nRiver. \n \n15. \nsupport,  detailed  design,  construction  supervision,  and  capacity  building. \nadministration costs for project administration, including annual audits, will also be financed. \n \nD. \n \n16. \n \n17. \nto \nSDR26,382,000  from  ADB’s  Special  Funds  resources  (A-loan)  and  a  loan  of  $10,000,000 \nthrough the participation of the ASEAN Infrastructure Fund (B-loan) to help finance the project. \nThe A-loan will have a 32-year term, including a grace period of 8 years, an interest rate of 1.0% \nper  annum  during  the  grace  period  and  1.5%  per  annum  thereafter  (the  interest  and  other \ncharges  during  construction  to  be  capitalized  in  the  A-loan),  and  such  other  terms  and \nconditions set forth in the draft loan agreement. The B-loan will have a 20-year term, including a \ngrace  period  of  5  years,  an  annual  interest rate determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility11 and such other terms and conditions set \nforth in the draft loan agreement. Financing from both loans will be provided on a pro rata basis. \n \n \n\nIn addition, the project will also finance consultancy services that include implementation \nIncremental \n\nThe project is estimated to cost $52 million (Table 1). \n\nin  various  currencies  equivalent \n\nInvestment and Financing Plans \n\nThe  government  has \n\nrequested  a \n\nloan \n\n \n\n                                                \n11 The  interest  includes  a  maturity  premium  of  10  basis  points.  This  is  based  on  the  B-loan  terms  and  the \n\ngovernment’s choice of repayment and dates. \n\n \n\n\fTable 1: Project Investment Plan \n($ million) \n\n \n\n \n\nItem \nA.  Base Cost \n     1. Houayxay riverbank upgrading and protection \n     2. Houayxay riverside road and walkway \n     3. Houayxay river port rehabilitation \n     4. Houayxay ecological park and recreation area \n     5. Houayxay solid waste management \n     6. Houayxay urban roads and drainage upgrading \n     7. Luang Namtha solid waste management \n     8. Luang Namtha urban village upgrading \n     9. Luang Namtha urban roads drainage \n    10.Luang Namtha urban recreation facilities upgrading \n    11 Luang Namtha Nam Tha River bridge \n    12.Project implementation and capacity building \n    13.Incremental administration cost b \n \n \nB.  Contingenciesd \nC.  Financing Charges During Implementatione \n \nNote: Numbers may not sum precisely because of rounding.  \na  Includes taxes and duties of $4.53 million ($4.42 million financed by the government through exceptions, and $0.11 \nmillion for taxes and duties for incremental administration cost financed by the Asian Development Bank (ADB) and \nthe  Association  of  Southeast  Asian  Nations  (ASEAN)  Infrastructure  Fund  loans,  and  land  acquisition  and \nresettlement costs of $0.44 million. ADB will finance taxes and duties for incremental administration cost, provided \nthat  (i)  the  amount  will  be  within  the  reasonable  threshold  identified  during  the  country  partnership  strategy \npreparation process, (ii) the amount will not represent an excessive share of the project investment plan, (iii) the \ntaxes and duties apply only to ADB-financed expenditures, and (iv) the financing of the taxes and duties is material \nand relevant to the success of the project. \n\nAmounta \n \n2.36 \n0.91 \n1.31 \n1.46 \n2.19 \n10.43 \n2.12 \n10.64 \n2.46 \n1.32 \n2.55 \n3.39 \n0.98 \n42.11 \n8.19 \n1.70 \n52.00 \n\nSubtotal (A)c \n\nTotal (A+B+C) \n\nb  Incremental  administration  cost  includes  salaries;  travel  expenses;  office  running  costs  (including  utilities); \nequipment (e.g., computer, copier, fax machine, air conditioner, camera, telephone, global positioning system, and \nvoice  recorder);  insurance;  vehicles  (leased  or  purchased);  workshops,  training,  and  seminars  (including  venue \nrental  and  per  diems,  honoraria,  transport,  workshop  materials,  translation  costs,  and  lodging  costs  for \nparticipants); and annual audit costs. These recurrent costs are financed under the ADB and ASEAN Infrastructure \nFund loans. \n\nc  Base cost in April 2015 prices. \nd  Physical contingencies of 7.7%–10.0% are assumed for all project costs, except land acquisition and resettlement \ncosts, where physical contingencies are 0%. Price contingency is based on foreign inflation rates of 0.3% in 2015, \n1.5% in 2016, 1.4% in 2017, and 1.5% from 2018 onward; and local inflation rates of 3.5% in 2015, 4.0% in 2016, \nand 4.5% from 2017 onward.  \n\ne  Interest during construction for the A-loan has been computed at 1.0% per year during the grace period and 1.5% \nthereafter; for the B-loan interest has been computed at London interbank offered rate plus 150 basis points (140 \nbasis points contractual spread and 10 basis points maturity premium). This interest will be capitalized under the \nADB and ASEAN Infrastructure Fund loans. \n\nSource: ADB estimates. \n \n18. \n \n\nThe financing plan is presented in Table 2. \n\nTable 2: Financing Plan \n\nSource \nAsian Development Bank (Special Funds resources loan) \nASEAN Infrastructure Fund a \nGovernment of the Lao People’s Democratic Republic \n \nASEAN = Association of Southeast Asian Nations. \na  Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n\nTotal \n\n \n\nAmount ($ million) \n37.00 \n10.00 \n5.00 \n52.00 \n\nShare of Total (%) \n71.2 \n19.2 \n9.6 \n100.0 \n\n5 \n \n\n \n\n\f6 \n \nE. \n\nImplementation Arrangements \n\n19. \nThe Ministry of Public Works and Transport (MPWT) will be the executing agency for the \nproject, through the Department of Housing and Urban Planning. It will provide for overall policy \nguidance  and  oversee  implementation  in  accordance  with  the  objectives  and  scope  of  the \nproject.  Under  the  Department  of  Housing  and  Urban  Planning,  a  project  coordination  unit \n(PCU) will work as the technical team and will liaise with project implementation units (PIUs) to \nbe  established  at  the  provincial  departments  of  public  works  and  transport.  A  central  project \nsteering committee will be established. It will be chaired by a vice minister from the MPWT and \nwill  include  representation  from  other  key  ministries  and  provincial  administrative  units.  A \nprovincial  project  steering  committee  will  be  established  for  each  town,  chaired  by  the \nrespective  province’s  vice  governor  and  including  representation  from  other  key  provincial \ndepartments  and  district  administrative  units.  The \nimplementation  arrangements  are \nsummarized in Table 3 and described in detail in the project administration manual (PAM).12 \n\n(ii) Executing agency \n(iii) Key implementing agencies  PDPWTs in Houayxay and Luang Namtha \n(iv) Project coordination unit \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n\n(i) Oversight body  \n\n(v) PPSCs (two) \n\n(vi) PIUs \n\nProcurement \n\nConsulting services \n\nAdvance contracting \n\nDisbursement \n\nTable 3: Implementation Arrangements \n\nArrangements \nJanuary 2016–December 2020 \n31 December 2020    (Estimated loan closing date: 30 June 2021) \nCPSC; Vice minister from the MPWT (chair); Vice governors from Bokeo and \nLuang Namtha provinces; director general of the DHUP; PDPWTs; and \nrepresentatives from the Ministry of Finance, the Ministry of Planning and \nInvestment), the Ministry of Home Affairs, and the Ministry of Natural Resources \nand Environment (members); The project coordination unit will be the \nsecretariat of the CPSC for meeting arrangement \nThe MPWT through the DHUP \n\nProject director, deputy project directors, procurement officer, accountant, \nsecretary, cashier, and other support staff \nProvincial vice governor (chair) \nDistrict governor; directors of PDPWTs; and representatives from the \nDepartment of Finance, the Department of Planning and Investment, the \nDepartment of Home Affairs, and the Department of Natural Resources and \nEnvironment (members) \nPIUs will be the secretariat of PPSCs for meeting arrangement \nProject manager, deputy project manager, municipal engineers, civil engineers, \nenvironment specialist, resettlement specialist, social development and gender \nexpert, urban planner, landscape architect, procurement specialist, and \ntechnical support staff (financial management, accounting, administration, \nEnglish speaking secretary) \nInternational competitive bidding \nNational competitive bidding \nAll procurement under the ADB loan will be in accordance with ADB’s \nProcurement Guidelines (2015, as amended from time to time) \nPISCB consultants (QCBS, 90:10, full \ntechnical proposal)a \nThe MPWT will ask for advance contracting of project implementation support \nand the capacity building consultant. Advance action does not commit ADB to \nsubsequent project approval. \nThe loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \n\n3 contracts  \n3 contracts \n\n331 person-\nmonths \n\n$34.61 million \n$2.71 million \n\n$3.39 million \n\nADB = Asian Development Bank, CPSC = central project steering committee, DHUP = Department of Housing and \nUrban Planning, MPWT = Ministry of Public Works and Transport, PDPWT = provincial department of public works \nand  transport,  PISCB  =  project  implementation  support  and  capacity  building,  PIU  =  project implementation  unit, \nPPSC = provincial project steering committee, QCBS = quality- and cost-based selection. \na ADB-funded consultants will be recruited in accordance with ADB's Guidelines on the Use of Consultants (2013, \nas amended from time to time). \nSource: ADB. \n                                                \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n \n\n\fA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\n20. \nThe  subprojects  were  selected  for  the  provision  of  basic  environmental  services.  This \nwill  be  achieved  through  improved  solid  waste  management,  urban  roads  and  drainage \nupgrades,  and  urban  recreation  opportunities  (Houayxay  and  Luang  Namtha);  riverbank \nprotection, a riverside road and walkway and river port rehabilitation (Houayxay); urban village \nupgrade, and construction of a bridge (Luang Namtha). The subprojects are technically feasible \nand use optimum design solutions and standards, where the technology for undertaking the civil \nworks and O&M can be managed by the provincial and municipal authorities. Climate resilient \ndesign  has  been  ensured  including,  for  example,  through  designing  the  Houayxay  riverbank \nprotection  upgrade,  and  riverside  road  and  walkway,  with  an  extra  height;  and  by  designing \ndrainage  in  both  Houayxay  and  Luang  Namtha  to  account  for  future  rainfall  increases  due  to \nclimate  change.  Appropriate  levels  of  capacity  building  and  training  are  assured  in  the  project \nloan.  \n \n21. \nThe  project  recognizes  the  weak  institutional  capacity  of  the  provincial  and  municipal \nauthorities  to  plan  and  manage  urban  sector  development,  implement  and  operate  urban \ninfrastructure,  and  deliver  essential  urban  services.  This  will  be  addressed  through  targeted \ntraining and institutional capacity building. \n \nB. \n\nEconomic and Financial \n\n22. \nAn  economic  analysis  was  undertaken  for  all  subprojects  to  determine  their  viability, \nusing the computation of economic internal rate of return (EIRR) as the indicator. The base case \nresults indicate all components are economically viable with an estimated EIRR exceeding the \nassumed  economic  opportunity  cost  of  capital  of  12%.  The  EIRR  results  range  from  16%  to \n33%  for  Houayxay  and  14%  to  19%  for  Luang  Namtha.  All  subprojects  were  generally  also \nviable under adverse scenarios in which costs were higher or benefits lower by 10% compared \nto the  base  case.13 These  scenarios  included  a  10%  increase  in  capital  cost,  10%  increase  in \nO&M cost, 10% reduction in benefits, and a 1-year delay in the realization of benefits. \n \n23. \nA financial analysis was conducted for both the revenue- and the nonrevenue-generating \nsubprojects  of  each  town  to  confirm  the  sustainability  of  the  investment.  The  analysis \nestablished  that,  for  both  towns,  sufficient  counterpart  funds  for  their  investment  components \nwill  be  available.  None of the  public  entities  involved  in  the  operation  of  the  respective  project \ncomponents  is  corporatized.  They  are  all  general  government  sector  units,  and  their  accounts \nare  not  ring-fenced.  Therefore,  a  financial  internal  rate  of  return  has  not  been  calculated.  The \ntariffs  collected  for  the  revenue-generating  components  (e.g.,  solid  waste  management) \ncurrently  do  not  fully  cover  the  cost  for  O&M,  but  will  be  adjusted  over  time  to  meet  these \nrequirements. Any funding gap for meeting the full O&M cost will be covered by the provincial \ngovernments, a commitment that has been covenanted in the loan agreement. \n \nC. \n \nAssessment  shows  that  the  executing  agency  has  experience  with  the  financial \n24. \nmanagement and fund disbursement systems applicable to ADB projects. It has developed the \ninstitutional  capacity  to  undertake  international  and  national  competitive  bidding  for  civil  works \nand goods. The project financial management risk is considered high, primarily in the provinces \nand  municipalities.  Capacity  development  and  training  assistance  will  be  provided  to  the  PCU \nand PIUs on financial and procurement management and fund disbursement. \n                                                \n13 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n\nGovernance \n\n7 \n \n\n \n\n\f8 \n \n \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \n25. \nwith  the  government  and  the  MPWT. 14 The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 12). \n\n \nPoverty and Social \n\nD. \n\n26. \nFrom  the  poverty  and  social  analysis  conducted,  the  project  is  classified  as  general \nintervention. 15 The  overall  project  social  impacts  are  expected  to  be  positive,  with  expected \nimprovements to the quality of life for people in both towns. The project will result in improved \nclimate-resilient  infrastructure  for  the  participating  towns,  benefiting  all  social  strata,  including \nthe  urban  poor  and  other  vulnerable  groups  in  each  town.  Proposed  tariffs  for  solid  waste \nmanagement  have  been  assessed  as  affordable  for  low-income  groups.  Specifically,  the \nsubproject component proposals for improving urban drainage will improve flood protection for \nthe  project-affected  people,  their  homes,  and  their  property.  Poor  and  vulnerable  households \nlocated  in  low-lying  flood-prone  areas  and  who  experience  insufficient  and/or  lack  basic \nenvironmental sanitation services stand to benefit the most. \n \n27. \nThe  project  is  categorized  as  effective  gender  mainstreaming.  The  gender  analysis \nconcluded  that  women  in  the  subproject  areas  might  not  fully  realize  project  benefits  and \nopportunities  if  gender  issues  concerning  women’s  employment  opportunities  and  sector \nrepresentation  in  decision  making  are  not  mainstreamed  in  project  activities.  Accordingly,  a \ngender action plan has been prepared with the aim of (i) promoting the mainstreaming of gender \nissues  in  project  planning  and  implementation,  (ii)  addressing  specific  impacts  and  risks  that \nmay  affect  women  differently  or  disproportionately  compared  with  men,  and  (iii)  enhancing \nparticipation of women in project benefits. \n\n \nSafeguards \n\nE. \n \nSocial  safeguards.  The  safeguard  category  for  involuntary  resettlement  is  B.  Two \n28. \nresettlement  plans,  one  per  town,  will  be  prepared  for  components  that  will  trigger  land \nacquisition  and  resettlement  (LAR)  impacts.  For  both  the  subprojects,  a  total  area  of  29.11 \nhectares  of  land  will  be  acquired,  affecting  55  affected  households  (351  affected  persons), \nincluding  32  severely  affected  households (177 affected  persons). In  addition  to  partial  loss  of \nland, other impacts include loss of crops, trees, and aquaculture. The total LAR cost, estimated \nat $440,000 (including contingencies), will be provided through counterpart financing.16 \n \nAll  affected  households  are  entitled  to  compensation  and  rehabilitation  assistance. \n29. \nSeverely affected and vulnerable households will be provided income restoration through cash \nassistance and skills training, and receive priority for employment in project-related construction \nworks.  A  cutoff  date  will  be  established  following  extensive  stakeholder  consultation  and \nparticipation.  Project  information  has  been  disclosed  to  affected  persons  throughout  project \npreparation, and a project information booklet will be updated and distributed during a detailed \nmeasurement  survey  during  project  implementation.  There  will  be  effective  internal  monitoring \nduring  all  stages  of  the  subprojects’  implementation.  In  compliance  with  ADB’s  information \ndisclosure  and  consultation  requirements,  the  safeguard  documents  will  be  posted  on  ADB’s \nwebsite. \n\n                                                \n14 ADB. 2010. Anticorruption and Integrity: Policies and Strategies. Manila. \n15 Summary  Poverty  Reduction  and  Social  Strategy  (accessible  from  the  list  of  linked  documents  in  Appendix  2); \n\nGender Action Plan (accessible from the list of linked documents in Appendix 2). \n\n16  Resettlement  Plan:  Luang  Namtha  Subproject  (accessible  from  the  list  of  linked  documents  in  Appendix  2); \n\nResettlement Plan: Houayxay Subproject (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f \nIndigenous  peoples.  Indigenous  peoples  safeguards  are  not  triggered  by  any  project \n30. \ncomponent in Houayxay or Luang Namtha, and the safeguard category for indigenous peoples \nis C in accordance with the requirements of ADB’s Safeguard Policy Statement (2009). \n \nEnvironment  safeguards.  The  project  is  classified  as  category  B  for  environment  in \n31. \naccordance  with  ADB’s  Safeguard  Policy  Statement.  One  initial  environmental  examination \n(IEE)  report  and  two  environmental  management  plans  (EMPs)  (one  per  town)  have  been \nprepared. 17  The  proposed  subprojects  are  not  expected  to  cause  irreversible  adverse \nenvironmental impacts. Mitigation measures for identified impacts have been incorporated in the \nEMPs.  In  addition,  potential  impacts  of  climate  change  and  natural  hazards  (e.g.,  flooding  and \nearthquake) on the project have been recommended for integration into the detailed design stage \nas part of the IEE assessment whenever appropriate.  \n \n32. \nThe  final  EMPs  will  form  part  of  the  contract  bidding  documents.  Environmental \nconsiderations  during  design,  and  allocation  of  sufficient  budget  for  O&M,  will  help  mitigate \npotential  adverse  impacts  during  operation.  Effective  environmental  monitoring  at  all  stages  of \nsubproject  implementation  will  be  supported  by  including  budget  and  institutional  arrangements \nfor EMP implementation and monitoring. Specifically, EMP implementation will be supported by a \ndesignated environment officer in the respective PIUs of the executing agency (footnote 17). \n \n33. \nClimate change projections and climate change impacts on the project are discussed in \nthe climate vulnerability and risk assessment section of the IEE. Costs that may be attributed to \nclimate  change  adaptation  are  estimated  at  $1  million,  representing  about  2%  of  the  total  loan \namount.  \n \n34. \nResettlement and environment documents have been prepared in consultation with local \ncommunities and are in accordance with ADB’s Safeguard Policy Statement and the laws and \nregulations of the Lao PDR. The documents have been endorsed, approved, and posted on the \nADB  website.  The  project  towns  have  demonstrated  a  high  level  of  commitment  to  social \nsafeguards,  and  have  allocated  their  own  resources  for  LAR.  Implementation  arrangements \ninclude designated responsibilities for safeguards monitoring. \n \nF. \n \n35. \nThe integrated benefits and impacts from the project are expected to outweigh the costs. \nThe overall risk is assessed as medium. Major risks and mitigating measures are summarized in \nTable 4 and described in detail in the risk assessment and risk management plan.18 \n\nRisks and Mitigating Measures \n\n \n\nRisks \nLack of capacity for project \nimplementation and management \nIrregularities in procurement and \nfinancial management \nLack of financial sustainability due to \nnoncost recovery tariffs \n\nDelay in project start-up and \nimplementation \n\nTable 4: Summary of Risks and Mitigating Measures \nMitigating Measures \n\nSupport and training provided by project implementation and capacity \ndevelopment consultants. \nProvisions included in loan agreement and bidding documents. The \nexecuting agency will disclose contract awards and use of loan proceeds. \nCapacity building provided for (i) sustainable operation and maintenance of \nthe new facilities, and (ii) tariff setting and financial management. Provincial \ngovernments will cover the funding gap if revenues are insufficient. \nSupport for project start-up activities provided under the project preparatory \ntechnical assistance, including for advance action on recruitment of the \nproject implementation support and capacity building consultant. \n\n                                                \n17 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n18 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n \n\n \n\n\f10 \n \n \n \nRisks \nPotential presence of unexploded \nordnance \nPotential archeological finds could \ncause delays \n\nSource: Asian Development Bank. \n \n\n \n\nMitigating Measures \nSurveys  to  identify  potential  unexploded  ordnance  contamination  will  be \nundertaken. \nMeasures  and \nexaminations \n\ninitial  environmental \n\nrecommendations \n\nidentified \n\nin \n\nIV. \n\nASSURANCES AND CONDITIONS \n\n36. \nThe  government  and  the  MPWT  have  assured  ADB  that  implementation  of  the  project \nshall conform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and MPWT have agreed with ADB on certain \ncovenants  and  disbursement  conditions  for  the  project,  which  are  set  forth  in  the  loan \nagreements (A-loan agreement and B-loan agreement). \n \nThe  following  condition  to  the  effectiveness  of  the  A-loan  is  set  forth  in  the  A-loan \n37. \nagreement: the B-loan agreement has been executed and has become effective. The following \ncondition  to  the  effectiveness  of  the  B-loan  is  set  forth  in  the  B-loan  agreement:  the  A-loan \nagreement  has  been  executed  and  has  become  effective.  The  following  condition  of \ndisbursement for the A-loan and the B-loan is set forth in the respective agreements: prior to a \ndisbursement  of  the  loan,  the  borrower  shall  cause,  directly  or  indirectly  through  the  project \nexecuting  agency  or  the  relevant  provincial  authority,  the  PCU,  and  each  PIU,  to  employ  the \nnecessary financial management and accounting staff to administer, implement, coordinate, and \nundertake  all  financial  management  and  accounting  activities  required  under  the  PAM  or  as \notherwise required by or agreed to with ADB. \n \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n \n38. \nAsian Development Bank (ADB) and recommend that the Board approve \n \n\n(i) \n\n(ii) \n\nthe  A-loan  in  various  currencies  equivalent  to  SDR26,382,000  to  the  Lao \nPeople’s  Democratic  Republic  for  the  Second  Greater  Mekong  Subregion \nCorridor Towns Development Project, from ADB’s Special Funds resources, with \nan  interest  charge  at  the  rate  of  1.0%  per  annum  during  the  grace  period  and \n1.5% per annum thereafter; for a term of 32 years, including a grace period of 8 \nyears;  and  such  other  terms  and  conditions  as  are  substantially  in  accordance \nwith those set forth in the draft loan agreement presented to the Board; and \nthe  B-loan  of  $10,000,000  to  the  Lao  People’s  Democratic  Republic  for  the \nSecond Greater Mekong Subregion Corridor Towns Development Project, to be \nfunded through the participation of the ASEAN Infrastructure Fund, on terms and \nconditions as are substantially in accordance with those set forth in the draft loan \nagreement presented to the Board. \n\nTakehiko Nakao \nPresident \n\n23 October 2015 \n\n \n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpacts the Project is aligned with: \nMaintain economic growth, achieve poverty reduction targets, ensure sustainable development, and support regional \nintegration in the towns of Houayxay and Luang Namtha (Seventh Five-Year National Socio-Economic Development \nPlan, 2011–2015)a \n\nPerformance Indicators with \nTargets and Baselines \n\nData Sources and \nReporting Mechanisms \n\nRisks \n\nResults Chain \n\nOutcome \nImproved urban services \nin Houayxay and Luang \nNamtha \n\n \na–e Construction records, \nproject progress reports, \nend of project survey \n\nLack of capacity for \nproject implementation \nand management. \n \nLack of financial \nsustainability due to non-\ncost recovery tariffs. \n\n \n\nBy 2021 \na. 35.9 km of roads built or \nupgraded (including \ndrainage improvements) for \nimproved mobility, safety, \nand reduced travel time in \nboth towns (2015 baseline: 0 \nkm) \n \nb. 24,175 people serviced by \nsolid waste collection in the \ntwo towns (2015 baseline: \n17,460 people) \n \nc. 10,600 people with \nenhanced protection from \nflooding due to improved \nflood management for 640 \nhectares of land in both \ntowns (2015 baseline: 0 \npeople) \n \nd. 7,645 women in \nHouayxay and 6,620 in \nLuang Namtha benefit from \nimproved urban \ninfrastructure (2015 \nbaseline: 0 women) \n \ne. Annual number of trips by \nbig boats (passengers and \nfreight) in Houayxay \nincreases by 33% to 2,000 \n(2015 baseline: 1,460 trips) \nBy 2016 \n1a. SLEDPs endorsed by \nthe participating provinces \nand towns (2015 baseline: \nfinal drafts of SLEDPs \ncompleted) \n\nBy 2020 \n2a. 10% of unskilled \nlaborers employed for \nsubproject construction are \nwomen, 30% of staff \nemployed in operation and \nmaintenance are women, \nand 75% of all unskilled \nlaborers are of local origin \n(2015 baseline: not \napplicable) \n\nOutputs  \n\n1. The SLEDPs developed \n\n2. Priority urban \ninfrastructure investments \nimplemented  \n\n \n1a. Letter of endorsement \nfrom executing agency \n\n \n2a. Construction records \nand progress monitoring \nreports \n\nDelay in project start-up \nand implementation. \n \nIrregularities in \nprocurement and financial \nmanagement.  \n \nPotential presence of \nunexploded ordnance. \n \nPotential archeological \nfinds could cause delays. \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n\nPerformance Indicators with \nTargets and Baselines \n\nRisks \n\nData Sources and \nReporting Mechanisms \n2b. Construction records, \nsubproject completion \nreports \n\n \n2c. Construction records \nand progress monitoring \nreports \n\n \n2d. PCU and PIU \nmonitoring reports \n\n2e. Reports of the \ndepartments of public \nworks and transport, \nUrban Development and \nAdministration Authority \nreports, project progress \nreports \n\n2f. Construction records, \nsubproject completion \nreports \n \n \n \n \n \n \n \n2g. Construction records, \nsubproject completion \nreports \n\n2h. Government statistics \n\n2i. Construction records \nand progress monitoring \nreports \n\n2b. 2 km of riverbank \nstabilization works that \nconsiders climate change \nfactors designed and is in \nline with government \nstandards (2015 baseline: 0 \nkm) \n \n2c. Two existing landfills \nrehabilitated and made \noperational, one in each \ntown (2015 baseline: 0) \n \n2d. 100% of informal waste \npickers near existing dump \nsites given continued access \nto rehabilitated landfill sites \n(2015 baseline: 30 people) \n\n2e. Solid waste bill collection \nefficiency increased to 90% \n(2015 baseline: 60%) \n\n2f. 20.8 km of roads \n(including drainage \nimprovements) and 13.1 km \nof drainage channels built in \nHouayxay and Luang \nNamtha; 2 km of river \nwalkway built and upgraded \nin Houayxay (2015 baseline: \n0) \n \n2g. 6.8 km of wastewater \ndrains rehabilitated in \nHouayxay and Luang \nNamtha (2015 baseline: 0), \nwith residents benefiting \nfrom free connections and \naffordable tariffs \n\n2h. River port in Houayxay \nrehabilitated (2015 baseline: \nnot applicable) \n\n2i. Urban parks and \nrecreation space in both \ntowns increased to 38.6 ha, \nwith 36.5 ha in Houayxay \nand 2.1 ha in Luang Namtha \n(2015 baseline: 0 ha) \n\nBy 2020 \n3a. At least 20 persons \n(30% female) trained in \nproject management \n(Baseline: not applicable) \n\n3. Institutional capacities \nfor managing public \ninvestments strengthened \n\n \n3a. Project progress and \ncompletion reports, \ntraining manuals \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fAppendix 1 \n\n13 \n\nResults Chain \n\nRisks \n\nPerformance Indicators with \nTargets and Baselines \n\n3b. At least 100 persons \n(50% female) provided \ngender sensitization training \n(Baseline: not applicable) \n\nData Sources and \nReporting Mechanisms \n3b. Project progress and \ncompletion reports, \ntraining manuals \n\n3c. Government \nemployment records \n\n3c. PCU and PIUs recruit at \nleast 30% female staff, \nincluding 20% in decision-\nmaking positions (Baseline: \nnot applicable) \n\n4a. At least six community \nawareness and \ndissemination campaigns \ncovering environmental \nsustainability themes \nconducted, with equal \nparticipation by men and \nwomen (2015 baseline: 0) \n\n4. Community awareness \nof project activities and \nenvironmental \nsustainability improved \n\n4a. Attendance records, \nproject progress, and \ncompletion reports, \nsurveys \n\n  \n\nKey Activities with Milestones \n\nOutput 1: The SLEDPs developed \n     1.1     Participating provinces and towns endorse SLEDPs (Q2 2016) \nOutput 2: Priority urban infrastructure investments implemented \n     2.1     Complete detailed engineering designs (Q4 2016) \n     2.2     Complete land acquisition and resettlement (Q4 2016) \n     2.3     Bid on civil works contracts (Q4 2017) \n     2.4     Sign civil works contracts (Q4 2017) \n     2.5     Complete civil works (Q4 2020) \n     2.6     Conduct safeguards monitoring and reporting (Q1 2016–Q4 2020) \nOutput 3: Institutional capacities for managing public investments strengthened \n     3.1     Formulate capacity building program (Q4 2016) \nOutput 4: Community awareness on project activities and environmental sustainability improved \n     4.1     Conclude community awareness and dissemination campaigns (Q4 2020) \nInputs \nAsian Development Bank: $37,000,000 (loan) \nASEAN Infrastructure Fund: $10,000,000 (loan) \nGovernment of the Lao People’s Democratic Republic: $5,000,000 \nAssumptions for Partner Financing \nNot applicable \nASEAN = Association of Southeast Asian Nations, ha = hectare, km = kilometer, PCU = project coordination unit, PIU \n= project implementation unit, SLEDP = strategic local economic development plan.  \na  Government of the Lao People’s Democratic Republic, Ministry of Planning and Investment. 2010. Seventh Five-\n\n \n\nYear National Socio-Economic Development Plan, 2011–2015. Vientiane. \n\nSource: Asian Development Bank. \n \n \n \n\n \n\n\fAppendix 2 \n\nLoan Agreement: A-Loan \n\nLoan Agreement: B-Loan  \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46443-003-3 \n\nSector Assessment (Summary): Water and Other Urban Infrastructure and Services \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nInitial Environmental Examination  \n\nResettlement Plan: Houayxay Subproject \n\nResettlement Plan: Luang Namtha Subproject \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Documents \n\nSummary of Investment Components \n\nSummary on Climate Change \n\nEconomic Analysis–Supplementary Tables \n\n14 \n \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n17. \n\n18. \n\n \n\n\f", "author_pages": [" \n", " \n", "CURRENCY EQUIVALENTS \n(as of 6 October 2015) \n \n– \n= \n= \n", "Currency unit \nKN1.00 \n$1.00 \n", "kip (KN) \n$0.00012 \nKN8,145 \n", " \n \n \n", "ABBREVIATIONS \nAsian Development Bank \nAssociation of Southeast Asian Nations \neconomic internal rate of return \nenvironmental management plan \nGreater Mekong Subregion \ninitial environmental examination \nkilometer \nLao People’s Democratic Republic \nland acquisition and resettlement \nMinistry of Public Works and Transport \nNorth–South Economic Corridor \noperation and maintenance \nproject administration manual \nproject coordination unit \nproject implementation unit \nPeople’s Republic of China \nspecial drawing right \nstrategic local economic development plan \n", "NOTES \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n", " \n \n \n", " \n \n \n \n", " \n", " \n", "ADB \nASEAN \nEIRR \nEMP \nGMS \nIEE \nkm \nLao PDR \nLAR \nMPWT \nNSEC \nO&M \nPAM \nPCU \nPIU \nPRC \nSDR \nSLEDP \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n", "(i) \n", "The fiscal year (FY) of the Government of the Lao People’s Democratic Republic \nends  on  30  September.  “FY”  before  a  calendar  year  denotes  the  year  in  which \nthe fiscal year ends, e.g., FY2015 ends on 30 September 2015. \n", "(ii) \n", "In this report, “$” refers to US dollars. \n", " \nVice-President \nDirector General \nDirectors \n", " \nTeam leader \nTeam members \n", " \nPeer reviewer \n", "S. Groff, Operations 2 \nJ. Nugent, Southeast Asia Department (SERD) \nT. Gallego-Lizon, Urban Development and Water Division, SERD \nS. Nicoll, Lao Resident Mission, SERD \n \nR. Frauendorfer, Lead Urban Development Specialist, SERD \nL. Adams, Senior Social Development Specialist, SERD \nL. Balicanot, Associate Project Officer, SERD \nP. Chanthirath, Senior Project Officer (Infrastructure), Lao Resident \nMission (LRM), SERD \nM. Day, Counsel, Office of the General Counsel \nS. Kamal, Urban Development Specialist, SERD \nS. Kotagiri, Social Development Specialist (Safeguards), East Asia \nDepartment \nS. Sandhu, Senior Advisor to the Vice President, Office of the Vice-\nPresident, Knowledge Management and Sustainable Development \nS. Schipani, Senior Portfolio Management Specialist, SERD \nS. Souannavong, Associate Project Officer, LRM, SERD \nS. Tansengco-Schapero, Senior Finance Specialist, SERD \nS. Joshi, Senior Urban Development Specialist, Central and West \nAsia Department \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n \n", " \n", " \n", " \n"]}