{"Author": "ADB", "CreationDate": "D:20160519152114+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president results based lending", "ModDate": "D:20160609163443+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Report and Recommendation of the President results based lending", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 46499-002 \nApril 2016 \n \n \n \nProposed Results-Based Loan and Administration of \nTechnical Assistance Grant \nSolomon Islands: Sustainable Transport \nInfrastructure Improvement Program \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011.  \n \n\n \n \n\n\f \n\n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 11 April 2016) \n \n\nCurrency unit \nCurrency unit \n$1.00 \n$1.00 \n\n– \n– \n= \n= \n\nSolomon Islands dollar/s (SI$) \nAustralian dollar/s(A$) \nSI$7.92 \nA$1.31 \n\nABBREVIATIONS \n\n3-year action plan \nAsian Development Bank \ndisbursement-linked indicator \ndesign and monitoring framework \nkilometer \nlabor-based, equipment-supported (method) \nmonitoring and evaluation \nMinistry of Infrastructure Development \nMinistry of Finance and Treasury \nNational Transport Fund \nNational Transport Plan \nprogram action plan \nPublic Financial Management Act \nprogram safeguard systems assessment \nresults-based lending \nsafeguards procedures manual \ntechnical assistance \n\n3-YAP \nADB \nDLI \nDMF \nkm \nLBES \nM&E \nMID \nMOFT \nNTF \nNTP \nPAP \nPFMA \nPSSA \nRBL \nSPM \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n\nNOTE \nIn this report, \"$\" refers to US dollars, unless otherwise stated. \n \n\n\fVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n\n \nS. Groff, Operations 2 \nX. Yao, Pacific Department (PARD) \nO. Norojono, Transport, Energy and Natural Resources Division, \nPARD \n \nS. Khan, Senior Transport Specialist, PARD \nR. Adhar, Senior Project Officer, Pacific Liaison and Coordination \nOffice in Sydney, Australia, PARD  \nS. Ataata, Development Coordination Officer, PARD  \nP. Baleilevuka, Infrastructure Officer, PARD \nH. Everett, Senior Country Specialist, PARD \nJ. Ghimire, Senior Counsel, Office of the General Counsel \nK. Guy, Transport Specialist, East Asia Department \nG. Ismakova, Principal Procurement Specialist, Operations Services \nand Financial Management Department (OSFMD) \nA. Kizilbash, Senior Financial Management Specialist, OSFMD \nN. Layco, Senior Operations Assistant, PARD \nS. Lee, Principal Social Development Specialist, PARD \nN. Sapkota, Safeguards Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nE. Rustamova, Operations Officer, PARD \nD. Pyo, Lead Transport Specialist, Central and West Asia Department \n\nPeer reviewer \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n\n \n\n \n\n \n \n \n\n \n\n\f \n\n \n\n \n\nI. \n\nII. \n\n1. \n\n2. \n\n3. \n\nCONTENTS \n\nPROGRAM AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROGRAM \nA. \nB. \nC. \nD. \nE. \nF. \nG. \nH. \n\nStrategic Context \nProgram Rationale \nProgram Scope \nProgram Results \nExpenditure Framework and Financing Plan \nCapacity Development and Program Action Plan \nTechnical Assistance \nImplementation Arrangements \n\nIII. \n\nSUMMARY OF ASSESSMENTS \nA. \nB. \nC. \n\nProgram Technical Assessments \nProgram Systems Assessments \nIntegrated Risk Assessment and Mitigating Measures \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n \n\n1 \n\n1 \n1 \n2 \n3 \n4 \n5 \n6 \n7 \n7 \n\n7 \n7 \n8 \n10 \n\n10 \n\n10 \n\n11 \n\n14 \n\nDisbursement-Linked Indicators, Verification Protocols, and Disbursement Schedule  15 \n\n \n\n \n \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nTransport\n\nProject Classification Information Status: Complete\n\nPROGRAM AT A GLANCE\n\nSustainable Transport Infrastructure \nImprovement Program\nSolomon Islands\nMinistry of Finance and Treasury\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nRoad transport (non-urban)\nTransport policies and institutional development\nUrban roads and traffic management\n\nProject Number: 46499-002\n\nPARD/PATE\n\nMinistry of Finance and \nTreasury\n\n     ADB Financing ($ million)\n15.75\n3.15\n2.10\n21.00\n\nTotal\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nDisaster risk management\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nMedium\n\nComponents\nInstitutional development\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nApplication and use of new knowledge \nsolutions in key operational areas\nBilateral institutions (not client government)\nOfficial cofinancing\nPublic sector goods and services essential for \nprivate sector development\n\nLocation Impact\nRural\nUrban\n\nHigh\nLow\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\nGeographic targeting (TI-G)\n\nYes\n\nYes\n\n6. Risk Categorization:\n\nLow \n\n8. Financing\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nAmount ($ million)\n\nModality and Sources\nADB\n     Sovereign Results Based Lending: Asian Development Fund \nCofinancing\n     Australian Grant - Grant\n     Australian Grant - Technical Assistance\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\n21.00\n21.00\n27.85\n23.35\n4.50\n34.45\n34.45\n\n83.30\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n07032015104838442876\n\nGenerated Date: 23-Apr-2016 9:51:05 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nresults-based loan to Solomon Islands for the Sustainable Transport Infrastructure Improvement \nProgram.  The  report  also  describes  the  proposed  administration  of  technical  assistance  (TA) \ngrant  to  be  provided  by  the  Government  of  Australia  for  Strengthening  the  Capacity  of  the \nMinistry  of  Infrastructure  Development  (MID),  and  if  the  Board  approves  the  proposed  loan,  I, \nacting under the authority delegated to me by the Board, approve the TA.1 \n \n2. \nThe proposed Asian Development Bank (ADB) assistance will support the  Government \nof  Solomon  Islands’  National  Transport  Plan  (NTP)  2010–2030  to  improve  access  to \nsocioeconomic  opportunities  and  promote  inclusive  growth.  The  program  is  a  nationwide \ninitiative  that  supports  the  NTP  priorities  from  2016  to  2020,  financed  through  the  National \nTransport Fund (NTF). The program, cofinanced by the Government of Australia, will bolster the \nefficiency and effectiveness of the multimodal transport system by improving nearly half of the \nland  and  maritime  transport  network.2 The  results-based  modality  will  align  government  and \ndevelopment  partner  support  for  the  NTP  through  the  NTF;  incentivize  increased  government \ncontribution  to  the  NTF  to  mark  a  significant  shift  from  external  financing  of  transport \ninfrastructure  maintenance  to  major  rehabilitation;  and  improve  sector  performance  through  a \ncommon results and expenditure framework to meet longer-term development goals.  \n \n\nII. \n\nTHE PROGRAM \n\nStrategic Context \n\n \nA. \n \n3. \nSolomon Islands is a South Pacific archipelagic nation with a population of 549,600 and \na  land  area  of  about  28,000  square  kilometers,  comprising  six  large  islands  and  dozens  of \nsmaller  islands,  and  hundreds  of  islets  and  atolls.  It  is  categorized  as  a  lower  middle-income \ncountry with a per capita income of almost $2,000 in 2013.  \n \n4. \nEconomic  growth  and  income.  Economic growth was between 8% and 10% in 2010 \nand 2011, largely based on resource extraction such as forestry and mining, but  decreased to \n2.8%  in 2013  as  these  sectors  declined.3 New  drivers  of growth are needed for the  country  to \nbecome  more  self-reliant  as  development  assistance  is  also  declining.4 Solomon  Islands’  best \ngrowth  prospects  lie  in  realizing  opportunities  and  improving  flows  of  people  and  resources  in \ngeographical areas and sectors where it has a distinct advantage. Most Solomon Islanders will \ncontinue  to  rely  on  smallholder  agriculture,  so  improving  productivity  of  agriculture  and \nconnectivity is vital for incomes, food security, and livelihoods. Potential for growth also lies with \nSolomon Islands’ abundant natural resources, tourism and fisheries.  \n \nStatus  of  transport  infrastructure.  Solomon Islands  has  a  1,500-kilometer (km) road \n5. \nnetwork comprising about 150 km of sealed and 1,350 km of unsealed roads, which gives 77% \nof the rural population access to an all-weather road within a 2 km radius. This suggests that the \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB provided program preparatory technical assistance. ADB 2014. Technical Assistance to Solomon Islands for \n\nthe Sustainable Transport Improvement Investment Program. Manila. \n\n3  ADB. 2014. Asian Development Outlook: Fiscal Policy for Inclusive Growth. Manila. \n4  International  Monetary  Fund.  Solomon  Islands:  Staff  Report  for  the  2013  Article  IV  consultation  and  Second \nReview  Under  the  Extended  Credit  Facility  Arrangement  and  Request  for  Modification  of  Performance. \nWashington, DC. \n\n\fsize  of  the  road  network,  relative  to  both  the  population  and  national  revenue,  is  moderately \nadequate  if  the  network  is  properly  maintained  and  is  serviceable.  However,  at  the  end  of \nDecember  2014,  only  62%  of  the  network  was  in  fair  to  very  good  condition,  and  therefore  in \nmaintainable  condition.5 Road  safety  is  also  a  significant  issue.  Of  81  wharves  nationwide,  33 \nare in maintainable condition, although some require substantial repairs, and 48 are structurally \ndeficient. Roads and wharves deemed in fair or better condition can be maintained, with some \nlocalized  rehabilitation  and  major  repairs  included.  But  those  in  poor  condition  require \ncomprehensive rehabilitation to be maintainable.6 \n \n6. \nInstitutional  capacity  and  financing.  In  addition  to  a  deteriorating  transport  system, \nMID’s capacity to manage and maintain infrastructure is weak and limited. Contributing factors \ninclude  high  dependency  on  external  assistance,  low  government  contributions  to  asset \nmaintenance,  high  costs  of  rehabilitation  and  maintenance  because  of  inefficiencies  and \ndiseconomies  of  scale,  and  poor  cost  effectiveness  due  to  shifting  priorities  and  timing  of \ninvestments.  Poor  inter-  and  intra-island  transport  infrastructure  constrains  the  efficient \nmovement  of  goods,  capital,  and  labor,  and  affects  the  quality  and  scope  of  essential \ngovernment services. \n \n7. \nDisaster  and  climate  change  vulnerabilities.  Solomon  Islands  is  ranked  6th  in  the \nworld in being at risk of disasters caused by  extreme natural events such as cyclones, floods, \nlandslides,  storm  surges,  earthquakes,  tsunamis,  and  droughts.7 The  country  is  experiencing \nhigher  temperatures,  changing  rainfall  patterns,  varying  frequencies  of  natural  hazard  events, \nand sea level rise. Transport infrastructure is highly vulnerable to these hazards. \n \nB. \n \n8. \nSolomon Islands relies on its multimodal transport system for passenger travel for social, \neducational, health, and business purposes; for transfer of goods from the outer islands to the \ncapital,  Honiara,  for  domestic  trade  and  export;  and  for  interisland  movement  of  consumer \ngoods,  building  material,  and  fuel.  A  good  transport  network  generates  multiple  benefits  of \nbetter  human  development  outcomes  and  increased  domestic  and  international  trade;  it  also \noffers  cheaper,  more  efficient,  and  more  reliable access  to  social  services,  prospects  of  lower \nfood  costs,  and  diversification  of  agricultural  products.  Providing  safe,  resilient  transport \ninfrastructure is key to development and sustained and inclusive economic growth in Solomon \nIslands.  \n \n9. \nTransport  sector  development  is  a  national  priority  in  the  Solomon  Islands  National \nDevelopment  Strategy,  2011–2020.8 It  is  also  a  strategic  priority  in  ADB’s  country  partnership \nstrategy, 2012–2016 for Solomon Islands.9 The proposed program is included in ADB’s country \noperations business plan, 2016–2018 for Solomon Islands.10  \n \nResults-based lending and ADB support. The results-based lending (RBL) modality is \n10. \nproposed  because  (i)  it  aligns  the  support  of  ADB  and  the  Government  of  Australia  with  the \nGovernment  of  Solomon  Islands’  NTP  infrastructure  and  capacity  targets  to  meet  longer-term \ndevelopment goals; (ii) it provides a strong incentive and greater accountability to development \n                                                \n5  Road conditions are based on a scale of 1–5: (1) very good, (2) good, (3) fair, (4) poor, and (5) very poor; roads in \n\nProgram Rationale \n\nconditions 1–3 are considered maintainable. \n\n6  Summary Sector Assessment: Transport (accessible from the list of linked documents in Appendix 2). \n7  Alliance of Development Works. 2014. World  Risk Report 2014. Berlin. \n8  Government of Solomon Islands. 2011. National Development Strategy, 2011–2020. Honiara. \n9  ADB. 2012. Country Partnership Strategy: Solomon Islands, 2012–2016. Manila. \n10 ADB. 2013. Country Operations Business Plan: Solomon Islands, 2016–2018. Manila. \n\n2 \n \n\n \n\n\fProgram Scope \n\ngoals, and lower transaction costs, leading to more efficient public spending in the sector; (iii) it \nrelies on country systems to deliver a well-defined and monitored program; and (iv) the attached \nTA  provides  support  to  further  strengthen  country  systems  and  fill  gaps.  The  value  added  by \nADB  through  this  proposed  program  stems  from  technical  expertise,  in-country  sector \nexperience,  and  ability  to  encourage  larger  government  contributions  to  finance  asset \nmaintenance. ADB’s RBL pilot and the World Bank’s P4R experience highlight the importance \nof  a  well-focused  program  and  strong  field  presence  at  the  operational  level.11 The  proposed \nprogram is well defined and meets the RBL policy guidelines.12 \n \nC. \n \n11. \nThe NTP sets out the strategic objective of developing effective transport infrastructure \nand  transport  services,  and  improving  the  capacity  of  government  agencies  and  the  private \nsector for sustained economic growth and social development in Solomon Islands.13 The NTF is \ndesigned to be a sustainable mechanism to fund the development and maintenance of transport \ninfrastructure  and  services.  Of  the  1,500  km  of  roads,  377  bridges,  and  81  wharves,  NTP \ntargets rehabilitation and restoration of all infrastructure assets to maintainable conditions, and \nalso  targets  the  proportion  of  regularly  maintained  assets  in  good  condition  to  reach  100%  by \n2030. \n \n12. \nThe  proposed  program  will  improve  the  transport  system  by  using  government  and \ndevelopment  partner  resources,  improved  country  systems,  and  strengthened  government \nagencies to deliver transport infrastructure. It will finance, through the NTF, activities prioritized \nin the NTP’s 3-year action plan (3-YAP); however, activities that would be classified as category \nA  under  ADB’s  Safeguard  Policy  Statement  (2009)  or  involve  the  procurement  of  goods  and \nservices exceeding the monetary limits for high-value contracts, will be excluded. The scope of \nboth the NTP and the program is in Table 1.14 \n \n\nItem \nOutcome \n\nKey outputs \n\nTable 1: Program Scope \n\nNational Transport Plan \nEffective transport infrastructure and \nservices established. \n(i) Transport sector physical \n\ninfrastructure developed and \nmaintained. \n\n \n(ii) Competency and capacity of \n\nProposed RBL Program \n\nMultimodal transport system efficiency and \nsustainability improved. \n(i)  Transport infrastructure rehabilitated and \nmaintained for all users, with safety, \ngender-responsiveness, and climate and \ndisaster resilience improved. \n\n(ii) Country systems to finance and implement \n\ngovernment agencies improved. \n\nthe NTP strengthened. \n\n(iii) MID’s management and supervision \n\ncapacity improved. \n\nActivity types \n\nExpenditure size \nMain financiers \n\nDevelop, rehabilitate, and maintain \nroads, bridges, wharves, airfields. \n$151 million (2011–2030)  \nGovernment, Asian Development \nBank, Government of Australia \n\nRehabilitate and maintain roads, bridges, and \nwharves. \n$79 million (2016–2020) \nGovernment, Asian Development Bank, \nGovernment of Australia \n\nGeographic coverage \nImplementing agency \nImplementation period \n\nNationwide \nNationwide \nMID \nMID \n2016–2020 \n2011–2030 \nMID = Ministry of Infrastructure Development, NTP = National Transport Plan, RBL = results-based lending.  \nSources: Ministry of Infrastructure Development and  Asian Development Bank. \n                                                \n11 P4R stands for “program for results.” World Bank. 2015. Program for Results: Two-Year Review. Washington, DC. \n12 ADB. 2013. Piloting Results-Based Lending for Programs. Manila. \n13 Government  of  Solomon  Islands,  Ministry  of  Infrastructure  Development,  2010.  National  Transport  Plan  2011–\n\n2030. \n\n14 The proposed program was jointly prepared by the government,  ADB, and the Government of Australia. \n\n3 \n\n \n\n\fProgram Results \n\nD. \n \n13. \nThe  program’s  impact  will  be  sustainable  access  to  socioeconomic  opportunities  and \ninclusive growth. The program will cover almost 40% of the total maritime transport network and \n50% of the land transport network. The outcome will be improved multimodal transport system \nefficiency  and  sustainability.  Details  of  the  performance  indicators  and  targets  are  included  in \nthe design and monitoring framework (DMF). Selected output performance indicators are further \ndeveloped into annual disbursement-linked indicators (DLIs), to progressively achieve program \nresults. Some output indicators, which are also important for outcome achievement but difficult \nto link to disbursement, are included in the program action plan (PAP). Program outputs are: \n\n(i) \n\n(ii) \n\n(iii) \n\nOutput 1: Transport infrastructure rehabilitated and maintained for all users, \nwith  safety,  gender-responsiveness,  and  climate  and  disaster  resilience \nimproved.  This  output  will  (a)  climate-screen,  rehabilitate,  and  upgrade  sealed \nand  unsealed  road  networks,  bridges,  and  wharves  to  maintainable  condition; \n(b) ensure  that transport  infrastructure  is  designed  to  include safety  features for \nall  users,  i.e.,  women  and  men  and  people  with  disabilities,  and  public  and \nprivate  vehicles;  and  (c)  regularly  maintain  transport  infrastructure  assets.  The \noutput  will  upgrade  and  increase  the  proportion  of  roads  regularly  maintained \nfrom  41%  to  85%;  and  rehabilitate  and  increase  the  proportion  of  wharves \nregularly maintained from 9% to 100%.15  \nOutput  2:  Country  systems  strengthened  to  finance  and  implement  the \nNational Transport Plan. Gaps and weaknesses in country systems will be filled \nand  strengthened. The output  will  (a)  increase annual  government  contributions \nto the  NTF  by  more  than  60%;  (b)  update  annually  the  NTP’s  3-YAP  based  on \nmultiple sustainability criteria such as inclusiveness, economic effectiveness, and \naccessibility  to basic  services  and  economic  opportunities;  (c)  improve  fiduciary \ncontrols, procurement, and safeguard systems, including development, approval \nand  application  of  the  finance  operating  manual,  and  safeguards  procedures \nmanual  (SPM);  (d)  improve  the  road  classification  system;  and  (e)  establish \nsystems  for  independent  safety  and  technical  audits  for  technical  quality \nassurance and cost effectiveness.  \nOutput  3:  Ministry  of  Infrastructure  Development’s  management  and \nsupervision  capacity  strengthened.  To  deliver  the  NTP  more  efficiently  and \neffectively, this output will support MID in (a) improving its capacity to implement \nthe NTP work program with a reduced level of TA and increased use of output-\nbased  consulting  services;  (b)  increasing  staffing  in  core  areas  of  procurement, \nsafeguards,  and  monitoring  and  evaluation  (M&E);  (c)  improving  efficiency  and \neffectiveness  in  contracting  and  contract  management  for  maintenance  and \nrehabilitation;  and  (d)  improving  operational  and  administrative  capacity  in \nbusiness  processes,  including  procurement  and  disbursement  processes  and \nsafeguards, climate and disaster resilience, and safety. \n\n \n14. \nThe allocation of ADB finance and the DLIs are summarized in Table 2. Higher amounts \nare  allocated  to  critical  reform  areas  of  quality,  relevance,  sector  management  capacity,  and \nadequate financing. The Government of Australia will also use DLI 3 for its parallel cofinancing \ndisbursements. \n\n \n\n                                                \n15 The  program’s  maintenance  indicator  for  unsealed  roads  is  based  on  the  financing  envelope,  MID’s  financial \n\nexecution rate, and the low volume of traffic on some unsealed roads. \n\n4 \n \n\n \n\n\fTable 2: Disbursement-Linked Indicators \n\nDisbursement \nAllocated  \n($ million) \n\nShare of Total \nADB Financing \n(%) \n\n \n\n \n\nmaintained annually \n\n3.6 \n \n1.5 \n4.2 \n \n\n3-YAP updated annually \n\n3.6 \n3.0 \n3.6 \n1.5 \n21.0 \n\n17.1 \n \n7.1 \n20.0 \n \n\nDLI 2: Gender-responsive design features built \n\nDLI 4: SPM adopted and implemented, and the NTP  \n \n\nDLI 6: Increased annual disbursements of the work program \nDLI 7: MID staff increased in key functions \n\nIndicator \nOutputs \nOutput 1  DLI 1: Length of sealed and major unsealed roads \n \n \nOutput 2  DLI 3: Government contribution to the program funded \n                             adequately \n \n \nOutput 3  DLI 5: Road network inventoried and condition surveyed \n \n \nTotal \n3-YAP = 3-year action plan, ADB = Asian Development Bank, DLI = disbursement-linked indicator, MID = Ministry of \nInfrastructure  Development,  NTF  =  National  Transport  Fund,  NTP  =  National  Transport  Plan,  SPM  =  safeguards \nprocedures manual. \nNote: Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank. \n \n15. \nThe DLIs will be verified by  MID based on monthly supervision reports of maintenance \ncontracts,  the  NTF  financial  statements,  the  NTF  work  program,  physical  verification  of  the \nquery  functionality  of  the  database,  random  review  of  the  survey  reports,  contract  supervision \nreports, and field inspections. Verification of the DLIs will follow a rigorous protocol (Table A3.2, \nAppendix 3), which includes independent third-party validation.16 \n \nE. \n \n16. \nProgram  expenditures.  The  program  expenditures,  estimated  at  $78.8  million  from \n2016 to 2020 (Table 3), support the NTP targets and NTP medium-term expenditure framework.  \n \n\nExpenditure Framework and Financing Plan \n\n17.1 \n14.3 \n17.1 \n7.2 \n100.0 \n\nTable 3: Summary of Indicative Program Expenditure Framework, 2016–2020 \n(in 2016 prices) \n\nItem \nInvestment \nMaintenance \nCapacity development \nTotal  \n \n\nAmount \n($ million) \n35.8 \n42.0 \n1.0 \n78.8 \n\nShare of Total \n(%) \n45.5 \n53.2 \n1.3 \n100.0 \n\nSource: Asian Development Bank estimates. \n\n  \n17. \nProgram  financing.  The  program  will  be  financed  by  a  $21  million  loan  from  ADB’s \nAsian  Development  Fund  resources,  $34.4  million  from  the  government  budget,  and  up  to \n$23.3 million  from  the  Government  of  Australia’s  contribution  to  the  NTF.  The  initial  loan \ndisbursement of $3.9 million (18.6% of the loan) will be made after loan effectiveness and upon \nverification of the achievement of prior results, as outlined under DLI 4 and DLI 5. An advance \npayment  of  $2.4  million  will  be  available  to  help  the  program’s  cash  flow.  Thus,  a  total  of \n$6.3 million (30% of the loan amount) may be withdrawn immediately after effectiveness. Prior \nresults  of  SPM  approval  and  a  recently  conducted  condition  survey,  are  essential  for  efficient \n\n                                                \n16 The accompanying TA will support capacity building of  the verification agency, MID, and validation of DLIs by  an \n\nindependent third party. \n\n5 \n\n \n\n \n\n\f6 \n \n\nimplementation  of the  program.  The  program  may  be  scaled  up  based  on additional financing \nfrom the Green Climate Fund. \n \n18. \nThe  Government  of  Solomon  Islands  has  requested  a  loan  in  various  currencies \nequivalent  to  SDR15,129,000  from  ADB’s  Special  Funds  resources  to  finance  the  program \n(Table 4). The loan terms and conditions are provided in para. 38.  \n \n\nTable 4: Program Financing Plan \n\nAmount ($ million) \n\nShare of Total (%) \n\nSource \nGovernment \nDevelopment partners \n \n \n  Government of Australiaa \n\nAsian Development Bank \n \n\nAsian Development Fund (loan) \n\nTotal \n\n34.4 \n\n21.0 \n23.3 \n78.8 \n\n43.7 \n \n \n26.7 \n29.6 \n100.0 \n\na  The  contribution  from  the  Government  of  Australia  up  to  A$33  million,  as  parallel  collaborative  cofinancing,  is \nsubject to its approval processes. It includes a base contribution up to A$25 million, with an additional A$8 million \nlinked to an increase in the Government of Solomon Islands’ contribution, as outlined in the program’s design and \nmonitoring framework; currency conversions based on 12 February 2016 rates: $1.0 = A$1.41 and $1.0 = SI$8.13. \n\nSource: Asian Development Bank. \n \nDisbursement  arrangements.  The  loan  will  be  disbursed  over  5  years  (2016-2020), \n19. \nsubject to the achievement and verification of the DLIs.17 ADB will field periodic review missions, \nincluding  validating  DLI  achievements  as  per  the  DLI  verification  protocol,  preceding  the \nsubmission  of  a  withdrawal  application  for  a  given  year.  Once  the  DLI  achievements  are \nvalidated, MID will submit withdrawal applications by January of the following year, together with \nthe DLI achievement report, to ADB through the Ministry of Finance and Treasury (MOFT). Any \nundisbursed  amount  for  unmet  DLIs  will  be  disbursed  once  the  DLIs  are  achieved.  Loan \nproceeds  will  be  disbursed  to  the  government’s  NTF,  and  details  are  outlined  in  the  program \nfiduciary systems assessment.18 \n \n20. \nThe program will be leveraging the Government of Australia’s planned contribution over \n5  years,  and  disbursement  is  expected  to  start  in  2016.  Of  this  amount,  $17.7  million  (A$25 \nmillion) as base contribution will be linked to the government’s contribution to the NTF of SI$200 \nmillion in equal disbursements over 5 years. The remaining contribution from the Government of \nAustralia will be linked to the government increasing its contribution to the NTF to SI$280 million \nover  5  years,  as  outlined  in  the  program  DMF.  The  Government  of  Australia  will  be  using  the \nprogram’s DMF and DLI 3 to disburse its contribution. \n \nF. \n \nThe  program  will  finance  capacity  building  and  system  monitoring,  and  implementation \n21. \nsupport as well as other consulting services considered necessary to assist MID in (i) delivering \nits work program; (ii) continuing the professional development of MID staff, (iii) strengthening the \ncountry systems; and (iv) improving the skills of national consultants and the road construction \nindustry. 19 MID  will  benefit  from  existing  implementation  arrangements,  but  aspects  will  be \nstrengthened to ensure effective delivery of the NTP targets, and disaster and climate resilience. \n                                                \n17 Disbursement-Linked Indicators, Verification Protocols, and Disbursement Schedule (accessible in Appendix 3).   \n18 Program Fiduciary Systems Assessment (accessible from the list of linked documents in Appendix 2). \n19 Attached  Technical  Assistance  and  Institutional  Assessment  (accessible  from  the  list  of  linked  documents  in \n\nCapacity Development and Program Action Plan \n\nAppendix 2). \n\n \n\n\fTechnical Assistance \n\nThe  PAP  complements  the  DLIs  and  includes  specific  technical  areas  such  as  fiduciary, \nprocurement, safeguards, and staffing and capacity development. \n \nG. \n \n22. \nThe TA is estimated to cost $4.5 million, which will be financed on a grant basis by the \nGovernment of Australia and administered by ADB to support outputs 2 and 3 from 2016-2020. \nThis will provide targeted support for strengthening MID’s capacity to deliver the NTP efficiently \nand  effectively. 20 This  will  allow  continued  tapering  of  TA  support,  while  improving  financial \nsustainability. The TA will strengthen (i) the capacity of MID’s management team to manage its \nwork  program,  and  (ii)  country  systems  to  implement  the  NTP  work  program.  Emphasis  is \nplaced  on  the  quality  and  cost  effectiveness,  and  value  for  money,  of  targets  achieved,  with \nfocus on safe, gender-responsive designs, and climate- and disaster-resilient infrastructure. The \ngovernment will support the TA with counterpart staff and office space. \n \nH. \n \n23. \nThe executing agency for the program will be  MOFT. The implementing agency will be \nMID, which has extensive experience in implementing ADB and other externally funded projects. \nMID  will  use  its  existing  Central  Project  Implementation  Unit,  which  has  expanded  and  has \napplied  a  sector  approach  to  implement  all  government  and  externally  funded  projects  since \n2010. The NTF board, chaired by Permanent Secretary, MOFT, will provide policy guidance and \napproval  of  the  work  plan  and  budgets.  An  existing  steering  committee  will  advise  the  NTF \nboard,  and  oversee  and  monitor  program  implementation,  including  technical  and  quality \nmanagement,  and  progress  reports.  For  the  government’s  Public  Financial  Management  Act \n(PFMA)  promulgated  in  2013,  the  NTF  Fund  Management  Regulations  2010  will  apply.  The \nprogram will be implemented over 51 months from June 2016 to September 2020. \n \n\nImplementation Arrangements \n\nIII. \n\nSUMMARY OF ASSESSMENTS \n\n(iii) \n\ninfrastructure; \n\nProgram Technical Assessments \n\n \nA. \n \nThe  sector  assessment  highlights  the  need  to  (i)  prioritize,  rehabilitate,  and  restore \n24. \ndeteriorated transport infrastructure to maintainable conditions  and avoid costly reconstruction; \n(ii) regularly  maintain  existing \nimproving \ninfrastructure  to  be  safe,  gender-responsive,  and  climate-  and  disaster-resilient  for  all  users; \n(iv) increase  cost  effectiveness,  i.e.,  reduce  costs  and  improve  value  for  money;  and \n(v) strengthen systems and institutions to deliver the NTP outcomes.  \n \n25. \nThe program scope addresses these needs by building on previous implementation. The \nprogram  will  improve the  multimodal transport  system’s  performance  by  increasing  nationwide \naccess  to  services,  livelihood  opportunities  and  trade  measured  by  improvements  in  the  time, \ncost,  and  reliability  of  travel;  increasing  the  safety,  and  climate  and  disaster  resilience  of \ninfrastructure; and strengthening institutions to provide cost-effective infrastructure. It leverages \nexisting structures and methods to implement the NTP and incentivizes government to increase \nits contribution to NTF for asset maintenance, which marks a significant shift away from external \nfinancing  for  transport  asset  maintenance.  The  program’s  implementation  arrangements  are \n\nreduce  vulnerabilities  by \n\n                                                \n20 The Government of Australia’s TA contribution, subject to its approval processes, is A$5.7 million (to be given in \n\nA$). \n\n7 \n\n \n\n\fsound,  the  results  frameworks  are  well  designed,  the  DLIs  are  reliable  indicators  for  program \nresults, and the expenditure framework and financing plan are robust. \n \n26. \nAn  economic  analysis  was  prepared  by  examining  the  benefits  and  costs  of \nrepresentative  projects.  The  economic  benefits  for  road  projects  include  (i)  lower  operating \ncosts,  (ii)  shorter  travel  time,  and  (iii)  reduced  safety  costs.  For  wharves  they  include  (i)  time \nsaved loading and servicing vessels, (ii) fare savings, and (iii) lower vessel operating costs. The \nanalysis  found  a  representative  road  rehabilitation  project  to  be  economically  viable  at  an \neconomic  internal  rate  of  return  above  the  opportunity  cost  of  capital  of  12%  and  robust  to \ncondition changes.  \n\n \n27. \nPoverty  and  gender.  The  proposed  program  will  promote  poverty  alleviation  by \nimproving access to basic social services and economic opportunities, especially in rural areas. \nThe  program’s  emphasis  on  road  safety,  universal  access,  and  resilience  measures  will  also \nenhance transport access for women, children, and other disadvantaged groups.  Contracts for \nlabor-based  road  maintenance  works,  which  will  be  implemented  by  local  community  groups \nand  overseen  by  community  advisory  committees,  will  generate  significant  employment \nopportunities and increase ownership of project activities. \n\n \n28. \nThe  program  is  categorized  as  effective  gender  mainstreaming  and  includes  a  gender \naction plan. One  of  the DLIs  will  incorporate gender-responsive features  in rehabilitated  roads \nand  other  transport  subprojects,  such  as  resting and waiting  areas,  safe  access to water,  and \nlaundry facilities. Key measures in the gender action plan also include setting up market areas \nalong  selected  roads  for  women-run  businesses,  employment  of  women contractors  for  labor-\nbased road maintenance, awareness-raising and training on sexual harassment for local police \nand transport operators, and collection of sex-disaggregated data for all project activities.      \n \nB. \n\nProgram Systems Assessments \n\n29.  Monitoring  and  evaluation  system.  The  country  system  for  M&E  is  centered  in  the \nMinistry  of  Development  Planning  and  Aid  Coordination,  and  line  ministries  carry  out  an  M&E \nprocess in line with government priorities. The M&E system is mostly effective in meeting DMF \nreporting  requirements.  It  will  require  strengthening  in  some  areas  under  the  program,  mainly \nthrough managerial capacity building and in design, analysis, and reporting. \n \n30. \nFiduciary systems. The program will use the government’s systems. Their strength has \nbeen assessed, including in a review of the government’s public financial management systems, \nand capacity within MOFT and MID. These systems were strengthened through the new PFMA \nin 2013. The fiduciary assessment revealed pre-mitigation risks as substantial, including risks of \nvarying degrees in accounting, financial reporting, and internal control risks to the program.21 To \nmanage these risks, the PAP includes (i) annual internal audits of the NTF by MOFT’s Internal \nAudit  Division,  (ii)  development  of  a  financial  management  manual,  (iii)  periodic  fiduciary \nreviews,  (iv)  completed  recruitment  for  the  NTF  secretariat,  (v)  resolution  of  all  outstanding \nexternal  audit  observations,  (vi)  training  on financial  management  and accounting  procedures, \n(vii) development of an NTF annual plan with requisite financial data in accordance with the NTF \nFund  Management  Regulations  2010,  and  (viii)  ongoing  compliance  review  of  financial \ntransactions.  \n\n                                                \n21 Program  Fiduciary  Systems  Assessment,  and    Financial  Management  Assessment  (accessible  from  the  list  of \n\nlinked documents in Appendix 2). \n\n8 \n \n\n \n\n\f \n31. \nSafeguard  systems.  The  program  is  category  B  for  environment  and  involuntary \nresettlement,  and  category  C  for  indigenous  peoples.  Any  activities  that  would  be  deemed \ncategory  A  according  to  the  Safeguard  Policy  Statement  are  excluded  from  the  program.  The \nmajority of the program will focus on maintenance using the labor-based, equipment-supported \n(LBES)  approach  and  machine-based  maintenance  works,  and  the  remaining  program  will  be \nrehabilitation and/or new works.  \n \nA  program  safeguard  systems  assessment  (PSSA)  found  that  most  program  activities \n32. \nwill  be  small-scale  works  within  a  discreet  footprint  on  existing  rights  of  way,  which  can  be \nmanaged  through  existing  MID  safeguard  procedures  with  additional  strengthening  measures. \nMID  includes  a  safeguards  unit  with  a  full-time  MID  staff  member,  an  international  specialist \nengaged  intermittently,  and  four  full-time  national  consultants.  MID  has  adopted  the  SPM  to \nstrengthen screening, assessment, and management of program activities based on the PSSA. \nThe PSSA has been discussed in a stakeholders’ workshop and was posted on ADB’s website. \n \nEnvironment. For the program, 9 of the 11 policy principles of environment safeguards \n33. \nwill  apply,  according  to  the  Safeguard  Policy  Statement.  For  LBES  and  machine-based \nmaintenance works, safeguard risks are considered low and can be managed with fairly simple \ntools  that  have  been  developed,  and  refined  through  use,  under  the  Transport  Sector \nDevelopment Project.22 Some rehabilitation and new works (e.g., roads and wharves) may, as a \nresult  of  larger  scope  and  footprint,  have  impacts  that  will  require  environmental  assessment. \nThe impacts of these activities, which are expected to remain category B, are also generally well \nunderstood  and  will  be  subject  to  environmental  assessment  and  environmental  management \nplan  in  compliance  with  the  Environment  Act  1998  and  the  Safeguard  Policy  Statement.  The \nenvironmental  management  system  implemented  by  MID  has  gradually  improved  safeguard \npractices within MID and among contractors, but some weaknesses in institutional capacity and \nthe application of procedures persist. The implementation of MID’s environmental management \nsystem—strengthened  further  and  updated  to  fill  the  gaps  identified  in  the  SPM—will  be \nsufficient  and adequate to satisfy  the screening,  assessment,  and management  of  safeguards \nfor the program.  \n \nInvoluntary resettlement. The program comprises mostly works that will be undertaken \n34. \nwithin  existing  rights  of  way.  While  not  expected  to  involve  physical  displacement  of  people, \nsome activities may require use of land outside the existing corridor (for temporary access or for \nwidening of infrastructure) resulting in minor socioeconomic impacts. The PSSA has assessed \nthat the current practice of voluntary agreements with landowners for temporary land access is \nreasonable, and recommended to strengthen the process as well as the institutional capacity.  \n \n35. \nIndigenous peoples. The due diligence under the project preparatory TA has assessed \nthat  while  tribes  and  clans  reside  in  the  program  areas,  their  institutions  are  not  distinct  from \nmainstream  Melanesian  society,  and these groups are  not  vulnerable.  As  sociocultural groups \nneed  to  be  both  distinct  and  vulnerable  for  the  Safeguard  Policy  Statement  requirements  to \napply, the program is proposed as category C. The program will ensure that local communities \nactively participate in program activities and receive culturally appropriate benefits. \n \n\n                                                \n22 For LBES works, these include environmental health and safety guidelines, and checklists included in the contract, \ncontractor awareness training, and compliance monitoring with guidelines. For machine-based maintenance works, \nthe contractor is required to prepare and implement a site-specific construction environmental management plan. \n\n9 \n\n \n\n\fIntegrated Risk Assessment and Mitigating Measures \n\n36.  Major risks and mitigation measures are described in Table 5.23 \n\nTable 5: Summary of Integrated Risk Assessment and Mitigating Measures \n\nRisks \nResults. MID staffing, expertise, and \ncompetency improvement to increase \noperational efficiency may be limited. \n\nRatings \nH \n\nExpenditures and financing. \nInsufficient government financing may \nderail implementation of the program. \n\nFiduciary. The program relies on the \nNTF financial statements as qualified by \nexternal auditors. \n  \n\nM \n\nS \n\nKey Mitigating Measures \n\n10 additional MID positions approved, and 7 filled. DLI 7 \nrequires key positions filled in procurement and safeguards; \nmomentum developed and results achieved; capacity building \nand $4.5 million ADB-administered TA to fill remaining gaps. \nThe annual government contribution of SI$40 million is based \non current trend and the additional contribution expected is \nonly SI$80 million over 5 years. ADB’s DLI 3 and the \nGovernment of Australia’s DLI incentivize the government to \nincrease its contribution. \nAnnual internal audits of the NTF by MOFT’s Internal Audit \nDivision, financial management manual, periodic fiduciary \nreviews, training of staff in financial management and \naccounting procedures, and continued compliance review of \nfinancial transactions by the financial management advisor \nfunded by the Government of Australia. These measures \ncollectively will control risks. \nDLI 4 requires SPM implemented; third national safeguards \nstaff (DLI 7) and an international safeguards specialist \nappointed, and no program subprojects fall under category A. \nTA includes contract management and administration support \nfor system to analyze, track, and control unit rates. \n \n\nM \n\nSafeguards. Safeguard screening, \nplanning, and supervision of activities \nare inadequate for requirements. \nOperating environment. Escalation of \nconstruction costs. \nOverall RBL program risk \nADB  =  Asian  Development  Bank,  DLI  =  disbursement-linked  indicator,  H  =  high,  M  =  moderate,  MID  =  Ministry  of \nInfrastructure  Development,  MOFT  =  Ministry  of  Finance  and  Treasury,  NTF  =  National  Transport  Fund,  RBL  = \nresults-based lending, S = substantial, SPM = safeguards procedures manual, TA = technical assistance.  \nSource: Asian Development Bank. \n \n\nS \n\nS \n\nIV. \n\nASSURANCES \n\n \n37. \nprogram, which are set forth in the loan agreement. \n \n\nThe  government  and  MID  have  agreed  with  ADB  on  certain  covenants  for  the  RBL \n\nV. \n\nRECOMMENDATION \n\n \n38. \nI  am  satisfied  that  the  proposed  loan  would  comply  with  the  Articles  of  Agreement  of \nADB  and  recommend  that  the  Board  approve  the  loan  in  various  currencies  equivalent  to \nSDR15,129,000  to  Solomon  Islands  for  the  Sustainable  Transport  Infrastructure  Improvement \nProgram,  from  ADB's  Special  Funds  resources,  with  an  interest  charge  at  the  rate  of  1%  per \nannum during the grace period and 1.5% per annum thereafter; for a term of 32 years, including \na  grace  period  of  8  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \n \n\n26 April 2016 \n                                                \n23 Integrated Risk Assessment and Mitigating Measures (accessible from the list of linked documents in Appendix 2). \n\n \n\nTakehiko Nakao \n President \n\n10 \n \n\nC. \n\n \n\n \n\n\f \n\n \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpact the RBL Program is Aligned with \nSustainable access to socioeconomic opportunities and inclusive growtha \n\nPerformance Indicators with Targets and \nBaselines \n\nData Sources and \nReporting \n\nAppendix 1 \n\n11 \n\nResults Chain \nOutcome \n \nMultimodal \ntransport system \nefficiency and \nsustainability \nimproved \n\nOutputs  \n\n1. Transport \ninfrastructure \nrehabilitated and \nmaintained with \naccess for all \nusers, with \nsafety, gender-\nresponsiveness, \nand climate and \ndisaster \nresilience \nimproved \n\n2. Country \nsystems \nstrengthened to \nfinance and \nimplement the \nNTP \n\nBy 2021: \na. Land and maritime transport travel time, for \nmen and women, to markets and health-\ncare facilities in target areas decreased by \n20% from 2016 to 2020.b (Baseline: Target \nareas to be identified by Q2 2016 and \nmeasured by Q3 2016) \n \n\nBy 2020: \n1a.  Length of unsealed roads, sealed roads, \n\nnumber of bridges and wharves \nmaintained annually for safe access by all \nusers, i.e., male and female pedestrians, \npublic and private motor vehicles; \nincreased to 545 kme, 154 km; 130 and 33 \nrespectively by 2020 (2014 baseline: 296 \nkm, 114 km, 30 and 3 respectively). \n1b.  Length of unsealed roads rehabilitated or \nupgraded to sealed roads, including \nsafety and gender-responsive design \nfeatures for pedestrians, and public and \nprivate motorized vehiclesf, increased to \n30 km by 2020 (2014 baseline: 0). \n\n1c.  Number of wharves reconstructed for safe \nand gender-responsive accessf increased \nto 4 by 2020 (2014 baseline: 0). \n1d.  Gender-responsive facilities built in \n\nappropriate locationsf increased to at least \n6 by 2019 (2014 baseline: 0). \n\n1e.  Number of locations where traffic-calming \nmeasures and/or signage implemented in \ncommunity areasf increased to at least 10 \nby 2020 (Baseline: 0). \n\n2a.  Annual government contribution to NTF to \n\nfinance all maintenance costs increased \nto SI$65 million by 2019. (November 2014 \nbaseline: SI$31 million).  \n\n2b.  NTP’s 3-YAP is developed and updated \nannually based on multiple criteria, \nincluding inclusiveness and accessibility \nto basic services, by 2016 (2014 baseline: \nnot updated annually). \n\n2c.  SPM adopted and used to screen works \n\nwith annual review. \n\n2d.  Road classification finalized and approved \nby 2018 and used (2014 baseline: not \nfully developed and approved). \n2e.  Percentage of projects screened for \n\nclimate-change-resilient infrastructure \ndesignh under the NTF rehabilitation and \nemergency works program increased to \n70% by 2020 (2014 baseline: 0%). \n\n2f.  System to analyze, track, and control unit \n\nrates of bid price (to achieve cost \n\na. MID asset \n\ninventoryc and \nprogressd reports \n\n \n\n \na–e. MID progress \nreports \n \na–c. MID asset \ninventory reports \n\nRisks \nPolitical and \nsocial stability \ndeteriorates. \n \nGovernment \nbudget \nallocations fails \nto keep up with \nneeds. \n \nCounterpart \nsupport, \nperformance, \nand coordination \nare inadequate \nand weak. \n\n \n\n \na–b. NTF Board \nmeeting minutesg \n \n \n \nc–g. MID progress \nreports \n\n \n\n\fData Sources and \nReporting \n\nRisks \n\n \n\nMID progress \nreports \n \n \n\n12 \n\nAppendix 1 \n\nResults Chain \n\n3. MID’s \nmanagement \nand supervision \ncapacity \nstrengthened \n\nPerformance Indicators with Targets and \nBaselines \neffectiveness) in place by 2017 (2015 \nbaseline: no system). \n\n2g.  Annual fiduciary reviews of MID financial \ntransactions show PFM reform measure \nimplemented and performance improved \nin subsequent reviews (2014 baseline: no \nannual reviews). \n\n2h.  Length of sealed roads subject to safety \n\naudit by a third party and with \nrecommendations implemented increased \nto 150 km by 2020 (2014 baseline: 0). \n\n3a.  Percentage of MID staffd (men and \n\nwomen) whose performance has been \nreviewed and whose issues were handled \npromptly by MID management using the \n4-stage Public Service Performance \nManagement Process (which includes \nattendance), increased to 95% by 2020d \n(2014 baseline: 0%).  \n\n3b.  Number of MID staff (men and women) in \nkey core areas, where need has been \nassessed, increasedi to 2 procurement \nofficers (1 classified at levels 10–11), 3 \nsafeguards officers (1 classified at levels \n10–11), and 1 monitoring and evaluation \nofficer all appointed by 2020i (2014–2015 \nbaseline: 0 procurement officer, 2 \nsafeguards officers, and 0 monitoring and \nevaluation officer positions approved) \n3c.  Road length for LBES road upgrading \n\ncontracts increased to 9 km by 2020 \n(2014 baseline: 5). \n\n3d.  Road network and wharves inventoried \n\nand condition surveyed  \n\n3e.  Number of annual LBES maintenance \n\ncontracts under implementation reduced \n(to increase efficiency and cost \neffectiveness) to 30 contracts by 2020 \nbased on review  of coverage (2014 \nbaseline: 60 contracts). \n\n3f.  Annual disbursement rate of the NTF work \n\nprogram increased to at least SI$94 \nmillion (December 2014 baseline: SI$88 \nmillion) \n\n3g.  Regular sampling of verified sex-\ndisaggregated data collected for \ninstitutional and program-related \ninformation by 2017 (2014 baseline: data \nnot sex-disaggregated). \n\n \n\nKey Program Actions \n \nArea 1: Program Technical Aspects \n1.1  Identify target areas and establish baselines for impact and outcome of ADB’s Sustainable Transport \nImprovement Investment Program. \n1.2   Commission a safety audit of the sealed roads, and implement key recommendations for investment \nworks. \n1.3   Finalize design of gender-responsive features, identify locations, explore and finalize operation and \nmaintenance arrangements of toilets, and procure and supervise works. \n1.4   Review LBES maintenance work arrangements, including the relevance of all road sections targeted \nfor LBES maintenance. Reduce the number of contracts to increase efficiency and cost-effectiveness \n\n \n\n\f \n\nAppendix 1 \n\n13 \n\n(GAP). \n1.5   Set up a system to analyze, track, and control unit rates of civil works to achieve cost-effectiveness. \n \nArea 2: MID and NTF Staffing, Capacity Development, and Technical Assistance \n2.1  Recruit the core management team and international safeguards specialist under advance action.  \n2.2  Appoint two procurement officers, one safeguards officer, and one monitoring and evaluation officer \n \nArea 3: Fiduciary and Procurement \n3.1  Develop an MID procurement instruction manual based on MOFT’s Procurement and Contract \nAdministration Manual.  \n3.2  Engage fiduciary expert, and conduct annual fiduciary and internal control review. \n3.3  Conduct audit of NTF (carried out by MOFT IAD). \n3.4  Engage external financial auditor and conduct annual independent external audit. \n3.5  Ensure the submission of the NTF annual statement of accounts required by the NTF Act within \n6 months of the financial year to the auditor general. \n \nArea 4: Safeguards: Environment and Involuntary Resettlement \n4.1  Adopt MID’s SPM. \n4.2 Implement SPM and update it, as required, to reflect changes to country safeguard systems; and \nimplement GAP. \n4.3  Ensure and maintain a full-time safeguard team covering social, community development, governance, \nand gender matters supported by intermittent inputs from international specialist (GAP). \n4.4  Twice a year, provide training to (i) MID engineers, technical specialists, and safeguard staff on scope \nand procedures established in the SPM; and (ii) contractors and community advisory committees on key \nresponsibilities in program safeguard requirements (GAP). \n \nArea 5: NTP and NTF \n5.1  Verify the government’s transfer of annual commitment to the program in the NTF. \n5.2  Submit annual update of the NTP 3-YAP for the next calendar year. \n5.3  Verify financial expenditure rate of the work program. \nADB: \nAsian Development Fund: $21 million  \n \nGovernment of Australia:  \n$23.3 million (grant) and $4.5 million (TA grant) \n\nADB  =  Asian  Development  Bank,  CPIU  =  Central  Project  Implementation  Unit,  DLI  =  disbursement-linked \nindicator, GAP = gender action plan, IAD = Internal Audit Division, LBES = labor-based, equipment-supported; \nkm = kilometer, MID = Ministry of Infrastructure Development, MOFT = Ministry of Finance and Treasury,  NTF \n=  National  Transport  Fund,  NTP  =  National  Transport  Plan,  SPM  =  safeguards  procedures  manual,  TA  = \ntechnical assistance, TSDP = Transport Sector Development Project. \na  National  Transport  Plan  2011–2030,  Ministry  of  Infrastructure  Development,  Government  of  Solomon \n\nIslands. \n\nb  Quantitative  values  for  indicators  (e.g.,  traffic  levels  and  travel  time)  to  be  determined  following  baseline \n\nsurveys in target areas to cover representative sample of infrastructure and type of works. \n\nc  Roads  and  Structures  Summary;  Roads  Maintainability  and  Maintenance  Coverage;  and  Indicators  Roads \nand  Wharves.  Solomon  Islands  Transport  Infrastructure  Assets  Management  Service.  Quarterly  and  upon \nrequest. \n\nd  For MID staff and program-funded contracted national specialists.  \ne  Out of 540 km of unsealed roads, 330 km are major unsealed roads (DLI 1). \nf   Gender-responsive and safety design features include small boat access at major wharves using platoons \nand ramps; pedestrian crossings, markings, signage, and traffic-calming measures (e.g., speed bumps) near \nhousing and markets, for roads and bridges. Other infrastructure features will be recommended for specific \nlocations  to  relevant  MID  unit  for  design  and implementation,  such as lighting,  waiting  areas and  stations, \nseparate  male  and  female  toilets,  pedestrian  crossings,  and  easily  available  information  on  where  to \ncomplain in case of violation of personal safety. \n\nh  Using MID Climate Change Manual for design and  implementation. \ng  National Transport Fund Board Meeting Minutes. NTF Board Secretariat. Quarterly. \ni  Staff to be funded under the program for the first year of implementation and under MID’s payroll thereafter. \nSource: Asian Development Bank. \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46499-002-3 \n \n\nLoan Agreement  \n\nCountry Economic Indicators \n\nSummary Sector Assessment: Transport \n\nProgram Soundness Assessment \n\nProgram Results Assessment \n\nProgram Results Framework \n\nProgram Expenditure and Financing Assessment \n\nProgram Monitoring and Evaluation System Assessment \n\nProgram Fiduciary Systems Assessment \n\nProgram Safeguard Systems Assessment \n\nIntegrated Risk Assessment and Mitigating Measures \n\nProgram Action Plan \n\nAttached Technical Assistance \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nSummary Poverty Reduction and Social Analysis \n\nProgram Implementation Document \n\nGender Action Plan \n\n \n\nSupplementary Documents \n\nSafeguards Procedures Manual \n\nInstitutional Assessment \n\nProgram Procurement Systems Assessment \n\nFinancial Management Assessment \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\n16. \n\n17. \n\n18. \n\n19. \n\n20. \n\n21. \n\n22. \n\n \n\n \n\n\f \n\n \n\n \n\nAppendix 3 \n\n15 \n\n \n\n \nDisbursement Linked  \nIndicators \n\nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \n\nTable A3.1: Disbursement-Linked Indicators \n\nBaseline  \nValue \n\nBaseline \nYear \n2014 \n\nDLI 1: Length of sealed and major \nunsealed roads effectively maintained \nannually \n\nSealed: 114 km \nUnsealed: \n250 km \n\nDLI 2: Gender-responsive design \nfeatures built  \nDLI 3: Government counterpart \ncontribution to the program funded \nadequately and timely \nDLI 4: SPM adopted and implemented \nannually and NTP 3-YAP updated \nannually  \nDLI 5: Road network inventoried and \ncondition surveyed \nDLI 6: Increased annual financial rate \nof execution of the NTF work program \n\nDLI 7: MID staff increased in key \nfunctions \n\n \n\n \n\nNA \n\nNA \n\nNo \n\n1,063 km \n\nSI$88 million \n\n0 procurement \nofficer and 2 \nsafeguards \nofficers \n\n \n2014 \n\n \n2014 \n \n2014 \n\n \n2014 \n\nTarget Values \n\n2016 \nSealed: \n120 km; \nUnsealed:  \n270 km \n1 feature builta \n\n≥ SI$40  \nMillionb \n\n2017 \nSealed:  \n130 km; \nUnsealed: \n290 km \n2 features \nbuilta \n\n≥ SI$40 \nmillionb \n\n2018 \nSealed:  \n140 km; \nUnsealed: \n310 km \n2 features \nbuilta \n\n≥ SI$40 \nmillionb \n\n2019 \nSealed:  \n154 km; \nUnsealed:  \n330 km \n1 feature builta \n\n≥ SI$40 \nmillionb \n\nYes \n\n-c \n\nYes \n\nYes \n\nYes \n\n \n\n \n\n \n\nSI$90 million \n\nSI$94 million \n\nSI$94 million \n\nSI$94 million \n\n1 procurement \nofficer and 1 \nsafeguards \nofficer \n\n1 procurement \nofficer  \n\n \n\n \n\n3-YAP  =  3-year  action  plan,  DLI  =  disbursement-linked  indicator,  km  =  kilometer,  MID  =  Ministry  of  Infrastructure  Development,  NA  =  not  applicable,  NTF  = \nNational Transport Fund, NTP = National Transport Plan, SPM = safeguards procedures manual. \na Appendix 3, Table 3.2 for details about the features. \nb The Government of Australia will disburse against DLI 3, a base contribution of A$5 million per year over 5 years and an additional A$8 million over 5 years as \noutlined  in  para.  20  of  the  report  and  recommendation  to  the  President,  and  the  Program  Results  Framework  (accessible  from  the  list  of  linked  documents  in \nAppendix 2). \nc  To be verified in 2016. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n\n \n\n\f16 \n \n\nAppendix 3 \n\n \nTable A3.2: Verification Protocols \n\nDefinition and Description of \nAchievement and Verification \nTimeframe \n\n \nDisbursement- \nLinked \nIndicators \nOutput  1:  Transport  infrastructure  rehabilitated  and  maintained  for  all  users,  with  safety,  gender-responsiveness,  and  climate  and \ndisaster resilience improved \nDLI 1: Length of \nsealed and major \nunsealed roads \nmaintained \n\nOn-site verification of \nrandomly selected sections \nat different times of the \nyear. \n\nVerification Agency and \nProcedure \n\n \nVerification Time Frame \n\nInformation \nSource and \nFrequency \n\nCPIU reports \n \n\nADB, the Government of Australia, \nand a third party (short-term \nindividual expert). The results of \nthe verification for a period of 1 \nyear will be compiled in October of \nevery year to form the annual \nresult. \n\nDLI 2: Gender-\nresponsive \ndesign features \nbuilt  \n\nField visits, \ntestimonies, \npictures \n\nADB and the Government of \nAustralia.  \n\nResults verified during field \nsupervision missions. \n\nRoutine maintenance works, including \nrepairs, are fully executed across the \nentire length and effectively supervised \non both maintainable sealed roads and \nmajor unsealed roads each calendar \nyear. The list of maintainable unsealed \nroads has been identified by the Asset \nManagement Unit. \nFour types of six features have been built \nin appropriate locations, following a \ndesign commonly agreed, and the toilets \nare privately operated for a fee:  \n(i) two-shaded resting areas equipped \nwith separate male and female toilets \nlocated at a market point and a wharf, \n(ii) two laundry facilities on streams near \nwater crossings and roads, \n(iii) one improved access to river or \nstream for water and laundry, and \n(iv) one small boat access at a major \nwharf using pontoons and ramps. \n\nOutput 2: Country systems strengthened to finance and implement the NTP \nDLI 3: \nGovernment \ncounterpart \ncontribution to \nSTIIP funded \nadequately  \n\nGovernment counterpart funds for the \nprogram must be transferred to the NTF \nin an amount not less than SI$40 million \nevery calendar year. This amount is not \nearmarked for any purpose other than the \nNTF work program, which is approved for \nthe corresponding year. \n \nThe SPM is adopted before ADB Board \napproval and counts as a prior result. \n\nNTF monthly \nfinancial \nstatements \n\nDLI 4: \nSafeguards \n\nNTF board \nand \n\n \n\nADB and the Government of \nAustralia. Verification of financial \nstatements. \n\nOctober–November every \nyear \n\nADB and the Government of \nAustralia. Comparative analyses \n\nOctober–November \n\n\f \n\nInformation \nSource and \nFrequency \nsecretariat \nevery year by \nOctober 15 \n\nDisbursement- \nLinked \nIndicators \nprocedures \nmanual adopted \nand implemented \nand NTP 3-YAP \nupdated annually  \n\nDefinition and Description of \nAchievement and Verification \nTimeframe \nNTP’s 3-YAP is developed and updated \nannually based on multiple criteria, \nincluding inclusiveness and accessibility \nto basic services; and safeguards \nprocedures implemented annually. The \nNTF work program is built in accordance \nwith the priorities of the 3-YAP. \nOutput 3: MID’s management and supervision capacity strengthened \nDLI 5: Road \nnetwork and \nwharves \ninventoried and \ncondition \nsurveyed \n\nCPIU, Asset \nManagement \nUnit progress \nreports \n\nThe entire length of the road network and \nall the wharves have been surveyed in \nterms of characteristics and condition. All \ninformation have been archived in a \ncomputerized system and can be \nretrieved by simple query. The above is \ncompleted before STIIP Board approval \nand counts as a prior result.  \nTotal amount of expenditures paid and/or \napproved for payment (approved monthly \npayment certificates of contracts and \nother eligible expenditures) against \nactivities of the NTF work program \ndivided by the total amount planned for \ndisbursement by 31 December every \nyear. \n\nDLI 6: Increased \nannual financial \nrate of execution \nof the NTF work \nprogram \n\nCPIU \nmonthly, \nquarterly, \nand annual \nprogress \nreports with \nseparate \nrecords for \nNTF \nprograms \nEffective \nappointment \nof CPIU staff \n\n \n\n \n\nAppendix 3 \n\n17 \n\n \nVerification Time Frame \n\nVerification Agency and \nProcedure \nof the NTP, past 3-YAP and NTF \nwork program, and the proposed \nupdate. \n\nADB and the Government of \nAustralia. Physical verification of \nthe query functionality of the \ndatabase.  \n\nRandom review of the \nreports submitted by \nconsultants who performed \nthe surveys. \n\nADB and the Government of \nAustralia. Review of the reports, \nrandom review of contract \nsupervision reports, and field \ninspection(s). \n\nOctober–November \n\nDLI 7: MID staff \nincreased in key \nfunctions \n\nMID staff in the CPIU increased in key \ncore areas where need has been \nassessed: two procurement officers, one \nof which is classified at levels 10–11, and \none safeguards officer. \n\nOctober–November \n\nADB and the Government of \nAustralia. Contract documents of \neach officer. Staff could be funded \nby the program for the first year of \nimplementation, and be included \nin the MID payroll thereafter. \n\n3-YAP = 3-year action plan, ADB = Asian Development Bank, CPIU = Central Project Implementation Unit, DLI = disbursement-linked indicator, MID = Ministry of \nInfrastructure Development, NTF = National Transport Fund, NTP = National Transport Plan, SPM = safeguards procedures manual. \nSource: Asian Development Bank. \n \n \n\n \n\n\f18 \n \n\nAppendix 3 \n\nTable A3.3: Disbursement Schedule \n \n\nTotal ADB \nFinancing \nAllocation \n($ million) \n\nShare of \nTotal ADB \nFinancing \n(%) \n\nFinancing for \nPrior Results \n\nAdvance \nFinancing \n($ million) \n\n2019       \nDisbursement-Linked \nIndicators \n($ million) \nOutput  1:  Transport  infrastructure  rehabilitated  and  maintained  for  all  users,  with  safety,  gender-responsiveness,  and  climate  and \ndisaster resilience improved \nDLI 1: Length of major \nunsealed roads maintained \nannually \nDLI 2: Gender responsive \ndesign features built  \n\n2017       \n($ million) \n\n2018       \n($ million) \n\n2016       \n($ million) \n\n2016           \n\n($ million) \n\n17.1% \n\n7.1% \n\n0.25 \n\n0.25 \n\n0.5 \n\n0.6 \n\n1.5 \n\n3.6 \n\n0.6 \n\n0.5 \n\n1.2 \n\n1.2 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4.2 \n\n3.6 \n\n3.0 \n\n0.9 \n\n0.9 \n\n0.9 \n\n20.0% \n\n14.3% \n\n17.1% \n\n1.05a \n\n1.05a \n\n1.05a \n\n1.05a \n\nOutput 2: Country systems strengthened to finance and implement the NTP \nDLI 3: Government \ncounterpart contribution to \nSTIIP funded adequatelya  \nDLI 4: SPM adopted and \nimplemented and NTP 3-YAP \nupdated annually  \nOutput 3: MID’s management and supervision capacity strengthened \nDLI 5: Road network \ninventoried and condition \nsurveyed \nDLI 6: Increased annual \nfinancial rate of execution of \nthe NTF work program \nDLI 7: MID staff increased in \nkey functions \nTotal \nAdvance \nNet \n3-YAP  =  3-year  action  plan,  ADB  =  Asian  Development  Bank,  DLI  =  disbursement-linked  indicator,  MID  =  Ministry  of  Infrastructure  Development,  NA  =  not \napplicable, NTF = National Transport Fund, NTP = National Transport Plan, SPM = safeguards procedures manual, STIIP = Sustainable Transport Infrastructure \nImprovement Program.  \nNote: Percentages may not total 100% because of rounding. \na The Government of Australia will disburse against DLI 3, a base contribution of A$5 million per year over 5 years and an additional A$8 million over 5 years as \noutlined  in  para.  20  of  the  report  and  recommendation  to  the  President,  and  the  Program  Results  Framework  (accessible  from  the  list  of  linked  documents  in \nAppendix 2). \nSource: Asian Development Bank. \n\n100% \n \n \n\n21.0 \n \n \n\n5.35 \n0.75 \n4.60 \n\n4.25 \n0.45 \n3.8 \n\n5.60 \n1.20 \n4.4 \n\n1.9 \n \n1.9 \n\n3.9 \n \n3.9 \n\n \n2.4 \n2.4 \n\n17.1% \n\n7.2% \n\n0.75 \n\n0.75 \n\n1.5 \n\n0.9 \n\n3.0 \n\nNA \n\n1.2 \n\n1.2 \n\n1.2 \n\n3.6 \n\nNA \n\nNA \n\nNA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f", "author_pages": [" \n", " \n \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", "CURRENCY EQUIVALENTS \n(as of 11 April 2016) \n \n", "Currency unit \nCurrency unit \n$1.00 \n$1.00 \n", "– \n– \n= \n= \n", "Solomon Islands dollar/s (SI$) \nAustralian dollar/s(A$) \nSI$7.92 \nA$1.31 \n", "ABBREVIATIONS \n", "3-year action plan \nAsian Development Bank \ndisbursement-linked indicator \ndesign and monitoring framework \nkilometer \nlabor-based, equipment-supported (method) \nmonitoring and evaluation \nMinistry of Infrastructure Development \nMinistry of Finance and Treasury \nNational Transport Fund \nNational Transport Plan \nprogram action plan \nPublic Financial Management Act \nprogram safeguard systems assessment \nresults-based lending \nsafeguards procedures manual \ntechnical assistance \n", "3-YAP \nADB \nDLI \nDMF \nkm \nLBES \nM&E \nMID \nMOFT \nNTF \nNTP \nPAP \nPFMA \nPSSA \nRBL \nSPM \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n", "NOTE \nIn this report, \"$\" refers to US dollars, unless otherwise stated. \n \n", "Vice-President \nDirector General \nDirector \n", " \nTeam leader \nTeam members \n", " \nS. Groff, Operations 2 \nX. Yao, Pacific Department (PARD) \nO. Norojono, Transport, Energy and Natural Resources Division, \nPARD \n \nS. Khan, Senior Transport Specialist, PARD \nR. Adhar, Senior Project Officer, Pacific Liaison and Coordination \nOffice in Sydney, Australia, PARD  \nS. Ataata, Development Coordination Officer, PARD  \nP. Baleilevuka, Infrastructure Officer, PARD \nH. Everett, Senior Country Specialist, PARD \nJ. Ghimire, Senior Counsel, Office of the General Counsel \nK. Guy, Transport Specialist, East Asia Department \nG. Ismakova, Principal Procurement Specialist, Operations Services \nand Financial Management Department (OSFMD) \nA. Kizilbash, Senior Financial Management Specialist, OSFMD \nN. Layco, Senior Operations Assistant, PARD \nS. Lee, Principal Social Development Specialist, PARD \nN. Sapkota, Safeguards Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nE. Rustamova, Operations Officer, PARD \nD. Pyo, Lead Transport Specialist, Central and West Asia Department \n", "Peer reviewer \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n \n", " \n", " \n", " \n \n \n", " \n"]}