{"path": "data/input/reports/46538-002-rrp.pdf", "pages": [" \n \n \n \n \nReport and Recommendation of the President  \n \nt o the Board of Directors\n \n \n  \n \n \n \n \n \n \nSri Lanka \nProject Number: 46538-002 \nNovember 2016 \n \n \n \n \nProposed Loan, Administration of Grant, and \nAdministration of Technical Assistance Grant \nIslamic Republic of Pakistan: Supporting Public–\nPrivate Partnership Investments in Sindh Province \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 October 2016) \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0096 \n$1.00  =  PRs104.54 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  ADP  –  annual development plan \n  ESMS  –  environmental and social management system \n  GOS  –  Government of Sindh \n  P&DD  –  Planning and Development Department, Government of \nSindh \n  PAM  –  project administration manual \n  PDF  –  project development facility \n  PMU  –  project management unit \n  PPP  –  public–private partnership \n  PSF  –  Public–Private Partnership Support Facility \n  SFD  –  Sindh Finance Department \n  TA  –  technical assistance \n  VFM  –  value for money \n  VGF  –  viability gap fund \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan and its agencies ends on 30 \nJune. “FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2016 ends on 30 June 2016. \n(ii)  In this report, “$” refers to US dollars, “£” refers to pound sterling. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  R. Hartel, Public Management, Financial Sector, and Trade Division, \nCWRD \n   \nTeam leader(s)  S. Ali, Senior Project Officer (Financial Sector), Pakistan Resident \nMission, CWRD \n  A. Torres, Principal Financial Sector Specialist, CWRD \nTeam members  Z. Abbas, Senior Environment Specialist, CWRD \n  C. Godoy, Operations Assistant, CWRD \nJ. T. Nicolas, Senior Development Specialist, CWRD \n  D. Perkins, Senior Counsel, Office of the General Counsel \n  L. Raquipiso, Senior Economics Officer, CWRD \nPeer reviewer  G. Hauber, Principal Public–Private Partnership Specialist, Southeast \nAsia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  6 \nE.  Implementation Arrangements  7 \nIII.  TECHNICAL ASSISTANCE  7 \nIV.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  8 \nC.  Poverty and Social  9 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  9 \nV.  ASSURANCES AND CONDITIONS  10 \nVI.  RECOMMENDATION  10 \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 46538-002\nProject Name Supporting Public Private Partnership  Department CWRD/CWPF\n–\nInvestments in Sindh Province /Division\nCountry Pakistan Executing Agency Finance Department,GOS\nBorrower Islamic Republic of Pakistan\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Public administration 25.00\nPublic expenditure and fiscal management 25.00\nEnergy Energy sector development and institutional reform 25.00\nTransport Transport policies and institutional development 25.00\nTotal 100.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,  including  Climate Change impact on the  Low\ngrowth (IEG) jobs, created and expanded Project\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Civil society participation No gender elements (NGE)\ndevelopment (GCD) Institutional development\nPublic financial governance\nPartnerships (PAR) Bilateral institutions (not client government)\nCivil society organizations\nImplementation\nOfficial cofinancing\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Regional High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8, SDG9\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: FI   Involuntary Resettlement: FI   Indigenous Peoples: FI-C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 100.00\n     Sovereign Project loan: Ordinary capital resources 100.00\nCofinancing 23.98\n     Government of the United Kingdom - Grant 19.23\n     Government of the United Kingdom - Technical Assistance 4.75\nCounterpart  65.00\n     Government 65.00\n  \nTotal 188.98\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 03112016091102964625 Generated Date: 03-Nov-2016 10:51:05 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Islamic Republic of Pakistan for Supporting Public–Private Partnership Investments in \nSindh Province Project. The report also describes (i) the proposed administration of a grant, and \n(ii)  the  proposed  administration  of  technical  assistance  (TA),  both  to  be  provided  by  the \nGovernment of the United Kingdom for Supporting Public–Private Partnership Investments in \nSindh Province, and if the Board approves the proposed loan, I, acting under the authority \ndelegated to me by the Board, approve the grant and the TA.1 \n \n2.  The Government of Sindh (GOS), through the Government of Pakistan, has requested \nthe assistance of the Asian Development Bank (ADB) for public–private partnership (PPP) \ninvestments and services in Sindh. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  After experiencing economic growth with a compound annual growth rate of 5.1% during \n2001–2007, Pakistan witnessed a significant decline during 2008–2015. During this period the \ncompound annual growth rate was 3.8%, characterized by a challenging investment climate, \npolitical instability, weak but recently improving fiscal discipline, weak public sector governance, \nand an unresolved energy crisis. Despite a modern banking system, Pakistan’s financial service \nintermediation is low and deteriorating. The ratio of credit to the private sector to gross domestic \nproduct  declined from 28%  in  2007 to  15%  in  2015,  indicating the massive  public  sector \nborrowing that undermines private access to affordable credit. Financial inclusion remains very \nlow and access to credit is worsening, with only 3% of the adult population having loan accounts \nand 30% having deposit accounts.2  \n \n4.  With 44 million inhabitants (23% of Pakistan’s population) and a gross domestic product \nshare of 32%, Sindh has large infrastructure and social service needs, and these exceed the \nprovincial  public  resources  available.3 With  limited  sources  of  revenue,  federal  transfers \nconstituted 79% of Sindh’s budget in 2016. Only PRs225 billion or 25% of Sindh’s annual \nbudget  was  allocated  to  the  annual  development  plan  (ADP)  in  FY2017,  which  funds \ninfrastructure  investments.  The  World  Bank  estimates  that  Sindh’s  annual  infrastructure \ninvestments only represent up to 4% of the requirements in transport, electricity, water supply \nand  sanitation,  solid  waste,  telecommunication,  and  irrigation.  In  addition,  Sindh  requires \ninvestments in health and education. This also highlights the inability of the GOS to effectively \nutilize its budget for meeting its infrastructure needs via public procurements. To meet the \nneeds of infrastructure in the province, such investments must be augmented by stronger \nprivate participation. In addition to bridging the funding gap for infrastructure investments, PPPs \nmay also help accelerate completion and improve operating efficiency. However, PPPs carry \nsignificant fiscal risks that need to be managed and mitigated. \n \n5.  To reduce the infrastructure gap in the context of extremely limited fiscal resources, the \nGOS began facilitating PPP investments by promulgating the Sindh Public Private Partnerships \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  International Monetary Fund. Access to Finance Database. http://www.imf.org/ (accessed 27 August 2013). \n3  M. Arby and M. Rasheed. 2010. Estimating Gross Provincial Accounts of Sindh. Pakistan Business Review \n(October). No official estimates of provincial gross product are available for Sindh. ", "2 \nAct 2010,4 along with legislation guidelines and procurement rules and public financing. The \nPPP Policy Board, led by the chief minister, was established to approve PPPs. A PPP unit \nwithin  the  Sindh  Finance  Department  (SFD)  helps  line  departments  identify  and  develop \nsuitable PPPs. A project development facility (PDF) to support the use of transaction advisory \nservices and a viability gap fund (VGF) for the public financing portion of PPPs were also \nestablished in 2010. As of September 2016, Sindh had funded five PPP investments that \ncommenced operation in 2013–2015. A pipeline of projects has been identified by the GOS; 36 \nprojects have passed concept approval, with an estimated cost of PRs240 billion.5 \n \n6.  However,  initial  experience  demonstrates  that  considerable  efforts  are  required  to \nimprove the leverage of public financing with private capital, improve governance and financing \npolicies, and minimize fiscal risks related to PPPs. As PPP investments and contingent liabilities \ngrow, it is essential to better prioritize project selection, and follow this with proper structuring to \nminimize fiscal risks. As a first step, PPP project identification and selection has to initiate from \nthe  line  department  when  it  is  evaluating  the  requirement  for  ADP  funds.  Government \ndepartments should carefully consider project revenue generation and identify potential risks \nand the corresponding mitigation actions. \n \n7.  Although the VGF is mandated to support affordability for infrastructure services while \nensuring commercial viability of PPP investments, it has so far been used for different purposes \nby providing (i) funding to investments through government equity, subordinated loans, and \nloans  to  PPPs;  and (ii) full  cash  collateral  to back GOS  revenue guarantees  and  annuity \npayments to bank debt and equity sponsors. While such purposes appeared to address Sindh’s \nlow creditworthiness, the initial PPP projects were not properly structured and executed, which \nled to (i) high fiscal cost and contingent liabilities that undermined the benefits of PPPs; and (ii) \nprivate concessionaires and banks being favored, with PRs22 billion of public funding being \nused for only eight PPP projects signed during 2011─2016. The use of public resources for PPP \nprojects must be limited to ensure appropriate separation of commercial risk to be borne by the \nprivate party from political and regulatory risks to be borne by the government. Government \nsupport through a VGF should only be deployed to provide sufficient funding for the commercial \nviability of the PPP and not be excessive and favor private participants and banks. Prudent \nmanagement of fiscal risks and contingent liabilities must be put in place to limit fiscal risks \nwithin well-defined limits. \n \n8.  The structure of Sindh’s PPPs must be significantly improved through (i) robust policy \nthat guides the selection of eligible viable PPP projects based on Sindh’s ADP, (ii) equitable risk \nparticipation from investors and lenders, (iii) rigorous risk management policies and supporting \nsystems that address project and related fiscal risks, and (iv) sound policies that guide the use \nof public funding.  \n \n9.  The  project  will  support  the  development  policies  of  the  GOS  for  sustainable \ninfrastructure provision through PPPs.6 It is aligned with ADB’s midterm review of Strategy \n2020,7 in which PPPs are a key driver of change, and ADB’s country partnership strategy, \n                                                \n4  Government of Sindh. 2010. Public Private Partnerships Act 2010. Karachi. \n5  A detailed list of the PPP project pipeline is available at http://www.pppunitsindh.gov.pk. \n6  Government of Sindh. 2013. 2013–2014 Budget Speech by Sindh Chief Minister. Karachi; Government of Sindh. \n2011. Policy for Public–Private Partnership Projects. Karachi; Government of Pakistan. 2010. Pakistan Policy on \nPublic–Private Partnerships. Islamabad; and Government of Pakistan, Ministry of Planning. Development and \nReforms. Vision 2025 Approach Paper. http://www.pc.gov.pk/?page_id=137. \n7  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n ", "3 \n2015–2019 for Pakistan.8 The project builds on ADB’s partnership with the GOS to develop the \nPPP framework under a program cluster in 2009,9 using lessons learned from that program and \nADB’s country assistance program evaluation for Pakistan.10 \n \nB.  Impact and Outcome \n \n10.  The project impact is aligned with improved infrastructure investments and services in \nSindh.11 The outcome will be increased fiscally responsible private sector participation and \ninvestment in infrastructure in Sindh. \n \nC.  Outputs \n \n11.  The outputs are (i) GOS capacity to select and develop PPP projects strengthened; (ii) \nPPP project-related fiscal risk effectively managed by the Public–Private Partnership Support \nFacility (PSF); and (iii) PPP project selection and management capacity of line departments, \nfinance department, and planning and development department (PDD) strengthened. \n \n1.  Output 1: Government of Sindh Capacity to Select and Develop Public–\nPrivate Partnership Projects Strengthened \n \n12.  This output will be pursued by improving project screening and selection criteria in line \nwith the PPP policy, and to assess the bankability of projects across all relevant government \ndepartments. In this process, the capacity of the PPP unit and PPP nodes in government \ndepartments will be improved so they are able to identify financially viable PPP projects and \nrigorously assess unsolicited proposals. This output will strengthen the technical skills needed \nto  select  and  develop  PPP  projects,  financial  management,  transparent  procurement,  and \nsound regular financial reporting and external auditing. Well-qualified professional staff will be \nable  to  evaluate  prefeasibility  studies  and  structure  transactions  with  the  assistance  of \ntransaction advisors. \n \n13.  The PDF was established in 2010 and the Guidelines for PDF Utilization were issued in \n2011. The  PDF  is  a  pool  of funds  available  for  engaging  consulting  services  to  assist  in \npreparing and structuring target PPP projects. The PPP Policy Board approves the utilization \nand disbursements of the PDF at the request of line departments; such requests are routed \nthrough the PPP unit. Funds are managed by the Sindh Fund Management House, which is a \nunit of the SFD. The guidelines to identify and select viable PPP projects will be further refined \nto provide additional guidance to line departments, the PDD, and the PPP unit in identifying and \nprioritizing PPP projects consistent with the ADP in forecasting demand for provincial PPP \nprojects in electricity, transport, water supply, and sanitation infrastructure. \n \n                                                \n8  ADB. 2015. Country Partnership Strategy: Pakistan, 2015–2019. Manila. \n9  ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Program Cluster \nand Loan for Subprogram 1 to the Islamic Republic of Pakistan for the Sindh Growth and Rural Revitalization \nProgram. Manila (Loan 2484-PAK); and ADB. 2010. Report and Recommendation of the President to the Board of \nDirectors: Proposed Loan for Subprogram 2 to the Islamic Republic of Pakistan for the Sindh Growth and Rural \nRevitalization Program. Manila (Loan 2645-PAK). \n10 ADB. Forthcoming. Country Operations Business Plan: Pakistan, 2017–2019. Manila. For lessons learned, consult \nthe Sector Assessment (Summary): Public Sector Management (accessible from the list of linked documents in \nAppendix 2); ADB. 2014. Completion Report: Sindh Growth and Rural Revitalization Program in Pakistan. Manila; \nand ADB. 2013. Country Assistance Program Evaluation for Pakistan. Manila. \n11 Government of Sindh, Bureau of Statistics, Finance Department (project implementing agency), and PPP unit \nstatus reports. \n ", "4 \n14.  The financial and transaction advisors engaged by the PDF will undertake rigorous \nanalyses to ensure value for money (VFM) for the GOS. They will provide advice to make target \nPPP projects commercially viable and bankable. VFM will include public sector comparators that \nestimate  the  life  cycle  cost  of  a  project  delivered  by  a  public  sector  agency  to  properly \nbenchmark  PPPs.  The  VFM  assessment  compares  the  estimated  project  cost,  including \nestimated operational efficiency gains provided by a private concessionaire. \n \n15.  Project selection criteria and monitoring will be rigorously applied as described in the \nproject administration manual (PAM).12 Technical, financial, and economic analyses will be \nundertaken to ensure the viability of the proposed projects. For large PPP projects,13 transaction \nadvisors  will  assist  in  drafting  and managing requests for  proposals to  ensure  responsive \nbidding. The PPP unit will assess the capability of private sponsors and lenders to provide \nfinancing and services, as well as establish an environmental and social management system \n(ESMS) to determine, mitigate, and manage environmental and social impacts of PPP projects \nas a basis for recommending projects for consideration by the PPP Policy Board. \n \n2.  Output 2: Public–Private Partnership Fiscal Risk Effectively Managed by \nthe Public–Private Partnership Support Facility  \n \n16.  This output will establish policies and procedures as well as systems for identifying the \nappropriate use and level of support by the VGF to avoid the excessive use of public funds, and \neffectively  manage  the  contingent  liabilities  arising  from  PPP  projects.  The  PSF  will  be \nestablished under Section 42 of the Companies Ordinance, 1984 as a not-for-profit company to \nmanage the new VGF, thereby enhancing corporate governance and transparency of the new \nVGF. Loan and grant proceeds and government counterpart funding will be channeled through \nthe PSF.14 \n \n17.  Under the project, the exposure of the existing VGF will be separated from the proposed \nnew VGF. The PSF will ensure that the new VGF funded under this project will enhance service \naffordability and VFM as determined by policies and standard operating procedures that support \nsocially and economically viable projects and improve their commercial viability within well-\ndefined fiscal risk limits. The new VGF may provide upfront capital investment and guarantees \nto partially offset cost and risks during the construction period and reduce noncommercial risks \nfor public service investments related to land acquisition. The new VGF may also be used to \naugment user fee revenue to be collected by a private concessionaire or to provide equity, \nquasi-equity, or subordinated debt and guarantees to a PPP. \n \n18.  The  PSF  will  have  strong  corporate governance,  including requirements for regular \ninternal and external audits. The facility will have a board of directors composed of at least five \nmembers,  of  which  at  least  three  will  be  independent  members  not  affiliated  with  the \ngovernment and equipped with relevant professional experience. The board of directors will \nelect an independent director as its chair. The principal managers of the company will include \nthe chief executive officer, chief financial officer, and chief risk officer. The principal manager will \nbe an experienced professional with relevant private sector experience and will be recruited \nthrough a transparent and competitive process. The PSF will recruit staff with the skills and \nexpertise needed to determine the appropriate level and use of VGF funding for proposed PPP \nprojects, and to manage its execution by supervising and monitoring the performance of PPPs \n                                                \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n13 The GOS defines infrastructure projects of over $5 million as large projects. \n14 Footnote 12, Section III. \n ", "5 \nsupported by the new VGF. PPPs approved for funding by the PSF will require ADB’s prior \nconsent, which will not be unreasonably withheld. Such consent may subsequently be replaced \nby a free limit when ADB is satisfied with the successful execution of at least three approved \nprojects by PSF. \n \n19.  The  PSF  will  ensure  the  VFM  of  PPPs  and  effectively  manage  fiscal  risks  by  (i) \nimproving  its  selection  of  projects  and  risk  management  by  recommending  appropriate \nstructures and risk participation, and (ii) minimizing cash collateralization practice. The PSF will \nalso provide (i) early participation and feedback on PPP selection, (ii) possible funding that the \nVGF may support, and (iii) periodic reports on the contracted and contingent liabilities related to \nPPP projects funded by the new VGF. \n \n20.  The PSF will manage the utilization of the new VGF. The new VGF will be funded by \ngovernment counterpart funds, a grant from the Government of the United Kingdom, and the \nADB loan upon ADB’s satisfaction that policies and procedures and staffing of the PSF are in \nplace and comply with the covenants set forth in the loan and project agreements and the PAM. \nThe PSF will also report quarterly to the PPP Policy Board, ADB, and the project management \nunit (PMU) in the SFD, which will prepare quarterly consolidated project progress reports.15 The \nPSF will also assist the GOS in monitoring existing VGF and contingent liabilities. \n \n3.  Output  3:  Public–Private  Partnership  Project  Selection  and  Subsequent \nManagement  Capacity  of  Line  Departments,  Finance,  and  Planning  and \nDevelopment Departments Strengthened \n \n21.  This output will build capacities in the SFD, PDD, PPP unit, and the PPP nodes of line \ndepartments to effectively perform their duties. The GOS is currently unable to manage the \nfiscal risk of PPP projects. The SFD will engage two risk management specialists who will \nassess the fiscal risks of PPP projects, measure contingent liabilities, propose appropriate \nallocations of risk between public and private partners, and provide effective independent risk \nadvice until the PSF is formed. Once constituted, the PSF will apply similar effective and \nenhanced risk management practices in relation to the management of the new VGF. The \nspecialists will assist the PPP unit and GOS to assess the risks associated with PPP projects \nand develop recommendations for managing those risks. They will monitor adherence to the \nbudget allocation of the GOS and assist the government in formulating and embedding risk \ntolerance strategies into budgetary planning processes. To avoid duplication of efforts, the two \nrisk management specialists will be transferred to the PSF after it is constituted to carry out the \nsame role in close coordination with the PPP unit. \n \n22.  The  lack  of  experienced  staff in the  PPP  nodes  to  process  PPP  transactions  is  a \nsignificant  constraint  on  developing  PPPs.  Support  will  be  required  to  build  skills  for  (i) \nmanaging PPP contracts and environmental and social safeguards; (ii) understanding relevant \nlegal issues, and preparing loan documentation and requests for proposals and concession \nagreements; (iii) developing financial expertise to structure transactions; and (iv) assessing and \nmanaging  the  market  and  operational  risks.  Under  the  project,  the  SFD  will  implement  a \ncomprehensive PPP capacity building plan. \n \n                                                \n15 The PMU will facilitate VGF reimbursements from the project proceeds through the withdrawal application process. \nA detailed fund and document flow diagram is in the Project Administration Manual (accessible from the list of \nlinked documents in Appendix 2). \n ", "6 \n23.  The project and the attached TA will support (i) on-the-job and modular training on \nalternative financing plans and credit enhancement products, including means of leveraging \ninvestment funds for PPPs from international, regional, and local syndicated banks; export credit \nagencies; and capital markets; and (ii) promotion of a culture of periodic, in-depth consultations \nwith local commercial banks and international financial institutions and multilateral and bilateral \ndevelopment partners active in project financing. \n \nD.  Investment and Financing Plans \n \n24.  The total project cost as detailed in the PAM is estimated at $184.2 million equivalent \n(Table 1) and includes funding by the GOS and ADB, and grant cofinancing by the Government \nof  the  United  Kingdom  through  the  Department  for  International  Development,  to  be \nadministered by ADB (Table 2). \n  \nTable 1: Project Cost Summary \nItem  Amount ($ million)a  Share of Total (%) \nA.  Project development facility  7.9  4.3 \nB.  Public–Private Partnership Support Facility (PSF)b  5.0  2.7 \nC.  New viability gap fund managed by PSF  163.2  88.6 \nD.  Project management unit  0.7  0.4 \nE.  Contingencies   2.9  1.6 \nF.  Financing charges during implementationc  4.5  2.4 \nTotal  184.2  100.0 \na \nExclusive of taxes and duties imposed in the territory of the borrower. These will be financed by the government \nthrough its funds or exemptions. \nb  To fund the operating cost of PSF. \nc  Includes interest and commitment charges. \nSource: Asian Development Bank estimates. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank (ordinary capital  100.0    54.3 \nresources) \nGovernment of the United Kingdoma  19.2  10.4 \nGovernment of Sindh  65.0    35.3 \nTotal  184.2  100.0 \na\n Administered by the Asian Development Bank. The Government of the United Kingdom through the Department \nfor International Development has committed to provide a grant of £14,749,410 to jointly finance the project, \nconverted to United States dollars using the prevailing exchange rate on 11 August 2016, i.e., £1 = $1.3041. The \nestimated US dollar equivalent of $19.23 million includes a provision for foreign exchange fluctuations (if any), to \nthe  extent  that  these  are  not  covered  by  the interest and  investment  income earned  on  this grant.  The \nGovernment of the United Kingdom has no obligation to contribute additional funds should the total funding \nrequirement fall below the estimated US dollar equivalent as a result of adverse foreign currency fluctuations. The \nGovernment of Sindh has agreed to finance any shortfall in financing plan in this regard. \nSource: Asian Development Bank estimates. \n  \n25.  The government  has requested  a  loan  of $100  million from  ADB’s  ordinary  capital \nresources. The loan will have a 20-year term, including a grace period of 5 years, straight-line \nrepayment  terms,  an  annual  interest  rate  determined  in  accordance  with  ADB's  London \ninterbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year \n(the interest and other charges accumulated during the grace period will be capitalized), and \nsuch other terms and conditions as set forth in the draft loan and project agreements. Based on \nthis, the average loan maturity is 12.75 years and there is no maturity premium payable to ADB. \n ", "7 \n26.  The loan and grant proceeds will be made available to the GOS on terms and conditions \nacceptable to ADB. The GOS will use the loan proceeds to fund (i) the new VGF that will be \nreflected in the assets and liabilities of the PSF, and (ii) interest and commitment charges during \nproject implementation. The grant proceeds will be used to finance the new VGF and the PDF. \nLoan proceeds will be disbursed to the borrower in accordance with ADB’s Loan Disbursement \nHandbook (2015, as amended from time to time) upon compliance with all requirements for fund \nrelease and all conditions precedent to loan effectiveness. \n \nE.  Implementation Arrangements \n \n27.  The SFD will be the executing agency and implementing agency for the project. The \nPSF will also assist the SFD in implementation by managing the new VGF and fiscal risks \nemanating from PPP transactions. An interdepartmental PMU in the SFD, with representatives \nfrom the PPP unit, PDD, and key line departments, will coordinate project implementation and \nTA activities (Table 3). Procurement in relation to the use of the new VGF and PDF will be done \nin accordance with the Sindh Public Procurement Rules 2010 (amended 2013), which closely \nfollow  ADB’s  relevant  procurement  guidelines.16 As  the  project  will  be  cofinanced  by  the \nGovernment of the United Kingdom and administered by ADB, universal procurement will be \napplied. 17 SFD capacity to implement the project was assessed and found to be adequate. The \nproject counterparts’ capacity will be further developed with TA to ensure that these systems \nreflect best practice. The project will be completed by June 2022. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  April 2017–June 2022 \nEstimated completion date  30 June 2022 (Closing date: 31 December 2022) \nManagement \n(i)  Executing agency  Sindh Finance Department \n(ii)  Implementing agency  Sindh Finance Department  \nPublic–Private Partnership Support Facility \n(iii) Implementation unit  Project management unit in Sindh Finance Department \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB.  \nADB = Asian Development Bank. \nSource: Asian Development Bank. \n \nIII.  TECHNICAL ASSISTANCE \n \n28.  ADB  will  administer  capacity  development TA  that  aims to (i)  develop  GOS staff \ncapability to manage PPPs; (ii) ensure effective project management and monitoring of results \nand risks; (iii) provide necessary support to the PSF for project implementation; and (iv) improve \nawareness and ability of public and private stakeholders to design and manage PPPs through \nworkshops, training, and consultation sessions. The SFD will be the executing agency and will \nbe responsible for coordinating TA activities.18 The TA is expected to cost $4,819,860, of which \n                                                \n16 Government of Sindh, Sindh Public Procurement Regulatory Authority. 2013. Sindh Public Procurement Rules, \n2010 (Amended 2013). Karachi. Under the Sindh Public Procurement Rules, Sindh selects private entities for PPP \nprojects in a transparent manner by adopting competitive bidding procedures. These private entities, in turn, will \napply their own procedures for procurement, which are also required to be applied in a transparent manner. \n17 ADB. 2015. Enhancing Operational Efficiency of the Asian Development Bank. Manila. \n18 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n ", "8 \n$4,750,530 (£3,642,765 equivalent)19 will be financed on a grant basis by the Government of \nthe United Kingdom, and administered by ADB. The SFD and PSF will be the implementing \nagency,  with  day-to-day  project  management  undertaken  by  the  PMU  in  the  SFD.  TA \nconsultants  will  be  engaged  by  ADB  in  accordance  with  ADB’s  Guidelines  on  the  Use of \nConsultants (2013, as amended from time to time). ADB and the PMU in the SFD will each \noversee consultant outputs. The TA will be implemented from November 2016 until June 2022. \n \nIV.  DUE DILIGENCE \n \nA.  Economic and Financial \n \n29.  The  Sindh  economy  is  constrained  by  inadequate  infrastructure  in  the  areas  of \ntransportation, energy, and water supply and sanitation. The GOS lacks the revenues and \nborrowing capacity to fund Sindh’s infrastructure needs. PPPs offer opportunities to close the \ninfrastructure gap. \n \n30.   Based on its due diligence and lessons learned from its previous support for Sindh \nPPPs, ADB estimated that the project may leverage an additional amount of private capital, over \n5 years, that equals the public project cost of about $160 million to construct and operate \ninfrastructure projects in Sindh, and will thereby stimulate economic activity and income and \nemployment in Sindh. Major expected benefits are the creation and development of critical \ninfrastructure  as  well  as  on-time  delivery  and  lower  cost  overruns  compared  with  public \nprocurement.20 An ADB financial management assessment considered the capacity of the SFD \nto be adequate, taking into account the risk mitigation measures described in para. 31. \n \nB.  Governance \n \n31.  The financial management risk rating, before risk mitigation measures, is considered \nsubstantial. The governance and operational policies and procedures in the existing VGF are \ninadequate. The SFD has agreed to improve oversight of the PDF and existing VGF through \nperiodical external audits. Under the project, a new well-structured and established PSF will \nmanage the new VGF in compliance with Securities and Exchange Commission of Pakistan \ngovernance, financial  reporting,  and  auditing requirements. The following  aspects must  be \nimproved prior to the first disbursement: (i) accounting and reporting systems for the PDF and \nnew VGF must be confirmed satisfactory to ADB; and (ii) contingent liabilities related to PPP \ncontracts must be adequately reflected in GOS financial statements and gaps identified in GOS \nfinancial audits beginning with the audit of FY2016, and be addressed through a time-bound \naction plan no later than 30 June 2017. Under the project, new VGF injections will be routed \nthrough the PSF, which will manage the funds. PSF staff, proficient in risk management, will \ninstitute  a  strong  governance  structure  and  support  the  SFD  in  managing  the  contingent \nliabilities arising from PPPs. \n \n32.  The SFD procurement team possesses adequate skills, experience, and capacity to \nprocure goods and consulting services in accordance with Sindh Public Procurement Rules \n2010. The team’s capacity to follow ADB guidelines will continue to be strengthened. The GOS \nhas drafted procurement procedures for efficient and transparent procurement processes for \nPPP  projects.  Processes  for  information  management,  effectiveness,  and  accountability \nmeasures  are  satisfactory.  The  PMU  will  include  dedicated  staff  to  handle  procurement \n                                                \n19 Exchange rate on 11 August 2016. \n20 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \noversight and document flow. PMU staff skills and knowledge in these areas will be further \nstrengthened through training under the attached TA. ADB’s Anticorruption Policy (1998, as \namended to date) was explained to and discussed with the Government of Pakistan and the \nGOS. The specific policy requirements and risk mitigation measures are described in the PAM \n(footnote 11). \n \nC.  Poverty and Social \n \n33.  The project is classified general intervention. It will, however, generate indirect benefits \nthrough increased and improved infrastructure and services and may provide fiscal space for \nsocial expenditures in the long term when PPPs are more established. The project will help \nimplement PPPs that reflect appropriate VFM, resulting in a net gain for the people of Sindh. \nThis will benefit both urban and rural areas by increasing employment opportunities during PPP \nproject  construction  as  well  as  establishing  ancillary  facilities  that  will  generate  additional \nemployment. Through the TA, the project will further support training on gender-responsive \nproject  selection  criteria  (i.e.,  impact  on  women  beneficiaries, mitigation  measures for  any \nadverse impact on women, employment opportunities that will be created for women through \nthe project, and capture of sex-disaggregated project data). \n \nD.  Safeguards \n \n34.  The  project  is  classified  financial  intermediation  for  the  environment  and  involuntary \nresettlement, and financial intermediation treated as category C for indigenous peoples. Due \ndiligence shows that the PSF will support infrastructure initiatives that may have resettlement and \nenvironmental impacts. Civil works will include new construction, as well as rehabilitation of \nexisting  infrastructure  in  areas  such  as  transport  and  renewable  energy.  No  impacts  on \nindigenous peoples are anticipated. An ESMS arrangement document setting out the safeguard \nrequirements has been prepared. Prior to the first disbursement to the PSF, an ESMS that meets \nADB’s requirements must be in place. ADB will also need to be satisfied that the PSF has the \naccountability and capability to (i) manage the ESMS and environmental and social policies of the \nPSF and the PPP unit, and operational guidelines, safeguards screening, categorization, review \nprocedures, and oversight during subproject implementation; and (ii) set out a plan to strengthen \nthe environmental and social safeguards capability of the PSF and PPP unit through appropriate \nintegration  in  the  PSF  risk  management  structure,  and  appropriate  staffing,  performance \nmonitoring, and reporting. TA consultants will support the PSF in establishing the ESMS, and will \nperiodically monitor and review ESMS implementation. The PSF will also contract the services of \na firm on a retainer basis to assist it with the safeguards reviews of any proposals submitted for \nfunding, and to support its accountability for managing the ESMS in line with ADB’s Safeguard \nPolicy Statement (2009). Disclosure of subproject safeguards documents are described in the \nESMS. The ESMS will be subject to periodical external audit and review by ADB.21 \n \nE.  Risks and Mitigating Measures \n \n35.  Overall project risks are assessed as high. Major risks and mitigating measures are \nsummarized in Table 4 and described in detail in the risk assessment and risk management \nplan.22 The integrated benefits and positive impact of the project are expected to outweigh the \ncosts. \n                                                \n21 An environmental and social safeguards management system will be established to ensure that appropriate \nsafeguards are incorporated in Sindh’s PPP activities. \n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nPoor security environment affects  Direct mitigation of the political and security risks are outside the scope of this \ninvestor confidence.  project. \nPPP policy project selection criteria  The Asian Development Bank will disqualify projects that do not apply policies \nmay not be used by all PPP nodes  and guidelines consistently. \nHigh turnover of critical staff in the  The technical assistance will help develop a document management system, \nPPP nodes creates a risk of project  handbooks, and guidelines that will be used to train and transfer knowledge to \nimplementation delays and inability  new staff. \nto deliver projects. \nPrudent policies and procedures for  The project development facility will be regularly audited. The PSF will take \nVGF funding are not consistently  over the management of the VGF. The PSF will comply with all Securities and \napplied.  Exchange Commission of Pakistan financial reporting and auditing \nrequirements. \nVGF is not properly utilized.  The PSF is being formed with an elaborate governance structure to mitigate \nsuboptimal utilization of the new VGF. \nPPP = public–private partnership; PSF = Public–Private Partnership Support Facility, VGF = viability gap fund. \nSource: Asian Development Bank. \n \nV.  ASSURANCES AND CONDITIONS \n \n36.  The Government of Pakistan and GOS have assured ADB that implementation of the \nproject shall conform to all applicable ADB policies, including those concerning anticorruption \nmeasures, safeguards, gender, procurement, consulting services, and disbursement as described \nin detail in the PAM and loan documents. The Government of Pakistan and GOS have agreed \nwith  ADB  on  certain  covenants for the  project,  which  are  set forth  in  the  loan  and  project \nagreements. In addition to the standard conditions to loan effectiveness, the following items have \nbeen  identified  and  specified  as  conditions  to  loan  effectiveness:  (i)  incorporation  and  full \nprofessional  staffing  and  budgeting  of  the  PSF,  including  appointment  of  its  key  senior \nmanagement and board members; (ii) adoption of environmental guidelines for Sindh PPPs; (iii) \nrevisions to the Sindh PPP policy and related guidelines and rules to reflect the new VGF \nstructure and its governance; (iv) adoption of a detailed financial management manual for the \nPSF; (v) adoption of new project selection criteria for Sindh PPPs;  and (vi) improved staffing of \nthe PPP nodes in designated sectors, including appointment of procurement technical sector and \nfinancial specialists.  \n \nVI.  RECOMMENDATION \n \n37.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$100,000,000 to the Islamic Republic of Pakistan for the Supporting Public–Private Partnership \nInvestments in Sindh Province Project, from ADB’s ordinary capital resources, with interest to \nbe determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 20 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n3 November 2016 \n ", "Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK\nImpact the Project is Aligned With \n \nInfrastructure investments and services in Sindh improveda \n       \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By FY2022:     \nFiscally responsible  a. Private investment in provincial  a. Government of  Agreed policy and \nprivate sector  infrastructure and service projects  Sindh Bureau of  institutional \nparticipation and  increased to 10% (FY2016  Statistics, SFD reports  arrangements for \ninvestment in  baseline: Percentage of PPP    PPPs are not used \ninfrastructure  projects in ADP 6%)  b–c. PPP unit status  uniformly by all PPP \nincreased in Sindh    reports  nodes. \nb. A contingent liability \nassessment and risk management \nplan included in 100% of project \nproposals submitted to the PPP \nPolicy Board (2014 baseline: 0) \n \nc. Weighted average of VGF \nutilization with respect to project \ncost for PPP project portfolio \ndecreased to 75% (2014 baseline: \n96%) \n  Outputs       \n1. Government of  1a. Standardized project selection  1a–b. Reports of key  High turnover of \nSindh capacity to  criteria for PDF in place by  sector departments,  core staff at the PPP \nselect and develop   January 2017 (2014 baseline:  PPP unit   nodes creates a risk \nPPP projects  Different sets of criteria used for    of project \nstrengthened   each project)    implementation \n    delay \n1b. At least one staff member of  1a–b. PMU status   \nfour PPP nodes trained in proper  reports \napplication of selection criteria by   \nApril 2017, seven PPP nodes by   \nDecember 2018 (2014 baseline:   \nno standardized criteria)   \n   \n1c. PDF replenished by $3 million  1c. Provincial budget \nupfront by January 2017 (2014  reports \nbaseline: no PDF replenishment \nplan) \n \n2. PPP project-related  2a. PSF established by December  2a. Constitution \nfiscal risk effectively  2016  documents \nmanaged by PSF     \n2b. Established criteria for VGF  2b–e. PSF quarterly \nutilization and management by  risk management \nPSF from June 2017 onwards  reports, annual \n(2014 baseline: criteria incomplete  reports, and audited \nand not used systematically)  financial statements \n \n  2c. Risk management measures  2b–d. Asian   \napplied by PSF to all PPP  Development Bank \ntransactions from September 2017  review mission reports \nonward (2014 baseline: no ", "12  Appendix 1 \n  criteria)  2d. PMU status   \n  reports \n2d. At least six PPP projects \nsupported by PSF by March 2022 \n(2014 baseline: 0) \n \n2e. Quarterly risk management \nreports submitted by PSF to the \nPPP Policy Board from July 2017 \nonward (2014 baseline: PPP \npolicy and project decisions not \nlinked with contingent liability \nmanagement) \n \n3. PPP project  3a.  Screening criteria adopted for  3a. Government of  Introducing multiple \nselection and  all proposed development projects  Sindh staff  PPPs in the market \nsubsequent  by July 2017 and utilized with  notifications, Planning  concurrently may \nmanagement capacity  respect to projects in all  Commission form 1  reduce the quality of \nof line departments,  government departments by  (investment project  projects, given the \nfinance, and PDDs  January 2018  proposal), provincial  limited absorptive \nstrengthened    budget reports, SFD  capacity of the \n3b. 50% of PPP proposals to the  contingent liability  Government of \nPPP Policy Board contain  updates  Sindh \nstandardized selection criteria by   \nJune 2017, 100% by June 2019  3b. PPP Unit status \n(2014 baseline: no standardized  reports \nselection criteria)   \n  3c–d. PMU status \n3c. Annual status reports issued  reports \nby the departments implementing   \nPPP projects for 50% of projects  3c. Line departments’ \nby December 2017 and 100% by  websites \nDecember 2018 (2014 baseline: \nno status reports) \n \n3d. All PPP node staff in the \nenergy, planning and \ndevelopment, transport, works, \nand services departments trained \non contract and project \nmanagement by December 2017; \nand in education and health \ndepartments by June 2022 (2014 \nbaseline: 0) \n \n \n \n \n \n \n \n \n \n \n \n    \n ", "Appendix 1  13 \nKey Activities with Milestones \n \n1. Government of Sindh capacity to select and develop PPP projects strengthened \n1.1  Approve environmental guidelines for PPP projects for use by June 2017; hire an environmental \nsafeguards specialist to the PPP unit by December 2016. \n1.2  Prepare and adopt criteria to identify projects eligible for support from the PDF by January 2017. \n1.3  Develop and implement a system to ensure that such identification criteria are used by January 2017. \n1.4  Develop training modules and conduct training for staff of PPP unit and PPP nodes in SFD, PDD, and \nuser departments with PPP portfolios by April 2017 up to June 2022. \n1.5  Replenish the PDF by $3 million through government counterpart contributions by January 2017. \n \n2. PPP project-related fiscal risk effectively managed by PSF \n2.1 Revise PDF guidelines, PPP guidelines, VGF guidelines, Sindh Public Procurement Act 2009, and \nSindh Public Procurement Rules 2010 to incorporate the project selection criteria and the PSF by April \n2017. Revise PPP Act 2010 to incorporate the project selection criteria and the PSF by September \n2017 \n2.2 Set up and fund the PSF by December 2016. \n2.3 Recruit two risk management staff to SFD by December 2016. \n2.4 Adopt an operational and organizational plan by PSF for risk management by March 2017. \n2.5 Establish a monitoring and evaluation system by PSF to manage the direct and contingent liabilities of \nPPP projects by June 2017. \n2.6 Develop and implement an outreach and training program by PSF for all PPP nodes regarding risk \nmanagement, VGF management, and other relevant PSF operations by December 2017 up to June \n2022. \n2.7 Develop and present to the government a conceptual plan by PSF for an infrastructure guarantee fund  \nand alternate financing sources by December 2018. \n \n3.  PPP project selection and subsequent management capacity of line departments, finance, and \nPDDs strengthened \n3.1 Adopt screening criteria by the Government of Sindh to identify the optimal structuring models for all \nproposed development projects by July 2017. \n3.2 Utilize screening criteria with respect to projects in all government departments by January 2018 and \nincorporate PPP project identification by PDD in the ADP development process by June 2018. \n3.3 Deploy PPP advisors and specialists in three PPP nodes to support project selection, \nproject development, and project and contract management by December 2016. \n3.4 Develop training modules for staff in PPP nodes by June 2017 and utilize modules to train key PPP \nnode staff by December 2017 up to June 2022. \nInputs \nAsian Development Bank: $100,000,000 (ordinary capital resources) \nGovernment of the United Kingdom: $4,750,530 (technical assistance grant) \nGovernment of the United Kingdom: $19,234,706 (grant) \nGovernment of Sindh: $65,000,000 (for PDF, PSF, staff, and logistical support) \nAssumptions for Partner Financing \nNot applicable \nADP = annual development plan, PDD = planning and development department, PDF = project development facility, \nPMU = project management unit, PPP = public–private partnership, PSF = Public–Private Partnership Support Facility, \nSFD = Sindh Finance Department, VGF = viability gap fund. \na  Government of Sindh, Bureau of Statistics, Finance Department (project implementing agency), and PPP unit status \nreports. \nSource: Asian Development Bank. \n ", " 14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=46538-002-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Grant Agreement: Externally Financed \n4.  Sector Assessment (Summary): Public Sector Management \n5.  Project Administration Manual \n6.  Contribution to the ADB Results Framework \n7.  Development Coordination \n8.  Attached Technical Assistance \n9.  Economic and Financial Analysis \n10.  Country Economic Indicators \n11.  Summary Poverty Reduction and Social Strategy \n12.  Financial Intermediary: Environmental and Social Management System Arrangement \n13.  Risk Assessment and Risk Management Plan \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161103190108+08'00'", "ModDate": "D:20161103190108+08'00'", "Author": "CH2", "Creator": "PDF24 Creator", "Title": "Microsoft Word - RRP (PAK) SupPPPInvSindhProvProj.docx"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 15 October 2016) \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0096 \n$1.00  =  PRs104.54 \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  ADP  –  annual development plan \n  ESMS  –  environmental and social management system \n  GOS  –  Government of Sindh \n  P&DD  –  Planning and Development Department, Government of \nSindh \n  PAM  –  project administration manual \n  PDF  –  project development facility \n  PMU  –  project management unit \n  PPP  –  public–private partnership \n  PSF  –  Public–Private Partnership Support Facility \n  SFD  –  Sindh Finance Department \n  TA  –  technical assistance \n  VFM  –  value for money \n  VGF  –  viability gap fund \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan and its agencies ends on 30 \nJune. “FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2016 ends on 30 June 2016. \n(ii)  In this report, “$” refers to US dollars, “£” refers to pound sterling. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  R. Hartel, Public Management, Financial Sector, and Trade Division, \nCWRD \n   \nTeam leader(s)  S. Ali, Senior Project Officer (Financial Sector), Pakistan Resident \nMission, CWRD \n  A. Torres, Principal Financial Sector Specialist, CWRD \nTeam members  Z. Abbas, Senior Environment Specialist, CWRD \n  C. Godoy, Operations Assistant, CWRD \nJ. T. Nicolas, Senior Development Specialist, CWRD \n  D. Perkins, Senior Counsel, Office of the General Counsel \n  L. Raquipiso, Senior Economics Officer, CWRD \nPeer reviewer  G. Hauber, Principal Public–Private Partnership Specialist, Southeast \nAsia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "S. O’Sullivan", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "R. Hartel", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "A. Torres", "role": "Principal Financial Sector Specialist", "organization": "CWRD"}, {"fullname": "Z. Abbas", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"fullname": "C. Godoy", "role": "Operations Assistant", "organization": "CWRD"}, {"fullname": "J. T. Nicolas", "role": "Senior Development Specialist", "organization": "CWRD"}, {"fullname": "D. Perkins", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "L. Raquipiso", "role": "Senior Economics Officer", "organization": "CWRD"}, {"fullname": "G. Hauber", "role": "Principal Public", "organization": ""}]}