{"path": "data/input/reports/47021-002-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 47021-002 \nNovember 2014 \n \n \n \n \n \n \n \nProposed Loan  \nPakistan: Federally Administered Tribal Areas Water \nResources Development Project \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 25 October 2014) \n \nCurrency unit –  Pakistan rupee/s (Pre/PRs) \nPRe1.00 =  $0.00970 \n$1.00 =  PRs103.00 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EARF  –  environmental assessment and review framework \n  EIRR  –  economic internal rate of return \n  FATA  –  Federally Administered Tribal Areas \n  FMA  –  financial management assessment \n  FRDP  –  FATA Rural Development Project \n  IEE  –  initial environmental examination \n  LAR  –  land acquisition and resettlement \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  SDR  –  special drawing right \n \nWEIGHTS AND MEASURES \n \n  ha  –  hectare \n  km2  –  square kilometer \n  mcm  –  million cubic meter \n  mm  –  millimeter \n \nGLOSSARY \n \n  barani  –  rainfed agriculture area \n  kharif  –  summer season of crops \n  rabi  –  winter season of crops \n  watercourse  –  tertiary channel system in a command area \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Pakistan and its agencies ends on 30 \nJune. “FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2015 ends on 30 June 2015. \n(ii)  In this report, “$” refers to US dollars.  \n ", " \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  A. Siddiq, Environment, Natural Resources and Agriculture Division, \nCWRD \n   \nTeam leader  D. Walton, Principal Natural Resources and Agriculture Specialist, \nCWRD \nTeam members  Z. Abbas, Senior Environment Specialist, CWRD \n  T. Anwar, Senior Financial Control Officer, CWRD \n  M. Beauchamp, Social Development Specialist (Safeguards), CWRD \n  R. Jones, Natural Resources and Agriculture Economist, CWRD \n  Z. Mustafa, Associate Programs Analyst, CWRD \n  D. Perkins, Counsel, Office of the General Counsel \n  J. Stickings, Senior Social Development Specialist (Gender), CWRD \nPeer reviewer  Y. Siddiqi, Principal Water Resources Specialist, Regional and \nSustainable Development Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \n \n \nCONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  3 \nE.  Implementation Arrangements  4 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty and Social  7 \nE.  Safeguards  7 \nF.  Risks and Mitigating Measures  8 \nIV.  ASSURANCES AND CONDITIONS  9 \nV.  RECOMMENDATION  9 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  10 \n2.  List of Linked Documents  13 \n   \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 47021-002\nProject Name Federally Administered Tribal Areas  Department CWRD/PRM\nWater Resources Development Project /Division\nCountry Pakistan Executing Agency FATA Secretariat\nBorrower Government of Pakistan\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural  Forestry 3.87\nresources and rural  Irrigation 32.66\ndevelopment\nWater-based natural resources management 6.45\nTotal 42.97\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Medium\ngrowth (IEG) including jobs, made more inclusive Project\nEnvironmentally  Natural resources conservation\nsustainable growth (ESG)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Civil society participation Some gender elements (SGE)\ndevelopment (GCD)\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Rural High\npoverty\nGeographic targeting (TI-G) Yes\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 42.97\n     Sovereign Project loan: Asian Development Fund  42.97\nCofinancing 0.00\n     None 0.00\nCounterpart  4.93\n     Government 4.93\n  \nTotal 47.90\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 11072014132358023406 Generated Date: 18-Nov-2014 15:29:30 PM", "", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto  the  Islamic  Republic  of  Pakistan  for  the  Federally  Administered  Tribal  Areas  Water \nResources Development Project.1 \n \n2.  The FATA Water Resources Development Project will address low farm productivity, \nhigh poverty incidence, and pervasive food insecurity in the Federally Administered Tribal Areas \n(FATA). It will increase agriculture production and household incomes by providing reliable \nirrigation to non-irrigated rainfed farmlands and non-cultivated lands. The project includes the \nconstruction  of  new  irrigation  infrastructure,  improved  on-farm  water  management  through \nactivities such as terracing and land leveling, and watershed management. The FATA Water \nResources Development Project will also strengthen the project area’s natural resource base by \nimproving selected watersheds, which will enhance the recharging of underground aquifers and \nreduce the impact of floods. The project will benefit 116,751 households, or about 1.4 million \npeople, in the project area and improve about 9,700 hectares (ha) of land.2 \n \nII.  THE PROJECT \nA.  Rationale \n3.  FATA is located along Pakistan’s northwestern border with Afghanistan and is spread \nover  27,220  square  kilometers  (km2),  or  3.4%  of  the  country’s  land  mass.3 FATA  has  a \npopulation of about 4.3 million, which represents about 2.4% of Pakistan’s total population.4 The \nproject area consists of three of seven FATA agencies: Bajaur, Khyber, and Mohmand. These \nagencies have an estimated population of 2.65 million (2013) living in 1,396 settlements. The \nvast majority of FATA’s population is rural and depends on agriculture, including livestock, and \nthe natural resource base for their livelihood. Farm sizes in the project area vary from less than \n1.0 ha to more than 50.0 ha; however most farms are 2.5 ha or less and are owner-managed. \nTwo distinct types of farming systems characterize agriculture in FATA: (i) rainfed or barani \nsubsistence-level agriculture, which produces food staples, such as wheat and maize; and (ii) \nirrigated agriculture, which is more stable and productive. Irrigated agriculture in FATA enables \nfarmers to earn higher incomes by expanding production beyond food staples into higher-value \nhorticultural  crops,  including  vegetables.  There  is  significant  scope  to  expand  irrigated \nagriculture in FATA through utilization of the region’s surface water resources. \n \n4.  A water assessment study was prepared under the FATA Rural Development Project \n(FRDP) to assess the surface and ground water potential in the 44 watersheds of the project \narea.5 The study noted that rainfall in the project area is scanty and mostly converts into flash \nfloods, which flow into four rivers and their tributaries that traverse the project area.6 The study \nanalyzed 30 years of rainfall data, which was found to vary from 295 to 1,048 millimeters \nannually in the project area. Surface runoff also varies from watershed to watershed depending\n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided small-scale project preparatory technical assistance for the FATA \nWater Resources Development Project (TA 8409).  \n3  FATA consists of seven agencies (Bajaur, Khyber, Kurram, Mohmand, Orakzai, and North and South Waziristan) \nand six bordering frontier regions (Bannu, Dera Ismael Khan, Kohat, Lakki, Peshawar, and Tank). \n4  Government  of  Pakistan,  Bureau  of  Statistics  (FATA  Cell),  Planning  and  Development  Department,  FATA \nSecretariat. 2012. FATA Development Statistics 2012. Peshawar. \n5  ADB. 2006. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Islamic \nRepublic of Pakistan for the Federally Administered Tribal Areas Rural Development Project. Manila. \n6  These are the Panjkora River in Bajaur Agency, the Bara River in Khyber Agency, the Kabul River at the border of \nKhyber and Mohmand agencies, and the Swat River in Mohmand Agency. \n ", "2 \n \non the area of the watershed, its topography, soil type, soil and vegetation cover, and rainfall \nintensity, and is estimated to range from 2% to 21% of the annual rainfall volume. \n \n5.  Irrigated agriculture in FATA relies mainly on groundwater abstracted by tube wells, dug \nwells,  and  open  wells,  with  very  little  utilization  of  surface  water.  Poor  water  resources \nmanagement  has  become  a  major  challenge  to  increasing  agriculture  productivity,  and \nundermines efforts to improve the socioeconomic condition of FATA’s inhabitants. The main \nproblems faced by the water sector are as follows: (i) spillage of the surface runoff generated in \nthe project area drains out due to lack of infrastructure for utilizing this resource for productive \npurposes; (ii) aquifers are depleted due to overexploitation of groundwater in all watersheds for \nirrigation and domestic use, and there is a need to shift from groundwater to surface water as \nthe main source of water for irrigation; (iii) because most of FATA lies in arid and semi-arid \nzones, the area receives little precipitation throughout the year, which lowers the recharge rate \nof the subsoil aquifer, and reduces both the water table and the quantity available from surface \nsources; (iv) the area lacks infrastructure to store runoff and conserve the seasonal flows in the \nstreams to provide a regular supply of irrigation water; (v) there is a lack of rain and stream \ngauges to measure the quantity of water and seasonal variations within the catchment area; and \n(vi) effective on-farm water management practices are absent.  \n \n6.  Poor water resource management, along with extensive deforestation and overgrazing \nof rangelands, has put immense pressure on the region’s watersheds. Their degraded condition \nhas increased runoff and resulted in high rates of soil erosion. In the absence of proper tree and \nvegetation cover, the runoff leads to flash floods that often destroy the productive agricultural \nland  in  the  valley  bottom.  Increasing  tree  cover  and  constructing  check  dams,  where \nappropriate, will reduce runoff rates and soil erosion, and increase flood retention. This can also \nlead to aquifer replenishment.  \n \n7.  The  project  scope  is  based  on  recommendations  of  the  water  assessment  study \n(footnote 5). The study recommended that (i) investment decisions in the water sector in the \nproject area should be based on the water balance of watersheds provided in the study, and (ii) \nthere should be a shift from groundwater to surface water exploitation. It identified the potential \nfor developing surface water resources for irrigation and other uses, and integrating them with \nwatershed  management  and  command  area  development  to  ensure  their  sustainable  use \nwithout degrading the watersheds. The study proposed sites for small dams and diversion weirs \nin 44 watersheds in the project area to bring new land under irrigation along with improved \nwatershed management. \n \n8.  Lessons from the FRDP and similar area-based rural development projects, and small-\nscale water resources projects have informed the project design and selection of interventions. \nInstead of costly water resources interventions, very simple and small irrigation schemes that \ncan be maintained and operated by the communities should be undertaken. Many of the earlier \ngovernment-financed schemes in FATA did not perform well because funding for the operation \nand maintenance (O&M) of the newly constructed subprojects was inadequate and there was a \nlack  of  community  ownership  and  participation  in  design  and  implementation,  and  post-\nconstruction operation and management of the irrigation network. In addition, command area \ndevelopment should be undertaken along with investments in water resources infrastructure to \nensure the expected economic benefits materialize.  \n \n9.  The proposed loan is included in the country operations business plan, 2014–2016 for \nPakistan, and consistent with the interim country partnership strategy, 2014–2015 for Pakistan, \nwhich prioritizes improving the country’s irrigation infrastructure. The project is in line with the \n ", "3 \n \nMidterm Review of Strategy 20207 and the ADB strategy for water resources.8 ADB’s agriculture \nsector evaluation (2006) for Pakistan emphasized improving water resources and irrigation.9 \nThe FATA Sustainable Development Plan, 2007–2015 aims to ensure the optimal and equitable \nuse, and sustainable management of existing surface water resources to bring more land under \nirrigated  agriculture.10 This  would  be  achieved  through  (i)  developing  efficient  small-scale \nirrigation  and  water  resources  management  infrastructure;  (ii)  conserving  and  recharging \ngroundwater  aquifers;  (iii)  utilizing  seasonal  rainfall  runoff  to  enhance  irrigation  flows;  (iv) \nharvesting surface water for irrigation; and (v) scaling up efficient irrigation systems. The federal \ngovernment’s new Vision 2025 includes water and food security among its core pillars with the \naim of reducing the food-insecure population from 60% to 30%, and increasing access to an \nadequate supply of water for agriculture.11 \n \nB.  Impact and Outcome \n10.  The project impact will be farm incomes in the project areas (Bajaur, Khyber, and \nMohmand agencies) are increased, thereby reducing poverty and increasing household food \nsecurity. The project outcome will be improved agricultural productivity of selected watersheds \nand conservation of their associated natural resource base. \n \nC.  Outputs \n11.  Project outputs consist of (i) construction of new irrigation infrastructure, including nine \nsmall concrete gravity dams (each with a maximum height of 15 meters), 31 diversion weirs, \nand  95  kilometers  of  main  and  secondary  irrigation  channels;  (ii)  improved  on-farm  water \nmanagement through construction of 144 kilometers of lined watercourses, terracing and land \nleveling on a command area of 4,615 ha, and installation of rain and stream gauges to measure \nwater availability; (iii) improved watershed management on 5,050 ha through afforestation of the \ndegraded watersheds and, where appropriate, the construction of check dams; and (iv) efficient \nproject management and evaluation, including establishment of a project management unit and \nthree project implementation units, timely procurement of goods, works and recruitment of \nconsulting services, and effective financial management. A total of 40 subprojects were selected \nfor financing based on criteria agreed with ADB.12 The list of subprojects and selection criteria \nare in the project administration manual (PAM).13 \n \nD.  Investment and Financing Plans  \n \n12.  The project is estimated to cost $47.9 million (Table 1). ADB financing in the amount of \n$42.97 million will be required for the proposed project. Approximately 62% of the loan proceeds \nwill finance the civil works, about 9% will finance consulting services, and the remainder will \n                                                 \n7  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila.  \n8  ADB. 2012. Water Operational Plan, 2011–2020. Manila. \n9 ADB.  2006.  Sector  Assistance  Program  Evaluation:  Evaluation  of  the  Agriculture  and  Natural  Resources \nManagement Sector. Manila. \n10 Government  of  Pakistan,  Planning  and  Development  Department,  Civil  Secretariat  (FATA).  2006.  FATA \nSustainable Development Plan, 2007–2015. Peshawar. \n11 Government of Pakistan, Ministry of Planning, Development and Reform, Planning Commission. 2014. Pakistan \n2025: One Nation–One Vision. Islamabad. \n12 Among the selection criteria are the following: (i) the communities are willing to take ownership for the operation \nand maintenance of weirs, channels, and on-farm facilities using their own resources; (ii) subprojects must meet all \nADB social and environmental safeguards requirements; (iii) the community organizations must ensure equity, i.e. \nsubprojects must benefit all potential farmers; (iv) small reservoirs must be developed with international best \npractices for safety and should not increase flood risk to local communities; and (v) only subprojects identified by \nthe water assessment study conducted under the FRDP will be considered. \n13 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "4 \n \nfinance  machinery  and  equipment,  recurrent  costs,  contingencies  and  interest  during \nimplementation. Detailed cost estimates are in the PAM. \n \nTable 1: Project Investment Plan \n($ million) \nItem  Amounta \nA.   Base Costb    \n  1.   Construction of New Irrigation Infrastructure  24.2 \n  2.   Improved On-Farm Water Management  4.8 \n  3.   Improved Watershed Management  2.9 \n  4.  Efficient Project Management and Evaluation  7.0 \n                 Subtotal (A)  38.9 \nB.   Contingenciesc  7.7 \nC.   Financing Charges During Implementationd  1.3 \n      Total (A+B+C) 47.9 \na  Includes taxes and duties of $109,504.00 equivalent to be financed from government resources. \nb  In 2014 prices. \nc  Price contingencies were estimated using Asian Development Bank (ADB) cost escalation factors.  \nd  Interest during construction for the ADB loan has been computed at 2.0% per annum.  \nSource: ADB estimates. \n \n13.  The Government of Pakistan has requested a loan in various currencies equivalent to \nSDR29,274,000 ($42.97 million equivalent) from ADB’s Special Funds resources to help finance \nthe project. The loan will have a 25-year term, including a grace period of 5 years, an interest \nrate of 2.0% per annum during the grace period and thereafter, and such other terms and \nconditions set forth in the draft loan agreement. The financing plan is in Table 2.  \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank      \nSpecial Funds resources (loan)  42.97  89.8 \nGovernment    4.93  10.2 \nTotal  47.90  100.0 \nSource: Asian Development Bank estimates.\n \nE.  Implementation Arrangements \n14.  The  FATA  secretariat is  the  project’s  executing  agency.14 It  will  establish  a  project \nmanagement unit (PMU) in the Planning and Development Department of the FATA secretariat \nand project implementation units in each of the three agencies.15 Select line agencies will work \nwith the PMU and project implementation units to implement the project. The project will also be \nimplemented in cooperation with community organizations that were established under the \nFRDP. A project steering committee, headed by the additional chief secretary, FATA secretariat, \nhas  already  been  appointed  and  will  provide  policy  guidance  and  monitor  overall  project \nperformance and progress. The implementation arrangements are summarized in Table 3 and \ndescribed in detail in the PAM. \n                                                 \n14 The FATA secretariat was established by the government in 2006 for the purpose of local administration of FATA, \nincluding overseeing its development affairs. \n15 The FATA secretariat will recruit incremental staff for the PMU and PIUs. In accordance with OM/H3/BP, the ADB \nloan will finance recurrent costs, including salaries for incremental project management staff. ADB financing of \nthese recurrent costs will ensure effective implementation of the project and achievement of its development \nobjectives. ADB. 2012. Cost sharing and Eligibility of Expenditures for ADB Financing. Operations Manual. OM \nH3/BP. Manila. \n ", "5 \n \n \nTable 3: Implementation Arrangements \nAspects   Arrangements\nImplementation period  March 2015–March 2020 \nEstimated completion date  31 March 2020 (loan closing date is 30 September 2020) \nManagement \n(i)   Oversight body  Project Steering Committee  \nChair: Additional Chief Secretary, FATA secretariat  \nMembers: Secretary, Planning and Development, FATA secretariat; \nSecretary Finance, FATA secretariat; Director General Projects, FATA \nsecretariat; Representative, Ministry of SAFRON; Representative, Federal \nPlanning and Development Division; political agents of Bajaur, Khyber, and \nMohmand agencies; representatives of concerned line department; Project \nDirector, Secretary. \n(ii)   Executing agency  FATA secretariat \n(iii)  Key implementing agencies  Directorate of Irrigation, Directorate of Agriculture, and Directorate of \nForest of the FATA secretariat. \n(iv)  Implementation units  Project management unit, FATA secretariat, Peshawar; project \nimplementation units in Bajaur, Khyber, and Mohmand agencies.  \nProcurementa  National competitive  15 civil works contracts and 1  $31.30 million \nbidding  supply contract   \nShopping  4 contracts  $0.22 million \nConsulting services  Design and supervision  792 person-months of  $4.00 million \nconsultants (QCBS  national consulting inputs \n90:10) \nBaseline and  Least-cost selection contract  $0.02 million \ncompletion surveys \nFinal project evaluation  Least-cost selection contract  $0.03 million \nAccounting system  Individual  $0.01 million \ninstallation and training \nDisbursement  The loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, FATA = Federally Administered Tribal Areas, QCBS = quality- and cost-based \nselection, SAFRON = Ministry of States and Frontier Regions. \na \nThe executing agency has the option to consider awarding the civil works to the Frontier Works Organization, \nsubject to ADB approval, under the Force Account method given that the works are small, scattered, and in remote \nlocations for which qualified construction firms may be unlikely to bid at reasonable prices, and whereby the risks of \nunavoidable work interruption are better borne by the borrower than by a contractor. This could be considered only \nfor those parts of the project area where the security situation would be too high risk for regular contractors to \noperate. \nSource: Asian Development Bank estimates. \n \n ", "6 \n \nIII.  DUE DILIGENCE \nA.  Technical  \n15.  The  project’s  proposed  interventions—small  dams,  diversion  weirs,  conveyance \nchannels, and on-farm water delivery systems, are well-known in the project area and have \nbeen practiced for several decades. The required skill for operational management is already \navailable and farmers are well acquainted with the farming practices. Further, training on the \nlatest know-how, operational management, and farming practices will strengthen the existing \ncapacity. A sound O&M mechanism has been provided in the PAM. Subprojects selection \ncriteria  and  communal  management  of  the  interventions  are  the  enhanced  technical  and \nmanagement features of the proposed project. \nB.  Economic and Financial \n16.  The main project benefit is increased agricultural production from greater availability and \nreliability of irrigation supplies provided by construction of small dams and weirs. This is a \nfunction of increased crop intensity, improved crop yields, and the introduction of high-value \nvegetable  crops.  Currently,  land  is  cultivated  with  conventional  low-yielding  and  low-value \ncrops—predominantly  wheat  in  the  rabi  season  and  maize  in  the  kharif  season.  Wheat \nproduction is a combination of barani wheat and low-input irrigated wheat from uncontrolled \nwater supply sources, which has relatively low yield due to intermittent irrigation. Considerable \nuncertainty surrounds the values of key variables that influence the project benefits, including (i) \ncapital costs, (ii) the impact of security conditions and potential delays in project benefits, (iii) \nimproved crop yields, (iv) increased crop intensity, and (v) the adoption rate of high-value \nvegetable crops. These are specified as random variables in a risk modeling framework. An \neconomic analysis yielded a mean economic internal rate of return (EIRR) of 12.4% (with a \nstandard deviation of 1.4%). The EIRR ranged from 8.1% to 17.2%, and there was a 35% \nprobability that the EIRR would be less than the 12% threshold. Overall, it is concluded that the \nproject will have a positive impact on improving the welfare of the poor in Pakistan. \n17.  Each  year,  the  federal  government  sets  aside  a  block  allocation,  the  Annual \nDevelopment  Program,  intended  exclusively  for  development  spending  in  FATA.  Sector \nallocations from the Annual Development Program are made at the FATA secretariat, based on \npriorities  and  needs.  FATA’s  overall  annual  allocation  has  been  increasing  steadily.16 The \nregular budget covers nondevelopment expenditures and recurring costs, including O&M costs \nand  salaries.  The  Irrigation  Department  will  be  responsible  for  O&M  of  the  dams  and \nappurtenant structures. Table 4 provides information on the department’s development and \nnondevelopment budgets for fiscal years (FY) 2012–2014. Requisite resources will be included \nin the annual nondevelopment budget of the Irrigation Department to finance the regular O&M \ncosts of the dams and appurtenant structures.  \nTable 4: Irrigation Department Budget Allocations versus Expenditures \n \nDevelopment Budget Nondevelopment Budget\n($ equivalent)  ($ equivalent) \nFiscal Year  Allocation  Expenditures Allocation Expenditures\n2012  8,802,810.00  8,575,540.00  707,970.00  679,740.00 \n2013  11,962,110.00  11,748,540.00  720,030.00  773,930.00 \n2014  18,268,540.00  18,253,080.00  798,800.00  738,880.00 \nNote: Budget allocations and expenditures are provided in $ equivalent at an exchange rate of $1.00 = PRs100. \nSources: Government of Pakistan, Federally Administered Tribal Areas secretariat, Irrigation Department. \n                                                 \n16 Annual Development Programme allocations for FATA were PRs10.35 billion for FY2011, PRs12.5 billion for \nFY2012, and PRs13.0 billion for FY2013. \n ", "7 \n \nC.  Governance \n18.  The financial management assessment (FMA) confirmed that the FATA secretariat’s \nfinancial management system generally meets ADB requirements for institutional capability and \naccounting and budgetary systems and procedures, and verified that the executing agency has \nthe capacity to successfully implement the project. The FMA noted that while a fully functional \ninternal audit unit is still not in place at the FATA secretariat, the pilot internal audit unit that has \nbeen set up will be made fully operational before the project starts. The risks and mitigation \nmeasures  have  been  included  in  the  risk  assessment  and  management  plan.  The  FMA \nassesses the pre-mitigation financial management risk as moderate. The identified risks will be \nmitigated by the establishment of a PMU staffed by qualified professionals who will assume day-\nto-day  management  of  the  project,  with  adequate  financial  management  system  software \ninstalled. Other initiatives by various donors to improve the budgetary process and monitoring \nand evaluation systems will benefit project implementation. \n \n19.  The procurement of goods and works will be carried out in accordance with ADB’s \nProcurement Guidelines (2013, as amended from time to time) and consultant selection with \nADB’s Guidelines on the Use of Consultants (2013, as amended from time to time). All 15 civil \nworks contracts will be procured through national competitive bidding as the value of each \ncontract is less than $15,000,000. The national competitive bidding method will be used for \nsupply contracts costing between $100,000 and $2,000,000, and the shopping method will be \nused for contracts costing less than $100,000. A firm will be recruited to provide design and \nsupervision consulting support through the quality- and cost-based selection method based on a \n90:10 ratio. Three service contracts will be awarded. ADB’s Anticorruption Policy (1998, as \namended  to  date)  was  explained  to  and  discussed  with  the  government  and  the  FATA \nsecretariat. The specific policy requirements and supplementary measures are described in the \nPAM. ADB is currently conducting a governance and anti-corruption risk assessment at the \ncountry and sector level covering public financial management, procurement and anti-corruption \nthat will inform the proposed country partnership strategy for 2015-2019. \n \nD.  Poverty and Social \n \n20.  The project will directly benefit 116,751 rural households, most of whom are poor and \nfood insecure, by shifting them from rainfed agriculture to irrigated agriculture. This will enable \nthem to diversify and intensify agriculture production, which will increase household incomes, \nlifting most of the farming families in the project area above the poverty line and enabling them \nto become more food secure. The additional water will also benefit their livestock, and the \nimproved condition of the watersheds will reduce the population’s exposure to the potential \nimpacts of climate change, land erosion, and flashfloods. The project’s gender analysis explored \npotential gender design features, which were then discussed with civil society and government \nagencies. The gender analysis and consultations indicated that the culturally restricted role of \nwomen in farm water management in FATA limited the scope to include gender design features \nin the project. However, measures and actions have been identified to ensure women’s access \nto  project  benefits,  such  as  water  for  domestic  use,  and  small-scale  income-generating \nopportunities that would address the practical needs of women and improve their well-being.   \n \nE.  Safeguards \n21.  Environment. An environmental assessment and review framework (EARF) has been \nprepared  for  the  sector  investment,  which  sets  out  the  procedures  and  environmental \nsafeguards  requirements  for  future  subprojects  as  required  by  ADB's  Safeguard  Policy \nStatement (2009). The EARF provides environmental requirements for future screening of the \n ", "8 \n \nremaining subprojects, selection, assessment, review, and monitoring. The three subprojects \nselected for implementation are the Jay Kalay Dam, Mohmand Agency; the Kharkai Weir, \nBajaur Agency; and the Shangade Dam, Khyber Agency. These involve the construction of two \nsmall  storage  dams  and  one  diversion  weir  to  regulate  flood  water  runoff  for  community \nagriculture purposes. Due to the limited scale of the subprojects and prevailing environmental \nconditions in the areas, the three subprojects selected under the project are categorized as \ncategory B for environment. Initial environmental examination (IEE) reports have been prepared \nfor each subproject.17 The generic environmental management plan will be made part of the \nbidding documents for the contractors, and the FATA secretariat will supervise the preparation \nand implementation of an environmental management plan for each site before construction \nbegins. The IEEs and the EARF have been disclosed on the ADB website on 14 August 2014. A \nnational environment officer will be recruited on a full-time basis to assist the FATA Secretariat \nwith  environment  categorization  of  proposed  subprojects  and  monitoring  of  all  ongoing \nsubprojects. \n \n22.  Involuntary resettlement. Detailed design of the first 3 of total of 40 subprojects has \nbeen completed and they are confirmed for involuntary resettlement as category C. A criterion \nfor  financing  of  subprojects  is  that  there  should  be  no  involuntary  land  acquisition  and \nresettlement (LAR). Therefore, all the subprojects are expected to be involuntary resettlement \ncategory C. The project has therefore been proposed as involuntary resettlement category C \noverall. However an LAR framework has been prepared in order to be equipped and ready to \naddress any unanticipated LAR issues that may arise during project implementation. A national \nresettlement officer will be recruited on a full-time basis to assist the FATA secretariat with \ninvoluntary  resettlement  categorization  of  proposed  subprojects  and  monitoring  of  all  the \nongoing subprojects, specifically with regard to LAR processes and the grievance redress \nmechanism, which will be established at each agency for subprojects. If involuntary resettlement \nissues arise, the resettlement officer will help the FATA secretariat prepare a resettlement plan \nin accordance with the LAR framework, and implement the plan. An external independent \nmonitor will be appointed by the FATA secretariat, as required, to monitor the implementation of \nLAR. An independent third party will monitor project performance, including safeguards and (i) \nprovide independent oversight of the voluntary land contributions for all applicable subprojects; \nand (ii) be responsible for ensuring that all procedures for voluntary land donation under the \nproject are conducted in a transparent manner and that land is donated without duress as part \nof  communities’  contribution  for  their  own  benefit.  The  monitor  will  also  ensure  that  the \nvulnerable are not physically displaced or made demonstrably worse off through land donation \nversus benefits accrued. \n \n23.  Indigenous peoples. The project area contains no known indigenous people with a \nsocial and cultural identity distinct from the dominant society that makes them vulnerable to \nbeing disadvantaged in the development process. Hence, there are no indigenous people in the \narea that fit the broad definition of indigenous people as adopted by ADB. Accordingly, the \nproject is categorized C for indigenous peoples. \n \nF.  Risks and Mitigating Measures \n24.  Major risks and mitigating measures are described in Table 5 and in detail in the risk \nassessment and risk management plan.18 The integrated benefits and impacts are expected to \noutweigh the costs of the risk-mitigation measures. \n                                                 \n17 The IEEs study the environmental impacts that would result from the implementation of these subprojects and \npropose mitigation measures to address those impacts. \n18 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \n \nTable 5: Risks and Mitigation Measures \nRisk Description  Mitigation Measures  \nSecurity situation delays project  The FATA secretariat (the executing agency) will arrange the \nimplementation.  provision of security to project personnel and contractors by the \n  political agents of the respective project agencies.  \nThe executing agency’s internal  The FATA secretariat has set up a pilot internal audit unit, which \ncontrols, procedures, and  should be made fully operational and staffed to strengthen the \nmechanisms are inadequate.  project’s internal controls.  \nFinancial reporting is  ADB is working with all the executing agencies in Pakistan under a \ninadequate.  regional technical assistance project to improve the quality of \nfinancial statements so that all essential financial information is \nsuitably disclosed. \nThere is a lack of qualified  The 40 subprojects have been packaged into 15 contracts of higher \ncontractors to undertake project  value to attract larger, more qualified contractors. \nworks. \nProcurement is delayed due to  The PMU will be staffed with requisite expertise. In addition, PMU \nlack of familiarity with ADB  staff will receive training in ADB procurement procedures to ensure \nprocurement procedures.  efficient procurement and contract management. \nADB = Asian Development Bank, FATA = Federally Administered Tribal Areas, PMU = project management unit. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n25.  The government and the FATA secretariat have assured ADB that implementation of the \nproject shall conform to all applicable ADB policies including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the project administration manual and loan documents. \n \n26.  The government and the FATA secretariat have agreed with ADB on certain covenants \nfor the project, which are set forth in the loan agreement. \n \n27.  It shall be a condition for loan effectiveness that the PMU shall have been established \nand each of a full-time (i) project director (PMU head); (ii) deputy director, engineering; (iii) \ndeputy director, procurement and contract management; and (iv) deputy director, finance and \nadministration, with qualifications, experience, expertise and terms of reference acceptable to \nADB, shall have been appointed. \n \nV.  RECOMMENDATION  \n28.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies equivalent to SDR29,274,000 to the Islamic Republic of Pakistan for the Federally \nAdministered Tribal Areas Water Resources Development Project, from ADB’s Special Funds \nresources, with an interest charge at the rate of 2.0% per annum during the grace period and \nthereafter; for a term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nTakehiko Nakao \nPresident \n \n24 November 2014\n ", "10      Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets  Data Sources and \nand Indicators with  Reporting \nAssumptions \nDesign Summary  Baselines  Mechanisms \nand Risks \nImpact      Assumption \nFarm incomes in the  By 2022:   FATA Development  Government will \nproject areas (Bajaur,  Average per capita  Bureau of Statistics Cell,  continue to pursue \nKhyber, and  incomes increased as  Planning and  socioeconomic \nMohmand agencies)  follows:  Development  development of FATA. \nare increased  (i) Bajaur: $2.31 per day  Department, FATA   \n(112% increase),  secretariat   \n(2014 baseline $1.09     \nper day)   \n(ii) Mohmand: $1.44 per \nday (144% increase), \n(2014 baseline $0.59 \nper day) \n(iii) Khyber: $1.21 per day \n(89% increase) (2014 \nbaseline $0.64 per \nday) \nOutcome      Assumptions \nImproved agricultural  By 2020:  FATA Development  Political and social \nproductivity of  Average crop intensity  Bureau of Statistics Cell,  conditions remain \nselected watersheds  increased as follows:  Planning and  conducive to project \nand their associated  (i)  Bajaur 165% (2014  Development  implementation. \nnatural resource  baseline 79%)  Department, FATA   \nbase  (ii)  Mohmand 155%  Secretariat  Development of water \n  (2014 baseline 97%)    resources and irrigation \n(iii)  Khyber 152% (2014  Executing agency  remains a government \nbaseline 57%)  baseline and project  priority. \n  completion surveys   \nBy 2020:    Community \nAverage crop yields are  Executing agency  organizations and \nimproved as follows:  PPMS semi-annual  communities are willing \n(i)  Wheat 2.46 t/ha  reports  and able to carry out \n(2014 baseline    O&M activities. \n1.37t/ha)  Executing agency   \n(ii)  Maize 2.24 t/ha (2014  quarterly and annual  Risk \nbaseline 1.44 t/ha)  progress reports  The security situation \n(iii)  Vegetables 7.96 t/ha    delays implementation of \n(2014 baseline 6.27  Executing agency  project activities. \nt/ha)  project completion   \nreport   \nOutputs      Assumption \n1. Construction of  By 2020:  Executing agency  Political and institutional \nnew irrigation  The command area  PPMS semiannual  support is adequate for \ninfrastructure  receiving secure irrigation  reports  effective project \n  supply increased to 4,291    implementation. \n  ha (2014 baseline = 1,294     \n  ha)      \n      Risks \n2. Improved on-farm  Average irrigation  Executing agency  Security situation \nwater management   requirements reduced to  quarterly and annual  precludes timely \n  3.70 mcm/ha from land  progress reports  implementation of \n ", "  Appendix 1     11 \nPerformance Targets  Data Sources and \nand Indicators with  Reporting  Assumptions \nDesign Summary  Baselines  Mechanisms  and Risks \n  leveling by 2020     subprojects.  \n       \n  Water measuring gauges  Executing agency  Delays are incurred in \n  installed and provide real- project completion  recruiting consultants \n  time information  report  and tending of civil \n      works contracts. \n3. Improved  At least 5,050 ha of     \nwatershed  targeted watersheds have  There is a lack of \nmanagement   effective vegetation cover  interest from qualified \n  (2014 baseline = 0 ha)  consulting firms and \n    contractors. \n4. Efficient project  Over 90% of contracts are   \nmanagement and  awarded and completed \nevaluation  on time and within budget \n \nQuarterly progress \nreports, annual reports, \nand audit reports are \nsubmitted within 4 weeks \nof due date \nActivities with Milestones  Inputs \n1. Construction of new irrigation infrastructure  ADB Loan: $42.97 \n1.1 Prepare feasibility studies for remaining subprojects (November 2016)  million (ADF) \n1.2 Complete nine small concrete gravity dam subprojects (March 2019)   \n1.3 Complete 31 diversion weir subprojects (September 2019)  Government: $4.93 \n1.4 Gender design features (e.g., washing pads, and safe and easy access  million  \nfor water fetching) included in 15% of the subprojects (September 2019)   \n1.5 Construct 95 km of main and secondary channels (December 2019) \n2. On-farm water management is improved \n2.1  Construct 144 km of field channels (December 2019) \n2.2   Install turn out structures (January 2020) \n2.3  Install water monitoring equipment (June 2019) \n2.4  Complete terracing and land leveling (January 2020) \n3. Management of watersheds improved \n3.1  Identify areas for watershed work in 37 subprojects (June 2016) \n3.2  Prepare watershed management manual (December 2015) \n3.3  Raise nurseries and carry out plantation works on 5,050 ha (February \n2020) \n3.4  Construct check dams in select watersheds (January 2020) \n4. Efficient project management and evaluation \n4.1  Establish PMU and PIUs and recruit key staff (April 2015) \n4.2  Recruit design and supervision consultant firm (July 2015) \n4.3  Procure vehicles and project equipment (June 2015) \n4.4  Establish accounting and financial management system, and train staff \n(June 2015) \n4.5  Undertake baseline survey (September 2015) \n4.6  Ensure operational M&E and PPMS systems (October 2015) \n4.7  Conduct midterm review (June 2017) \n \n \n  \n \n \n \n ", "12      Appendix 1 \n \n \nActivities with Milestones  Inputs \n4.8  Ensure that the project completion survey is completed (January 2020)   \n4.9  Ensure that the executing agency’s project completion report is finalized \n(March 2020) \n4.10 Facilitate the closing of the loan (30 September 2020) \n \nADB = Asian Development Bank, ADF = Asian Development Fund, FATA = Federally Administered Tribal Areas, ha \n= hectare, km = kilometer, M&E = monitoring and evaluation, mcm/ha = million cubic meters per hectare, O&M = \noperation and maintenance, PIU = project implementation unit, PMU = project management unit, PPMS = project \nperformance monitoring system, t/ha = tons per hectare. \nSource: Asian Development Bank. \n \n \n \n \n ", "  Appendix 2  13 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47021-002-3 \n \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Agriculture, Natural Resources, and Rural Development  \n3.  Project Administration Manual  \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Environmental Assessment and Review Framework \n10.  Resettlement Framework \n11.  Risk Assessment and Risk Management Plan \n \nSupplementary Document \n \n12.  Financial Management Assessment \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.10", "CreationDate": "D:20141124122415+08'00'", "ModDate": "D:20141124122415+08'00'", "Author": "la7", "Creator": "PDF24 Creator", "Title": "Microsoft Word - FATA RRP for Board Circ 24 Nov FIN 8 AM without DMF sign page.docx"}, "author_page": " \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  A. Siddiq, Environment, Natural Resources and Agriculture Division, \nCWRD \n   \nTeam leader  D. Walton, Principal Natural Resources and Agriculture Specialist, \nCWRD \nTeam members  Z. Abbas, Senior Environment Specialist, CWRD \n  T. Anwar, Senior Financial Control Officer, CWRD \n  M. Beauchamp, Social Development Specialist (Safeguards), CWRD \n  R. Jones, Natural Resources and Agriculture Economist, CWRD \n  Z. Mustafa, Associate Programs Analyst, CWRD \n  D. Perkins, Counsel, Office of the General Counsel \n  J. Stickings, Senior Social Development Specialist (Gender), CWRD \nPeer reviewer  Y. Siddiqi, Principal Water Resources Specialist, Regional and \nSustainable Development Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "A. Siddiq", "role": "Environment", "organization": "Natural Resources and Agriculture Division"}, {"fullname": "D. Walton", "role": "Principal Natural Resources and Agriculture Specialist", "organization": ""}, {"fullname": "Z. Abbas", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"fullname": "T. Anwar", "role": "Senior Financial Control Officer", "organization": "CWRD"}, {"fullname": "M. Beauchamp", "role": "Social Development Specialist (Safeguards)", "organization": "CWRD"}, {"fullname": "R. Jones", "role": "Natural Resources and Agriculture Economist", "organization": "CWRD"}, {"fullname": "Z. Mustafa", "role": "Associate Programs Analyst", "organization": "CWRD"}, {"fullname": "D. Perkins", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "J. Stickings", "role": "Senior Social Development Specialist (Gender)", "organization": "CWRD"}, {"fullname": "Y. Siddiqi", "role": "Principal Water Resources Specialist", "organization": "Regional and"}]}