{"path": "data/input/reports/47036-001-nep-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 47036 \nSeptember 2013 \n \n \n \nProposed Grant \nNepal: Project Preparatory Facility for Energy \n \n \n \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 16 August 2013) \nCurrency unit  –  Nepalese rupee/s (NRe/NRs) \nNRe1.00  =  $0.0102  \n$1.00  =  NRs97.98 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DOED  –  Department of Electricity Development \n  EIA  –  environmental impact assessment \n  MOE  –  Ministry of Energy \n  MW  –  megawatt \n  NEA  –  Nepal Electricity Authority \n  PIC  –  project implementation support consultant \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  PPP  –  public–private partnership \n  SIA  –  social impact assessment \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1  \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  Y. Zhai, Energy Division, SARD \n   \nTeam leader  T. Limbu, Energy Economist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \n  H. Lozari, Senior Finance Officer, SARD \n  P. Manandhar, Project Officer (Energy), SARD \n  S. Sasaki, Environment Specialist, SARD \n  Y. Seo, Counsel, Office of the General Counsel \n  S. Shafiq, Financial Management Specialist, SARD \n  D. B. Singh, Senior Environment Officer, SARD \n  S. Subba, Senior Social Development Officer (Gender), SARD \n  L. Subedi, Senior Social Development Officer (Safeguards), SARD \nL. Weidner, Senior Public–Private Partnerships Specialist, SARD \n  P. Wijayatunga, Principal Portfolio Specialist, SARD \n  C. Cruz, Senior Operations Assistant, SARD \n \nPeer reviewer  R. Tuladhar, Senior Country Specialist, SARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  4 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty and Social  7 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  8 \nIV.  ASSURANCES AND CONDITIONS  9 \nV.  RECOMMENDATION  10 \n   \nAPPENDIXES \n \n1.   Design Monitoring Framework                                11 \n2.         List of Linked Documents                                   13 \n \n \n ", "PROJECT AT A GLANCE \n \n   \n1. Project Name: Project Preparatory Facility for Energy 2. Project Number: 47036-01\n     \n3. Country: Nepal 4. Department/Division:  South Asia Department/Energy Division\n \n5. Sector Classification: \n     \nSectors Primary Subsectors\n     \nEnergy √ Large hydropower\n    Electricity transmission and distribution \n 6. Thematic Classification: \n     \nThemes Primary Subthemes\n   \nEconomic Growth √ Promoting economic efficiency and \n \nenabling business environment\n \nPrivate Sector Development   Develop public sector goods and services \nessential for private sector development \nover time \n \nRegional Cooperation    Cross-border infrastructure\n6a. Climate Change Impact    6b. Gender Mainstreaming  \n     \n Adaptation Low  Gender equity theme (GEN)  \n   \n Mitigation Low  \n Effective gender mainstreaming (EGM)  \n \n \n Some gender benefits (SGB)  \n   \n No gender elements (NGE)  √\n7. Targeting Classification:   8. Location Impact:    \n     \nTargeted Intervention  National High\n   \nGeographic  Income   Regional Med\nGeneral    dimensions of  Millennium  poverty at   Rural  Med \nIntervention development \ninclusive   goals  househo ld     \ngrowth level\n   \n√      \n9. Project Risk Categorization: Low R isk  \n \n \n \n \n10. Safeguards Categorization: \n   \nEnvironment C\n   \nInvoluntary resettlement C\n   \nIndigenous peoples C\n11. ADB Financing:    \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\n       \n Sovereign Project grant Asian Development Fund  21.0\n       \n   \nTotal     21.0\n12. Cofinancing:    \n       \nFinancier Category Amount ($ Million) Administration Type\n       \n       \n       \n \nTotal      \n13. Counterpart Financing:    \n   \nSource Amount ($ Million)\n   \n Government 5.25\n   \nTotal 5.25\n14. Aid Effectiveness:    \n   \nParallel project implementation unit No\n   \nProgram-based approach No\n   \n ", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto Nepal for the Project Preparatory Facility for Energy. \n \n2.  The facility will help prepare several priority hydropower projects and a related electrical \ntransmission project in Nepal to improve the country’s energy security and make it an energy \nexporter. Developing public–private partnerships (PPPs) for these projects will be a priority. The \nfacility will have two components. Component A will involve preparation of the Sun Koshi 2, Sun \nKoshi 3, and Dudh Koshi hydropower projects, and a second 400-kilovolt transmission line \nacross Nepal’s border with India. Project implementation consultants (PICs) and a panel of \nexperts will also be provided under component A. Under component B, the facility will provide \nPPP project development services for a hydropower project that will focus on the export of \nenergy.1 By preparing several candidate projects, the facility will help reduce the processing \ntime of the Asian Development Bank (ADB) for potential ensuing investments.2  \n \nII.  THE PROJECT \nA.  Rationale \n3.  Sector  overview.  Nepal  has  theoretical  potential  hydropower  capacity  of  83,000 \nmegawatts (MW), 42,000 MW of which is considered economically feasible to develop.3 Making \nfull use of its hydropower potential can transform Nepal economically. Poor planning, weak \nregulations, ineffective institutions and legal frameworks, and a very poor tariff regime have held \nback investments, limited the role of the private sector, and left the country unable to properly \ntap  this  vast  hydropower  resource.  As  a  result,  it  experiences  acute  shortages  of  power. \nDemand for electricity increased by 46% from 2007 to 2011, while installed capacity rose by \nonly 16%. Of total installed capacity of 719 MW in 2012, hydropower accounted for 660 MW, or \nonly 1.6% of the full, economically feasible potential.  \n \n4.  While access to electricity has increased during 2007 to 2011 to reach 49% of rural \nhouseholds and 56% across the country, power is available only 10–12 hours a day. Per capita \nelectricity  consumption  is  only  102  kilowatt-hours  a  year,  the  lowest  in  South  Asia.  Peak \ndemand on the integrated national power system exceeds 1,000 MW, resulting in a supply \ndeficit of about 460 MW during peak time. Because the country lacks hydropower plants that are \npowered by water stored in dam reservoirs to provide regulated output through the year, the \npower deficit is especially severe during the dry season, when its run-of-river plants run at \nreduced output due to low natural river water levels and flows. Power demand in Nepal is \ngrowing by an average 10% a year or the equivalent of 100 MW annually. A study by the Japan \nInternational Cooperation Agency (JICA) estimated that national demand could reach 4,279 MW \nin 2032.4  People and businesses are badly affected by this power crisis, which calls for rapid \ndevelopment of Nepal’s hydropower potential to meet its current and future energy needs. \n \n5.  The current inadequacy and unreliability of the power supply result from a low level of \ninvestments in the past. Ongoing weakness in strategic, operational, managerial, and financial \n                                                \n1  The government in consultation with ADB will select a suitable hydropower project for development under PPP.  \n2  The facility was prepared without project preparatory technical assistance. \n3  H. M. Shrestha. 1966. Cadastre of Potential Water Power Resources of Less Studied High Mountainous Regions, \nwith Special Reference to Nepal. Moscow Power Institute.  \n4  JICA, 2013. Interim Report on National Master Plan Study on Storage-type Hydroelectric Power Development in \nNepal. ", "2 \npolicies aggravated the problem. An uneconomic tariff regime dents the financial standing of the \nNepal Electricity Authority (NEA), the power sector’s only utility, leaving it unable to cover its \nnew  capital  investments  as  well  as  the  current  operation  and  maintenance  costs.  The \ngovernment lacks the financial means and institutional capacity to resolve the energy crisis \nalone, and if the private sector is to play a bigger role, it needs more and better entry points for \ninvestment. In addition to building greater generation capacity, Nepal must also upgrade and \nexpand its limited transmission and distribution networks. A major obstacle to exploiting Nepal’s \nhydropower export potential is the shortage of adequate infrastructure to transmit electricity to \nneighboring India. Instead of exporting power, in fact, Nepal imports it from India, despite the \nfact that its neighbor is also facing acute power shortages.5 Developing Nepal’s hydropower \ngeneration, transmission, and export infrastructure would benefit both countries. In 2012, India \nhad a peak power deficit of 17,517 MW, or 12.9% of the total national demand. Northern India, \nwhich is the most practical destination for Nepal’s potential power exports, already experiences \na power deficit of 11.9% (4,860 MW) of regional demand, and this gap is growing.  \n \n6.  Strategic  framework.  The  government  has  prepared  a  10-year  roadmap  for \nhydropower development during 2009–2019, with the aim of generating an additional 10,000 \nMW of hydropower. Nepal needs to develop large-scale reservoir hydropower projects to meet \nthis target but has been unable so far to attract private investment for such undertakings. Some \nprivate capital has gone instead into run-of-river generation projects owned by independent \npower producers and oriented toward the domestic market.6 \n \n7.  Increasing private sector investment in Nepal’s power infrastructure will need a robust \npro-investment policy regime with strong political commitments by the government and credible \noff-takers, which in turn can bring prospective developers and third party financiers. High-quality \ntechnical due diligence will be needed to attract serious investors and financiers. Because the \ngovernment is unable to provide this on its own, ADB will provide support for technical due \ndiligence under the facility and may also play the strategic role of an honest broker by facilitating \npublic–private dialogue to remove impediments to private sector investments. The facility will \nsupport preparation of hydropower and transmission projects for development, including the \npreparation of a flagship PPP hydropower project with potential for exporting hydropower to \nIndia and to serve as a potential model for future similar PPP and export projects. This project \ncan be developed under the South Asia Subregional Economic Cooperation program, which \nendorsed several regional cooperation initiatives at its general meeting on 9 November 2012 in \nThimphu, Bhutan, including feasibility studies of large-scale hydropower plants and related \ntransmission facilities in Nepal for implementation during 2013–2014. The facility will therefore \nsupport ADB’s regional cooperation and integration agenda and targets. \n \n8.  Energy was one of the priorities of ADB’s Nepal country partnership strategy for 2010–\n2012.7 Energy is expected to remain a principal area of ADB activity in Nepal under a new \nstrategy being prepared for 2013–2017. The facility is designed to support the new strategy’s \ngoals. The development of large hydropower projects and the related transmission infrastructure \nto be supported by the facility, along with its emphasis on private sector participation and \nregional integration, will increase access to commercial energy and cross-border energy trade. \nThis will help achieve inclusive growth and sustainable development in the country. Accordingly, \nADB’s 2015 assistance pipeline to Nepal includes a PPP hydropower development project.  \n                                                \n5  Imports from India have been growing and reached 746 gigawatt-hours in 2012, or 18% of Nepal’s total electricity \nsupply. \n6  These include the Khimti (60 MW), Bhote Koshi (36 MW), and Chilime (22 MW) power plants. Independent power \nproducers contributed about 28% of the total available electricity supply in 2011. \n7  ADB. 2009. Country Partnership Strategy: Nepal, 2010–2012. Manila. \n ", "3 \n \n9.  ADB  has  been  a  longstanding  partner  in  Nepal’s  power  sector.  Its  assistance  has \nfocused  on  generation,  transmission,  distribution,  rural  electrification,  and  mini-hydropower \nprojects for  domestic requirements.  ADB,  together  with  the  JICA, financed  Nepal’s  largest \nhydropower  project,  the  144  MW  Kali  Gandaki  “A”  plant  commissioned  in  2002.  With \nconfinancing by the Government of Norway, ADB has also supported the strengthening of \ntransmission and network infrastructure to deliver hydropower to Kathmandu.8  In 2013, ADB \ncofinanced the $500 million 140 MW Tanahu reservoir hydropower project which will be in \noperation by 2020.9 \n \nB.  Impact and Outcome \n10.  The impact of the facility will be developed infrastructure for hydropower. The outcome \nwill be provision of high quality due diligence to support investments to transform the power \nsector.  \n \nC.  Outputs  \n11.  The facility will have two outputs.  \n \n12.  Output 1: Feasibility and detailed engineering studies. Output 1 will be delivered \nthrough the facility’s component A and will include the following: \n(i)  feasibility  studies,  including  initial  environmental  examinations  (IEEs), \nenvironmental impact assessments (EIAs) and social impact assessments (SIAs) \nof Sun Koshi 2 (1,110 MW, storage type) and Sun Koshi 3 (536 MW, storage \ntype) projects; \n(ii)  an update of the feasibility study, including IEE/EIA/SIA, and detailed engineering \nstudies of Dudh Koshi (300 MW, storage type) project; \n(iii)  a feasibility study including IEE or EIA and SIA for a second India–Nepal 400-\nkilovolt cross-border transmission line as agreed upon between India and Nepal; \n(iv)  provision of project implementation support consultants (PICs) and panels of \nexperts; and \n(v)  feasibility studies of any other suitable hydropower or transmission projects from \nsavings. \n \n13.  Output 2: Public–private partnership project development services. Output 2 will be \nachieved under component B, which will include: \n(i)  PPP  project  development  services  to  facilitate  private  sector  investment  to \ndevelop a hydropower project with a potential to export hydropower to India; and  \n(ii)  PPP project development services for any other suitable power projects from \nsavings. \n \n                                                \n8  ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Loan, Grant, \nTechnical Assistance Grant, and Administration of Grant to Nepal for the Electricity Transmission Expansion and \nSupply Improvement Project. Manila. \n9  ADB 2013. Report and Recommendation of the President to the Board of Directors: Proposed Loan and \nAdministration of Technical Assistance Grant to Nepal for the Tanahu Hydropower Project. Manila. \n \n \n ", "4 \nD.  Investment and Financing Plans \n14.  The facility is estimated to cost $26.25 million (Table 1).  \n \nTable 1: Project Investment Plan \n($ million) \nItem     Amount a \nA.   Base cost b    \n  1. Feasibility and/or detailed engineering studies  13.32 \n  2. Project implementation support  0.46 \n  3. Panel of experts  0.56 \n  4. Public–private partnership project development services   4.69 \n  5. Others c  3.95 \n  Subtotal (A)  22.98 \nB.   Contingencies d  3.27 \n   Total (A + B)  26.25 \na  Includes taxes and duties of $2.88 million equivalent to be financed by the government//Nepal Electricity Authority. \nb  In mid-2013 prices.  \nc  Includes staff salary ($0.59 million), taxes and duties ($2.88 million), and office accommodation and transport \n($0.48 million). \nd  Physical contingencies are computed at 5% of base cost, and shall be borne by the government/Nepal Electricity \nAuthority.  Price  contingencies  are  computed  at  inflation  rates  specified  in \nhttp://lnadbg1.asiandevbank.org/erd0004p.nsf/. This includes a provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate to be financed by the Asian Development Bank \ngrant. \nSource: Asian Development Bank estimates. \n \n15.  The government has requested a grant not exceeding $21 million from ADB’s Special \nFunds resources to help finance the facility. The government will provide the equivalent of \napproximately $5.25 million to finance 20% of the total cost. The financing plan is in Table 2. \n \nTable 2: Financing Plan \nSource  Amount ($ million)    Share of Total (%) \nAsian Development Bank     \nSpecial Funds resources (grant)  21. 00     80.00 \nGovernment of Nepal   5.25     20.00 \n  Total    26.25    100.00 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n16.  The Department of Electricity Development (DOED) of the Ministry of Energy (MOE) will \nbe the executing agency. The DOED will set up a project management unit (PMU) headed by a \nfull-time  project  manager.  The  PICs  will  be  recruited  to  support  project  procurement, \nsupervision, and reporting activities during implementation. The PICs will report to both ADB \nand the PMU. Two panels of experts will be recruited to provide dam engineering and safety \nservices  and  advise  on  environmental  and  social  safeguard  issues.  The  PMU  will  be \nresponsible for the overall coordination of the activities under both project components and will \nsupervise the outputs of the PICs and the panels of experts. The PMU in DOED will also be \nresponsible for implementation with respect to the Sun Koshi 2 and Sun Koshi 3 projects under \ncomponent A, and the existing Project Implementation Unit (PIU) in NEA will be responsible for \nimplementing the component A activities involving the Dudh Koshi project and the second \ncross-border transmission line. The government, through the MOE, will establish a PPP project \nunit for PPP project development for component B. The PPP project unit will have a dedicated, \n ", "5 \nfull-time PPP project manager to work independently. The PMU will coordinate with the PPP \nproject unit during project implementation. The government has requested that ADB approve \nadvance  contracting  and  retroactive  financing.  The  implementation  arrangements  are \nsummarized in Table 3 and described in detail in the project administration manual.10 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  September 2013–December 2018 \nEstimated completion date  31 December 2018 \nManagement \n(i)   Oversight body  High-level officials from the Ministry of Energy, DOED, and NEA \n(ii)  Executing agency  DOED  \n(iii)  Key implementing agencies  DOED and NEA \n(iv)  Implementation unit  4–6 staff (DOED), 6–8 staff (NEA), and 3–4 staff (PPP project unit) \nConsulting services for  QCBS  1,456.5 person-months  $16.25 million \ncomponent A  Individual  19 person-months  $0.65 million \nConsulting services for  QCBS \nTo be determined  $5.16 million \ncomponent B  Individual \nRetroactive financing and  All  eligible  contract  packages  and  eligible  expenditures  agreed \nadvance contracting  between ADB and the government. \nDisbursement  The grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2012, as amended from time to time) and \ndetailed  arrangements  agreed  upon  between  the  government  and \nADB. Direct payment procedure and imprest account procedure will be \nfollowed unless agreed otherwise between ADB and the recipient. \nADB = Asian Development Bank, DOED = Department of Electricity Development, NEA = Nepal Electricity Authority, \nPPP = public–private partnership, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \n \n17.  Procurement. Component A will require inputs of five consulting service packages, \nincluding one for the PICs and one for the panels of experts. To fast-track implementation, the \ngovernment has asked ADB to assist the PMU in the selection and recruitment of the PICs. This \nwill in turn help the PMU procure the other consulting services required for component A. ADB \nwill only select the consultant, and the EA retains the responsibility for negotiating and signing \nthe contract with the consultant, issuing the notice to proceed, and supervising the consultant’s \nservices.  Consulting  service  requirements  for  component  B  cannot  be  assessed  until  the \ngovernment has selected a proposed project for PPP development in consultation with ADB.11 \nThe PPP project development services will support due diligence (technical, financial, and legal) \nand advisory services for preparation of the flagship export-oriented PPP hydropower project up \nto signing of a concession agreement. ADB may play a strategic role of an honest broker by \nfacilitating public–private dialogue and to remove impediments to private sector investments. All \nprocurement activities will be carried out in accordance with ADB Procurement Guidelines (2013, \nas amended from time to time), and consultants will be recruited using quality- and cost-based \nselection with a 90:10 ratio, in line with ADB’s Guidelines on the Use of Consultants (2013, as \namended from time to time).  \n \n18.  The facility will be used over a 5-year period (2013–2018). The government will ensure \nadequate budgetary allocation of counterpart funds for timely completion. \n                                                \n10 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n11 It is envisaged that the selection process for the PPP project will take longer than 18 months. Procurement details \nfor component B are therefore not included in the facility’s first procurement plan.  \n ", "6 \n \nIII.  DUE DILIGENCE \nA.  Technical \n19.   Output  1:  Feasibility  and  detailed  engineering  studies  carried  out.  Project \nscreening consultants have been engaged for screening candidate hydropower projects for the \nfeasibility and detailed engineering studies under component A. The consultants have submitted \ntheir recommendations based on engineering, environmental, and social due diligence. The due \ndiligence methodology included reviews of desk studies of the latest project-related reports and \nexisting  secondary  data;  the  government's  hydropower,  water  resources,  and  river  basin \ndevelopment  reports  and  policies;  the  legal  and  administrative framework for the  projects; \ngeographical maps; and data collected from sample site surveys.  \n \n20.  The facility will support due diligence on the short-listed projects. The work will involve \nstandard feasibility-related matters. It will also include active engineering work for projects that \ndemonstrate a high possibility of success. The other areas of due diligence to be undertaken \nthrough the facility will include examination of factors related to hydrology, geology, the risks of \nglacial  lake  outburst  floods,  geotechnical  and  seismic  risks  at  the  project  sites,  potential \nenvironmental and social impacts, and the costs and economics of the projects.  \n \n21.  The project screening consultants have shortlisted from among the candidate projects \nthe Sun Koshi 2 and Sun Koshi 3 projects for feasibility, and Dudh Koshi project for detailed \nengineering studies (para.12 [i] and [ii]). They are also priorities of the government. Further pre-\nfeasibility and key stakeholders consultation will be conducted on the projects under para 12 (i).  \n \n22.  Feasibility and detailed engineering studies of hydropower projects, particularly those \npowered from dam reservoirs, are challenging. The services from two panels of experts, one for \nengineering and dam safety (the dam safety panel) and one for social and environmental \naspects (the social and environmental panel), will be engaged to review the reports at each \nmilestone during the feasibility, environmental impact, and detailed engineering studies of the \nselected hydropower projects. The dam safety panel will comprise international experts in the \nfields of dam engineering and design, hydrology (for mountainous regions), and geology and \ngeotechnical  engineering.  The  social  and  environmental  panel  will  comprise  national  or \ninternational  experts  with  specific  experience  related  to  the  impacts  of  large  dams  on \npopulations, resettlement, and the environment.  \n \n23.  Output 2: Public–private partnership project development services provided. The \ngovernment will identify and nominate a PPP hydropower project, in consultation with ADB. The \npreparation of the PPP hydropower project under component B will require the consultants’ \ninputs  on  the  project’s  technical  (including  environmental  and  social),  financial,  legal,  and \ncommercial aspects. The facility will also provide assistance in structuring the PPP hydropower \nproject, developing a concession agreement, and undertaking road shows to generate investor \ninterest.  \n \nB.  Economic and Financial \n24.  The economic viability of all projects to be prepared by the facility will be assessed in \naccordance with ADB's Guidelines for the Economic Analysis of Projects.12 This will include \n                                                \n12 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n ", "7 \nassessment of the economic life of the projects and identification of the economic benefits of \neach investment, comparing with- and without-project situations. The financial analysis of all \nsuch  projects  will  be  carried  out  in  accordance  with  ADB’s  Guidelines  for  the  Financial \nGovernance and Management of Investment Projects Financed by ADB.13  This will include\n \ncalculating  the  financial  internal  rate  of  return  for  the  overall  investment  and  establishing \nfinancial viability by comparing the financial internal rate of return with the cost of capital, taking \ninto account financial costs and benefits.  \n \nC.  Governance \n25.  A financial management assessment of the executing agency conducted during the due \ndiligence has noted that the DOED's internal audit is weak and needs strengthening.14 To \nmitigate the risks posed by this weakness, the facility will engage a finance expert in the PIC \nteam to provide support for monitoring and reporting on the accounting and fiduciary aspects of \nfacility implementation. The PIUs will have assigned accountants for project. During project \nimplementation the facility will provide capacity development training to key  DOED and NEA \nfinance  and  accounts  staff  on  financial  accounting  and  project  auditing,  monitoring,  and \nreporting. This arrangement, supplemented by an audit conducted by the government’s District \nTreasury Control Office, is considered an adequate mitigating measure. The government does \nnot have experience in preparing PPP projects. The facility’s PPP project development services \nwill therefore assist the government in structuring an export-oriented hydropower project on a \nPPP basis. \n \n26.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government,  the  DOED,  and  the  NEA.  The  specific  policy  requirements  and \nsupplementary measures are described in the project administration manual.  \n \nD.  Poverty and Social \n27.  The facility will involve feasibility studies of hydropower and power transmission projects, \nwith a focus on private sector participation and subregional power trading. It is not expected to \nhave a direct impact on poverty and/or social issues. The projects that will be prepared under \nthe facility may have such impacts, however. They will therefore be designed following the \nGuidelines  for  Gender  Mainstreaming  Categories  of  ADB  Projects  and  the  Handbook  on \nPoverty  and  Social  Analysis  to  incorporate  poverty  reduction  opportunities,  gender \nmainstreaming, and due regard for social concerns, such as the spread of HIV/AIDS and other \ncommunicable diseases, compliance with core labor standards, social conflicts, and unplanned \nmigration.15 \n \n28.  Ensuing projects will also be prepared in compliance with ADB's Policy on Gender and \nDevelopment (1998) and ADB's Handbook on Social Analysis16. Gender, consultation and \n  \nparticipation, labor, and other social issues will also be examined during preparation of such \nprojects, and mitigation plans will be prepared to address the assessed risks. A gender equality \nand  social  inclusion  action  framework  was  prepared  to  ensure  responsiveness  in  projects \n                                                \n13 ADB. 2005. Guidelines for the Financial Governance and Management of Investment Projects Financed by ADB. \nManila. \n14 Financial Management Assessment (accessible from the list of linked documents in Appendix 2) \n15 ADB. 2012. Guidelines for Gender Mainstreaming Categories of ADB Projects. Manila; ADB. 2012. Handbook on \nPoverty and Social Analysis: A Working Document. Manila. \n16 ADB. 1994. Guidelines for Incorporation of Social Dimensions in Projects. Manila; ADB. 2007. Handbook on Social \nAnalysis. Manila. \n ", "8 \nprepared by the facility. It will be applied as a guideline in the development of an action plan \nduring  project  preparation. Based  on  the  guidelines,  gender  and  social  analysis  for  these \n \nprojects will be undertaken to determine how women and traditionally excluded groups will be \naffected. \n \nE.  Safeguards \n29.  In compliance with ADB’s Safeguard Policy Statement (2009), the facility is classified \nunder  category  C  for  environment,  involuntary  resettlement,  and  indigenous  peoples.  The \ninvestment projects that will be developed following the feasibility studies will be categorized in \naccordance  with  the  requirements  of  the  Safeguard  Policy  Statement  to  determine  the \nsignificance of potential impacts.  \n \n30.  The facility will study hydropower development projects that depend on dam reservoirs. \nThese projects could require the displacement of people in areas to be inundated for water \nstorage. Those affected could include indigenous peoples whose livelihoods depend on natural \nresources in areas that may be flooded. The cross-border transmission line that the facility will \nstudy could also involve displacement and land acquisition for the construction of substations \nand tower footings.  \n \n31.  To ensure that environmental and social safeguards are applied in all of the projects it \nprepares, an environmental assessment and review framework, a resettlement framework, and \nan indigenous peoples planning framework are designed for the facility.17  Each project to be \nprepared by the facility will be subject to environmental and social screening to avoid adverse \nimpacts, such as encroachment on habitats critical to biodiversity and on ecologically sensitive \nprotected areas, areas important to indigenous peoples, sites of historical and cultural value, \nand areas vulnerable to such hazards as landslides and floods. Given the potential impacts, a \nresettlement plan and an indigenous peoples plan will be prepared under the feasibility and \ndetailed  engineering  studies  during  facility  implementation  based  on  the  Safeguard  Policy \nStatement and relevant national laws and regulations. The resettlement plan and the indigenous \npeoples plan will be revised and/or updated during the project financing stage. \n \nF.  Risks and Mitigating Measures \n32.  Major risks and mitigating measures are in Table 4 and described in detail in the risk \nassessment and risk management plan.18  \n \n \n \n \n \n \n \n \n \n \n \n                                                \n17 Environmental Assessment and Review Framework; Resettlement Framework; Indigenous Peoples Planning \nFramework (accessible from the list of linked documents in Appendix 2). \n18 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "9 \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Management Plan or Measures \nCandidate projects could be vulnerable  A preliminary disaster and climate change screening will be \nto natural disaster and climate change  conducted to assess the exposure of the candidate projects to \nissues.  climate-induced risk and natural disasters. \n \nDuring the feasibility and detailed engineering studies and the \ndesign of the hydropower projects, consultants will be engaged \nto look into these risks through due diligence on such aspects \nas hydrology, geology, the risk of glacial lake outburst floods, \nand the geotechnical and seismic risks of the project site. \n \nThe project design will be undertaken based on the basin-wide \nwater resource. \nCapacity  deficiencies could delay the  Project  implementation  support  consultants  (PICs)  will  be \nstart-up of facility implementation.  recruited to help the Department of Electricity Development \n(DOED) and the Nepal Electricity Authority (NEA) implement \nand  monitor  project  activities.  ADB  will  support  the  timely \nrecruitment of consultants. \nCapacity  issues  could  delay   The facility design provides for strong involvement by the Asian \ncompletion,  as  could  procurement  of  Development Bank (ADB) in the recruitment of consultants.  \nsubstandard consulting services.   Management and capacity-building support will be provided to \nthe DOED and the NEA to assist in supervising and monitoring \nof the outputs. \nTwo panel of experts—one for dam safety and engineering and \nthe other for safeguards—will help ensure the quality of works. \nLack of capacity for PPP projects may  Subject to the PPP project development due diligence, advisory \ncause  delay  in  PPP  development  services  will  be  provided  to  structure  a  PPP  flagship \nprocess.  hydropower project. \nPolitical  interference  and  corruption  The project steering committee will have representatives from \ncould  affect  the  procurement  and  the NEA, the DOED, the Ministry of Energy and ADB, and will \nproject selection.  ensure the transparency of processes. \nADB = Asian Development Bank, DOED = Department of Electricity Development, MOE = Ministry of Energy, NEA = \nNepal Electricity Authority, PIC = project implementation support consultant, PPP = public–private partnership.  \nSource: Asian Development Bank \n \n \nIV.  ASSURANCES AND CONDITIONS \n33.  The government and the DOED have assured ADB that implementation of the facility \nshall  conform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement,  as \ndescribed in detail in the project administration manual and grant documents. \n \n34.  The government, the DOED, and the NEA have agreed with ADB on certain covenants \nfor the facility, which are set forth in the grant agreement and project agreement. \n \n \n \n ", "10 \nV.  RECOMMENDATION \n35.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding  $21,000,000  to  Nepal  from  ADB’s  Special  Funds  resources  for  the  Project \nPreparatory Facility for Energy, on terms and conditions that are substantially in accordance \nwith those set forth in the draft grant agreement presented to the Board. \n \n \n \n \n \nTakehiko Nakao \n      President \n \n \n02 September 2013\n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets and  Data Sources and  Assumptions \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  and Risks \nImpact      Assumption \nInfrastructure for  A large reservoir storage  MOE and other  Government \nhydropower  hydropower project constructed  government publications  provides sufficient \ndeveloped  by 2023–2024  counterpart funds \n \nand support on time. \n \nRisk \n \nProjects present \nlarge resettlement \nand safeguard \nissues. \nOutcome      Assumption \nHigh-quality due  Feasibility studies, EIAs, and  For all indicators:  Government \ndiligence provided  detailed engineering study  provides a more \nGovernment project and \nto support  reports for at least 3  investment-friendly \nbudget publications \ninvestments to  hydropower projects approved  regulatory \ntransform the  by the government by 2018  National Planning  environment. \npower sector   Commission’s periodic \nGovernment agreement to  Risk \nnational planning report \n  proceed with financial \nDelays in EIA and \nnegotiations of a PPP project  National Investment \nother approval \nby 2018  Board reporting \n \nOutputs      Assumption \n1. Feasibility and  Feasibility study and EIA for  For all indicators:  All statutory and non \ndetailed  second cross-border  statutory approvals \nMOE and Ministry of \nengineering  transmission line completed by  are received on time. \nEnvironment’s \nstudies carried  2016 \npublication/notice   Risk \nout \nFeasibility study, EIA, and \nDOED and NEA reports  Geological \n  detailed engineering study of at \ncomplexities may \nleast 3 hydropower projects   \n  lead to time overrun.  \ncompleted by 2018 \n \n \n2. PPP project  Government selection, in \ndevelopment  consultation with ADB, of a \nservices  PPP hydropower project by \nprovided  2015 \n \nFinal PPP project due diligence \ncompleted by 2016 \nPPP project structured by 2016  \nPPP project tendered by 2017 \nAward of PPP concession \ncontract by 2017  \n \n ", "12  Appendix 1 \nActivities with Milestones  Inputs \n1.  Feasibility and detailed engineering studies carried out   ADB grant (Special Funds \nFeasibility study and EIA of cross-border transmission line:  resources): $21.00 million  \n1.1.  Complete inception report by Q2 2014 \nGovernment of Nepal: \n1.2.  Finalize EIA report by Q2 2016 \n$5.25 million  \n1.3.  Complete draft feasibility report by Q3 2015 \n1.4.  Submit consolidated feasibility report by Q1 2016  \n \nFeasibility study, EIA and detailed engineering study of Sun Koshi 2, Sun \nKoshi 3, and Dudh Koshi hydropower projects: \n1.5.  Recruit consultants by Q1 2014 \n1.6.  Complete inception report by Q2 2014 \n1.7.  Complete first interim report by Q1 2015 \n1.8.  Complete EIA report by Q3 2016 \n1.9.  Complete second interim report by Q3 2016 \n1.10. Finalize draft project feasibility and detailed engineering reports by \nQ4 2017 \n1.11. Finalize project feasibility and detailed engineering report by Q2 \n2018  \n \n2.  PPP project development services provided  \n2.1 Recruit consultants by Q1 2015 \n2.2 Initiate PPP due diligence by Q2 2015 \n2.3 Complete PPP due diligence by Q4 2016 \n2.4 Initiate structuring of PPP project by Q4 2016 \n2.5 Conduct road shows and initiate tender by Q2 2017 \n \nADB = Asian Development Bank, DOED = Department of Electricity Development, EIA = environmental impact \nassessment, MOE = Ministry of Energy, MW = megawatt, NEA = Nepal Electricity Authority, PPP = public–private \npartnership. \nSource: Asian Development Bank. \n \n \n \n ", "Appendix 2           13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47036-001-2 \n \n1.  Grant Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Power  \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Country Economic Indicators  \n8.  Summary Poverty Reduction and Social Strategy  \n9.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n10.  Gender Equality and Social Inclusion Framework \n11.  Environmental Assessment and Review Framework \n12.  Resettlement Framework \n13.  Indigenous Peoples Planning Framework \n14.  Financial Management Assessment Report: Department of Electricity Development \n15.  Procurement Capacity Assessment Report and Recommendations:  Department of \nElectricity Development \n16.  Climate Change: Project Adaptation Action Report \n17.  Peace Building Tool  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20130903111744+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "energy, renewable energy projects, hydropower, private sector participation, regional cooperation, public-private partnerships, ppp, electricity transmission, nepal energy security, energy export, nepal india transmission line, adb projects, terms and conditions, rrp", "ModDate": "D:20131001142128+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "This report and recommendation of the president for the proposed Project Preparatory Facility for Energy in Nepal describes the project terms and conditions for the approval of ADB's Management or Board of Directors. ", "Title": "RRP: Nepal: Project Preparatory Facility for Energy"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 16 August 2013) \nCurrency unit  –  Nepalese rupee/s (NRe/NRs) \nNRe1.00  =  $0.0102  \n$1.00  =  NRs97.98 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  DOED  –  Department of Electricity Development \n  EIA  –  environmental impact assessment \n  MOE  –  Ministry of Energy \n  MW  –  megawatt \n  NEA  –  Nepal Electricity Authority \n  PIC  –  project implementation support consultant \n  PIU  –  project implementation unit \n  PMU  –  project management unit \n  PPP  –  public–private partnership \n  SIA  –  social impact assessment \n \nNOTE \nIn this report, \"$\" refers to US dollars. \n \nVice-President  X. Zhao, Operations 1  \nDirector General  J. Miranda, South Asia Department (SARD) \nDirector  Y. Zhai, Energy Division, SARD \n   \nTeam leader  T. Limbu, Energy Economist, SARD \nTeam members  M. Ajmera, Social Development Specialist, SARD \n  H. Lozari, Senior Finance Officer, SARD \n  P. Manandhar, Project Officer (Energy), SARD \n  S. Sasaki, Environment Specialist, SARD \n  Y. Seo, Counsel, Office of the General Counsel \n  S. Shafiq, Financial Management Specialist, SARD \n  D. B. Singh, Senior Environment Officer, SARD \n  S. Subba, Senior Social Development Officer (Gender), SARD \n  L. Subedi, Senior Social Development Officer (Safeguards), SARD \nL. Weidner, Senior Public–Private Partnerships Specialist, SARD \n  P. Wijayatunga, Principal Portfolio Specialist, SARD \n  C. Cruz, Senior Operations Assistant, SARD \n \nPeer reviewer  R. Tuladhar, Senior Country Specialist, SARD \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "  H. Lozari", "role": " Senior Finance Officer", "organization": "SARD "}, {"fullname": "  P. Manandhar", "role": " Project Officer ", "organization": "(Energy)"}, {"fullname": "  S. Sasaki", "role": " Environment Specialist", "organization": "SARD "}, {"fullname": "  Y. Seo", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  S. Shafiq", "role": " Financial Management Specialist", "organization": "SARD "}, {"fullname": "  D. B. Singh", "role": " Senior Environment Officer", "organization": "SARD "}, {"fullname": "  S. Subba", "role": " Senior Social Development Officer ", "organization": "(Gender)"}, {"fullname": "  L. Subedi", "role": " Senior Social Development Officer ", "organization": "(Safeguards)"}, {"fullname": "L. Weidner", "role": " Senior Public", "organization": null}, {"fullname": "  P. Wijayatunga", "role": " Principal Portfolio Specialist", "organization": "SARD "}, {"fullname": "  C. Cruz", "role": " Senior Operations Assistant", "organization": "SARD "}]}