{"path": "data/input/reports/47099-004-prtr-en.pdf", "pages": [" \nProgress Report on Tranche Release\n \nProject Number: 47099-004 \nLoan and Grant Numbers: 3513 and 0530 \nOctober 2017 \n \n \n \n \n \n \n \nTajikistan: Investment Climate Reforms Program \n(Subprogram 2) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n ", "CURRENCY EQUIVALENTS \n(as of 13 October 2017) \n \nCurrency Unit  –  somoni (TJS) \nTJS1.00  =  $0.113 \n$1.00  =  TJS8.796 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAQR  –  asset quality review \nGDP  –  gross domestic product \nPIP  –  public investment project \nRIA  –  regulatory impact analysis \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  R. Hartel, Public Management, Financial Sector, and Trade, CWRD \n   \nTeam leader  H. Mukhopadhyay, Principal Public Management Specialist, CWRD \nTeam members  M. Boboev, Economics Officer, Tajikistan Resident Mission (TJRM), \nCWRD \n  F. Dodomirzoeva, Project Assistant, TJRM, CWRD \n  M. Etrata, Associate Project Analyst, CWRD \n  L. Nazarbekova, Principal Counsel, Office of the General Counsel \n(OGC) \nD. Perkins, Senior Counsel, OGC \n  M. Sual, Operations Assistant, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nI.  BACKGROUND  1 \nII.  MACROECONOMIC SITUATION  1 \nIII.  LOAN EFFECTIVENESS  2 \nIV.  COMPLIANCE STATUS OF POLICY ACTIONS  4 \nV.  CONCLUSION  7 \nVI.  RECOMMENDATION  8 ", "", " \nI.  BACKGROUND \n1.  The Asian Development Bank (ADB) Board of Directors approved a policy-based loan and \na policy-based grant to Tajikistan for subprogram 2 of the Investment Climate Reforms Program \non 22 December 2016.1 Subprogram 1 was approved on 4 December 2015.2 \n \n \n2.  Subprogram  2  provides  budget  support  to  facilitate  the  expansion  of  economic \nopportunities and the development of the private sector. The impact of subprogram 2 is aligned \nwith increased private investment, economic diversification, and competitiveness. The outcome \nwill be increased capabilities and opportunities of businesses to set up and expand higher value-\nadded production. Subprogram 2 includes 13 policy actions to deliver three outputs approved \nunder the program: (i) reduced cost of doing business, (ii) strengthened protection for businesses, \nand  (iii)  increased  business  innovation  and  productivity.  Subprogram  2  also  includes  two \nimportant loan effectiveness conditions. \n \n3.  Subprogram 2 was declared effective on 22 September 2017. \n \nII.  MACROECONOMIC SITUATION \n4.  Economic growth in Tajikistan slowed to 6.0% in the first half of 2017 from 6.5% in the \nsame period of 2016. Industry expanded by 21.3%, up from 12.1% a year earlier on gains of \n26.3% in mining, 20.9% in manufacturing, and 16.2% in electricity generation. Retail trade and \nservices grew by 3.6% despite low remittances. Average annual inflation accelerated to 7.7%, \nmainly because the recapitalization of troubled banks led to a 17.8% increase in the broad money \nsupply. Consumer prices rose cumulatively by 5.9% in the first half of 2017, up from 3.1% a year \nearlier, reflecting price increases of 8.3% for food, 1.3% for other goods, and 4.9% for services. \nTo curb inflation, the National Bank of Tajikistan raised the refinancing rate by 5 percentage points \nin two steps—from 11.0% to 12.5% in February 2017 and to 16.0% in March. It also more than \ndoubled open market sales of securities and treasury bills to rein in liquidity. Despite these \nmeasures, the somoni depreciated by 11.9% against the United States dollar in the first half of \n2017, mainly because the official exchange rate became realigned with the market rate.  \n \n5.   Tajikistan’s  fiscal  situation  is  presented  in  Table  1.  General  revenue  and  grants \nconstituted about 24% of gross domestic product (GDP) excluding special funds and grants for \npublic investment projects from development partners. If those funds were included, general \nrevenue and grants was about 29% of GDP in the same year. Deficit will remain at around 4% of \nGDP without further fiscal initiatives. There will be one percentage point decline in deficit between \n2017 and 2019. Public debt to GDP ratio will decline from 47% in 2017 to 43% in 2020. \n \n6.  Uncertain remittances contributed to a 15.0% decline in imports in the first half of 2017, \nwhile higher industrial production contributed to a 73.4% rise in exports. The current account \ndeficit is forecast at about 5.5% of GDP in both 2017 and 2018 because of further anticipated \ncurrency depreciation and uncertainty about remittances. \n \n \n                                                \n1  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach and Policy-Based Loan and Grant for Subprogram 2 to the Republic of Tajikistan for the Investment Climate \nReforms Program. Manila. \n2  ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach and Policy-Based Loan and Grant for Subprogram 1 to the Republic of Tajikistan for the Investment Climate \nReforms Program. Manila. ", "2   \nTable 1: Fiscal Overview of Tajikistan \nBase Line Scenario (without reform) \n(as a percent to GDP) \nItem  2017  2018  2019  2020 \nGeneral Revenue and Grants (A+B)  23.6  24.1  24.6  25.1 \nA. Total Revenue (a+b)  23.0  23.5  24.0  24.5 \na. Tax Revenue (1+2+3+4+5+6+7)  20.3  20.8  21.3  21.8 \n1. Taxes on income and Profit  4.9  5.3  5.6  6.0 \n2. Payroll Tax  2.6  2.6  2.7  2.7 \n3. Property Tax and Land Tax  0.4  0.4  0.4  0.4 \n4. The Sales Tax and Value-Added Tax  9.3  9.3  9.3  9.4 \n5. Excises  0.7  0.7  0.7  0.7 \n6. Taxes on Foreign Trade and Transactions  1.2  1.2  1.2  1.2 \n7. Internal Taxes on Goods and Services  1.2  1.3  1.4  1.5 \nb. Other Revenues  2.7  2.7  2.7  2.7 \nB. Budget Support Grants  0.6  0.6  0.6  0.6 \nC. Special Fund  2.5  2.5  2.5  2.5 \nD. Grants for Investment Projects (PIP)  2.5  2.5  2.5  2.5 \nTotal Expenditure   32.9  32.8  32.8  32.8 \nCurrent Expenditure of which  21.3  21.3  21.2  21.2 \nInterest Payment  1.0  1.0  1.0  1.0 \nCapital Expenditure  11.6  11.6  11.6  11.6 \nPublic Debt  46.5  45.6  44.3  42.6 \nDeficit   4.3  3.8  3.3  2.7 \nGDP = gross domestic product, PIP = public investment project \nSource: Fiscal Strategy Paper, Ministry of Finance, Government of Tajikistan. \n \nIII.  LOAN EFFECTIVENESS \n7.  To mitigate the fiscal and banking system risks, subprogram 2 includes two conditions for \neffectiveness: (i) the government must have completed, to the satisfaction of ADB, asset quality \nreviews (AQRs) of the five largest banks (Agroinvestbank, Amonatbank, Eskhatabank, Orienbank, \nand Tojiksodirotbank); and (ii) the government must have adopted, to the satisfaction of ADB, a \nfiscal strategy that will credibly reduce the budget deficit, including the public investment program, \nto 2.5% of GDP in 2017 and assure that the budget deficit in 2018 and 2019 is consistent with \ndebt sustainability.  \n \n8.  The purpose of the AQRs is to obtain a better understanding of the systemic risks to \nTajikistan’s banking system, which has been severely affected by the economic decline that \nbegan in late 2014. Significant deficiencies in corporate governance, credit underwriting, risk \nmanagement, and prudential supervision of the banks also pose challenges to the solvency of \nthe banking system. This has constrained the ability of banks to provide funding for private \ninvestments. The high liquidity and solvency risks require substantial sovereign liquidity and \ncapital support that are likely to be challenging in the context of Tajikistan’s fiscal consolidation \ninitiatives. \n ", "3 \n9.  ADB takes the view that the AQRs provided valuable information on the solvency of the \nbanking  system  that  was  hitherto  not  available.  More  importantly  the  AQRs  constitute  an \nimportant milestone to understand the scope of banking system risks as a basis for a more \nintensive policy dialogue of ADB with government and in coordination with the IMF and other \ninternational financial institutions. In this respect, the AQRs are viewed satisfactory as required \nby ADB’s loan effectiveness conditions.3  \n \n10.  ADB helped the government prepare a comprehensive fiscal strategy document, which \nwas approved and adopted by the government on 21 September 2017. The medium-term fiscal \nstrategy is a combination of (i) revenue-led fiscal consolidation, and (ii) moderation in expenditure \ngrowth and shifting away from recurrent to growth promoting capital expenditure. The strategy \nrequires an increase in the tax-to-GDP ratio in the medium term. If the deficit is kept at 2.5% of \nGDP, the debt path would be sustainable in the medium term. The projections under the reform \nscenario are provided in Table 2. \n \nTable 2: Reform Scenario, 2017–2020 \n(% of GDP) \nItem   2017  2018  2019  2020 \nGeneral Revenue and Grants (A+B)  23.7  24.2  24.7  25.3 \nA. Total Revenue (a+b)  23.1  23.6  24.1  24.7 \na. Tax Revenue (1+2+3+4+5+6+7)  20.4  20.9  21.5  22.0 \n1. Taxes on income and Profit  4.7  4.9  5.0  5.2 \n2. Payroll Tax  2.6  2.6  2.7  2.7 \n3. Property Tax and Land Tax  0.5  0.5  0.5  0.5 \n4. The Sales Tax and Value-Added Tax  9.6  9.8  10.1  10.4 \n5. Excises  0.7  0.7  0.7  0.7 \n6. Taxes on Foreign Trade and Transactions  1.2  1.2  1.2  1.2 \n7. Internal Taxes on Goods and Services  1.2  1.3  1.3  1.3 \nb. Other Revenues  2.7  2.7  2.7  2.7 \nB. Budget Support Grants  0.6  0.6  0.6  0.6 \nC. Special Fund  2.3  2.1  1.9  1.8 \nD. Grants for Investment Projects (PIP)  3.0  2.2  1.6  1.4 \nTotal Expenditure   31.4  31.0  30.7  30.9 \nCurrent Expenditure of which  20.9  20.5  20.1  19.6 \nInterest Payment  1.0  0.9  0.9  0.8 \nCapital Expenditure  10.5  10.5  10.6  11.3 \nPublic Debt  43.9  41.4  39.1  37.1 \nDeficit   2.5  2.5  2.5  2.5 \nGDP = gross domestic product, PIP = public investment project \nSource: Fiscal Strategy Paper, Ministry of Finance, Government of Tajikistan. \n \n \n                                                \n3  ADB accepted the AQRs and informed the government in a letter on 21 September 2017. \n ", "4   \nIV.  COMPLIANCE STATUS OF THE POLICY ACTIONS \n11.  For disbursement, 13 policy actions need to be complied with. The status of compliance \nis summarized in Table 3. \n \nTable 3: Compliance Status of the Policy Actions \nPolicy Actions  Compliance Status \nOutput 1: Reduced Cost of Doing Business \n1.  The  government  reduces  and  Fully Complied With. The authority to inspect \nconsolidates the number of bodies with  businesses was removed from 10 bodies and the \ninspection powers.  consolidation  of  the  pedigree  livestock \n  inspectorate into the veterinary inspectorate was \nevidenced. A government resolution approved an \naction plan to further reduce the number of bodies \nwith inspection powers. \n \n2.  To  reduce  the  tax  burden  on  Fully Complied With. The relevant amendments \nbusinesses, (i) the Parliament approves  to the Tax Code were approved by the Parliament. \nthe  reduction  of  the  coefficient  for  An internal order was issued and placed at the \ncalculation of profit tax from 1.1 to 1.0 of  website  of  the  Tax  Committee.  A  nationwide \nlast year’s profits; (ii) the Tax Committee  communication campaign was arranged.    \nissues  an  internal  order  establishing \ndisciplinary  measures  for  staff  that \nrequest  advance  tax  payments  from \nbusinesses  not  permitted  in  the  Tax \nCode;  and  (iii)  the  government \nimplements a nation-wide communication \ncampaign  to  increase  awareness  of \ntaxpayers’ rights regarding advance tax \npayments. \n \n3. The Tax Committee accepts electronic  Fully Complied With. E-filing of tax declarations \ndeclarations  (without  asking  the  was arranged by the tax authorities through its \ncorresponding paper declaration) from at  website http://andoz.tj/ru/ and \nleast 30,000 taxpayers (of which 30% are  http://office.andoz.tj/?lang=ru. \nwomen  owned  businesses)  through  its   \nwebsite  using  a  login/mobile  password   \nauthentication system. \n \n4. The government (i) further reduces the  Fully Complied With. Relevant resolutions were \nnumber  of  goods  subject  to  outdated  adopted to remove technical regulations that do \n(mandatory)  technical  regulations  by  not meet international standards. The updated list \nremoving  those  that  do  not  meet  of  technical  regulations  is  available  on \ninternational standards, and (ii) discloses  Tojikstandart’s website \nthe updated list of technical regulations.  http://standard.tj/documents/6.pdf. \n \n5.  The  introduction  of  mandatory  Fully Complied With. Amendments to the Law on \nregulatory impact analysis (RIA) in the  Normative Acts were introduced that envisaged \nrule-making  process  is  submitted  to  RIA in the rule making process.  \nParliament  for  approval,  including  (i) ", "5 \nPolicy Actions  Compliance Status \npreparation  and  disclosure  of  forward \nregulatory plans and RIA for all normative \nacts with potential impact on businesses \nadopted by the Parliament, Government, \nministries,  National  Bank  of  Tajikistan, \nand  other  public  bodies  at  the  central \ngovernment  level;  (ii)  a  system  of \nelectronic registries of forward regulatory \nplans, RIAs, and adopted normative acts; \n(iii) the mandate for a RIA oversight body \nor  unit;  and  (iv)  a  single  publication \nsource for all normative acts adopted at \nthe central government level that gives \nlegal  force  to  electronic  version  of \nnormative acts. \n \nOutput 2: Strengthened Protection of Businesses \n6.  The  government  establishes  a  web  Substantially  Complied  With.  Ensuring  full \nportal  with  universal,  free  of  charge  compliance  to  this  policy  action  requires  \naccess to the database of normative acts  completion of the following actions: (a) Ministry of \n(forward  regulatory  plans,  RIA  reports,  Justice letter approving: (i) the introduction of a \ndraft  normative  acts,  and  adopted  web portal that provides universal, free-of-charge \nnormative acts).  access to forward regulatory plans, RIA reports, \ndraft normative acts, and adopted normative acts; \nand (ii) the selection of the hardware and software \nvendors;  and  (b)  Government  Resolution  with \nallocation of funding from the state budget to the \nMinistry of Justice for maintenance of the new web \nportal for  2017–2020. A government resolution for \nthe  establishment  and  maintenance  of  a  web \nportal was signed on 27 February 2017. An ADB \nconsultant  prepared  the  terms  of  reference \n(approved  by  the  government)  for  the \nprocurement  of  hardware  and  software  to  be \nfinanced  under  the  related  ADB  TA. 4  An \nauthorized person (focal point) from the Ministry of \nJustice was appointed by the government. ADB is \nnow  facilitating  procurement  of  hardware  and \nsoftware following ADB’s Procurement Guidelines \n(2015,  as  amended  from  time  to  time)  and \nexpected to be completed by December 2017. \n \n7.  The  government  discloses  all  Fully  Complied  With.  Information  on  signed \nincentives  provided  to  investors  to  the  investment  agreements  is  available  on  the \ngeneral public.  website of the State Investment Committee and \n  State Property Management. \n                                                \n4  ADB. 2013. Technical Assistance to Tajikistan for Investment Climate Reforms. Manila (TA 8557-TAJ, $1,600,000, \napproved on 13 December, financed by the Japan Fund for Poverty Reduction and the Technical Assistance Special \nFund). \n ", "6   \nPolicy Actions  Compliance Status \nhttp://gki.tj/ru//nvestitsii_v_rt/nformatsiya_i_statist\nika/reestr_soglashenii/.  \n \n8.  The  government  publishes  an  Fully Complied With. Information is available on \nelectronic  report  with  gender- the website of the State Statistical Agency under \ndisaggregated  statistics  of  business  the President of Tajikistan. \nownership for 2011–2015.  http://www.stat.tj/ru/gender/businesswomans/. \n \nOutput 3: Increased Business Innovation and Productivity \n9. The Government (i) carries out public  Substantially  Complied  With.  Consultations \nconsultations  in  the  course  of  were carried out, new tariff policy was adopted, \ndevelopment  of  a  new  tariff  policy  for  relevant  allocations  from  state  budget  for \nelectricity  that  is  in  line  with  good  vulnerable groups of population under Targeted \ninternational  practice  and  eliminates  Social Assistance program were earmarked. The \ncross customer subsidies; (ii) adopts and  Government  has  already  allocated  TJS69.4 \nmakes effective this new tariff policy for  million (as against TJS 80 million) for low income \nelectricity and decides on gradual tariff  consumers to mitigate the impact of tariff increase \nadjustment to cost recovery levels; and  in 2017. Thus, meeting the 87% of the targeted \n(iii) increases allocation in the 2017 state  subsidy in 2017 is a substantial accomplishment \nbudget  for  subsidies  to  low  income  of the intended policy action. \nconsumers to mitigate the impact of tariff \nincreases  (a  total  of  at  least  TJS80 \nmillion). \n \n10.  The  National  Accreditation  Center  Fully Complied With. The National Accreditation \nbecomes  fully  independent  from  Tajik  Center  becomes  independent  (minutes  of  the \nstandard and receives funding from the  Board of Trustees meeting were evidenced). State \nstate budget.  Budget allocation was provided. \n \n11.  The  government  improves  the  Fully Complied With. The strategy of the Fund \nEntrepreneurship  Support  Fund’s  long  was approved, and reports about its operational \nterm  results  framework  and  internal  and financial performance were disclosed on their \ncontrol function, including the disclosure  website http://www.fdstj.org/index.php/tj/isobot-o. \nof the 2015 audited financial statements   \nand  the  appointment  of  independent   \nmembers of the supervisory board. \n \n12.  The  government  transfers  at  least  Fully Complied With. The microcredit refinancing \nTJS210 million  in  assets  or  cash to  a  fund was established and obtained its license from \nmicrocredit  refinancing  fund  duly  the National Bank of Tajikistan. Amendments to \nestablished and operating in accordance  instruction  #198  were  made  and  the  Board  of \nwith a charter that sets out a governance  Trustees (BoT) were nominated. An independent \nstructure aligned with international good  recruiting firm identified candidates for the top-\npractice,  and  that  has  all  necessary  management of the Fund. The first meeting of BoT \nlicenses to operate, including a license  was held on 4 October 2016. The bank account \nfrom NBT to finance rural development.  for the Fund received TJS210 million in assets and \n  cash. The BoT also selected the COO and CFO \nfor the Fund in the meeting held on 11 October \n2017. ", "7 \nPolicy Actions  Compliance Status \n13. The government allocates grants to at  Fully Complied With. Grants were allocated to \nleast 80 businesswomen for co-financing  businesswomen through the Committee of Family \nof investments (TJS2 million in 2016).  and  Women  Affairs  under  the  Government  of \n  Tajikistan. \n \nADB = Asian Development Bank, BoT = Board of Trustees, CFO = Chief Financial Officer, COO = Chief Operating \nOfficer, RIA = regulatory impact analysis, TA = technical assistance \n \nV.  CONCLUSION \n12.  The  government  has  made  significant  progress  in  implementing  reforms  under \nsubprogram 2. It has fully complied with 11 policy actions and incurred adjustment costs as \nenvisaged under subprogram 2.5 There are two policy actions which are not fully complied with. \nThe government has completed all the actions related to the web portal (substantially complied \npolicy action 6). Selection of the software vendor for the web portal is not a difficult reform, and \nwill be completed soon with ADB’s financial and procurement support. The other substantially \ncomplied policy action deals with budget allocation of TJS80 million for subsidies to low income \nconsumers to mitigate the impact of tariff increases in 2017 (policy action 9). The government has \nallocated TJS69.4 million (Table 3), representing a sharp rise of 61.4% over 2016 amount (TJS43 \nmillion). The government has shown a strong commitment to carrying out the reforms to their \nlogical conclusion in these two areas. \n \n13.  Subprogram 2 was developed as a follow up on subprogram 1. Many of the structural \nshortcomings in Tajikistan’s economy—low competitiveness of products in particular—reflect the \nlimited progress in expanding its productive capabilities and in tapping economic opportunities \nthat  create  more  wealth.  Binding  constraints  to  private  investment  include  an  unfavorable \nbusiness  environment,  unreliable  access  to  electricity  (particularly  during  the  winter),  poor \ntransport  connectivity  with  external  markets,  and  limited  integration  with  global  sources  of \nknowledge. Since 2016, access to finance has also emerged as a binding constraint, given the \ncredit crunch associated with the deteriorating solvency and liquidity in the banks. A programmatic \napproach with three separate subprograms was launched to address these binding constraints. \n \n14.  Subprogram 2 seeks to consolidate the gains made during subprogram 1. It is targeted at \nimproving the ease of doing business by addressing the constraints in three areas: (i) poor \ninfrastructure, (ii) limited integration with global sources of knowledge, and (iii) weak institutional \nstructure.  \n \n15.  Significant achievements have been seen in several key areas, such as a reduction in \ninspection bodies, a reduction in taxes, transparency in government acts and incentives, and \nstrengthened microcredit. These steps forward were possible because the government took \nownership to ensure that the reforms were implemented successfully. Implementation of some \npolicy actions and two loan effectiveness conditions were challenging and required support and \ncoordination across several line ministries and development partners, which caused delays. ADB \nprovided strong support to (i) set up the web portal (policy action 6), (ii) select the management \npersonnel for the microcredit refinance fund (policy action 12),6 and (iii) design the fiscal strategy \n                                                \n5  Some of these adjustment costs include higher budget allocations for (i) the refinancing credit fund for financing rural \nbusinesses and farmers; (ii) government institutions, to pay for higher electricity tariffs arising from the reduction of \nimplicit subsidies in the tariffs; (iii) the low-income population to compensate for higher electricity costs; and (iv) the \nEntrepreneurship Support Fund for financing of businesses. \n6  A recruitment agency was hired for this purpose. \n ", "8   \npaper.  These  were  extremely  time-intensive  initiatives.  The  government  accomplished  the \nenormous task of completing the AQRs of five banks. Despite these delays, the achievements \nwere the result of proactive steps taken by the executing agency staff and strong support from \nthe senior staff of the government’s Finance Department.   \n \nVI.  RECOMMENDATION \n16.  In view of the substantial progress made in implementing subprogram 2 of the Investment \nClimate Reforms Program, as demonstrated by (i) full compliance with 11 policy actions, and two \nloan effectiveness conditions; (ii) substantial compliance with two policy actions, the President \nrecommends that the Board approve, on a no objection basis, \n  \n(i)  the waiver of full compliance for two tranche release conditions based on the \nachievement of substantial compliance of policy actions 6 and 9 under subprogram \n2, and \n(ii)  the release of the loan in the amount of $50 million7 for the subprogram 2 of the \nInvestment Climate Reforms Program in Tajikistan. \n \n     \n                                                \n7  Consisting  of  Loan  3513-TAJ  in  the  amount  of  SDR22,433,000,  and  Grant  0530-TAJ  in  the  amount  of \nUSD19,240,000. "], "metadata": {"Title": "Report and Recommendation of the President", "Author": "ADB", "Keywords": "adb rrp report recommendation president", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20171018094317+08'00'", "ModDate": "D:20171018094317+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 13 October 2017) \n \nCurrency Unit  –  somoni (TJS) \nTJS1.00  =  $0.113 \n$1.00  =  TJS8.796 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nAQR  –  asset quality review \nGDP  –  gross domestic product \nPIP  –  public investment project \nRIA  –  regulatory impact analysis \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  R. Hartel, Public Management, Financial Sector, and Trade, CWRD \n   \nTeam leader  H. Mukhopadhyay, Principal Public Management Specialist, CWRD \nTeam members  M. Boboev, Economics Officer, Tajikistan Resident Mission (TJRM), \nCWRD \n  F. Dodomirzoeva, Project Assistant, TJRM, CWRD \n  M. Etrata, Associate Project Analyst, CWRD \n  L. Nazarbekova, Principal Counsel, Office of the General Counsel \n(OGC) \nD. Perkins, Senior Counsel, OGC \n  M. Sual, Operations Assistant, CWRD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "S. O’Sullivan", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "R. Hartel", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "H. Mukhopadhyay", "role": "Principal Public Management Specialist", "organization": "CWRD"}, {"fullname": "M. Boboev", "role": "Economics Officer", "organization": "Tajikistan Resident Mission"}, {"fullname": "F. Dodomirzoeva", "role": "Project Assistant", "organization": "TJRM"}, {"fullname": "M. Etrata", "role": "Associate Project Analyst", "organization": "CWRD"}, {"fullname": "L. Nazarbekova", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "D. Perkins", "role": "Senior Counsel", "organization": "OGC"}, {"fullname": "M. Sual", "role": "Operations Assistant", "organization": "CWRD"}]}