{"Author": "Asian Development Bank", "CreationDate": "D:20200521112719+08'00'", "Creator": "PDF24 Creator", "Keywords": "bangladesh, rural infrastructure, all-weather roads, climate resilience, road master planning, agriculture value chain, 47243-005, loan 3932, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200617085053+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The Rural Connectivity Improvement Project (i) upgrades about 1,700 km of rural roads to all-weather standards with climate resilience and safety features in 34 districts in five divisions, (ii) improves the capacity of the rural infrastructure agency, and (iii) finances enhancements to the national rural road master plan using a geographic information system.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated May 2020 is provided for the ADB project 47243-005 in Bangladesh.", "Title": "Rural Connectivity Improvement Project - Additional Financing: Report and Recommendation of the President", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 47243-005 \nLoan Numbers: 3731-BAN and 3732-BAN \nMay 2020 \n \n \n \n \nProposed Loan for Additional Financing \nPeople’s Republic of Bangladesh: Rural Connectivity \nImprovement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 4 May 2020) \n\nCurrency unit \nTk1.00 \n$1.00 \n\n– \n= \n= \n\ntaka (Tk) \n$0.011772 \nTk84.945  \n\n \n \n \n\nABBREVIATIONS \n\nADB \nkm \nLGED \nPAM \n\n– \n– \n– \n– \n\nAsian Development Bank \nkilometer \nLocal Government Engineering Division \nproject administration manual \n\nNOTES \n\n(i) \n\nThe fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30  June.  “FY”  before  a calendar  year  denotes the  year  in  which  the  fiscal  year \nends, e.g., FY2018 ends on 30 June 2018. \n\n(ii) \n\nIn this report, “$” refers to United States dollars. \n\nVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n\nShixin Chen, Operations 1 \nKenichi Yokoyama, South Asia Department (SARD) \nMio Oka, Environment, Natural Resources and Agriculture Division \n(SAER), SARD \n \nOlivier Drieu, Senior Water Resources Specialist, SAER, SARD \nMikael Andersson, Financial Management Specialist, Office of the \nDirector (SAOD), SARD \nBrando Angeles, Associate Environment Officer, SAER, SARD \nAngelique Dawn Badelles, Associate Safeguards Officer \n(Resettlement), SAOD, SARD \nPamela Barrameda, Associate Operations Officer, SAER, SARD \nCynthia Ceniza, Senior Operations Assistant, SAER, SARD \nAmrita Kumar Das, Associate Project Officer (Transport), Bangladesh \nResident Mission (BRM), SARD \nMarie L’Hostis, Water Resources Specialist, SAER, SARD \nMd. Humayun Kabir, Procurement Officer, BRM, SARD \nDennis Lopez, Project Officer, SAER, SARD \nPrincess Lubag, Project Analyst, SAER, SARD \nNasheeba Selim, Social Development Officer (Gender), BRM, SARD \nMelinda Tun, Counsel, Office of the General Counsel \nCharles David Salter, Principal Natural Resources and Agriculture \nSpecialist, SAER, Southeast Asia Department \n\nPeer reviewer \n\n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n \n\n \n \n \n \n \n \n\n \n\n \n\n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \n\nMAP \n\nI. \n\nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nProject Description \nValue Added by ADB \nSummary Cost Estimates and Financing Plans \nImplementation Arrangements \n\nSummary Due Diligence Results \nSummary of Risks and Mitigating Measures \n\nIII. \n\nDUE DILIGENCE \nA. \nB. \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nRevised Design and Monitoring Framework \n\nList of Linked Documents \n\n1. \n\n2. \n \n\nPage \n\n1 \n\n1 \n1 \n2 \n2 \n3 \n4 \n\n4 \n4 \n5 \n\n6 \n\n6 \n\n7 \n\n11 \n\n \n\n \n\n \n\n\f\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\nRural Connectivity Improvement \nProject-Additional Financing \nBangladesh\nBangladesh\n\nDepartment/Division SARD/SAER\n\nProject Number: 47243-005\n\nExecuting Agency\n\nLocal Government \nEngineering Department\n\nSubsector(s)\nRural market infrastructure\n\n     ADB Financing ($ million)\n100.00\n\nCountry Economic \nIndicators\nPortfolio at a Glance\n\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=47243-005-CEI\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=47243-005-PortAtaGlance\n\n2. Sector\n\nAgriculture, natural \nresources and rural \ndevelopment\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nPromoting rural development and food security\nStrengthening governance and institutional capacity\n\nSustainable Development Goals\nSDG 1.5\nSDG 8.5\nSDG 11.5\nSDG 13.a\n\n4. Risk Categorization:\n\nLow\n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Project (Concessional Loan): Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Government \nTotal\n\nCurrency of ADB Financing: US Dollar \n\nTotal\n\nClimate Change Information\nGHG reductions (tons per annum)\nClimate Change impact on the \nProject\n\n100.00\n\n0\nMedium\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nCofinancing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nEffective gender mainstreaming (EGM)\n\nPoverty Targeting\nGeneral Intervention on Poverty\n\n9.90\n0.00\n\n0.00\n0.00\n\nAmount ($ million)\n\n100.00\n100.00\n0.00\n0.00\n63.93\n63.93\n163.93\n\n5. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n16032020111848069267\n\nGenerated Date: 20-May-2020 18:58:41 PM\n\n\f89  00'Eo\n\no\n91  45'E\n\nBANGLADESH\nRURAL CONNECTIVITY IMPROVEMENT PROJECT\n(additional financing)\n\n25  30'No\n\nR A N G P U R\n\n25  30'No\n\nN\n\n0\n\n25\n\n50\n\n75\n\nKilometers\n\nS Y L H E T\nKu sh i ya ra  R .\n\nR A J S H A H I\n\nM Y M E N S I N G H\n\nBrahmaputra R.\n\nGanges R.\n\nT\n\ne\n\ne\n\ns\n\nt\n\na\n\n \n\nR\n\n.\n\nJ\n\na\n\nm\n\nu\n\nn\n\na\n\n \n\nR\n\n.\n\nD H A K A\n\nDHAKA\n\nP\n\na\n\nd\n\nm\n\na R.\n\nM\n\na\n\nd\n\nh\n\nu\n\nm\n\na\n\nt\ni\n \n\nR\n\n.\n\nK H U L N A\n\n.\nR\n \nr\nu\ns\ns\nu\nP\n\nghala R.\n\nrin\na\nH\n\nBARISHAL\n\n22  00'No\n\nCHATTOGRAM\n\n22  00'No\n\nB a y    o f    B e n g a l\n\nNot to Scale. Boundaries are not necessarily authoritative. \nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal  status  of  any  territory,  or  any  endorsement  or  acceptance  of  such \nboundaries, colors, denominations, or information. \n\nProject District under RCIP (additional financing)\n\nProject District under RCIP\n\nNational Capital\n\nProject Road (additional financing)\n\nNational Highway\n\nRegional Highway\n\nDistrict Road\n\nRiver\n\nDistrict Boundary\n\nDivisional Boundary\n\nInternational Boundary\n\n89  00'Eo\n\nRCIP \n\nRural Connectivity Improvement Project \n\no\n91  45'E\n\n200562 19BAN ABV\n\n\fI. \n\nTHE PROPOSAL \n\n \n\nI submit for your approval the following report and recommendation on a proposed loan to \nthe  People’s  Republic  of  Bangladesh  for  the  additional  financing  of  the  Rural  Connectivity \nImprovement Project. The additional financing is required to scale up the current project by adding \napproximately 930 kilometers (km) of rural roads. \n\n \n\nTo  improve  the  road  network  connecting  the  rural  population to agriculture value  chain \ndevelopment zones, the Rural Connectivity Improvement Project  (i) upgrades about 1,700 km of \nrural roads to all-weather standards with climate resilience and safety features in 34 districts in \nfive  divisions,  (ii)  improves  the  capacity  of  the  rural  infrastructure  agency,  and  (iii)  finances \nenhancements to the national rural road master plan using a geographic information system.1 \n\nA. \n\nRationale \n\nII. \n\nTHE PROJECT \n\n \n\nThe project meets the eligibility criteria for additional financing and is performing well.  \n(i) \n\nImplementation  progress  is  satisfactory.  Works  packages  comprise  80%  of \nAsian Development Bank (ADB) financing. To date, bids have been received for \n60 out of the 67 packages (totaling $163 million); of these 48 works contracts have \nbeen signed ($139 million), two packages are pending approval by the ministry ($6 \nmillion), and ten packages are being evaluated. The remaining seven packages \nare at preparation or rebidding stage. Contract awards amount to $115.3 million \n(139% of baseline projections) and disbursements amount to $20.8 million (151% \nof baseline).  \nDelivery  of  expected  outputs  is  rated  successful.  The  Local  Government \nEngineering Division (LGED) is making progress toward achieving the expected \noutputs  by  2023.  For  output  1,  works  have  started  for  37  packages  and  the \nremaining  procurement  is  ongoing.  For  outputs  2  and  3,  the  recruitment  of \nconsultancy firms is ongoing and mobilization is anticipated in the third quarter of \n2020.  The  mobilization  of  the  project  implementation  support  consultant  is \nexpected in June 2020. The project is on track to achieve the project outcome. \nSafeguards  policy  requirements.  All  safeguard covenants  are  being  complied \nwith. \n\n(ii) \n\n(iii) \n\n(iv)  Management  of  risks  is  rated  successful.  All  risks  detailed  in  the  risk \nassessment and risk management plan are being managed successfully.2 \nProject performance. The project has been rated on track since its effectiveness.  \n\n(v) \n\n \n\nIn  2017,  LGED  in  the  Local  Government  Division  of  the  Ministry  of  Local  Government, \nRural Development and Cooperatives prepared the detailed design of a loan project totaling $300 \nmillion and covering 2,672 km of rural roads in 34 districts.3 The project amount was subsequently \napproved by ADB for $200 million with a reduced scope.4 The additional financing is to scale up \n\n \n\n1  ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Loans and Technical \nAssistance Grant to the People’s Republic of Bangladesh for the Rural Connectivity Improvement Project. Manila \n(accessible from the list of linked documents in Appendix 2). \n\n2  Bids for the eight works packages as pilot contracts, including a 5-year maintenance component, have been received. \nThree contracts were awarded in 2019, and the remaining packages are expected to be awarded by 31 May 2020.  \n\n3  ADB. 2016. Project Design Advance for Bangladesh: Rural Infrastructure Maintenance Program. Manila. \n4  ADB Board approved the current project for a regular loan of $100 million (Loan 3731-BAN) and a concessional loan \nof $100 million (Loan 3732-BAN) on 5 November 2018. The loan agreements were signed on 13 January 2019 and \ndeclared effective on 13 February 2019. The current project is to be implemented over 5 years and both loans will \n\n \n\n \n\n \n\n\f2 \n\nthe first output of the current project from 1,700 km to 2,630 km of rural roads in 16 districts, and \nis  included  in  ADB’s  country  operations  business  plan,  2020–2022. 5  The  design  and \nimplementation arrangements for the current project will be used to expedite results, while the  \nimpact  and  outcome  of  the  overall  project  will  be  enhanced  by  covering  additional  geographic \nareas and increasing beneficiaries.6 The overall project scope remains (i) technically feasible and \neconomically  viable;  (ii)  aligned  with  the  government’s  priorities  under  the  Seventh  Five  Year \nPlan,  FY2016–FY2020; 7 (iii)  consistent  with  the  project’s  development  objectives  and  ADB’s \ncountry partnership strategy, 2016–2020;8\n and (iv) aligned with ADB’s Strategy 2030 operational \npriorities  of  (a)  promoting  rural  development  and  food  security,  (b)  tackling  climate  change, \nbuilding  climate  and  disaster  resilience,  and  enhancing  environmental  sustainability;  and  (c) \nstrengthening  governance  and  institutional  capacity. 9  The  coronavirus  disease  (COVID-19) \npandemic has significantly reduced the growth prospects of Bangladesh, and the pandemic will \nultimately  impact the rural  poor  who  are the most  vulnerable and  the  least resilient.  Increased \ngovernment  spending  is  necessary to jump-start  the  economy. Infrastructure  spending  in rural \nroads  improvements  will  generate  local  employment,  increase  access  by  rural  communities  to \nhealth  services  and  medical  supplies,  and  enhance  the  long-term  growth  prospects  of  the \neconomy.  \n\nB. \n\nProject Description \n\n \n\nThe additional financing will increase the current output 1 from 1,700 km to 2,630 km of \nrural roads in 16 districts of the 34 districts covered by the current project, and support LGED to \nproduce  a  design  project  report  for  a  possible  follow-on  loan.  The  impact  and  outcome  of  the \noverall project will remain unchanged from those of the current project.10 \n\nC. \n\nValue Added by ADB  \n\n \n\nThe  Seventh  Five  Year  Plan  aims  to  expand  the  rural  road  capacity  to  increase \nconnectivity, provide greater access to social services and markets, and promote the agriculture \nsector. The government has embarked on a sustained effort to improve the rural road network, \nusing its own resources and with assistance from international development partners. The overall \nproject will provide a foundation for future investments and post-pandemic recovery in rural areas \nin Bangladesh, including a possible follow-on loan, and a possible ADB-financed project (which \nis  in  preparation),  for  which  LGED  will  select  subprojects  that  have  benefited  from  recent \nimprovements  to  the  rural  road  network. 11  ADB’s  value  addition  focuses  on  applying  a \ncomprehensive approach to building climate and disaster resilience, and transferring knowledge \nand  advanced  technologies  and  practices  for  asset  management.  The  project  builds  on  the \nsuccess  of  ADB-supported  rural  road  programs  in  India,  Nepal,  and  Sri  Lanka.  To  enhance \noperational  efficiency  and  reduce  the  ensuing  burden  of  road  maintenance,  the  project  has \nadopted climate-resilient designs, quality control, bioengineering approaches, rigid pavements of \n\n \n\nclose on 31 May 2024. The government kept the original loan amount of $300 million in their Development Project \nProposal approved in 2018, anticipating that ADB would process the additional financing of $100 million in 2019. \n\n5  ADB. 2019. Country Operations Business Plan: Bangladesh, 2020–2022. Manila. \n6  The 62 works packages under the additional financing will have a maximum construction period of 18 months, and \nthe implementation period will therefore remain the same as the current project. Works is expected to start by the \nfourth quarter of 2020. \n\n7  Government of Bangladesh, Planning Commission. 2015. The Seventh Five Year Plan: FY2016–FY2020. Dhaka. \n8  ADB. 2016. Country Partnership Strategy: Bangladesh, 2016–2020. Manila. \n9  ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\n10 The revised design and monitoring framework is in Appendix 1. \n11 ADB. 2019. Concept Paper: Climate- and Disaster-Resilient Small-Scale Water Resources Management Project in \n\nBangladesh. Manila (internal). \n\nManila. \n\n \n\n\freinforced  concrete  at  submersible  road  sections  that  lead  to  cyclone  shelters,  and  adequate \ndrainage. \n\nD. \n\nSummary Cost Estimates and Financing Plans \n\n \n\nThe overall project is estimated to cost $449.23 million (Table 1). Detailed cost estimates \nby  expenditure  category  and  detailed  cost  estimates  by  financier  are  included  in  the  project \nadministration manual (PAM).12 \n\nTable 1: Summary Cost Estimates \n($ million) \n\n \nItem \nA.  Base Costc \n\n1. \n2. \n3. \n\nRural road conditions improved \nCapacity of infrastructure agency and users enhanced \nRural road master planning enhanced \nSubtotal (A) \n\nB.  Contingenciesd \nC.  Financing Charges During Implementatione \n\nTotal (A+B+C) \n\nCurrent  \nAmounta \n \n233.20 \n14.80 \n10.40 \n258.40 \n16.30 \n10.60 \n285.30 \n\nAdditional \nFinancingb \n\n \n\n143.62 \n0.0 \n0.0 \n143.62 \n15.55 \n4.76 \n163.93 \n\n \nTotal \n \n376.82 \n14.80 \n10.40 \n402.02 \n31.85 \n15.36 \n449.23 \n\na  Refers to the original amount. Includes taxes and duties of $38.8 million financed from government resources. \nb  Includes taxes and duties of $20.69 million to be financed from government resources. Such amount does not \n\nrepresent an excessive share of the project cost.  \n\nc  In 2020 prices as of February 2020 for the additional financing. \nd  Includes physical and price contingencies, and a provision for exchange rate fluctuation. \ne  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n\n \n\nThe government has requested a concessional loan of $100 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 25-year term, including a grace \nperiod of 5 years; an interest rate of 2.0% per year during the grace period and thereafter; and \nsuch other terms and conditions set forth in the draft loan agreement. \n\nThe summary financing plan is in Table 2. ADB will finance the expenditures in relation to \n\nworks and consulting services. \n\n \n\n \n\nSource \n\nAsian Development Bank \n\nOCR (regular loan) \nOCR (concessional loan) \n\nGovernment of Bangladesh \n\nTotal \n\n \n100.00 \n100.00 \n85.30 \n285.30 \n\nOCR = ordinary capital resources.  \na  Refers to the original amount.  \nSource: Asian Development Bank estimates. \n\nTable 2: Summary Financing Plan \n\nCurrenta \n\nAmount \n($ million) \n\nShare of \nTotal (%) \n\n  Additional Financing \n  Amount \nShare of \nTotal (%) \n($ million) \n\n \n  Amount \n($ million) \n\nTotal \n\nShare of \nTotal (%) \n\n \n35.0 \n35.0 \n30.0 \n100.0 \n\n \n \n \n \n \n\n \n0.00 \n100.00 \n63.93 \n163.93 \n\n \n0.0 \n61.0 \n39.0 \n100.0 \n\n \n \n \n \n \n\n \n\n100.00 \n200.00 \n149.23 \n449.23 \n\n \n22.3 \n44.5 \n33.2 \n100.0 \n\n \n\nClimate adaptation is estimated to cost $13.2 million. ADB will finance 75% of this cost.13 \n\nDetails are in the PAM. \n\n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n13 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n\n \n\n3 \n\n \n\n\f4 \n\n \n\nE. \n\nImplementation Arrangements \n\n \n\nThe implementation arrangements are described in detail in the PAM (footnote 12). They \n\nwill remain unchanged from the current project. \n\nA. \n\nSummary Due Diligence Results \n\nIII. \n\nDUE DILIGENCE \n\n \n\nA  summary  of  the  due  diligence  assessments  carried  out  for  the  proposed  additional \n\nfinancing is presented in Table 3.14 \n\nTable 3: Summary of Due Diligence Assessments \n\nGovernance \n\ntechniques—to  ensure \n\nArea of \nAssessment \nTechnical \n\n \nSummary of Assessment \nThe  designs  incorporate  key  climate-resilient  rural  road  construction  measures—i.e., \ndesigned  enhancements  and  bio-engineering \nthat  road \nimprovements consider lessons from pilot projects on climate adaptation.  \nThe updated analysis showed that the economic internal rate of return of the additional \nfinancing  is  18.3%,  and  that  of  the  overall  project  is  17.1%,  indicating  they  are \neconomically viable. \n\nEconomic \nand financial \nviability \nSustainability  LGED  has  a  well-established  maintenance  planning  and  budget  allocation  system.  Its \nbudget  allocation  for  rural  road  maintenance  has  increased  by  an  average  of  16%  per \nyear since 2013. However, it is unlikely that LGED will fully secure the funds required for \nsustainable maintenance, and there is a risk that upgraded roads may not be safely usable \nfor their entire expected economic life. The draft loan agreement includes assurances that \nthe government will provide the required financing to maintain the upgraded roads. \nThe updated financial management assessment indicates that the financial management \nrisk is substantial. The financial management arrangements established under the current \nproject, including the staffing arrangement in the  project management unit and LGED’s \ndistrict  offices,  will  be  followed.  A  financial  management  action  plan  is  in  the  project \nadministration manual.a \nThe procurement of works and recruitment of consultants will be in accordance with the \nADB  Procurement  Policy  (2017,  as  amended  from  time  to  time)  and  the  Procurement \nRegulations for ADB Borrowers (2017, as amended from time to time). The procurement \nclassification is category B. LGED will continue publishing information on their website. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to the government. \nThe  policy  requirements  and  measures  are  described  in  the  project  administration \nmanual. \nThe  current  project  covers  34  districts  with  51.5  million  inhabitants.b  The  additional \nfinancing will cover 16 of these districts, with 40.2 million inhabitants. The major sources \nof income are agricultural produce, trade and business, services, and overseas workers’ \nremittances. The percentage of the population that is poor ranges from 27% in Cumilla to \n57% in Gopalganj, but the economic shocks resulting from the COVID-19 pandemic will \ndeepen  the  poverty  of  those  who  are  already  poor.  The  assessment  consulted  3,114 \npeople,  who  indicated  that  the  additional  financing  project  will  increase  economic  and \nemployment  opportunities,  through  1.73  million  person-days  of  employment  over  the \nconstruction and maintenance periods. \nThe  project  is  categorized  effective  gender  mainstreaming.  The  updated  poverty  and \nsocial analysis included a gender assessment that consulted 753 women. Overall, women \nare supportive of the project as it will provide them with access to economic opportunities \n\nPoverty and \nsocial \n\n14 Social Safeguards Due Diligence Report and Environmental Safeguards Due Diligence Report (accessible from the \n\nlist of linked documents in Appendix 2). \n\n \n\n\fArea of \nAssessment \n\nSafeguards \n\n \nSummary of Assessment \nand  services.  Gender  experts  to  be  hired  as  part  of  the  current  project  will  ensure  the \neffective implementation of the revised gender action plan. \nThe additional financing is classified category B for the environment  in accordance with \nADB’s Safeguard Policy Statement (2009). The 96 additional rural roads are already in \nexistence, and no bypasses nor land acquisitions are anticipated. They are not located \nwithin  any cultural heritage regions, protected  areas,  buffer zones, or  special areas for \nbiodiversity  protection.  Mitigation  measures  are  integrated  into  the  works  through  an \nenvironmental management plan in the bidding documents. A social and environmental \ngrievance redress mechanism has been established to receive feedback and complaints \nfrom  affected  parties  and  address  these  during  construction  and  operation.  The \ngovernment’s environmental clearance certificate covers the scope of the overall project. \nThe  previously  disclosed  initial  environmental  examination  report  was  updated  and \ndisclosed in March 2020. \nThe  additional  financing  is  classified  category  C  for  involuntary  resettlement,  as  is  the \ncurrent project, in accordance with ADB’s Safeguard Policy Statement. The construction \nwill  be  carried  out  mostly  within  existing  road  corridors  and  rights-of-way,  with  minor \nwidening for road safety in some cases, which will require narrow strips of land (less than \n5% of total holdings) to be made available. Similar to the current project, voluntary land \ndonation may be used when land is required. The community participation framework of \nthe current project, which has been disclosed on ADB’s website, will be used. Community \ninstitutional  capacities  and \nparticipation  plans  were  prepared.  Assessment  of \narrangements  confirmed  that  the  agencies  are  capable  to  effectively  implement  the \nframework, community consultations, and monitoring. \nThe additional financing is classified category C for indigenous people in accordance with \nADB’s Safeguard Policy Statement. It will have not impact the culture, human rights, or \nlivelihood systems of indigenous peoples. \nEnvironmental and social safeguards experts will be engaged as part of the current project \nto continue community consultations, redress grievances, and monitor environmental and \nsocial safeguards during the implementation of the project. \n\nADB = Asian Development Bank, LGED = Local Government Engineering Department. \na  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \nb  Government of Bangladesh, Bureau of Statistics. 2019. Statistical Pocket Book of Bangladesh 2018. Dhaka. \nSource: Asian Development Bank. \n\nB. \n\nSummary of Risks and Mitigating Measures \n\n \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  4  and  described  in \n\ndetail in the risk assessment and risk management plan.15  \n\nRisks \nLack of \nmaintenance \nfunds \n\nWeak \ndecentralized \nfinancial \nmanagement \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigation Measures \nThe  government  agreed  to  reduce  the  gap  between  the  annual  budget  allocation  and \noperation and maintenance needs, and this is included in the loan covenants. The current \nproject will also pilot inclusion of maintenance in civil works contracts for 5 years to ensure \nbetter asset quality and improved maintenance. The technical assistance attached to the \ncurrent project will strengthen maintenance planning and asset management. \nThe new fund flow scheme implemented under the current project will be replicated for \nthe additional financing. A full-time financial expert to be hired under the current project \nwill  support  financial  management  and  audits  during  implementation  of  the  additional \nfinancing.  A  financial  management  procedures  manual  is  being  developed,  and \ncomprehensive financial management information will be monitored in quarterly reporting. \n\nSource: Asian Development Bank. \n\n \n\n15 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\fIV. \n\nASSURANCES \n\n \n\nThe government and LGED have assured ADB that implementation of the  project shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan document. The government and LGED have agreed with ADB on certain \ncovenants for the project, which are set forth in the loan agreement.  \n\nV. \n\nRECOMMENDATION \n\n \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank and recommend that the Board approve the loan of $100,000,000 to \nthe  People’s  Republic  of  Bangladesh  for  the  additional  financing  of  the  Rural  Connectivity \nImprovement  Project,  from  ADB’s  ordinary  capital  resources,  in  concessional  terms,  with  an \ninterest charge at the rate of 2% per year during the grace period and thereafter; for a term of 25 \nyears,  including  a  grace  period  of  5  years;  and  such  other  terms  and  conditions  as  are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement  presented  to  the \nBoard. \n \n \n \n\nMasatsugu Asakawa \nPresident \n\n \n20 May 2020 \n\n6 \n\n \n\n\fREVISED DESIGN AND MONITORING FRAMEWORK \n\nImpact the Project is Aligned with \nCurrent project \nConnectivity  between  rural  communities,  productive  agricultural  areas,  and  socioeconomic  centers  in \nBangladesh improved (Seventh Five-Year Plan, FY2016–FY2020)a \nOverall project \nUnchanged \n\n \n\nResults Chain \nOutcome \n\nCurrent project \nTransport efficiency \nand related \nemployment \ngenerated in target \nareas increased \n \nOverall project \nUnchanged \n\nOutputs \n \nCurrent project \n\nRural \n\n1. \nroad \nconditions  between \nselected \nrural \ncommunities, \nproductive \nagricultural  areas, \nand  socioeconomic \ncenters improved \n \nOverall project \nUnchanged \n\nPerformance Indicators with Targets and \nBaselines \n\nCurrent project \nBy 2024: \na. Average travel time along project roads reduced \nby 50% (2018 baseline: 5 minutes per km) \nOverall project \nBy 2024: \nUnchanged (RFI 2.4, TI 2.4.1) \n \nCurrent project \nBy 2024: \nb.  Average  daily  vehicle-km  increased  to  67,140 \n(2018 baseline: 49,160 vehicle-km) \nOverall project \nBy 2024: \nUnchanged (RFI 1.3, TI 1.3.1) \n \nCurrent project \nBy 2024: \nc. 3.13 million person-days employment generated \n(at  least  20%  for  women)  by  road  construction, \nmaintenance,  and  bioengineering  activities  (2018 \nbaseline: Not applicable) \nOverall project \nBy 2024: \nc. 4.86 million person-days employment generated \n(at  least  20%  for  women)  by  road  construction, \nmaintenance,  and  bioengineering  activities  (2019 \nbaseline: Not applicable) \n \n1a. \nCurrent project \nBy 2023: \nAt  least  1,700  km  of  rural  roads  improved  to  all-\nweather  standards  with  climate  resilience  and \nsafety  features,  of  which  242  km  of  rural  roads \nmaintained for a period of 5 yearsb (2018 baseline: \n0) \nOverall project \nBy 2023: \nAt  least  2,630  km  of  rural  roads  improved  to  all-\nweather  standards  with  climate  resilience  and \nsafety  features,  of  which  369  km  of  rural  roads \nmaintained for a period of 5 yearsb (2019 baseline: \n0) (RFI 3.2, TI 2.3.5) \n \n\nAppendix 1 \n\n7 \n\nData Sources \nand Reporting \nMechanisms \n\n \n\na.–b. Post-\nimplementation \nmeasurement \nand traffic \nsurvey by \nLGED \n \nc. Quarterly \nmonitoring \nreports and \nproject \ncompletion \nreport by LGED \n\nRisks \n\n \n\nExtreme \nweather \nconditions \nbeyond what \nis \nanticipated, \ncausing \nsevere \ndamage \nroad \nnetwork \n\nto \n\n \n\n \n\nQuarterly \nmonitoring \nreports \nproject \ncompletion \nreport by LGED \n\nand \n\nof \n\nDelayed \nrelease \ncounterpart \nfunds  could \nhamper \nthe \ncompletion \nof works \n \nProlonged \nimpact of \nthe COVID-\n19 \npandemic \n\n \n\n\fData Sources \nand Reporting \nMechanisms \n\n \n2a,  c.–f.  Post-\nimplementation \nsurvey \nby \nLGED \n \n2b. \nGovernment \nendorsement \nmemo \n\nRisks \non global \nvalue chains \ncould delay \nprocurement \nof goods \nand \nservices, \nresulting in \ndelayed \nproject \ncompletion \n\n8 \n\nAppendix 1 \n\nResults Chain \nCurrent project \n2.  Capacity  of  rural \ninfrastructure \nagency  and \nusers \nareas enhanced \n \nOverall project \nUnchanged \n\nroad \nin  project \n\n \n\nPerformance Indicators with Targets and \nBaselines \n\n2a. \nCurrent project \nBy 2023: \n100%  of  LGED  project  staff,  including  all  women \nstaff, have increased knowledge and skills on road \nsafety  awareness, \nroad  asset  management, \ncontract management, financial management, and \nclimate-resilient  design  and  construction  (2018 \nbaseline: 0) \nOverall project \nBy 2023: \nUnchanged \n \n2b. \nBy 2023: \nCurrent project \nManuals for maintenance, climate-resilient design \nand  construction  for  rural  road  developed  and \nendorsed by LGED (2018 baseline: Not applicable) \nOverall project \nUnchanged \n \n2c. \nCurrent project \nAt  least  40%  of  students,  teachers,  parents  and \nschool  management  committees  from  schools \nalong  project  roads  acquired  knowledge  on  road \nsafety (2018 baseline: Not applicable) \nOverall project \nBy 2023: \nAt  least  40%  of  students,  teachers,  parents,  and \nschool  management  committees  from  schools \nalong project roads, with 20% of participants to be \nwomen  and  girls,  acquired  knowledge  on \ncommunity  orientation  on  project  benefits,  road \nsafety \nroad  signs),  gender-based \nviolence  (including  sexual  exploitation,  human \ntrafficking),  and  sexually \ninfection \nprevention (2018 baseline: Not applicable) \n \n2d. \nCurrent project \nAt  least  40%  of  students,  teachers,  parents  and \nschool  management  committees  from  schools \nalong  project  roads  acquired  knowledge  on \nsexual \ngender-based \nexploitation  and  human  trafficking)  and  sexually \ntransmitted  infection  prevention  (2018  baseline: \nNot applicable) \nOverall project \nBy 2023: \nCore  labor  standards  and  equal  pay  policies \nimplemented  in  selection  and  hiring  of  men  and \n\ntransmitted \n\n(including \n\n(including \n\nviolence \n\n\fResults Chain \n\nAppendix 1 \n\n9 \n\nData Sources \nand Reporting \nMechanisms \n\nRisks \n\nPerformance Indicators with Targets and \nBaselines \n\nin \n\nproject \n\nthe  project \n\n(2018  baseline:  Not \n\nin  project \n(2018 \n\nwomen \nin \napplicable) \n \n2e. \nCurrent project \nAt \nleast  40%  women  participated \norientation,  planning  of  project  roads \nbaseline: Not applicable) \nOverall project \nBy 2023: \nAt  least  20%  of  women  (including  disadvantaged \ngroups) participated  in the  project orientation  and \nskills  development  training  (including  on  basic \nconstruction, \nreconstruction \nimprovement  and \nworks,  and  maintenance  skills)  conducted  for \nand \nemployees \nmaintenance (2018 baseline: Not applicable) \n \n2f. \nBy 2023: \nCurrent project \nAll women workers’ skills on road construction and \nmaintenance  enhanced \n(2018  baseline:  Not \napplicable) \nOverall project \nUnchanged \n3a. \nCurrent project \nBy 2023: \nGeographic  information  system  developed  and \nintegrated  with  the  nationwide  road  database \n(2018 baseline: Not applicable) \nOverall project \nUnchanged \n\nconstruction \n\nroad \nplanning \n\nCurrent project \n3. \nRural \nmaster \nenhanced \n \nOverall project \nUnchanged \n\n \n\n \n\n \nPost-\nimplementation \nactions \nby \nLGED \n\nKey Activities with Milestones \n1. Rural road condition between selected rural communities, productive agricultural areas, and \nsocioeconomic centers improved \n1.1  Award contracts for improving about 2,630 km of roads to all-weather standards by Q2 2021 (changed). \n1.2   Complete construction by Q4 2022 (changed). \n1.3  Maintain improved roads until Q2 2024 (changed).b \n1.4  Recruit detailed project report (DPR) preparation consultant from Q2 2020 to Q1 2021. \n1.5  Complete DPR preparation activities by Q1 2023. \n2. Capacity of rural infrastructure agency and road users in project areas enhanced \n2.1  Mobilize project implementation support consultants and other capacity development consultants by \nQ3 2020 (changed).c \n2.2  Develop capacity development training programs for LGED and project communities by Q4 2020 \n(changed).c \n2.3  Conduct the training programs by Q4 2021 (changed).c \n2.4  Develop manuals for performance-based maintenance, and climate-resilient design and construction \nby Q1 2021 (changed).c \n\n \n\n\f10 \n\nAppendix 1 \n\n3. Rural road master planning enhanced \n3.1  Mobilize information technology consultants for road master planning by Q3 2020 (changed).c \n3.2  Develop capacity development training programs for LGED on system-based road master planning \nby Q3 2021 (changed).c \nInputs \n\nAsian Development Bank \n\nLoan \n\nTechnical Assistance Grant \n\n$100.0 million (regular) (current) \n$100.0 million (concessional) (current) \n$100.0 million (concessional) (additional) \n$100.0 million (regular) (overall) \n$200.0 million (concessional) (overall) \n\nGovernment of Bangladesh \n\n$85.30 million (current) \n$63.93 million (additional) \n$149.23 million (overall) \n\n$1.0 million (current) \n\n$0 (additional) \n\n$1.0 million (overall) \n\nAssumptions for Partner Financing \nCurrent project \nNone \nOverall project \nUnchanged \nkm = kilometer, LGED = Local Government Engineering Department, Q = quarter, RFI = result framework indicator, TI \n= tracking indicator. \na  Government of Bangladesh, Planning Commission. 2016. The Seventh Five-Year Plan (FY2016–FY2020). Dhaka. \nThe impact statement was drawn from the government’s plan and recast to conform to the Asian Development Bank’s \ndesign and monitoring framework guidelines.  \n\nb  Routine maintenance of pilot roads will be undertaken for 5 years by the contractors that built the roads. After the \n\nproject completion date, maintenance of these pilot roads will be financed by the government. \n\nc  Milestone dates were revised to reflect the implementation progress of the current project. \nContribution to the ADB Results Framework:  \nRFI 2.4 Women and girls with increased time savings (approximately 25 million) \nTI 2.4.1 Time-saving or gender-responsive infrastructure assets and/or services established or improved (2,630 km of \nrural roads) \nRFI 1.3 Poor and vulnerable people with improved standards of living (approximately 13 million people) \nTI 1.3.1 Infrastructure assets established or improved (2,630 km of rural roads) \nRFI People with strengthened climate and disaster resilience (approximately 51.5 million, including 25 million of women \nand girls) \nTI 3.2.5 New and existing infrastructure assets made climate and disaster resilient (2,630 km of rural roads) \nSource: Asian Development Bank. \n \n\n \n\n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47243-005-3  \n\nAppendix 2 \n\n11 \n\nLoan Agreement  \n\nApproved Report and Recommendation of the President for the original Project \n\nSector Assessment (Summary): Agriculture, Natural Resources, and Rural Development  \n\n \n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n \n\n \n\n11. \n\n12. \n\n13. \n\nProject Administration Manual  \n\nEconomic and Financial Analysis \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\nClimate Change Assessment \n\nGender Action Plan \n\n10. \n\nInitial Environmental Examination \n\nSupplementary Documents \n\nFinancial Management Assessment \n\nSocial Safeguards Due Diligence Report \n\nEnvironmental Safeguards Due Diligence Report \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 4 May 2020) \n", "Currency unit \nTk1.00 \n$1.00 \n", "– \n= \n= \n", "taka (Tk) \n$0.011772 \nTk84.945  \n", " \n \n \n", "ABBREVIATIONS \n", "ADB \nkm \nLGED \nPAM \n", "– \n– \n– \n– \n", "Asian Development Bank \nkilometer \nLocal Government Engineering Division \nproject administration manual \n", "NOTES \n", "(i) \n", "The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30  June.  “FY”  before  a calendar  year  denotes the  year  in  which  the  fiscal  year \nends, e.g., FY2018 ends on 30 June 2018. \n", "(ii) \n", "In this report, “$” refers to United States dollars. \n", "Vice-President \nDirector General \nDirector \n", " \nTeam leader \nTeam members \n", "Shixin Chen, Operations 1 \nKenichi Yokoyama, South Asia Department (SARD) \nMio Oka, Environment, Natural Resources and Agriculture Division \n(SAER), SARD \n \nOlivier Drieu, Senior Water Resources Specialist, SAER, SARD \nMikael Andersson, Financial Management Specialist, Office of the \nDirector (SAOD), SARD \nBrando Angeles, Associate Environment Officer, SAER, SARD \nAngelique Dawn Badelles, Associate Safeguards Officer \n(Resettlement), SAOD, SARD \nPamela Barrameda, Associate Operations Officer, SAER, SARD \nCynthia Ceniza, Senior Operations Assistant, SAER, SARD \nAmrita Kumar Das, Associate Project Officer (Transport), Bangladesh \nResident Mission (BRM), SARD \nMarie L’Hostis, Water Resources Specialist, SAER, SARD \nMd. Humayun Kabir, Procurement Officer, BRM, SARD \nDennis Lopez, Project Officer, SAER, SARD \nPrincess Lubag, Project Analyst, SAER, SARD \nNasheeba Selim, Social Development Officer (Gender), BRM, SARD \nMelinda Tun, Counsel, Office of the General Counsel \nCharles David Salter, Principal Natural Resources and Agriculture \nSpecialist, SAER, Southeast Asia Department \n", "Peer reviewer \n", " \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n", " \n", " \n \n \n \n \n \n", " \n", " \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "MAP \n", "I. \n", "II. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nProject Description \nValue Added by ADB \nSummary Cost Estimates and Financing Plans \nImplementation Arrangements \n", "Summary Due Diligence Results \nSummary of Risks and Mitigating Measures \n", "III. \n", "DUE DILIGENCE \nA. \nB. \n", "IV. \n", "ASSURANCES \n", "RECOMMENDATION \n", "V. \n \nAPPENDIXES \n", "Revised Design and Monitoring Framework \n", "List of Linked Documents \n", "1. \n", "2. \n \n", "Page \n", "1 \n", "1 \n1 \n2 \n2 \n3 \n4 \n", "4 \n4 \n5 \n", "6 \n", "6 \n", "7 \n", "11 \n", " \n", " \n", " \n"]}