{"path": "data/input/reports/47322-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 47322-001 \nNovember 2017 \n \n \nProposed Programmatic Approach and Policy-\nBased Grant for Subprogram 1 \nRepublic of Kiribati: Strengthening Economic \nManagement Reform Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011.\n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 9 November 2017) \n \nCurrency unit  –  Australian dollar (A$) \n \nA$1.00  =  $0.7677     \n$1.00  =  A$1.3025     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ERT  –  Economic Reform Taskforce \n  FMIS  –  financial management information system \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  KDP  –  Kiribati Development Plan \n  KERP  –  Kiribati Economic Reform Program \n  kWh  –  kilowatt-hour \n  MFED  –  Ministry of Finance and Economic Development \n  PFM  –  public finance management \n  PPP  –  public–private partnership \n  PUB  –  Public Utilities Board \n  RERF  –  Revenue Equalization Reserve Fund \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars unless otherwise stated. \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Urban, Social Development and Public Management \nDivision, PARD \n   \nTeam leader  Pamela Wyatt, Principal Private Sector Development Specialist, \nCentral and West Asia Department \nTeam members  Yuki Ikeda, Public Management Economist, PARD \n  Yanying Li, Counsel, Office of the General Counsel  \n  Laisiasa Natakubu Tora, Country Economist, PARD  \nPeer reviewer  Hanif Rahemtulla, Senior Public Management Specialist, \nSustainable Development and Climate Change Department \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "", " \nCONTENTS \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  5 \nC.  Outputs  5 \nD.  Development Financing Needs  7 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  8 \nC.  Poverty and Social  9 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n3.  Development Policy Letter  14 \n4.  Policy Matrix  17 \n \n \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 47322-001\nProject Name Strengthening Economic Management  Department PARD/PAUS\nReform Program (Subprogram 1) /Division\nCountry KIR Executing Agency Republic of Kiribati\nBorrower Republic of Kiribati\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Public expenditure and fiscal management 5.00\nTotal 5.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Low\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nRegional integration (RCI) Pillar 3: Money and finance\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Public financial governance No gender elements (NGE)\ndevelopment (GCD)\nPartnerships (PAR) Official cofinancing\nRegional organizations\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG1\n \n6. Risk Categorization: Low \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 5.00\n     Sovereign Program grant:  Asian Development Fund 5.00\nCofinancing 7.40\n     Government of Australia - Grant (Not ADB Administered) 0.40\n     Government of New Zealand - Grant (Not ADB Administered) 2.00\n     World Bank - Grant (Not ADB Administered) 5.00\nCounterpart  0.00\n     None 0.00\nTotal 12.40\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23112016080400679320 Generated Date: 22-Nov-2017 17:01:34 PM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogrammatic approach for the Strengthening Economic Management Reform Program1 and (ii) \na proposed policy-based grant to the Republic of Kiribati for subprogram 1 of the Strengthening \nEconomic Management Reform Program. \n \n2.  The program aims to strengthen Kiribati’s economic management and create a more \nstable macroeconomic framework. The programmatic approach, with one subprogram each in \n2017 and 2018, will build on current government-led reforms supported by a multi-partner policy \naction matrix.2 The improved (i) management of public finances, assets, and liabilities; and (ii) \neconomic environment for the private sector align with the Kiribati Development Plan (KDP), \n2016–2019 and the Kiribati Economic Reform Program (KERP).3 \n \nII.  THE PROGRAM \n \nA.  Rationale \n \n3.  Development  challenges.  One  of  the  most  remote  and  geographically  dispersed \ncountries in the world, Kiribati has 33 islands spread over 5 million square kilometers of ocean, \nan area larger than India. Its major export commodities are copra and fish. The capital, Tarawa, \nis about 4,000 kilometers from the major trade markets of Australia, Hawaii, and New Zealand. \nThe population of about 116,000 people lives on 20 coral atolls and a single volcanic island with \na land area of less than 800 square kilometers. Kiribati’s low-lying atolls rise little more than 1.8 \nmeters above sea level on average and are therefore at the forefront of climate change. About \n50,000 people live on Tarawa, which has a land area of 16 square kilometers, while the islet of \nBetio is as densely populated as Manila or Jakarta. This extreme remoteness and large dispersion \ncreate significant service delivery challenges. \n \n4.  Kiribati is vulnerable to external shocks because of its geographic characteristics; high \nexposure to the negative effects of climate change, including rising sea levels; high import \ndependency; and heavy reliance on income from external sources such as investment income \nfrom its sovereign wealth fund, the Revenue Equalization Reserve Fund (RERF). Private sector \ndevelopment has been constrained by high business, investment, and connectivity costs. The \npublic sector plays a dominant role in the economy, crowding out private sector activities through \nstate-owned  enterprises  (SOEs)  that  operate  in  potentially  competitive  sectors. 4 Without \nindependent monetary and exchange rate policies, given the adoption of the Australian dollar, \nand the limited leverage of banking regulation and interest rate policy, the government is reliant \non fiscal policy to manage the impact of shocks and stimulate inclusive growth. \n \n                                                \n1  The program is included in Asian Development Bank (ADB). 2016. Country Operations Business Plan: Kiribati, 2017–\n2019. Manila. It aligns with ADB. 2016. Pacific Approach, 2016–2020. Manila. The program team circulated the \nconcept paper for the program to the Board of Directors on 10 October 2017 (ADB. 2017. Concept Paper: Proposed \nProgrammatic Approach and Policy-Based Grant for Subprogram 1 of the Strengthening Economic Management \nReform Program in Kiribati. Manila). \n2  ADB, the World Bank, and the governments of Australia and New Zealand are the partners. \n3  Government of Kiribati. 2016. Kiribati Development Plan 2016–19. Tarawa; and Government of Kiribati. 2013. Kiribati \nEconomic Reform Plan. Tarawa. The KERP is a joint government and development partner effort to improve fiscal \nsustainability. \n4  International Monetary Fund (IMF). 2016. Kiribati: 2016 Article IV Consultation—Press Release; Staff Report; and \nStatement by the Executive Director for Kiribati. IMF Country Report. No. 16/292. Washington, DC; and IMF. 2017. \nKiribati—Assessment Letter for the Asian Development Bank. Washington, DC. \n ", "2 \n5.  Recent economic and fiscal performance. Despite these challenges, Kiribati grew 3.5% \nper year during 2011–2015 (Figure 1), buoyed by development partner financed investments in \nroads and waste and sanitation, as Kiribati seeks to overcome significant infrastructure deficit; \nand fishing license revenues, which reached nearly A$200 million or 96% of gross domestic \nproduct (GDP) in 2015.5 Over the same period, tax revenue stagnated at 14%–17% of GDP \nbecause of the narrow tax base, weak tax compliance, and poor corporate tax performance of \nSOEs. On the public expenditure side, the public sector wage bill has remained relatively flat at \n24%–28% of GDP, reflecting government efforts to restrain current expenditure. In 2016, because \nof unfavorable weather conditions, fishing license revenues fell more than 40% to A$116 million \n(55% of GDP). This reduced a fiscal surplus of 47.7% of GDP in 2015 to a deficit of 12.4% of \nGDP in 2016. The International Monetary Fund (IMF) anticipates that growth is expected to pick \nup to 3.1% in 2017, although fiscal deficits of 7.8% in 2017 and 5.6% in 2018 are projected as \nfishing revenues continue to decline from their 2015 peak (Figure 2). The IMF considers Kiribati \nto be at high risk of debt distress because of weak growth prospects and the long-term threat of \nclimate change.6 \n \nFigure 1: Real GDP and GDP per capita  Figure 2: Real GDP, Development \n(Constant 2006 Australian dollars)  Expenditure, and Revenue from Fishing \nLicense Fees  \n(Constant 2006 Australian dollars) \n190\n180 1,550\n150\n180\n170\n1,500\n170\n160 100\n1,450\n160\n150\n1,400 150 50\n140\n140\n1,350\n130\n130 0\ns\n120 1,300 n\no\nsno sno Development Expenditure (RHS) illiM\nilliM GGDDPP per capita (RHS)   illiM FGiDshPing license fees (RHS)  \nGDP = gross domestic product, IMF = International Monetary Fund, RHS = right-hand side. \nSources: ADB. Asian Development Outlook database; Government of Kiribati. 2017. Fishing License Revenues in Kiribati \nReport 2016. Tarawa; Government of Kiribati. 2017. National Budget 2017. Tarawa; International Monetary Fund (IMF). \n2016. Kiribati 2016 Article IV Consultation Staff Report. IMF Country Report No. 16/292. Washington. DC; IMF. 2017. \nKiribati–Assessment Letter for the Asian Development Bank. Washington, DC; World Bank. World Development Indicators \nonline database. http://databank.worldbank.org/data/reports.aspx?source=world-development-indicators (accessed on 19 \n \nSeptember 2017).\n \n6.  Medium-term fiscal path. Although Kiribati’s fiscal position stabilized during 2014–2015 \n(Table 1), the government recognizes that limited capacity to take on new debt, volatility of fishing \nrevenue, severe infrastructure deficits (particularly on the outer islands), and the negative effects \nof climate change mean that it must remain vigilant and continue efforts to build fiscal buffers and \nsecure support from development partners for project and policy financing. Efforts to improve \ndomestic  revenue  mobilization  have  helped  expand  the  tax  net,  improve  compliance,  and \n                                                \n5  Through regional cooperation via the Parties to the Nauru Agreement, Kiribati and several other Pacific economies \nhave been able to achieve a structural shift to higher fishing license fees—with the minimum cost for a vessel-day \nincreasing from $2,500 in 2010 to more than $10,000 in 2017. \n6  IMF. 2017. Kiribati: 2016 Article IV Consultation—Press Release. Washington, DC. \n ", "3 \nincrease collections. The government introduced a value-added tax in mid-2014 to replace \ndistortive  tariffs  and  trade  taxes.  Increased  public  expenditure  has  been  driven  by  large \ninfrastructure projects financed by development partners, increases in health and education \nspending, and the doubling in the copra subsidy from A$8.0 million in the 2015 revised budget to \nA$17.2 million in the 2016 budget.7 Future budget decisions will need to account for a prudent \nassessment of Kiribati’s spending goals, revenue projections, and the management targets of the \nRERF. Maintaining a sustainable budget position in the medium term will be central to this effort, \nbased on fishing revenue projections that allow the government to protect its public expenditure \nprograms from potential revenue volatility, complemented by an appropriately sized cash reserve \nbuffer to deal with external shocks. \n \nTable 1: Economic and Fiscal Performance, 2014–2018 \n        Estimated  Projected \n \n2014  2015  2016  2017  2018 \n         \nIncome, growth, and inflationa \n  GDP per capita ($, current)  1,636.8  1,403.3  1,357.7  1,393.6  1,214.4 \n  GDP growth (%, constant market prices)  0.4  3.5  1.8  2.0  2.3 \n  Consumer price (% change)  2.1  0.6  0.7  2.0  2.0 \nCentral government financea           \n  Total revenue and grants (% of GDP)  143.4  171.7  142.1  106.0  104.5 \n    Revenue  89.8  120.9  80.4  71.1  69.7 \n      Tax revenue  14.4  17.0  16.8  16.6  16.3 \n      Nontax revenue  75.5  103.9  63.6  54.6  53.4 \n    Grants and transfers  53.5  50.8  61.6  34.8  34.7 \n  Total expenditure (% of GDP)  118.8  124.0  154.4  113.8  110.1 \n    Current expenditure  60.9  66.0  83.2  74.9  71.3 \n    Capital expenditure  57.9  57.9  71.2  38.9  38.8 \n  Overall balance (% of GDP)  24.6  47.7  (12.4)  (7.8)  (5.6) \n  Fishing license fees (A$ million)b  141.6  197.8  115.7  110.0  112.2 \nRERFc           \n  Financing from RERF (% of GDP)  4.2  (22.5)  (49.8)  (3.7)  (0.5) \n  RERF closing balance (A$ million)  679  756  894  929  957 \n  Per capita value (constant 2006 A$)  5,062  5,482  6,273  6,258  6,182 \n… = data not available, ( ) = negative, % = percent, GDP = gross domestic product, IMF = International Monetary Fund, \nRERF = Revenue Equalization Reserve Fund. \na  ADB estimates and projections. 2016 values are estimates. \nb  Government estimates. Fishing license fees are part of nontax revenue. \nc  IMF estimates and projections. \nSources: Asian Development Bank, Asian Development Outlook database; Government of Kiribati. Fishing License \nRevenues in Kiribati Reports (various years). Tarawa; Government of Kiribati. 2016. 2017 Budget: We Serve We \nDeliver. Tarawa; IMF. 2016. Kiribati: 2016 Article IV Consultation—Press Release; Staff Report; and Statement by the \nExecutive Director for Kiribati. IMF Country Report. No. 16/292. Washington, DC; and IMF. 2017. Kiribati—Assessment \nLetter for the Asian Development Bank. Washington, DC. \n \n7.  Government  reform  priorities.  A  more  stable  macroeconomic  framework  is  the \noverarching objective of the KDP, 2016–2019 and the KERP (footnote 3). The KERP was \ndeveloped against a backdrop of weak economic management, unsustainable drawdowns from \nthe RERF, high levels of non-concessional debt, uncoordinated borrowing by ministries made \nwithout approval from the Ministry of Finance and Economic Development (MFED), poorly \n                                                \n7  The copra subsidy is the government’s main form of income redistribution and social welfare to the outer islands, \nwhere job creation and income-earning opportunities are limited. At the government’s request, the World Bank is \nundertaking a review of potential efficient and equitable alternatives to the copra subsidy, including exploring cash-\nfor-work  opportunities,  recalibrating  the  eligibility  criteria  for  existing  social  protection  schemes,  adjusting \npostsecondary scholarships, and providing transport grants to seamen for boarding foreign vessels. \n ", "4 \nperforming SOEs, and weak management of fisheries revenues.8 Budget support through policy \ndialogue and policy financing from the Asian Development Bank (ADB) and other development \npartners has helped the government prioritize, appropriately sequence, and implement the KERP. \nThe KERP emphasizes (i) improving public financial management, (ii) improving the management \nof public assets and liabilities, and (iii) creating an environment for private sector-led growth. \n \n8.  Development partner coordination. The Economic Reform Taskforce (ERT), chaired by \nthe secretary to the cabinet, is the main forum for consultation and coordination between the \ngovernment and development partners on the implementation of the KERP. The ERT comprises \nrepresentatives from the MFED; implementing agencies such as the Ministry of Fisheries and \nMarine Resources Development; the Ministry of Commerce, Industry and Cooperatives; the \nMinistry of Information, Communication, Transport, and Tourism Development; and development \npartners. The ERT meetings provide a forum for facilitating dialogue, monitoring progress, and \ncoordinating technical assistance (TA). Other avenues for collaboration and coordination include \nthe annual IMF Article IV consultations and the biennial Development Partners Forum. \n \n9.  ADB collaborated closely with the World Bank and the governments of Australia and New \nZealand in preparing this program, which uses a joint government-led policy matrix to underpin \nthe provision of budget support.9 The joint matrix includes actions used as triggers by other \ndevelopment  partners  such  as  procurement,  fisheries,  asset  management,  and \ntelecommunications reforms. This, along with other complementary measures such as joint \nmissions, reduces transaction costs for the government while increasing the policy impact. In \naddition, ADB and the World Bank consulted the Japan International Cooperation Agency and \nthe IMF and its Pacific Financial Technical Assistance Centre to coordinate policy advice and TA, \nparticularly in fisheries revenue and public finance management (PFM). \n \n10.  Government reform  progress. This collaboration  and  coordination  has  helped  the \ngovernment focus its efforts on accomplishing the three pillars of KERP (para. 7). During 2013–\n2016, the government (i) completed an analysis of public expenditure patterns, whose findings \ninformed the preparation of the government’s annual fiscal strategy; (ii) completed external audits \nof the 2015 financial statements of operational SOEs with debts or guaranteed overdraft facilities; \n(iii) ceased government bailouts for SOEs and payments to the Australia and New Zealand \nBanking Group Limited (ANZ Bank), the only commercial bank in Kiribati, under guarantee of \noverdrafts and loans; (iv) approved a national fisheries policy to strengthen resource management \nand maximize license revenues; (v) enacted tax legislation to improve compliance and introduced \na value-added tax to broaden the revenue base; (vi) improved management of contingent \nliabilities;  (vii)  approved  and  implemented  a  debt  policy  to  prevent  new  non-concessional \nborrowing; (ix) appointed new asset managers for the RERF and restructured the RERF portfolio; \nand (x) privatized a government-owned telecommunications company and granted a second \nmobile operator a license to operate.10 \n \n                                                \n8  Between 2013–2016, the government has taken important measures to improve fiscal management of debt policy. \nKiribati has adopted a debt policy establishing criteria for concessional and non-concessional public borrowing and \nformal procedures for contracting new debt, consistent with sustainable macroeconomic management. It has also \nimproved the management of public debt by establishing a comprehensive database of public debt. Kiribati’s current \ndebt portfolio constitutes external debt only—from ADB and Taipei,China—since all domestic debt was cleared in \n2015. There is no SOE debt, and none of the SOEs have overdraft facilities with the Australia and New Zealand \nBanking Group Limited (ANZ Bank). \n9  Joint Policy Matrix (accessible from the list of linked documents in Appendix 2). \n10 ADB. 2016. Finding Balance 2016: Benchmarking the Performance of State-Owned Enterprises in Island Countries. \nManila. \n ", "5 \n11.  ADB value addition. ADB has played a critical role in (i) identifying critical SOE, PFM, \nand business environment reforms to support the government’s reform agenda; (ii) enhancing \ndevelopment coordination through coordinating and collaborating with other development partner \ninitiatives in these areas; (iii) providing TA support for capacity building and reform implementation, \nparticularly for SOE reform;11 and (iv) collaborating with the governments of Australia and New \nZealand to support the restructure of the Public Utilities Board (PUB),12 complementing ongoing \nproject investments in water, sanitation, and energy. Given thin administrative capacity, the \ngovernment’s focus on addressing significant deterioration in infrastructure assets, and the need \nto improve service delivery to the outer islands, reform implementation would have been difficult \nand have major cost implications without ADB technical, strategic, and financial support provided \nunder this program. This support aligns with the KDP and the KERP. It is consistent with the \nPacific Approach, 2016–2020 and its focus on reducing the costs of doing business and providing \nsocial services, managing risks from natural and economic shocks, and enabling value creation \nby supporting private sector growth and investment.13 The programmatic approach provides for \nan ongoing, coordinated multi-development partner dialogue on critical economic reform issues, \nwhich also acts to situates partner support within the government’s economic reform priorities. At \nthe same time the program grant enables government to finance reform efforts and build a broader \nsupport  base  for  these  actions.  Future  ADB  support  will  continue  to  support  reform \nimplementation in the three major reform areas identified in the KERP (para. 7). The TA will further \nsupport economic management, structural reforms, and PFM (footnote 10). \n \nB.  Impact and Outcome \n \n12.  In line with the KDP, the impact of the program will be stable macroeconomic framework \nachieved. The outcome will be overall economic management improved. \n \nC.  Outputs \n \n13.  The program has two outputs supported by the two subprograms. The policy reform \nactions that make up the program policy matrix are a subset of the joint policy matrix (footnote 8) \nthat is monitored by the Economic Reform Taskforce. Each development partner has selected \nareas from the matrix that it directly supports, including the approval of a public procurement \nreform plan, the approval of a fisheries joint venture plan, and the issuance of a second mobile \noperator license. \n \n14.  The government has completed all six actions under subprogram 1, which are outlined in \nparas. 15–17. \n \n15.  Output 1. Management of public finances, assets, and liabilities improved. These \nreforms will contribute to wider improvements in the maintenance of fiscal sustainability, the \ncontainment of fiscal risks, and overall PFM. They include the following: \n                                                \n11 ADB. 2008. Technical Assistance to the Republic of Kiribati for Economic Management and Public Sector Reform. \nManila; ADB. 2011. Technical Assistance to the Republic of Kiribati for Strengthened Public Financial Management. \nManila; and ADB. 2013. Technical Assistance to the Republic of Kiribati for Enhancing Economic Competitiveness \nthrough State-Owned Enterprise Reform. Manila. \n12 The PUB has undergone major improvements  between 2015-2016 due largely to TA provided through the \nGovernment of Australia’s Pacific Technical Assistance Mechanism Phase 2 program. In support of this effort, the \nGovernment of Kiribati has continued to fund community service obligations for the provision of noncommercial water \nto  households, and has  approved  the  Electricity  Distribution  Refurbishment  Project,  jointly  financed  by  the \ngovernments of Australia and New Zealand. \n13 ADB. 2016. Pacific Approach, 2016–2020. Manila. \n ", "6 \n(i)  Assets. Under subprogram 1, the government completed a review of its RERF \ncustodial arrangements to ensure that the services of the current provider remain \ncompetitive  with  current  market  practice  and  benchmarks.  The  government \nsubsequently endorsed the recommendations of the review and approved the \nissuance of a request for proposal for custodial services, which was issued in April \n2017. Subprogram 2 will ensure the contract for custodial services is awarded \nbased on the completed selection and evaluation process. \n \n(ii)  Contingent liabilities. The implementation of a public sector debt database has \nenabled the government to better monitor all debt, including contingent liabilities. \nThe  program’s  focus  on  the  considerable  audit  backlog  resulted  in  the \ngovernment’s recognition of this priority issue. Despite constrained capacity, the \ngovernment  is  now  addressing the  backlog. The government  has  completed \nfinancial  statements  for  2016  for  five  major  SOEs:  Air  Kiribati  Limited, \nDevelopment Bank of Kiribati, Kiribati Oil Company Ltd, Kiribati Ports Authority, \nand the PUB. The Kiribati Provident Fund also completed financial statements for \n2012–2016. Subprogram 2 will ensure financial statements for 2017 are completed \nand, in the case of the Kiribati Provident Fund, submitted to the Kiribati National \nAudit Office. \n \n(iii)  Public finance management. The government has identified the shortcomings of \nits financial  management  information  system  (FMIS),  including  its  inability  to \nprepare, execute, or report against the national budget, which undermines financial \ncontrol, monitoring, and reporting. The government has approved a full review to \nassess  the  needs  and  identify  all  gaps  in  the  FMIS.  The  government  has \ncommitted $2.5 million in its 2018 budget to improve or replace the FMIS in \nsubprogram 2, based on the outcome of the full review. \n \n(iv)  State-owned enterprises. On 30 August 2017, the cabinet, supported by ADB, \napproved to seek a concession plus lease arrangement for the government-owned \nCaptain Cook Hotel on Kiritimati island. Subprogram 2 will build on this support to \nprepare  the  Captain  Cook  Hotel  for  the  transaction,  including  through  an \nadvertisement for sale and any necessary road shows, and then reach cabinet \napproval to execute the concession agreement. The hotel has had mixed financial \nresults since 2010. In late 2015, after 2 years of poor financial performance and \nthe hotel failing to remit pension and income tax deductions from staff salaries, the \ngovernment directed the MFED and an ADB-funded TA team to explore public–\nprivate partnership (PPP) arrangements. \n \n16.  Output 2. Environment for the private sector improved. Private sector-led growth is \nan important focus for the government, and the program will support the following reforms: \n \n(i)  Improving access to basic utilities. Access to reliable and responsibly costed \nelectricity and water is vital to encourage the growth of the private sector. Following \nthe appointment of a new chief executive officer, the PUB began implementing a \nmedium-term reform plan. The reforms are intended to ensure operationally and \nfinancially  sustainable  delivery  of  electricity,  water,  and  sanitation  services. \nChanges to electricity tariffs in January 2017 and to residential connection fees in \nApril 2017 to make electricity more affordable and accessible to lower-income \nhouseholds have resulted in expanded access to power and an increased billing \ncollection rate. For example, charges for the first 100 kilowatt-hours (kWh) of \n ", "7 \nconsumption were reduced from A$0.40 per kWh to A$0.10 per kWh for domestic \nconsumers. The charge for consuming 100–300 kWh of electricity is A$0.40 per \nkWh, but the rate for more than 300kWh of consumption increased from A$0.40 \nper kWh to A$0.55 per kWh. The cabinet has also approved a reduction in the \nhousehold electricity connection fee from A$380 to A$50, which prompted more \nthan  1,000  households  to  request  electricity  connections.  Subprogram  2  will \nsupport further reform in the PUB to include water and sanitation services. The \nPUB aims to deliver piped water that is available 24 hours a day, 7 days a week \nthrough a pressurized system. Although water is free, PUB research suggests that \neven poor households would be prepared to pay a usage fee to have a regular \nsupply of piped water rather than water being available only from communal \nstandpipes for 2 hours a day, every second day. \n \n(ii)  Public–private  partnership  concessions.  The  government  awarded  a  PPP \nconcession for the Betio Shipyard Limited. The government owns Betio Shipyard \nand chose to tender out the lease of the shipyard and its assets under a PPP \nconcession  agreement,  for  an  anticipated  term  of  25  years.  In  return,  the \nconcession  holder  will  be  required  to  operate  the  shipyard,  pay  an  annual \nconcession fee, repair the existing slipway, and construct a new slipway with larger \ncapacity to service the fishing fleet rather than have these vessels serviced in Suva, \nFiji. Subprogram 2 will also support the award of a management contract for the \ngovernment-owned flagship hotel, Otintaai Hotel. \n \n17.  Subprogram 2 building on subprogram 1. The policy matrix sets out 8 proposed policy \nactions for subprogram 2, with completion expected October 2018. Subprogram 2 will extend the \nfocus of  the policy actions under subprogram 1 to include (i) the development of a whole-of-\ngovernment  asset  management  strategy;  (ii)  the  implementation  of  a  community  service \nobligation policy in 2018 that will result in SOEs and utilities being directly paid for the assessed \ncost of providing agreed community services rather than a reliance on ad hoc cash injections, \nwhich have been an unpredictable drain on budget resources; (iii) the continuation of PUB reforms, \nfocusing on the cost and quality of water and sanitation services and delivery of services to the \nmost vulnerable groups; and (iv) the creation of a PPP for the Otintaai Hotel.  \n \nD.  Development Financing Needs \n \n18.  The Government of Kiribati has requested a grant not exceeding $5.0 million from ADB’s \nSpecial Funds resources (Asian Development Fund) for Subprogram 1. Subprogram 2 financing \nis $2.5 million. The grant will (i) help meet the financing gap for the 2017 fiscal year and (ii) \nincentivize timely implementation of the KERP policy reform actions needed to move toward fiscal \nsustainability in the long term. The government forecasts its financing requirements to be $18.7 \nmillion in 2017 (9.2% of GDP) and $15.4 million in 2018 (7.3% of GDP). \n \n19.  Budget support will help insulate public spending from potential volatility in fishing revenue, \nlimit drawdowns from the RERF and allow for its growth, and allow the government to move \ntoward structurally balanced budgets over the medium term. ADB, the governments of Australia \nand New Zealand, and the World Bank jointly support the implementation of the KERP, with these \npartners providing collaborative cofinancing of $0.4 million (Australia), $2.0 million (New Zealand), \nand $5.0 million (World Bank). Total policy financing of $12.4 million will help finance 69% of the \nrecurrent fiscal deficit. \n \n ", "8 \nE.  Implementation Arrangements \n \n20.  The program is expected to be implemented over 24 months from November 2016- \nOctober 2018. The implementation period for subprogram 1 is November 2016–May 2018. The \nMFED, as the executing agency, will oversee implementation of agreed policy actions and be \nresponsible for program administration, disbursements, and maintenance of all records. The \nimplementing agencies will be the MFED; the Ministry of Fisheries and Marine Resources \nDevelopment;  the  Ministry  of  Infrastructure  and  Sustainable  Energy;  and  the  Ministry  of \nInformation, Communication, Transport, and Tourism Development. TA from ADB and other \npartners has been, and will continue to be, available to support the government in accomplishing \nthe policy actions. Procurement, advance contracting, and retroactive financing are not expected. \nADB will disburse the grant proceeds following ADB’s Loan Disbursement Handbook (2017, as \namended from time to time). ADB will carry out joint progress monitoring through the joint ERT. \n \nIII.  DUE DILIGENCE \n \nA.  Economic and Financial \n \n21.  The  primary  gain  from  strengthening  the  RERF  management  is  improved  fiscal \nsustainability and macroeconomic stability. The RERF is the primary vehicle for intergenerational \nsaving and buffers the economy from external shocks and revenue volatility, which tends to be \ndominated by the fishing license fee revenue. The improvement of the RERF management will \nenhance the government’s ability to address these shocks while maintaining vital public services \nand infrastructure investments. Better public debt monitoring will also contribute to an improved \nfiscal position. The expected impact of the PUB restructuring includes the improved health of \nKiribati’s population, especially those in Tarawa, through enhanced access to improved sanitation \ninfrastructure and services. Improved access to water and electricity is also expected to create \nbusiness opportunities and foster private sector development in the country. \n \nB.  Governance \n \n22.  Promoting  good  governance  is  a  key  national  priority.  The  2010  Public  Financial \nManagement Performance Report identified relative strengths in Kiribati’s PFM. The report also \nhighlighted weaknesses, including oversight of aggregate fiscal risk from other public sector \nentities; multiyear perspective in fiscal planning; recording and management of cash balances, \ndebt, and guarantees; and competition, value for money, and controls in procurement.14 Through \nthe KERP, the government has been making steady progress in addressing these reforms (para. \n9).  In  addition,  the  government  has  strengthened  expenditure  controls  through  improved \naccounting systems. Kiribati’s annual budget is publicly available on the government’s website. \nIn addition, the government completed an ADB-supported public procurement review in August \n2017,15 which concluded that Kiribati’s public procurement process, under its Procurement Act, \n2002, is outdated and incomplete. ADB is working closely with the government and other partners \nto implement the Kiribati Public Procurement Reform Program, which will, in the long term, reduce \nstaff costs; improve value for money, quality, and delivery of purchases; and lead to 10%–15% in \noverall savings.16 ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed with the government and the MFED. \n                                                \n14 Government of Kiribati. Public Financial Management Performance Report. Unpublished; and Government of Kiribati. \nPublic Financial Management (PFM) Reform Plan, 2011–2014. Unpublished. \n15 ADB. 2013. Technical Assistance for Pacific Economic Management (Phase 2). Manila. \n16 ADB. 2014. Technical Assistance for Sector and Thematic Analyses in Policy Development. Manila. \n ", "9 \nC.  Poverty and Social \n \n23.  A focus on the improvement in the management of public finances, assets, and liabilities \nalong with strong SOE reform will benefit the poor and vulnerable in Kiribati directly by improving \npublic services and indirectly by enabling the government to better develop and implement its \nbudget, inclusive of social programs. Improved economic management can free up resources that \nwill allow the government to better respond to external shocks, increase allocations to social \nsectors, and enable private sector job creation. \n \nD.  Safeguards \n \n24.  The program is classified category C for the environment, involuntary resettlement, and \nindigenous  peoples.  SDCC  has  reviewed  the  environmental  and  social  implications  of  the \nprogram outputs and actions, and no activity will result in or lead to any physical works or \ninfrastructure.  The  program  will  therefore  not  cause  any  involuntary  resettlement  and \nenvironmental impacts. No distinct and vulnerable groups of indigenous peoples will be affected. \n \nE.  Risks and Mitigation Measures \n \n25.  Major risks and mitigation measures are summarized in Table 2 and described in detail in \nthe risk assessment and risk management plan.17 \n \nTable 2: Summary of Risks and Mitigation Measures \nRisks  Mitigation Measures \nThe government cannot implement  Already the Ministry of Finance and Economic Development has \npolicy reform actions because it  strengthened its organizational structure and its capacity. Technical \nlacks capacity.  assistance from multiple development partners aims to further \nimprove capacity while supporting and driving reform. A continued \nfocus on training and raising the professionalism of government \nofficials is a vital part of reforms to ensure sustainability. \nExternal shocks affect the fiscal  External shocks can result from climate or economic impacts to \nposition and/or divert political  fisheries revenue or returns on the RERF. Kiribati is one of the \nfocus from reforms.  smallest, most isolated, and highly vulnerable countries in the world \nand has limited buffers to protect it from shocks. The program seeks \nto support fiscal resilience through revenue enhancement, ongoing \nfiscal consolidation, and stabilization of the RERF as a buffer \nagainst external shocks and the country’s increasing vulnerability to \nclimate change. ADB will continue to monitor national, regional, and \nglobal economic developments and environmental risks and \nrespond promptly to possible government requests for assistance if \nunforeseen events occur. \nProgress and commitment to SOE  There has been strong SOE reform since 2012 through the \nperformance improvements are  implementation of the State-Owned Enterprises (Amendment) Act, \nhalted or reversed.  2013 and the closure of selected underperforming SOEs. Ongoing \ncommitment to further reform is confirmed through the policy action \nreforms supported by the KERP and monitored by the ERT. SOE \nreform is a trigger for budget support for multiple development \npartners, ensuring a continued focus on reform. \nADB = Asian Development Bank, ERT = Economic Reform Taskforce, KERP = Kiribati Economic Reform Plan, RERF \n= Revenue Equalization Reform Fund, SOE = state-owned enterprise. \nSource: Asian Development Bank. \n                                                \n17 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nIV.  ASSURANCES AND CONDITIONS \n \n26.  The government has assured ADB that implementation of the program shall conform to \nall applicable ADB policies, including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the grant \ndocuments. \n \nV.  RECOMMENDATION \n \n27.  I am satisfied that the proposed programmatic approach and policy-based grant would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve: \n(i)  the programmatic approach for the Strengthening Economic Management Reform \nProgram, and \n \n(ii)  the grant not exceeding $5,000,000 to the Republic of Kiribati from ADB’s Special \nFunds  resources  (Asian  Development  Fund)  for  subprogram  1  of  the \nStrengthening Economic Management Reform Program, on terms and conditions \nthat  are  substantially  in  accordance  with  those  set  forth  in  the  draft  grant \nagreement presented to the Board. \n \n \n \nTakehiko Nakao \nPresident \n \n23 November 2017 \n \n \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Program is Aligned with \nStable macroeconomic framework achieved (Kiribati Development Plan, 2016–2019)a \n   Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2020:     \nOverall economic  At least A$30 million of  IMF Article IV staff  Political pressure \nmanagement  additional cash reserves  reports  because of vested \nimproved  transferred to the RERF  interests slow down \nannually (2016 baseline:  the reform process. \nA$70 million)   \nExternal shocks \nimpact the fiscal \nposition and/or \ndivert political focus \nfrom reforms. \nOutputsb  Subprogram 1     \n  By the end of October     \n  2017:     \n1. Management of  1a. Recommendation of  1a. MFED annual report  Weak government \npublic finances,  improvement or replacement    public finance \nassets, and liabilities  of the government’s financial    management (PFM) \nimproved  management information    systems and limited \nsystem submitted to the    capacity undermine \ncabinet for approval (2016    revenue \nbaseline: not submitted)    mobilization and \n    expenditure \nSubprogram 2    discipline. \nBy the end of October   \n2018:   \n1b. Asset management  1b. IMF Article IV staff \nstrategy for operating and  reports \nmaintaining major \ngovernment-owned assets \ndeveloped and approved \n(2016 baseline: not \napproved) \n \n  Subprogram 1     \n  By the end of October   \n  2017:   \n2. Environment for  2a. Public–private partnership  2a. Cabinet minutes \nthe private sector  concession awarded for Betio   \nimproved  Shipyard Limited (2016   \nbaseline: not awarded)   \n   \nSubprogram 2   \nBy the end of October   \n2018:   \n2b. New water tariff that  2b. PUB annual reports \nimproves access and quality \nof water services in a \nsustainable manner approved \nby the cabinet (2017 \nbaseline: not approved) \n   \n ", "12  Appendix 1 \nKey Activities with Milestones \nNot applicable \nInputs \nADB: $5.0 million (grant) – Subprogram 1 \n          $2.5 million (grant) – Subprogram 2 \nAssumptions for Partner Financing \nWorld Bank (grant):      $5.0 million \nGovernment of Australia (grant):   $0.4 million (A$0.5 million equivalent) \nGovernment of New Zealand (grant):  $2.0 million (A$2.5 million equivalent) \nADB = Asian Development Bank, IMF = International Monetary Fund, MFED = Ministry of Finance and Economic \nDevelopment, PUB = Public Utilities Board, RERF = Revenue Equalization Reserve Fund. \na  Government of Kiribati. 2016. Kiribati Development Plan 2016–19. Tarawa. \nb  The outputs fully align with Government of Kiribati. 2013. Kiribati Economic Reform Plan. Tarawa. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47322-001-2 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Public Sector Management \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \n \n \n ", "14  Appendix 3 \nDEVELOPMENT POLICY LETTER \n \n \n \n ", "  Appendix 3  15 \n \n \n ", "16  Appendix 3 \n \n \n ", "Appendix 4  17 \nPOLICY MATRIX \n \nTable 1: Policy Reform Matrix \nPrincipal Objective  Subprogram 1 Policy Actions  Proposed Subprogram 2 Policy Actions \nOUTPUT 1: Management of public finances, assets, and liabilities improved \n1.1 Management of  1.1.1 The Ministry of Finance and Economic Development  1.1.1 The government shall have awarded the contract for \nthe Revenue  completed a review of its RERF custodial arrangements to  custodial services based on the completed selection and \nEqualization Reserve  ensure that the services of the current provider remain  evaluation process.  \nFund (RERF)  competitive with current market practice and benchmarks.   \nimproved  The Cabinet endorsed the recommendations of such   \nreview and approved the issuance of a request for proposal \nfor custodial services by the Ministry of Finance and \nEconomic Development, who issued the request for \nproposal. \n \n1.2 Management of  1.2.1 The government improved the monitoring of  1.2.1 The government shall have further improved \ncontingent liabilities  contingent liabilities by:   management of contingent liabilities through: \nincluding reporting  -     quantifying all government guarantees;  -     recording all debt-related transactions of the \nimproved  -     establishing a comprehensive debt database including  government within 3 months \n  credit card facilities, letters of credit to facilitate  -     completing financial statements for 2017 for the five \noverseas purchases, and the government guarantee of  major state-owned enterprises (SOEs) being: Air \nthe Kiribati Provident Fund (KPF),  Kiribati Limited, Development Bank of Kiribati, Kiribati \n-     completing financial statements for 2016 for the five  Ports Authority, Kiribati Oil Limited, and Public Utilities \nlargest state-owned enterprises (SOEs) being: Air  Board and submitting them to KNAO for audit \nKiribati Limited, Development Bank of Kiribati, Kiribati  -     completing financial statements for the Kiribati \nPorts Authority, Kiribati Oil Limited, and Public Utilities  Provident Fund (KPF) for financial year 2017 and \nBoard and submitting them to the Kiribati National Audit  submitting them to KNAO for audit \nOffice (KNAO);  \n-     completing financial statements for the KPF for financial \nyears to 2016 and submitting to KNAO for audit \n1.3 Public finance  1.3.1 The Cabinet approved the Ministry of Finance and  1.3.1 The Ministry of Finance and Economic Development \nmanagement through  Economic Development to carry out a full assessment of  shall have completed an assessment of the current \nimproved systems  the government’s financial management information system  financial management information system requirements, \nwith final recommendations for improvement or  submitted clear recommendations to Cabinet for approval, \nreplacement of the system and committed up to  and issued an instruction to proceed based on those \nUS$2.5million for this purpose in the 2018 budget.   recommendations. \n ", "18  Appendix 4 \nPrincipal Objective  Subprogram 1 Policy Actions  Proposed Subprogram 2 Policy Actions \n1.4 Asset    1.4.1 Cabinet shall have approved an asset management \nmanagement  strategy for operating and maintaining major government-\nimproved  owned assets.  \n1.5 Community    1.5.1 The Ministry of Finance and Economic Development \nService Obligation  shall have published the Community Service Obligation \n(CSO) approved   Policy on their website and approved a specific \n  appropriation for the policy in the 2018 Budget.  \n1.6 SOE reform  1.6.1 Cabinet approved the sale of Captain Cook Hotel  1.6.1 The Cabinet shall have approved the execution of the \ncontinued  through a concession agreement.   concession agreement for the operation of the Captain \nCook Hotel.  \nOUTPUT 2: Environment for the private sector improved \n2.1 Operation of the  2.1.1 Operation of the Public Utilities Board (PUB) was  2.1.1 Operation of the PUB will continue to improve through \nPublic Utilities Board  improved through Cabinet approval of:  Cabinet approval of reforms to water tariffs that introduce \nimproved  -     a new electricity tariff to make electricity more  usage fees to improve access and quality of water services \n  affordable to the poor  in a sustainable manner. \n  -     aligning new tariffs to cost recovery   \n-     reducing the household electricity connection fee to   \nexpand access to electricity  \n \n2.2 PPP concessions  2.2.1 The Cabinet awarded a public–private concession for  2.2.1 The government shall have awarded a management \nare considered  Betio Shipyard Limited.   contract for the (government-owned) Otintaai Hotel.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 4  19 \nTable 2: Kiribati Economic Reform Plan – Joint Policy Reform Matrix 2017–2018 \n(Please note – Cells in BOLD show actions by other partners not included in the ADB matrix) \nSupporting \nDevelopment \nPrincipal Objective  2017 Actions  Proposed 2018 Action  Partner(s) \nManagement of public finances, assets, and liabilities improved \nProcurement  The Recipient: (i) through its Cabinet, has  Appointment of Chief Procurement Officer  World Bank \napproved the Kiribati Public Procurement  and creation of Central Procurement Unit. \nReform Plan; and (ii) has made the Kiribati \nPublic Procurement Reform Plan publicly \navailable. \n \nManagement of the  The Ministry of Finance and Economic  The government shall have awarded the  ADB, World Bank, \nRevenue Equalization  Development completed a review of its RERF  contract for custodial services based on the  Government of New \nReserve Fund (RERF)  custodial arrangements to ensure that the  completed selection and evaluation process.   Zealand, Government \nimproved  services of the current provider remain    of Australia \ncompetitive with current market practice and \nbenchmarks. The Cabinet endorsed the \nrecommendations of such review and \napproved the issuance of a request for \nproposal for custodial services by the Ministry \nof Finance and Economic Development who \nissued the request for proposal. \n \nManagement of  The government improved the monitoring of  The government shall have further improved  ADB, World Bank, \ncontingent liabilities  contingent liabilities by:   management of contingent liabilities through:  Government of \nincluding reporting  -     quantifying all government guarantees;  -     recording all debt-related transactions of  Australia \nimproved  -     establishing a comprehensive debt  the government within 3 months \n  database including credit card facilities,  -     completing financial statements for 2017 \nletters of credit to facilitate overseas  for the five major state-owned \npurchases, and the government guarantee  enterprises (SOEs): Air Kiribati Limited, \nof the Kiribati Provident Fund (KPF),  Development Bank of Kiribati, Kiribati \n-     completing financial statements for 2016  Ports Authority, Kiribati Oil Limited, and \nfor the five largest state-owned enterprises  Public Utilities Board and submitting \n(SOEs): Air Kiribati Limited, Development  them to KNAO for audit \nBank of Kiribati, Kiribati Ports Authority,  -     completing financial statements for the \nKiribati Oil Limited, and Public Utilities  Kiribati Provident Fund (KPF) for \n ", "20  Appendix 4 \nBoard and submitting them to the Kiribati  financial year 2017 and submitting them \nNational Audit Office (KNAO);   to KNAO for audit \n-     completing financial statements for the \nKPF for financial years to 2016 and \nsubmitting to KNAO for audit \n \nPublic finance  The Cabinet approved for the Ministry of  The Ministry of Finance and Economic  ADB \nmanagement through  Finance and Economic Development to carry  Development shall have completed an \nimproved systems  out a full assessment of the government’s  assessment of the current financial \nfinancial management information system with  management information system \nfinal recommendations for improvement or  requirements, submitted clear \nreplacement of the system and committed up  recommendations to Cabinet for approval, \nto US$2.5million for this purpose in the 2018  and issued an instruction to proceed based \nbudget.   on those recommendations. \n   \nAsset Management    Cabinet shall have approved an asset  ADB, Government of \nmanagement strategy for operating and  New Zealand \nmaintaining major government-owned \nassets. \n \nCommunity Service    The Ministry of Finance and Economic  ADB \nObligation (CSO)  Development shall have published the \nCommunity Service Obligation Policy on their \nwebsite and approved a specific \nappropriation for the policy in the 2018 \nbudget.  \n \nSOE reform continued  Cabinet approved the sale of the Captain  Cabinet shall have approved the execution of  ADB \nCook Hotel through a concession agreement.  the concession agreement for the operation \nof the Captain Cook Hotel.  \nEnvironment for the private sector improved \nJoint Fisheries Policy  Cabinet has approved a fisheries joint  Cabinet endorsement of  World Bank, \nventures policy outlining the criteria for  recommendations from the constraints  Government of New \nevaluating the existing and any new  analysis for development of the fisheries  Zealand \nfisheries joint ventures, and has approved  transshipment industry \na plan to annually review the performance \nof fisheries joint ventures against this \npolicy. \n ", "Appendix 4  21 \nTelecommunications  Cabinet has approved ownership and    World Bank \nmanagement plans for telecommunications \nassets in the outer islands to facilitate the \nrollout of telecommunications services to \nouter islands that do not currently have \naccess to them.  \n \nOperation of the Public  Operation of the Public Utilities Board (PUB)  Operation of the PUB will continue to  ADB, World Bank, \nUtilities Board improved  was improved through Cabinet approval of:  improve through Cabinet approval of reforms  Government of New \n  -     a new electricity tariff to make electricity  to water tariffs that introduce usage fees to  Zealand \n  more affordable to the poor  improve access and quality of water services \n-     aligning new tariffs to cost recovery  in a sustainable manner. \n-     reducing the household electricity \nconnection fee to expand access to \nelectricity  \n \nPPP concessions are  Cabinet awarded a public–private concession  The government shall have awarded a  ADB \nconsidered  for Betio Shipyard Limited.  management contract for the (government-\nowned) Otintaai Hotel. \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171123160604+08'00'", "ModDate": "D:20171123160604+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 9 November 2017) \n \nCurrency unit  –  Australian dollar (A$) \n \nA$1.00  =  $0.7677     \n$1.00  =  A$1.3025     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ERT  –  Economic Reform Taskforce \n  FMIS  –  financial management information system \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  KDP  –  Kiribati Development Plan \n  KERP  –  Kiribati Economic Reform Program \n  kWh  –  kilowatt-hour \n  MFED  –  Ministry of Finance and Economic Development \n  PFM  –  public finance management \n  PPP  –  public–private partnership \n  PUB  –  Public Utilities Board \n  RERF  –  Revenue Equalization Reserve Fund \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars unless otherwise stated. \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Urban, Social Development and Public Management \nDivision, PARD \n   \nTeam leader  Pamela Wyatt, Principal Private Sector Development Specialist, \nCentral and West Asia Department \nTeam members  Yuki Ikeda, Public Management Economist, PARD \n  Yanying Li, Counsel, Office of the General Counsel  \n  Laisiasa Natakubu Tora, Country Economist, PARD  \nPeer reviewer  Hanif Rahemtulla, Senior Public Management Specialist, \nSustainable Development and Climate Change Department \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Stephen Groff", "role": "Operations", "organization": ""}, {"fullname": "Ma. Carmela Locsin", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "Emma Veve", "role": "Urban", "organization": "Social Development and Public Management"}, {"fullname": "Pamela Wyatt", "role": "Principal Private Sector Development Specialist", "organization": ""}, {"fullname": "Yuki Ikeda", "role": "Public Management Economist", "organization": "PARD"}, {"fullname": "Yanying Li", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Laisiasa Natakubu Tora", "role": "Country Economist", "organization": "PARD"}, {"fullname": "Hanif Rahemtulla", "role": "Senior Public Management Specialist", "organization": ""}]}