{"path": "data/input/reports/47337-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors \nProject Number: 47337 \nDecember 2013 \n \n \n \n   \nProposed Loan \nRepublic of the Philippines: Emergency Assistance \nfor Relief and Recovery from Typhoon Yolanda \n \n \n \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 December 2013) \n \nCurrency unit  –  peso/s (P) \nP1.00  =  $0.0228 \n$1.00  =  P43.77 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CSO  –  civil society organization \n  EAL  –  emergency assistance loan \n  GDP  –  gross domestic product \n  GRDP  –  gross regional domestic product \n  LIBOR  –  London interbank offered rate \n  NEDA  –  National Economic and Development Authority \n  OCHA  –  Office for the Coordination of Humanitarian Affairs \n  PFM  –  public financial management \n  YRRP  –  Yolanda recovery and rehabilitation plan \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of the Philippines ends on 31 December. \n \n(ii)  In this report, “$” refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, SERD \n   \nTeam leader  K. Bird, Principal Economist, SERD \nTeam members  F. Barot, Senior Operations Assistant, SERD \nC. Clark, Safeguards Specialist, SERD \nJ. Gomez Reino, Senior Public Management Specialist, SERD \nL. Jovellanos, Senior Economics Officer, SERD  \n  S. Kawazu, Senior Counsel, Office of the General Counsel  \n  B. Reid, Principal Financial Management Specialist, Operations Services \nand Financial Management Department  \n  S. Schuster, Senior Financial Sector Specialist, SERD  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \n \nCONTENTS \nPage \n \nLOAN AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE RATIONALE  1 \nIII.  THE EMERGENCY ASSISTANCE LOAN  6 \nA.  Impact and Outcome  6 \nB.  Outputs  6 \nC.  Financing Plan  8 \nD.  Implementation Arrangements  9 \nIV.  DUE DILIGENCE  9 \nA.  Governance  9 \nB.  Poverty and Social  9 \nC.  Safeguards  10 \nD.  Risks and Mitigating Measures  10 \nV.  ASSURANCES  10 \nVI.  RECOMMENDATION  10 \n \n \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  12 \n   \n   \n \n ", "   \nLOAN AT A GLANCE \n \n1. Project Name: Emergency Assistance for Relief and Recovery from Typhoon   \n  2. Project Number:  47337-001\nYolanda\n \n3.  Country:  Philippines,  The  4. Department/Division:  Southeast Asia Department/Public Management, Financial Sector, & \n   \nRepublic of  Trade Division\n5. Sector Classification:  \n     \nSectors Primary Subsectors\n    Economic and public affairs \n Public sector management √  \nmanagement\n \n6. Thematic Classification: \n     \nThemes Primary Subthemes\n      Promoting economic efficiency and \nEconomic growth √\n  enabling business environment \n  Widening access to markets and \n   \n  economic opportunities \n   Social development  \n  Disaster risk management \n \n \n \n6a. Climate Change Impact: No Climate Change Indicator available.  6b. Gender Mainstreaming:   \n \n Gender equity theme (GEN)   \n Effective gender mainstreaming (EGM)   \n   \n Some gender elements (SGE) √\n No gender elements   \n \n7. Targeting Classification:   8. Location Impact:  \n   \nTargeted Intervention  National  High \nGeographic  Income   \nGeneral  Millennium \n  dimensions of  poverty at \nIntervention development \ninclusive    household \n  goals  \ngrowth level\n√       \n \n \n9. Project Risk Categorization: Complex \n10. Safeguards Categorization:  \n   \nEnvironment C\n   \nInvoluntary resettlement C\n   \nIndigenous peoples C\n \n11. ADB Financing:  \n       \nSovereign/Nonsovereign Modality Source Amount ($ Million)\nSovereign  Spec ial Assistance    500.0 \nLoan\nTotal      500.0 \n \n \n12. Cofinancing:                    No Cofinancing available. \n \n13. Counterpart Financing:  No Counterpart Financing available. \n14. Aid Effectiveness:  \n   \nParallel project implementation unit No\n   \nProgram-based approach Yes\n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of the Philippines for Emergency Assistance for Relief and Recovery from \nTyphoon Yolanda (international name Haiyan). 1 \n \n2.  The emergency assistance loan (EAL) supports the Government of the Philippines’ fiscal \nresponse  to  meet  additional  public  spending  needs  under  its  recovery  program  for  areas \naffected by Typhoon Yolanda. The emergency assistance will help the government mitigate the \nimpact of the typhoon on poverty incidence in the Visayas, a group of islands in the center of the \ncountry.2  \n \nII.  THE RATIONALE \n \n3.  The Philippines ranks third on the United Nations Disaster Risk Index, behind the Pacific \nisland  states  of  Vanuatu  and  Tonga.  Every  year,  about  20  typhoons  hit  the  Philippines.          \nThe country also experiences floods, earthquakes, droughts, and volcanic eruptions. However, \n2013 has been an exceptionally difficult year for the Philippines. By the end of October 2013, \nthe Philippines had been struck by 23 typhoons of increasing ferocity and a 7.2 magnitude \nearthquake on the island of Bohol on 15 October, reportedly killing 218 people, displacing \n345,000,  and  causing  about  P2.25  billion  in  damage  to  property  and  infrastructure.3 The \nfrequency and severity of these natural disasters are overstretching the administrative capacity \nand resources of both national and local governments to respond effectively.   \n \n4.  Description  of  the  emergency.  Typhoon  Yolanda  hit  the  central  Philippines  on             \n8  November  2013.  It  reached  winds  of  315  kilometers  an  hour  with  heavy  rains,  making \nTyphoon Yolanda the strongest storm to make landfall in the world in 2013. According to the \nsituation  analysis  report  dated  8  November  2013  by  the  United  Nations  Office  for  the \nCoordination  of  Humanitarian  Affairs  (OCHA),  the  typhoon  made  landfall  five  times  in  the \nVisayas and once in Palawan; a storm surge was also recorded in several locations along the \neastern coastline.  OCHA reported that the storm surge created 5–6 meter waves that wiped out \nmost  of  the  infrastructure,  health  facilities,  schools,  basic  public  services,  homes,  and \ncommercial buildings in several coastal towns and municipalities on the islands of Samar and \nLeyte. Tacloban, a city of more than 221,000 people in Leyte, was the most severely damaged \ncity. The tsunami-like storm surge created floods about 3 meters high in the city, destroying \nmuch of its infrastructure, homes, and other buildings.    \n \n5.  The humanitarian costs of Typhoon Yolanda are severe. As of 29 November 2013, as \nmany  as  10.9  million  people  had  been  affected  by  the  disaster,  of  which  3.8  million  are \ndisplaced across nine regions (Table 1). Much of the damage and loss is concentrated in the \nVisayas. Also, as of 29 November, 5,598 people had died, 26,136 were reported injured, and \n1,759 were missing. The death toll is expected to increase. More than 1.1 million homes were \nreportedly  destroyed  or  damaged.  Tens  of  thousands  of  people  have  reportedly  left  their \naffected areas for safer locations, placing severe pressure on underfunded social services in \nthese other locations. Reports are increasing of traumatized children and adults without support \nservices.   \n \n                                                \n1   Internationally known as typhoon Haiyan. \n2  The design and monitoring framework is in Appendix 1. \n3  Government of the Philippines, National Disaster Risk Reduction and Management Council. 2013. Situation Report \non the Effects of the Earthquake in Sagbayan, Bohol. Manila. \n ", "2   \n6.  Damage  and  loss  to  property  and  infrastructure. The Asian Development Bank \n(ADB) has worked closely with the government’s National Economic and Development Authority \n(NEDA), the OCHA, and other development agencies to carry out an initial damage and needs \nassessment,  which  provided  the  basis  for  the  government’s  Yolanda  Recovery  and \nRehabilitation Plan (YRRP). Data for the damage and needs assessment was provided by the \nsituation reports produced by the government through the National Disaster Risk Reduction and \nManagement Council (NDRRMC) and situation reports produced by OCHA, as well as joint ADB \nand OCHA rapid assessments of Tacloban and other locations. Table 1 presents a selection of \nproperty  and  infrastructure  assessed  as  damaged  and  lost  because  of  Typhoon  Yolanda. \nEstimates of the damage and loss to public and private property and infrastructure  range \nbetween $3.0 billion and $4.0 billion, but these are preliminary and are likely to be revised as \nfurther assessments are carried out. Like other natural calamities of this type, more than half of \nthe estimated damage and loss is private property, especially houses, commercial premises, \nfarmers’ crops and livestock, and fisheries. However, damage to public property (roads, bridges, \nbasic utilities and services, and public schools) is also sizable.  \n \nTable 1: Selected Damage and Loss Indicatorsa  \n(as of 29 November 2013) \nHumanitarian   Number of persons \n Population affected  10.9 million (2.3 million families) \n Population  displaced  3.8 million (835,379 families) \nInside evacuation centers  0.2 million (48,239 families) \nOutside evacuation centers  3.6 million (787,140 families) \n Number of confirmed deaths  5,598 \n Number of reported injuries  26,136 \n Number of reported missing persons  1,759 \nDamaged or destroyed property  Units \nHouses destroyed  580,481 \nHouses damaged  587,625 \nDay care centers  1,600 centers, serving 48,000 children, damaged \nPublic schools (elementary and high  15 of 57 divisions reporting significant damage affecting \nschool)  3,232 schools, 34,104 personnel (26,855 classrooms) with \nserving 1,007,980 children b  \nHealth facilities  2,280 health facilities damaged including 61 hospitalsc \nDamaged infrastructured   \nAgriculture land, crops, livestock, and  865,305 individuals; 202,410 farm households affected  \nfisheries \nPower network  566 transmission towers down; 7 substations down \na  Summary Initial Disaster and Needs Assessment (accessible from the list of linked documents in Appendix 2). \nb  Government of the Philippines, Department of Education. 2013. Situation Report #10. Manila. 20 November. This \nrepresents 26% of total school divisions, 32% of all schools, and 20% of classrooms in the affected area.  \nc  Department of Health estimates as of 19 November 2013.  \nd   Data on roads and bridges damaged not yet available. \nSources: Government of the Philippines, National Disaster Risk Reduction and Management Council; United Nations \nOffice for the Coordination of Humanitarian Affairs; and Asian Development Bank staff visits to damaged locations. \n \n7.  Economic costs. The total economic costs will be much larger than the direct estimates \nof damage and loss to property once lost output and household incomes are realized at the end \nof 2013 and in 2014. Preliminary estimates are that Typhoon Yolanda and other recent natural \ncalamities may cut the national economic growth rate by 0.3–0.8 percentage points in the fourth \n ", "3 \n \nquarter of 2013 alone.4 This is equivalent to $900 million–$2.5 billion in lost gross domestic \nproduct (GDP) in 2013. In 2014, the drop in the growth rate could be as high as 1 percentage \npoint.5 \n \n8.  Typhoon Yolanda’s economic impact will be devastating to the affected Visayas areas, \nwhich  rely  heavily  on  agriculture,  fisheries,  and  agro-based  industries  for  incomes  and \nemployment. While the economic impacts are difficult to project, preliminary estimates suggest \nthat the combined regional economies of Central Visayas, Eastern Visayas, and  Western \nVisayas—which account for 12.5% of the country’s GDP—could shrink by 4.0%–8.0% in 2014. \nThe largest economic contraction  will be in Eastern Visayas, because of the scale of the \ndamage inflicted there including the destruction of its main regional economic center, Tacloban. \nADB estimates that Eastern Visayas’ economy could contract by 30.0% or more in 2014 (Figure \n1). Eastern Visayas was also the most vulnerable economy among the three affected regions, \nbecause of its smaller economic base and the dominant role of agriculture as a source of \nhousehold  income.  With  average  per  capita  gross  regional  domestic  product  (GRDP)  of \nP54,236 per year (2012, current prices), Eastern Visayas does not have the resources to \novercome this disaster without substantial assistance. \n \nFigure 1: Potential Impact on Estimated Growth Rates in Gross Regional Domestic Product \n(annual change, %) \n \n    \nSource: Asian Development Bank preliminary estimates for 2013 and 2014. Gross regional domestic product \ngrowth rates for 2011 and 2012 from the Government of the Philippines, National Statistical Coordination Board. \n \n9.  Central Visayas and Western Visayas will slow markedly in 2014, although much less \nthan in Eastern Visayas. Based on the impact of previous natural calamities in the region, ADB \nestimates that the economy of Western Visayas may experience a cut in its growth rate by more \nthan half in 2014 because of the damage to crops and fisheries. Central Visayas will be the \nleast affected of the three regions as the city of Cebu, the second-largest metropolis in the \ncountry, was only slightly affected by the typhoon (Figure 1). \n \n10.  Poverty incidence in the Visayas. The incidence of poverty in the Visayas is expected \nto surge in the immediate aftermath of the typhoon as the regional economies initially contract, \nunemployment rises, and food prices spike during the early emergency relief phase. The most \nseverely affected areas will have the largest increases in poverty incidence. ADB simulations of \nthe impact of Typhoon Yolanda show that the number of poor people below the poverty line \n                                                \n4  NEDA estimates. \n5  ADB estimates.  \n ", "4   \ncould increase by 1.5 million.6 Eastern Visayas is expected to have the largest jump in poverty \nbecause of the magnitude of the damage in the region, the destruction in public infrastructure \nand services, and the high share of families that were vulnerable to falling into poverty before \nthe typhoon. ADB estimates that the poverty rate in Eastern Visayas may increase from 41.2% \nto 55.7% (Table 2). Many families will adopt strategies to escape poverty or mitigate the risk of \nfalling into poverty, such as migrating to safer locations and relying on remittances. Thus, actual \npoverty rates will be lower than those projected in Table 2. Nevertheless, the incidence of \npoverty in the most severely affected provinces will remain elevated for some time, as many \nfamilies have lost income generating assets. The poverty gap, which measures how far people \nare below the poverty line, has also increased in the severely affected areas. The implication of \nthe larger poverty gap is that not only are there more people impoverished as a result of the \ndamage caused by Typhoon Yolanda, but it may also take some of them a long time to escape \npoverty (footnote 6).     \n \nTable 2:  Simulations of Potential Poverty Impact  \nChange in  Poverty Rate \nPoor Persons  Poor Persons  Number of  before/after \nbefore Typhoon  after Typhoon  Poor  Typhoon \nYolanda  Yolanda  Persons  Yolanda \nGeographical area  (number)  (number)  (%)  (%)  \nBy region         \nEastern Visayas  1,720,892  2,328,850  35.3  41.2 / 55.7 \nCentral Visayas  2,317,565  2,766,554  19.4  34.8 / 41.5 \nWestern Visayas  2,101,364  2,526,658  20.2  31.0 / 37.3 \n \nBy category          \nSeverely affected provincesa  2,302,752  3,122,377  35.6  39.7 / 53.8 \nModerately affected provincesb  3,103,702  3,691,407  18.9  33.5 / 39.9 \nSlightly affected provincesc  2,538,327  2,769,273  9.1  35.0 / 38.2 \na Includes Aklan, Antique, Biliran, Capiz, Eastern Samar, Leyte, Southern Leyte, and Western Samar. \nb Includes Bohol, Catanduanes, Cebu, Iloilo, Negros Occidental, and Romblon.  \nc Includes Albay, Negros Oriental, Occidental Mindoro, Oriental Mindoro, Palawan, Siquijor, and Sorsogon. \nSource: 2009 Family Income and Expenditure Survey; ADB estimates. See Summary Poverty Impact Assessment \n(accessible from the list of linked documents in Appendix 2) \n \n11.  Fiscal adjustment. These economic and social costs create pressure on fiscal policy in \ntwo ways. First, the national government started reallocating budget spending in November \n2013 to finance emergency relief efforts. The relief efforts are expected to continue until March \n2014. The national government has also allocated spending for rehabilitation of infrastructure, \nbasic services, schools and institutions, and reconstruction of infrastructure and housing to start \nin  December  2013  or  early  2014.  The  national  government  is  also  transferring  national \ngovernment personnel to the affected areas to assist  local governments. Additional funding will \nalso be needed to scale up social assistance programs to assist displaced persons and the \nnewly unemployed. Overall, the additional public spending is estimated at P153 billion, of which \nP14 billion has been added to the 2013 budget and P139 billion will be added to the 2014 \nbudget. Second, the expected decline in GRDP in the affected regions will result in foregone tax \nrevenue, which ADB estimates could be as much as P8.0 billion–P2.3 billion in 2013 and P5.7 \nbillion in 2014.  \n \n12.  Government action and preliminary assessment of the country’s capacity. Initially \nthe  breakdown  in  communication  logistics  and  damaged  infrastructure  hampered  relief \noperations  to  remote  areas  in  the  immediate  aftermath  of  the  typhoon.  However,  the \n                                                \n6  Poverty Impact Assessment (accessible from the list of linked documents in Appendix 2). \n ", "5 \n \ngovernment,  including the  NDRRMC,  armed forces,  and  police, responded  to the  disaster \nthrough immediate rescue, evacuation, and relief operations that provided basic food supplies, \nwater, and medical assistance. The government also provided the public with daily information \non the impact of the typhoon on lives and property. A state of national calamity was declared on \n11 November 2013, which gave the national government enhanced powers to work with local \ngovernments in the hardest hit areas.  \n \n13.  At the end of November 2013, NEDA finalized the YRRP, which is expected to be \nendorsed by the government in December 2013. The YRRP covers the following five priority \nareas with specified broad interventions and designated agency responsibilities: (i) shelter and \nreconstruction of houses; (ii) power restoration; (iii) livelihood and employment; (iv) resettlement \nand psychosocial care; and (v) environmental protection (para. 23 and Table 3).  \n \n14.  Development  coordination. Because of the recent successive disasters, Philippine \nemergency  agencies  are  stretched.  The  international  community  and  nongovernment \norganizations  have  responded  quickly  to  support  the  government’s  emergency  and  relief \noperations.  OCHA  activated  its  systems  and  continues  to  update  the  government  and  its \ndevelopment  partners  through  situation  reports  based  on  rapid  assessments.  The \nTyphoon Haiyan Action Plan, a United Nations-led emergency relief initiative, was announced \non 9 November 2013. It aims to ensure that people with typhoon-induced needs that exceed the \nimmediate national response capacity receive necessary materials and services, and live in a \nsafe  and  healthy  environment  until  reconstruction  restores  normality  and  self-reliance.            \nThe action plan estimates the funding requirements to meet these objectives at $301 million.     \nTo  support  the  ongoing  relief  and  recovery  operations  in  the  areas  affected  by  Typhoon \nYolanda,  43  international  donors  have  pledged  or  have  already  sent  assistance.  Private \nfoundations, both domestic and international, have also contributed substantial amounts for \nrelief support to victims. 7 \n \n15.  ADB’s response to Typhoon Yolanda included the immediate creation of the Typhoon \nYolanda Response Team and three financing facilities: (i) a $3 million grant from the Asia \nPacific Disaster Response Fund was disbursed on 14 November, just days after the typhoon;  \n(ii) a $20 million special grant from the Japan Fund for Poverty Reduction, which is expected to \nbe submitted to the ADB Board of Directors for consideration in mid-December, will help rebuild \nlivelihoods of affected persons and families in Eastern Visayas; and (iii) the proposed $500 \nmillion EAL will support post-disaster efforts led by the government. ADB also has ongoing and \nplanned interventions in the affected areas. ADB’s conditional cash transfer project partially \nfunds  200,000  households  in  the  affected  areas,  including  at  least  69,000  families  in  the \nseverely affected areas.8 \n \n16.  Structure and modality of ADB’s emergency assistance loan. The EAL is an integral \npart of ADB’s commitment to the Government of the  Philippines to support recovery from \nTyphoon Yolanda. The government was initially targeting a national budget deficit of 2.0% of \nGDP in 2013 and 2014. As the public spending needs arising from the calamity will require \nadditional financing of around P153 billion, the deficit is likely to rise above the targets for 2013 \nand 2014. The government has asked ADB and the World Bank to provide support to fill the \nadditional financing gap.  \n                                                \n7  Development Coordination (accessible from the list of linked documents in Appendix 2). \n8  ADB. 2010. Report and Recommendation of the President to the Board of Directors:  Proposed Loan, Technical \nAssistance Grant, and Administration of Technical Assistance Grant to the Republic of the Philippines for the \nSocial Protection Support Project. Manila. \n ", "6   \n17.  ADB’s different lending modalities were assessed carefully to determine the best way to \nhelp the government maintain its national expenditure program, while also responding to the \nurgent needs of the emergency relief effort and the YRRP. An EAL was selected as the modality \nbased on three factors: 9 (i) quick-disbursing support is appropriate because of the urgency of \nthe humanitarian situation in the Visayas and the need to mitigate the immediate economic and \nsocial impacts; (ii) international studies show that the speed of aid is critical in lifting victims out \nof extreme poverty on a sustainable basis through timely and high-quality rehabilitation and \nreconstruction  of  public  and  private  assets,  and  restoration  of  livelihood  activities;  and              \n(iii) directing funds through government channels enables the government to take ownership of \nthe emergency response and initiatives.10   \n \n18.  The use of the EAL to support the government’s fiscal response to mitigate the adverse \neconomic and social conditions in the Visayas is consistent with ADB’s Disaster and Emergency \nAssistance Policy (2004). The policy stresses that EALs are designed to help rebuild high-\npriority  physical  assets  and  restore  economic,  social,  and  governance  activities  after \nemergencies, rather than comprehensive reconstruction.  \n \n19.  In structuring the EAL for the Philippines, lessons were taken from previous EALs. In \nparticular, coursing the assistance through the government’s budget is important to ensure \ngovernment ownership of the recovery agenda. Also, governments often divert resources from \nother purposes and unaffected areas to initiate rehabilitation programs. This can undermine the \ngovernment’s poverty reduction programs in other areas.  Given the urgency of the crisis in the \nVisayas and the need to meet critical expenditures, the EAL will be coursed through the national \nbudget to help finance (i) essential livelihood and economic expenditures linked to the disaster \nthrough the proposed YRRP, and (ii) other essential disaster-related expenditures under the \ngovernment’s 2014  public  expenditure  program.  The  EAL  and  the World  Bank’s  proposed \nemergency loan are closely aligned with the purpose of funding the increased government \nfinancing gap.   \n \nIII.  THE EMERGENCY ASSISTANCE LOAN \nA.  Impact and Outcome \n \n20.  The impact will be revitalized regional economies in the Visayas. This will be measured \nby the recovery in GRDP growth rates (adjusted for inflation) to pre-Typhoon Yolanda levels. \nThe outcome will be mitigated adverse social impact of the typhoon on the poor. This will be \nmeasured by the recovery in the per capita consumption level of the poorest 50% of households \nin the affected areas towards pre-typhoon levels.  \n \nB.  Outputs \n \n21.  The  EAL  will  provide  $500  million  in  immediate  short-term  financial  support  to  the \ngovernment to meet its additional financing gap linked to new spending initiatives under the \nYRRP and other disaster-related public expenditures. \n \n                                                \n9  For similar design to the proposed EAL, see ADB. 2008. Report and Recommendation of the President to the \nBoard of Directors: Proposed Loan to Georgia for Emergency Assistance for Post-Conflict Recovery. Manila; ADB. \n2009. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development Fund \nGrant to the Republic of Tajikistan for Crisis Recovery Support Program. Manila. \n10 H. Masyrafah and J. McKeon. 2008. Post-Tsunami Aid Effectiveness in Aceh: Proliferation and Coordination of \nReconstruction. Wolfensohn Center for Development  Brookings, Working Paper 6. Washington, DC; ADB. 2011. \nCompletion Report:  Earthquake and Tsunami Emergency Support Project in Indonesia. Manila \n ", "7 \n \n1.  Output 1: Government’s Yolanda Recovery and Rehabilitation Plan \nFinalized  \n \n22.  NEDA— in coordination with other government agencies— has finalized the YRRP, \nwhich is expected to be endorsed by the government in December 2013. In formulating the \nYRRP,  ADB  and  other  development  partners collaborated  closely  with  the government  by \nproviding NEDA with staff technical expertise. ADB staff also worked with OCHA on joint rapid \nneeds assessment missions to the affected areas in November 2013. \n \n23.  Table 3 presents the key features and immediate activities of the YRRP. The YRRP will \nbe implemented from December 2013 to December 2017. The YRRP will provide immediate \nhumanitarian needs to victims from December 2013 to March 2014. The short-term recovery \nand rehabilitation of affected areas, housing, and livelihoods, as well as provision of social \nassistance and care will commence in December 2013 and be completed by December 2014. \nFrom January 2015 to December 2017, the government will focus on larger and more complex \nreconstruction investments. The government will formulate interventions for this later phase \nafter further assessments have been completed in 2014. The EAL will support the restoration of \nthe local economies and the livelihoods of affected persons.  \n \nTable 3: Yolanda Recovery and Rehabilitation Plan \nComponents  Expected Outcomes  Immediate Activities \n1. Shelter and reconstruction  New settlement areas established and  Temporary shelter, housing \npublic infrastructure rebuilt  assistance to families, and \nreconstruction of public services, \npublic schools, and health facilities \n2.  Power restoration  Power fully restored in all areas  Restoration and rehabilitation of \npower infrastructure \n3.  Livelihood and employment  People’s livelihoods and incomes  Assistance to farmers, short-term \nrestored  employment programs, livelihood \nprograms \n4.  Resettlement and psychosocial care  Resettlement successfully completed  Support services provided and \n  and affected persons supported  expansion of existing housing \n    programs \n5. Environmental protection  No-build zones identified and enforced   \nSource. National Economic and Development  Authority. \n \n2.  Output 2: Funding for National Government Expenditure Program for \n  2014 Met  \n \n24.  The  devastation  caused  by  the  typhoon  requires  an  immediate  response  from  the \ngovernment. The EAL’s objective is to provide immediate and flexible financing to support the \ngovernment’s response to these urgent needs. The projected financing gap for 2014 is P274 \nbillion. However, this financing gap, along with the financing gap for 2013 are expected to \nincrease by a total of P153 billion (Table 4). The EAL will help finance the additional financing \ngap in the national government budget arising from increased public spending linked to the \nYRRP. \n \n25.  A special feature of the EAL is the monitoring framework and reporting mechanism that \nwill be built into the YRRP. Implementation of the YRRP will be outcome-driven and will include \na rigorous monitoring and evaluation framework, with specified performance indicators linked to \nthe YRRP activities. The monitoring framework will be finalized in December 2013. The EAL’s \nmechanism will draw on the YRRP’s framework and will comprise three parts: (i) a NEDA-led \ninteragency coordination committee for formulating the YRRP and monitoring and reporting on \nimplementation,  (ii)  the  use  of  country  public  financial  management  (PFM)  systems  for \nmonitoring  budgetary  disbursements  and  implementation,  and  (iii)  the  use  of  civil  society \n ", "8   \norganization  (CSO)  mechanisms  for  monitoring  and  evaluating  impact  of  selected  projects \nunder the YRRP.  \n \n26.  ADB has approved a small scale TA to support the formulation of YRRP. In addition, it \nplans to process another TA that will help the Government, among others, set up a monitoring \nsystem to track the implementation of YRRP. ADB also plans to establish an extended mission \nin one of the affected areas to support implementation of ADB's assistance. All these sources \nwill be utilized to monitor the overall implementation of YRRP. Further, since the Government \nwill be drawing down on the loan proceeds to match the financing needs of YRRP, staff will \nwork closely with the Government on monitoring the different components (Table 3) of YRRP. \nThe government (through NEDA-led coordination committee) will work with ADB and other \ndevelopment agencies to report on YRPP implementation and outcomes on a quarterly basis. \nAs much as possible, sex disaggregated data will be collected on coverage related to housing \nconstruction and new settlements as well as livelihood restoration programs. ADB will also \ncoordinate monitoring with key CSOs. The stand-alone TA for monitoring YRRP implementation \nwill also engage a CSO to carry out monitoring and evaluation of selected activities of the YRRP \nin severely affected areas.  \n \n27.  While the EAL will finance imports necessary for recovery, it will not finance a list of \nimports identified for that purpose. Instead, the EAL will finance general imports in connection \nwith the recovery, except those on the list of ineligible items.11 \n \nC.  Financing Plan \n \nTable 4:  Financing Plan for National Government Budget (P million) \nProjected 2013  Approved 2014 \n2014 Budget Financing Requirements  Budget  Budget \nNet financing requirement   299,846a  274,110 \nGross foreign borrowingsb  104,340c  95,030d \nLess amortization  107,782  89,994 \nNet foreign borrowings  (3,442)  5,036 \n     \nGross domestic borrowings  630,691  620,011 \nLess amortization  327,403  350,937 \nNet domestic borrowings  303,288  269,074 \nAdditional finan   cing requirement linked to the typhoon     153,000   e    \n2013 national government budget supplement  14,000   \n2014 national government budget supplement  139,000   \n     \nOf which funding source:     \n ADB emergency assistance loan                                                                     21,750   \n ADB JFPR grant and Asia Pacific Disaster Response    Fund     1,000 f   \n World Bank emergency loan  21,750   \n      Others (Gross domestic borrowings and government Savings            TBD   \n( ) = negative,  ADB = Asian Development Bank, JFPR = Japan Fund for Poverty Reduction, TBD =  to be determined. \na  The projected 2013 net financing requirements as of mid-2013 before Typhoon Yolanda. \nb  Includes overseas development assistance (both program and projects) and overseas commercial borrowings and \nbonds \nc  Includes ADB’s proposed Local Government Finance and Fiscal Decentralization Reform Program of $250 million \nand the World Bank’s development policy loan 2 of $300 million \nd  Includes ADB’s proposed Increasing Competitiveness for Inclusive Growth Program, subprogram 2 of $200 million. \nFinancing for 2014 also includes project disbursement of both the World Bank and ADB’s proposed community-\ndriven development projects.  \ne  Preliminary figure and is subject to change with the final endorsement of the YRRP. \n                                                \n11 List of Ineligible Items (accessible from the list of linked documents in Appendix 2). \n ", "9 \n \nf\n The proposed JFPR grant is for $20 million. The Asia Pacific Disaster Response Fund grant of $3 million was \ndisbursed on 14 November 2013. \nSource: Government of the Philippines, Department of Finance. \n \n28.  The government  has requested  a  loan  of $500  million from  ADB’s  ordinary  capital \nresources to help fund the financing gap for 2014 arising from additional public spending linked \nto the YRRP and other disaster-related spending. The EAL will have a 32-year term, including a \ngrace period of 8 years, custom tailored repayment method, an annual interest rate determined \nin  accordance  with  ADB's  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment fee of 0.15% per year, and such other terms and conditions set forth in the draft \nloan agreement.  Based on this, the average loan maturity is 19 years and the maturity premium \npayable to ADB is 0.20% per annum. The loan proceeds will be used to finance the full \nexchange cost (excluding local taxes and duties) of items necessary for the recovery that are \nproduced  and  procured  in  ADB  member  countries,  excluding  ineligible  items  and  imports \nfinanced by other bilateral and multilateral sources. Since disbursement of the loan proceeds \nwill be similar to program loans, disbursement and audit will be done in accordance with the \nprovisions of ADB’s Simplification of Disbursement Procedures and Related Requirements for \nProgram Loans.12 The proceeds of the EAL will be disbursed to the Philippines as the borrower. \n \nD.  Implementation Arrangements \n \n29.  The Department of Finance will be the executing agency. The proceeds of the EAL will \nbe released upon effectiveness and withdrawn based on financing needs under the YRRP. The \nEAL period is from December 2013 to December 2014. \n \nIV.  DUE DILIGENCE \nA.  Governance \n \n30.  Improved governance  and  anticorruption  efforts  are  core government  priorities. The \ngovernment  with  development  partner  support,  has  developed  and  is  implementing  a \ncomprehensive  and  coherent  suite  of  PFM  reforms  to  strengthen  PFM  systems,  promote \ntransparency and accountability, and address corruption. In 2011, the government launched its \nPFM reform road map, 2011–2016, covering budget reporting and performance management, \ngovernment integrated financial management information system, Treasury cash management \noperations, and accounting and auditing reforms. In January 2012, the government launched \nthe  Good  Governance  and  Anti-Corruption  Plan,  2012–2016  to  improve  transparency, \naccountability, and citizen engagement. The plan includes several PFM initiatives, including \nzero-based  budgeting,  enhanced  CSO  participation  in  budgeting,  more  comprehensive \ninformation on funds disbursement by legislators, and publication of a statement of fiscal risks. \nADB has provided substantial support to PFM reforms, including most recently on public debt \nmanagement, establishing a treasury single account, and local governance budget and finance \nreform. Pre-mitigation PFM risk is assessed as substantial, however the government has in \nplace a wide-ranging PFM reform program with indications of initial positive impacts. 13 \n \n31.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government. \n \nB.  Poverty and Social  \n \n32.  The incidence of poverty in the severely affected areas is expected to surge as a result \nof the economic and social costs of Typhoon Yolanda. The EAL aims to help mitigate these \n                                                \n12 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n13  Risk Assessment and Risk Management Plan (accessible from the list of link documents in Appendix 2). \n ", "10   \nadverse  effects  on  the  affected  communities  by  supporting  the  government’s  2014  public \nexpenditure  program  linked  to  YRRP  and  other  disaster-related  spending.  The  EAL  is \ncategorized as some gender elements.  \n \nC.  Safeguards \n \n33.  The  EAL  does  not  trigger  the  safeguard  policies  and  is  categorized  C  for  the \nenvironment,  involuntary  resettlement,  and  indigenous  peoples  as  loan  proceeds  are  not \nearmarked for physical projects.  \n \nD.  Risks and Mitigating Measures \n \n34.  The  assumptions  underlying  the  EAL  include  the  maintenance  of  macroeconomic \nstability. The EAL has four main risks that are rated low to medium: (i) further natural disasters \nand their adverse impact on regional economies may undermine implementation of the YRRP \nand increase poverty rates; (ii) the government’s administrative capacity and resources may be \nstretched, thereby limiting implementation of its YRRP; (iii) weak interagency coordination may \nundermine relief and recovery efforts; and (iv) corruption may increase in the disbursement of \nfunds  to  local  governments.  The  risk  of  corruption  has  been  observed  in  disaster-related \nrehabilitation  and  reconstruction  plans  in  other  countries.  Mitigating measures  will  address \nthese risks (footnote 13). The NEDA-led interagency coordination committee will strengthen \ncoordination among agencies and development partners in implementing the YRRP. The YRRP \nwill also include a rigorous monitoring, reporting, and evaluation framework. Also, recent PFM \nreforms have helped improve transparency and accountability in the budget system.  \n \nV.  ASSURANCES \n \n35.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the loan \nagreement. The government has agreed with ADB on certain covenants for the assistance, \nwhich are set forth in the loan agreement. \n \nVI.  RECOMMENDATION \n \n36.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the  loan  of  $500,000,000  to  the  Republic  of  the  Philippines  for  Emergency \nAssistance for Relief and Recovery from Typhoon Yolanda, from ADB’s ordinary \ncapital  resources,  with  interest  to  be  determined  in  accordance  with  ADB's \nLondon interbank offered rate (LIBOR)-based lending facility; a term of 32 years, \nincluding a grace period of 8 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board; and \n(ii)  waiver of the requirement that quick disbursement components finance a list of \nidentified imports under the Disaster and Emergency Assistance Policy (2004) \nand as more fully discussed in para. 27 of this report.  \n \n                  Takehiko Nakao \n                  President \n4 December 2013  \n ", "Appendix 1      11 \n \nDESIGN AND MONITORING FRAMEWORK \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nImpact   By end of 2019:    Assumption \n      Macroeconomic \nRegional  Growth rates in real RGDP in the  NEDA RGDP  stability maintained \neconomies in the  affected areas recover to pre- reports   \nVisayas revitalized  typhoon levels (Baseline:  average    Risk \ngrowth rates 2002–2012)    Further natural \n  disasters and their \n  adverse impact on the \nregional economies in \nthe Visayas \nOutcome  By end of 2017:     \n      Risk \nAdverse social  Per capita consumption (adjusted  NEDA RGDP data  Government’s \nimpact of the  for inflation) of poorest 50% of  and poverty data  administrative capacity \ntyphoon on the  households in the affected areas    and resources may be \npoor mitigated  recovers towards to pre-typhoon    stretched, thereby \n  levels (Baseline: average per    limiting implementation \ncapita consumption 2009–2012)    of its disaster recovery \n    program.  \n   \nOutputs  By December 2014:    Risk \n      Weak interagency \n1. Government’s  Government’s YRRP endorsed  YRRP   coordination \nYRRP finalized     \n     \n2.  Funding of the  Financing for the YRRP finalized  DOF  \nnational  and initiatives launched to mobilize   \ngovernment  resources from domestic and   \nexpenditure  international sources   \nprogram for      \n2014 met \n \n \nActivities with Milestones  Inputs \nNEDA produces draft YRRP (November 2013)  ADB loan: $500 \nmillion equivalent \n ADB = Asian Development Bank, DOF = Department of Finance, NEDA = National Economic and Development \nAuthority,  RGDP = regional gross domestic product, YRRP = Yolanda recovery and rehabilitation plan. \nSource: Asian Development Bank. \n ", "12  Appendix 2 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47337-001-3  \n  \n \n \n1.  Loan Agreement  \n2.  Contribution to the ADB Results Framework \n3.  Development Coordination \n4.  Country Economic Indicators \n5.  Summary Poverty Reduction and Social Strategy  \n6.  Risk Assessment and Risk Management Plan \n7.  List of Ineligible Items \n \nSupplementary Documents \n8.  Summary Initial Disaster Needs Assessment \n9.  Summary Financial Management Assessment \n10.       Interim Operational Strategy \n11.  Poverty Impact Assessment \n \n  \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131204153512+08'00'", "Creator": "Microsoft® Word 2010", "ModDate": "D:20131211114042+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Report and recommendation of the president for the proposed loan to the Republic of the Philippines for the Emergency Assistance for Relief and Recovery from Typhoon Yolanda.", "Title": "47337-001: Emergency Assistance for Relief and Recovery from Typhoon Yolanda"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 2 December 2013) \n \nCurrency unit  –  peso/s (P) \nP1.00  =  $0.0228 \n$1.00  =  P43.77 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CSO  –  civil society organization \n  EAL  –  emergency assistance loan \n  GDP  –  gross domestic product \n  GRDP  –  gross regional domestic product \n  LIBOR  –  London interbank offered rate \n  NEDA  –  National Economic and Development Authority \n  OCHA  –  Office for the Coordination of Humanitarian Affairs \n  PFM  –  public financial management \n  YRRP  –  Yolanda recovery and rehabilitation plan \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of the Philippines ends on 31 December. \n \n(ii)  In this report, “$” refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  J. Nugent, Southeast Asia Department (SERD) \nDirector  S. Hattori, Public Management, Financial Sector, and Trade Division, SERD \n   \nTeam leader  K. Bird, Principal Economist, SERD \nTeam members  F. Barot, Senior Operations Assistant, SERD \nC. Clark, Safeguards Specialist, SERD \nJ. Gomez Reino, Senior Public Management Specialist, SERD \nL. Jovellanos, Senior Economics Officer, SERD  \n  S. Kawazu, Senior Counsel, Office of the General Counsel  \n  B. Reid, Principal Financial Management Specialist, Operations Services \nand Financial Management Department  \n  S. Schuster, Senior Financial Sector Specialist, SERD  \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "J. Nugent", "role": "Southeast Asia Department (SERD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Hattori", "role": "Public Management", "organization": "Financial Sector"}, {"documentRole": "Team leader", "fullname": "K. Bird", "role": "Principal Economist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "F. Barot", "role": "Senior Operations Assistant", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "C. Clark", "role": "Safeguards Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "J. Gomez Reino", "role": "Senior Public Management Specialist", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "L. Jovellanos", "role": "Senior Economics Officer", "organization": "SERD"}, {"documentRole": "Team members", "fullname": "S. Kawazu", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "B. Reid", "role": "Principal Financial Management Specialist", "organization": "Operations Services"}, {"documentRole": "Team members", "fullname": "S. Schuster", "role": "Senior Financial Sector Specialist", "organization": "SERD"}]}