{"path": "data/input/reports/47360-003-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors \nProject Number: 47360-003 \nLoan Numbers: 3601 and 3602 \nNovember 2018 \nProposed Loan for Additional Financing  \nIslamic Republic of Pakistan: Khyber Pakhtunkhwa\nProvincial Roads Improvement Project   \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.", " \nCURRENCY EQUIVALENTS \n(as of 9 November 2018) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRs1.00  =  $0.0075528 \n$1.00  =  PRs132.40 \n \n \nABBREVIATIONS \n     \nADB  –  Asian Development Bank \nCWD  –  Communication and Works Department \nEMP  –  environmental management plan \nESU  −  environment and social unit \nkm  –  kilometer  \nPAM  −  project administration manual \nPIU  –  project implementation unit  \nPKHA  –  Pakhtunkhwa Highways Authority  \n            \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n  \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD)  \nDirector  Dong-Soo Pyo, Transport and Communications Division, CWRD   \n   \nTeam leader  Jiangbo Ning, Principal Transport Specialist, CWRD \nTeam members  Muhammad Javed Akram, Associate Financial Control Officer, CWRD \n  Nurlan Djenchuraev, Senior Environment Specialist, CWRD \n  Khurram Ghafoor, Project Officer (Infrastructure), CWRD \n  Didier Guynet, Senior Procurement Specialist, Procurement, Portfolio \n  and Financial Management Department \n  Glenda Jurado, Associate Project Analyst, CWRD \n  Ashfaq Ahmed Khokhar, Senior Safeguards Officer, CWRD \n  Jose Tiburcio Nicolas, Senior Social Development Specialist, CWRD  \n  Mary Alice Rosero, Social Development Specialist (Gender and \n  Development), CWRD \n  Muhammad Ali Sheikh, Financial Control Assistant, CWRD \n  You-Jung Shin, Counsel, Office of General Counsel \n  Ghia Villareal, Senior Operations Assistant, CWRD \n \nPeer reviewer  Tsuneyuki Sakai, Unit Head, Project Administration, Southeast Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \nPage \n \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risk and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Revised Design and Monitoring Framework                            11  \n2.  List of Linked Documents                        14 \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 47360-003\nProject Name Khyber Pakhtunkhwa Provincial Roads  Department CWRD/CWTC\nImprovement Project (Additional  /Division\nFinancing) \nCountry Pakistan Executing Agency Government of Khyber \nBorrower Government of Pakistan Pakhtunkhwa (KP)\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 75.00\nTotal 75.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Low\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally sustainable  Global and regional transboundary  ADB Financing\ngrowth (ESG) environmental concerns Adaptation ($ million) 3.49\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG8, SDG9\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 75.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 75.00\nCofinancing 0.00\n     None 0.00\nCounterpart  10.00\n     Government  10.00\nTotal 85.00\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 15112018150532561650 Generated Date: 15-Nov-2018 15:05:36 PM", "Kohistan\nDir\nPAKISTAN\nKHYBER PAKHTUNKHWA PROVINCIAL ROADS IMPROVEMENT PROJECT\nN (additional financing)\nSwat\n0 5 10 20 Project Road National Capital\nProject Road - Proposed Additional Financing  Provincial Capital\nBajauKrilometers Road River Batgram\nM1 Motorway District Boundary \nkm KilomSetwerat R. Provincial Boundary\nThis map was produced by the cartography unit of the Asian Development Bank. The boundaries, colors, denominations, and any other \ninformation shown on this map do not imply, on the part of the Asian Development Bank, any judgment on the legal status of any territory, or any \nendorsement or acceptance of such boundaries, colors, denominations, or information. \nMalakand\nUUmmeerrzzaaii––HHaarriicchhaanndd  RRooaadd\n((2299..0000  kkmm)) Buner\nFederally Administered \nTribal Areas Mansehra\nKHYBER PAKHTUNKHWA\nMohmand Shangla Muzaffarabad\nJJaannddaaii––SSaanngg  MMaarrmmaarr\n((3344..0000  kkmm))\nPPRROOPPOOSSEEDD  AADDDDIITTIIOONNAALL  FFIINNAANNCCIINNGG\nKabul (cid:416)(cid:416)4422..0000  kkmm(cid:417)(cid:417)\nMardan\nAbbottabad\nCharsadda\nTarbela Dam\nPeshawar Kabul R. AAddiinnaa––YY((22aa55rr  ..HH0000uu  sskkssmmaa))iinn  RRooaaddSwabi HHaarriippuurr  HH((22aa22tt..tt00aa00rr––  kkTTmmaaxx))iillaa  RRooaadd Bagh HH((aa33rr00iipp..00uu00rr––  KKBBmmeeee))rr  \nHaripur\nKhyber Nowsehra\nSShhaahh  AAllaamm––SSaarrddaarryyaabb  RRooaadd\n((1111..8800  kkmm))\nJJeehhaannggiirraa––RRiissaallppuurr  RRooaadd\n((3366..0000  kkmm))\nPoonch\nMMaaqqssooooddaa––KKoohhaallaa  RRooaadd\n((3355..0000  kkmm))\nAttock\nOrakzai Federally Administered  KKhhaaiirr  AAbbaadd––NNiizzaamm  PPuurr  RRooaadd  Islamabad Capital Territory Sudhnati\nTribal Areas ((2222..0000  kkmm)) ISLAMABAD\nPUNJAB\nKotli\n181761 ABV\nRawalpindi\nKohat\nHangu\nIn d us R.\nMirpur\nMangla Reservoir\nKarak\nBhimber", "", " \n     \nI.  THE PROPOSAL  \n1.  I submit for your approval the following report and recommendation on the proposed loan \nto the Islamic Republic of Pakistan for the additional financing of the Khyber Pakhtunkhwa \nProvincial Roads Improvement Project.1 \n \n2.   The proposed additional financing will expand the scope of the current project to include \nwidening the chronically congested and unsafe Mardan–Swabi road from a two-lane single \ncarriageway into a four-lane divided highway for 42 kilometers (km) of its total length of 53.9 km \nin  the  province  of  Khyber  Pakhtunkhwa  and  strengthening  the  capacity  of  the  provincial \nCommunication  and  Works  Department  (CWD)  through  the  development  of  a  Khyber \nPakhtunkhwa road network master plan and training programs. 2 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Pakistan’s economy is largely driven by strong growth in domestic consumption, recovery \nin agricultural production, and a marginal recovery in foreign direct investments. However, it is \nconstrained  by  an  inefficient  transport  system  with  poor  levels  of  service.  Road  transport \ndominates Pakistan's transport system, accounting for almost 96% of freight traffic in ton-km and \n92% of passenger traffic in passenger-km. Khyber Pakhtunkhwa is even more reliant on road \ntransport.  \n \n4.  Khyber Pakhtunkhwa has the third-largest provincial economy in Pakistan. Despite major \nchallenges such as waging war on terrorism (with huge spending on law and order), confronting \npower load shedding, and having the highest population growth rate, Khyber Pakhtunkhwa \nrecorded the highest economic growth rate in the country. Outperforming the other four provinces \nin 2013–2017, Khyber Pakhtunkhwa registered an average growth of 5.1% against a national \naverage of 4.5% for the same period.3 The growth rate could have been higher if road transport \nconnectivity had been better, especially between major cities, because it would have reduced the \ntransport cost of products and improved transport efficiency. \n \n5.  The existing provincial roads are much below the desired standard both in terms of length \nand pavement condition. Of Khyber Pakhtunkhwa's total road network of 15,102 km, 1,878 km is \nclassified as provincial roads. These play a vital role in the economic development of the province \nby  connecting  district  centers  to  the  national  highway  network  and  the  provincial  capital, \nPeshawar, with commercial centers, district headquarters, and market towns. Provincial roads \nsupport intraprovincial trade and commerce as well as access to health, education, and other \npublic services; and reduce poverty by creating jobs and business opportunities. \n \n6.  The damaging effects of heavy axle loads, vulnerability to natural disasters, and limited \nfinancial resources for road maintenance are putting tremendous strain on the road network in \nKhyber Pakhtunkhwa. Its performance is fast deteriorating because of high traffic accident rates, \nreduced pavement life, increased vehicle operating costs, and, crucially, a backlog in road \n                                                \n1  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loans to the Islamic \nRepublic of Pakistan for the Khyber Pakhtunkhwa Provincial Roads Improvement Project. Manila. \n2  ADB provided transaction technical assistance for preparing the Khyber Pakhtunkhwa Provincial Roads Improvement \nProject (TA 9194-PAK). \n3  H. Pasha. 2018. Growth and Inequality in Pakistan Volume-I. Islamabad. \n ", "2   \nmaintenance and rehabilitation. In fact, only 27% of the provincial roads maintained by the \nPakhtunkhwa Highways Authority (PKHA) are in fair to good condition; the rest is in poor condition. \n \n7.  The Asian Development Bank (ADB) approved a loan of $140.0 million, including a \nconcessional loan of $18.5 million, on 28 November 2017 for the Khyber Pakhtunkhwa Provincial \nRoad Improvement Project to rehabilitate eight key road sections of provincial roads over a total \nlength of 214 km, and improve transport efficiency and road safety. In May 2018, the Government \nof Khyber Pakhtunkhwa requested additional financing to dualize most of the existing two-lane \nroad  between  Mardan  and  Swabi.4 Although  most  of  that  section  is  in  fair  condition,  the \ndualization serves to efficiently and effectively accommodate an increase in goods vehicles: \ntrucks carrying locally quarried stone and other construction materials, and trucks and tractor-\ntrailers carrying agricultural and forestry products.  \n \n8.  The Mardan–Swabi road runs for 53.9 km through Khyber Pakhtunkhwa's agricultural \nheartland between the Indus and Kabul rivers. It connects Mardan, the second-largest city in \nKhyber Pakhtunkhwa, and Swabi, a college city and the capital of the fourth most populated \ndistrict in Khyber Pakhtunkhwa. The road is a two-lane single carriageway with urbanized sections \n(strip development) and suffers from chronic traffic congestion and unsafe operating conditions. \nThe current mix of fast- and slow-moving traffic, dominated by motorcycles and rickshaws, \nimposes constraints on speed and increases the risk of collisions. The average daily traffic \nbetween Mardan and Swabi is about 7,000 vehicles (excluding motorcycles and rickshaws), of \nwhich about 15% are heavy trucks, and traffic has been growing at an average 3.4% annually. \nThe highway supports various agricultural, industrial, commercial, and educational activities. Most \nnotable from a traffic generation point of view are the Premier Sugar Mill and Distillery in Mardan; \nseveral textile and edible-oil mills; quarries; public universities, Mishal Medical Complex, and \nnumerous private colleges and academies; a police training school; Shewa Adda Camp for \ninternally  displaced  persons;  and  markets  that  serve  the  surrounding  rural  areas.  Nearby \nRashakai, on the M-1 motorway, was dubbed the “Technology City” and is expected to develop \ninto a high-tech industrial zone as part of the China−Pakistan Economic Corridor initiative.5 \nHowever, traffic surveys along the Mardan–Swabi road clearly indicate that the current peak traffic \nvolumes already exceed the road's capacity. Accordingly, the proposed dualization of 42 km of \nthe road into a dual-carriageway, four-lane highway has high public investment priority.  \n \n9.  Current project. The current loan is performing satisfactorily, and its implementation is at \nan  advanced  stage.  ADB  and  the Government  of  Khyber  Pakhtunkhwa  and  PKHA  as  an \nimplementing agency signed the project agreements on 14 March 2018 and declared them \neffective on 24 September 2018, with a closing date of 30 June 2023. The current project is rated \non track to deliver its expected outputs and meet its intended outcome, with contract awards \ntotaling $90.36 million (64% of the total loan amount) and disbursement of $6.7 million (5% of the \ntotal loan amount) as of 12 November 2018. In July 2018, the project director of PKHA signed all \nnine civil works contracts, along with the construction supervision consultant contract. The \nsupervision consultant and the civil works contractors have been mobilized, and construction \n                                                \n4  The dualization of the Mardan−Swabi road was part of the original scope of the Khyber Pakhtunkhwa Provincial \nRoads Improvement Project approved in 2017. However, the Government of Khyber Pakhtunkhwa decided to \nremove it from the original scope and include it in a separate project to be financed by another development partner. \nLater on, the provincial government changed its plan again and requested ADB to add the dualization back to the \nproject scope. However, when the request was made, ADB’s due diligence was almost completed and a scope \nchange at such a late stage would have delayed the entire project processing. The Government of Khyber \nPakhtunkhwa, reluctant to delay construction works for the originally scoped Mardan–Swabi road, opted to take the \nadditional financing route for its dualization.  \n5  ADB recognizes this member as the People’s Republic of China. \n ", "  3 \n \n  \nworks  are  on  schedule.  PKHA  has  been  implementing  the  resettlement  plan  and  the \nenvironmental management plan without major issues. PKHA has also established a grievance \nredress mechanism, and no unresolved grievances or complaints currently exist. The recruitment \nof the road asset management consultant and procurement of maintenance equipment are \nongoing. PKHA will procure two performance-based contracts financed by the government to \nsupport sustainable road maintenance covering 104 km.  \n \n10.  Proposed  additional  financing.  The  provincial  government  is  seeking  additional \nfinancing to widen the 42 km road section between Mardan and Swabi. The additional financing \nwill further strengthen the capacity of the CWD by supporting the government to develop a Khyber \nPakhtunkhwa road network master plan for the next 20 years, and by building a central laboratory \nfor the PKHA and providing training to CWD staff. \n \n11.  Suitability  of  additional  financing.  The  proposed  additional  financing  meets  the \neligibility criteria because the overall project is (i) technically feasible, economically viable, and \nfinancially  sound  based  on  the  due  diligence;  (ii)  accorded  high  priority  by  the  provincial \ngovernment  as  reflected  in  its  annual  development  plan;  (iii)  consistent  with  the  transport \ndevelopment objectives of the current project, as it will enhance the outcome and outputs of the \ncurrent project; and (iv) consistent with the country partnership strategy, 2015−2019 for Pakistan, \nwhich aims to improve physical connectivity and enhance regional integration.6 Given the strong \nlink with the current project in terms of design and implementation arrangements, the additional \nfinancing will offer substantial efficiency gains in project processing and help meet the overall \nproject outcome in a timely manner.  \n \n12.  Value added by ADB assistance. Under the additional financing, ADB will support the \nprovincial government in developing a 20-year Khyber Pakhtunkhwa road network master plan. \nThis is in addition to initiatives financed by the current project, such as piloting performance-based \nroad  maintenance,  enhancing  the  road  asset  management  system,  and  strengthening  the \ncapacity of the CWD. Despite the large quantum of road investments in Khyber Pakhtunkhwa \nsince 2000s, some investments have fallen short of achieving the expected outcomes because \nof unprecedented changes in the structure and composition of the provincial economy. The \nmaster plan will assess (i) the status and condition of the overall transport system, including all \nmodes; (ii) the characteristics of transport demand and supply; (iii) the current and projected road \ntraffic demand, reflecting trends in economic growth and regional and subregional trade, as well \nas the transport modal split; and (iv) the spatial distribution, serviceability, and condition of road \ninfrastructure. The master plan will identify the physical gaps and capacity constraints in Khyber \nPakhtunkhwa’s road network relative to current and future traffic demand, as well as the policy \nand institutional improvements needed to satisfy the mobility and logistics requirements of a \nmodern economy. The development of a road network master plan under the additional financing \nwill strengthen the overall capacity of the CWDfrom road planning to construction, to operation, \nto maintenance. \n \nB.  Impact and Outcome  \n \n13.  The current project is aligned with the following impact: an efficient and integrated \ntransportation network established (Pakistan Vision 2025).7 The current project will have the \nfollowing outcome: efficiency and safety along key sections of the Khyber Pakhtunkhwa provincial \n                                                \n6  ADB. 2015. Country Partnership Strategy: Pakistan, 2015−2019. Manila.  \n7  Government of Pakistan, Ministry of Planning, Development and Reform. 2014. Pakistan 2025: One Nation,  \nOne Vision. Islamabad.  \n ", "4   \nroad network improved. The additional financing will reinforce the overall aggregate impact of the \ncurrent project, and the overall project outcome will remain the same. \n \nC.  Outputs \n \n14.  The additional financing will expand the scope of the current project outputs as follows: \n \n15.  Output 1: Provincial road rehabilitated. The output will rehabilitate 42 km of the \nprovincial road between Mardan and Swabi by upgrading it to four lanes and to provincial road \nstandards with tolling and better road safety measures, and by adding climate resilience features \nto withstand damage and disruption from natural disasters. \n  \n16.  Output 2: The CWD’s institutional capacity for road management strengthened. The \noutput will further strengthen the CWD’s institutional capacity by building a central laboratory for \nthe PKHA and developing a Khyber Pakhtunkhwa road network master plan. The master plan will \nbe fully gender-responsive.8 \n \nD.  Investment and Financing Plans \n \n17.  The overall project is estimated to cost $249 million (Table 1). \n \nTable 1: Overall Project Investment Plan  \n($ million) \nCurrent  Additional \nItem  Total \nAmounta  Financingb \nA.  Base Costc        \n1.  Rehabilitation of roads  130.50  72.34  202.84 \n2.  Institutional strengthening for road maintenance  21.70    21.70 \n3.  Implementation support    1.66  1.66 \n4.  Construction of the central laboratory    1.30  1.30 \n    Subtotal (A)  152.20  75.30  227.50 \nB.  Contingenciesd  5.10  7.20  12.30 \nC.  Financial Charges During Implementation   6.70e  2.50f  9.20 \n      Total (A+B+C)  164.00  85.00  249.00 \na   Refers to the original amount approved on 28 November 2017. Includes a performance-based maintenance pilot ($10 \nmillion); partial rehabilitation works ($11.5 million), including taxes and duties ($5 million) in cash; and resettlement \ncosts ($2.5 million) to be financed from government resources. \nb Includes taxes and duties of $2.6 million to be financed from government resources in cash. \nc  In mid-2018 prices. \nd  Physical contingencies computed at 5% for civil works. Price contingencies calculated based on Asian Development \nBank (ADB) cost escalation factors. \ne Includes (a) Interest during construction for ADB OCR loan computed at the 5-year US dollar fixed swap rate \ncorresponding to the implementation period plus an effective contractual spread of 0.5% and a maturity premium of \n0.1%. Commitment charges for the ADB OCR loan are 0.15% per year to be charged on the undisbursed loan amount; \n(b) Interest of $1.0 million during construction for ADB concessional loan with a 25-year term, including a grace period \nof 5 years; an interest rate of 2.0% per year during the grace period. \nf  Includes interest and commitment charges. Interest during construction for the ADB loan is computed at the 5-year \nUS dollar fixed swap rate corresponding to the implementation period plus an effective contractual spread of 0.35% \nand a maturity premium of 0.1% (for regular OCR part). Commitment charges for the ADB loan are 0.15% per year \nto be charged on the undisbursed loan amount. \nSource: ADB estimates. \n                                                \n8  A road network with roadside gender-sensitive facilities such as shelters, rest areas, and safety measures—\nparticularly in areas where female road users are more prevalent—also broadens access to markets, social \ninfrastructure, and services. \n ", "  5 \n \n  \n \n18.  The government has requested a regular loan of $75 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a grace period \nof 7 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year (the interest and \nother charges during construction to be capitalized in the loan); and such other terms and \nconditions set forth in the draft loan and project agreements. Based on the straight-line method, \nthe average maturity is 15.98 years, and the maturity premium payable to ADB is 0.10% per year. \n \n19.  The summary of the financing plan is in Table 2. ADB will finance the expenditures related \nto  civil  works  for  road  construction,  consulting  services,  and  implementation  support.  The \nproceeds of the ADB loans will be relent to the provincial government, and through the provincial \ngovernment will be made available to the PKHA for the purposes of the project.  \n \nTable 2: Financing Plan \nCurrenta  Additional Financing  Total \nAmount  Share of  Amount  Share of  Amount  Share of \nSource  ($ million)  Total (%)  ($ million)  Total (%)  ($ million)  Total (%) \nAsian Development Bank              \nOCR (regular loan)  121.5  74.1  75.0  88.0  196.5  78.9 \nOCR (concessional loan)  18.5  11.3      18.5  7.4 \nGovernment of Khyber Pakhtunkhwa  24.0  14.6  10.0b  12.0  34.0  13.7 \nTotal  164.0  100.0  85.0  100.0  249.0  100.0 \nOCR = ordinary capital resources. \na  Refers to the original amount approved on 28 November 2017. \nb  Includes $2 million for the development of a Khyber Pakhtunkhwa road network master plan financed by the \nGovernment of Khyber Pakhtunkhwa. \nSource: Asian Development Bank estimates. \n \n20.  Climate adaptation is estimated to cost $3.84 million and ADB will finance 91% of this \namount. \n \nE.  Implementation Arrangements \n \n21.  The  existing  implementation  arrangements  remain  unchanged.  The  Government  of \nKhyber Pakhtunkhwa will be the executing agency and the PKHA will be the implementing agency.  \nA steering committee chaired by the additional chief secretary will provide oversight. The PKHA \nhas established a functional project implementation unit (PIU) to implement the current project; \nand  additional  staff  will  be  employed  for  the  Mardan−Swabi  road  output.  The  provincial \ngovernment has agreed that PIU staffing will remain stable throughout project implementation. \nAny replacement of key staff will be subject to ADB’s prior approval.  \n \n22.  The procurement of civil works and related services financed by ADB under the current \nproject and the additional financing project will be done in accordance with ADB’s Procurement \nGuidelines (2015, as amended from time to time). Both current project and the additional financing \nproject will require consulting services for the supervision of works and capacity development, \nand will be recruited in accordance with ADB’s Guidelines on the Use of Consultants (2013, as \namended from time to time).  \n \n ", "6   \n23.  PKHA  will  pursue  advance  contracting  and  retroactive  financing  in  line  with  ADB’s \nProcurement Guidelines (2015, as amended from time to time) and has been advised that \nadvance contracting and retroactive financing do not constitute a commitment from ADB to \nfinance the additional financing project until the loan agreement and project agreement are signed \nand made effective. The additional financing project is categorized procurement- and design-\nready. The procurement of the civil works and the recruitment of the construction supervision \nconsultant have started. The implementation arrangements for the additional financing project are \nsummarized in Table 3 and described in detail in the project administration manual (PAM).9 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  March 2019–December 2023 \nEstimated completion date  31 December 2023 \nLoan closing date  30 June 2024 \nManagement \n(i)  Oversight body  Steering committee comprising officials from the CWD, Finance \nDepartment, Planning and Development Department of Khyber \nPakhtunkhwa, PKHA, and other relevant line departments. The \nadditional chief secretary chairs the steering committee and the \nsecretary of the CWD serves as the secretary.  \n(ii)  Executing agency  Government of Khyber Pakhtunkhwa  \n(iii) Implementing agency  PKHA \nProcurement  ICB (works)  Two civil works contracts   $58.1 million \n  NCB (works)  One civil works contract to build  $1.3 million \nthe CWD central laboratory  \nConsulting service  Quality- and cost- One contract for the supervision  $2.17 million \nbased selection  consulting firm (272 person-  \n(90:10)  months)   \n \n \nIndividual  Three contracts for technical  $1.0 million \nconsultants  advisors and training \n(12 person-months) \nRetroactive financing and  Civil works for road reconstruction, consulting services, and eligible \nadvance contracting  incremental administrative costs, incurred up to 12 months before the \nsigning of the respective loan agreement, subject to the ceiling of 20% \nof the respective loan amounts. \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed between the Government of Khyber \nPakhtunkhwa and ADB.  \nADB = Asian Development Bank, CWD = Communication and Works Department, ICB = international competitive \nbidding, NCB = national competitive bidding, PKHA = Pakhtunkhwa Highways Authority. \nSource: ADB estimates. \n \nIII.  DUE DILIGENCE  \nA.  Technical \n \n24.  The additional financing project has no technical challenges. A national design consulting \nfirm engaged by the CWD prepared its detailed design. It will widen the existing two-lane Mardan–\n                                                \n9  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "  7 \n \n  \nSwabi road into a four-lane divided highway on both sides of the existing carriageway along the \nexisting alignment, maximizing the use of existing pavement. New Jersey barriers or an open \nmedian will separate the two-way traffic with improved intersection design and U-turns to eliminate \npotential collisions and other safety hazards. Service roads are provided to segregate the non-\nmotorized traffic when space is allowed. The detailed design also includes construction of: (i) 11 \nfootbridges and two underpasses to provide safer crossing for pedestrians, (ii) a dedicated lane \nfor slow-moving traffic to segregate fast-moving traffic to improve the road safety when space is \nallowed, and (iii) a covered side drain and lighting in urban sections. The detailed design \nconsultant conducted a road safety audit and incorporated most of the advice either in the final \ndesign or to be included during construction stage. The design, especially for bridges, culverts \nand drainage facilities, considers the impact of climate change and natural disasters such as \nfloods. \n \nB.  Economic and Financial \n \n25.  Economic.  The  economic  analysis  confirms  that  the  additional  financing  project  is \neconomically viable with an economic internal rate of return of 10%, and a net present value of \n$11.5 million at a 9% discount rate. Economic benefits from the project comprise reduced routine \nand periodic maintenance costs for the road agency, and savings in vehicle operating costs and \ntravel time after dualization. The economic viability is robust against increases in capital costs as \nwell as a reduction in benefits. The economic analysis does not include road safety benefits, which \nwill accrue from road safety improvement features. Sensitivity tests revealed that the project is \nrobust against all major parameters, including increases in capital costs and reductions in forecast \ntraffic. \n \n26.  Financial. A review of the financial position of the PKHA indicates that the province should \nbe able to allocate sufficient funds for road maintenance to ensure that the project road can be \nsustained.  The current road maintenance budget is less than 10% of the total PKHA budget and \nis funded from a combination of its own revenues and allocations from the provincial government.  \nIn previous years, whenever the length of roads to be maintained under the PKHA budget \nincreased, Khyber Pakhtunkhwa increased the maintenance budget.  \n \n27.  The PKHA undertook a program analysis using Highway Development and Management \nModel 4, which suggests that the network could be maintained in good condition under an \nunconstrained budget scenario of PRs3.00 billion per year, as opposed to the budget allocation \nof PRs1.05 billion for 2017−2018, which would result in average road conditions remaining poor. \nThe PKHA is committed to increasing the budget allocation and raises some of its revenues from \ntolls, but the number of sites is limited, so it is heavily dependent on money allocated from the \nprovincial budget. The introduction of tolls on roads that have been upgraded will assist in \nensuring that the roads can be properly maintained in the future. Tolling the project road at rates \ncurrently applicable to national highways will generate enough revenue to pay for incremental \nroutine and periodic maintenance. \n \nC.  Governance \n \n28.  ADB  assessed  the  PKHA’s  capacity for  procurement  and financial  management  as \nessential part of project implementation and found it to be sufficient for managing the procurement, \nfinancial, and implementation tasks, including maintaining the accounting systems, financial \ncontrols, and audit arrangements. The PKHA’s financial management risk is substantial prior to \nmitigation measures. The project team defined an action plan with mitigation measures in the \nfinancial management section of the PAM. The PKHA is experienced and familiar with ADB’s \n ", "8   \nprocurement and consultant recruitment procedures from successfully procuring nine civil works \ncontracts and one consultant contract under the current project. ADB will conduct further training \non strengthening the grievance redress mechanism for matters of procurement, accountability, \nand contract management during project implementation. \n \n29.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  PKHA.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM. \n \nD.  Poverty and Social \n \n30.  The project team conducted public consultations with the communities along the proposed \n42 km Mardan–Swabi road project. An analysis of key stakeholder perceptions and concerns \nabout the additional financing project shows positive feedback and no major adverse social \nimpacts. The main direct beneficiaries of the project will be agricultural traders, freight forwarders, \ntransporters, commuters, and those living and working along the project road sections. Indirect \nbeneficiaries include large segments of the population who will gain from more employment \nopportunities in trade and transport and ready access to markets and resources in the province. \nThe local population will benefit from job creation during construction and operation of the \nadditional financing project. The project has been categorized some gender elements because \nwomen will benefit from better access to basic social services such as health, education, and \nsocial  networking  facilities.  To  enhance  road  users’  convenience  and  comfort,  PKHA  will \nincorporate road safety features in the engineering designs, which will help reduce accidents and \nfatalities along Mardan–Swabi road. In addition, PKHA will include the following key gender \nactions during implementation: (i) road safety measures such as footbridges near schools, \nhospitals, and other areas frequently visited by women and children; (ii) roadside bus shelters for \nwomen  passengers;  (iii)  capacity  building for women  staff  at  the  CWD;  and (iv) additional \nassistance to households headed by women as part of the resettlement plan, if necessary. The \nadditional financing will also include the development of a Khyber Pakhtunkhwa road network \nmaster plan which will be fully gender-responsive (footnote 8). \n \nE.  Safeguards \n \n31.  Environment (category B). The design consultant engaged by the PKHA prepared an \ninitial  environmental  examination  (IEE)  and  an  environmental  management  plan  (EMP)  in \naccordance  with  ADB’s  Safeguard  Policy  Statement  (2009).  IEE  anticipates  environmental \nimpacts during construction to be predominantly site-specific and temporary. Among them are \npotential traffic disruptions; limited access to adjoining properties; noise, vibration, and air quality \nimpacts on sensitive receptors; utility relocation; logging of roadside trees, and impacts related to \noccupational and community health and safety. During operation, the additional financing project \nwill likely have impacts related to higher noise and air pollution levels, as well as community health \nand safety. It can also cause community severance while additional lanes and the median are \nbeing built. The consultant designed adequate mitigation measures and will implement them \nthrough the EMP. PKHA will ensure community cohesion and road safety through the project \ndesign, including “traffic calming”.10 Since the PKHA’s environmental safeguard capacity is still \nweak,  the  EMP  will  include  capacity  building  and  training  of  PIU  staff  in  environmental \nmanagement. An environment specialist under the construction supervision consulting firm will \nsupport the PIU in ensuring effective EMP implementation by contractors. The consultant held \n                                                \n10 Traffic calming uses physical design and other measures to improve safety for motorists, pedestrians and cyclists. It \naims to encourage safer, more responsible driving and potentially reduce traffic flow. \n ", "  9 \n \n  \npublic consultations in the project area in December 2017. The project team disclosed the draft \nIEE and the EMP on ADB's website on 19 October 2018. \n \n32.  Involuntary resettlement (category B). The additional financing project will undertake \nthe proposed road dualization work within the existing right of way, with widths varying from 25 to \n32 meters. About 38 structures (owned by 38 families) are expected to be impacted partially. The \nimpacts are limited to the sunroof sheds of 8 commercial structures, boundary walls of 4 \nresidential structures, and 26 mobile vendors who will need to move away from the formation \nwidth (within right of way). Additionally, government departments will need to relocate 3,116 wood \nand forest trees, 24 bus stop sheds, and 558 telephone and electricity poles. The impacts are \ndeemed insignificant, however, because no affected person or family will be physically displaced \nfrom housing and/or lose 10% or more of their income-generating resources. Therefore, the \nproject is classified category B for involuntary resettlement. The PKHA has prepared a draft \nresettlement plan in accordance with the Safeguard Policy Statement (2009), which was disclosed \non ADB’s website on 10 September 2018.  \n \n33.  The PIU will implement the resettlement plan through its environment and social unit \n(ESU). A deputy director will serve as ESU’s head, supported by the social safeguards specialist \nof the construction supervision firm. The specialist will assist ESU in updating, implementing, and \nmonitoring  the  resettlement  plan.  PKHA  has  established  a  functioning  grievance  redress \nmechanism, headed by the project director, besides setting up four grievance redress committees \nin built-up areas. PIU will prepare the internal monitoring reports semiannually. A qualified and \nexperienced external monitoring expert, acceptable to ADB, will verify these internal monitoring \nreports, identify issues, and recommend corrective measures, if needed. All monitoring reports \nwill be disclosed on the ADB website.  \n \n34.  Indigenous peoples (category C). The additional financing project does not involve any \ndistinct ethnic minority community in the project areas, so it does not trigger requirements on \nindigenous peoples under the Safeguard Policy Statement. \n \nF.  Risks and Mitigating Measures  \n \n35.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.11 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nThe government’s continuously  ADB will maintain its policy dialogue with the Government of \ninsufficient budget for the road  Khyber Pakhtunkhwa about increasing the annual budget for \ntransport sector and unbalanced  road maintenance. The target will be linked with the outcomes \npublic investments in favor of road  of RAMS which will be improved and upgraded under the \nconstruction rather than road  existing project. Tolling is considered for some road sections of \nmaintenance result in the  the overall project to increase the revenue of the PKHA. A PBM \nunsustainability of road maintenance.  pilot under the current project will explore ensuring ways to \ncommit maintenance fund on contractual term. \nThe government may not approve the  The steering committee approved to finance the development \npreparation of the Khyber  of the Khyber Pakhtunkhwa road network master plan with the \nPakhtunkhwa road network master  provincial budget. It was agreed that any future ADB funded \nplan because of budget constraints.   projects will be based on the master plan to give incentive to \nthe provincial government. \n                                                \n11 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10   \nADB = Asian Development Bank, PBM = performance-based maintenance, PKHA = Pakhtunkhwa Highways Authority, \nRAMS = road asset management system. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n36.  The Government of Pakistan, the Government of Khyber Pakhtunkhwa, and the PKHA \nhave assured ADB that implementation of the additional financing project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand loan documents. The Government of Pakistan, the Government of Khyber Pakhtunkhwa, and \nthe PKHA have agreed with ADB on certain covenants for the additional financing project, which \nare set forth in the draft loan agreement and project agreement. \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and, acting in the absence of the President, under the provisions \nof Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board approve the loan \nof $75,000,000 to the Islamic Republic of Pakistan for the additional financing of the Khyber \nPakhtunkhwa Provincial Roads Improvement Project, from ADB’s ordinary capital resources, in \nregular terms, with interest to be determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; for a term of 25 years, including a grace period of 7 years; \nand such other terms and conditions as are substantially in accordance with those set forth in the \ndraft loan and project agreements presented to the Board. \n \n \n \n \nStephen Groff  \nVice-President  \n16 November 2018  \n ", "11     Appendix 1 \n                     \n     \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \n \nCurrent project  \nAn efficient and integrated transportation network established (Pakistan Vision 2025)a \n \nOverall project \nAbove impact unchanged \n  \nPerformance  Data Sources and \nIndicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome       \nCurrent project       \nEfficiency and safety  a. Average travel speed  a–b. PKHA’s survey  The government’s \nalong key sections of  along the project roads  report  insufficient budget for the \nthe Khyber  increased to 60 km per    road transport sector and \nPakhtunkhwa  hour by 2024 (2017    unbalanced public \nprovincial road  baseline: 45 km per hour)    investments (favoring \nnetwork improved      road construction over \n  b. The International Road    road maintenance) result \n  Assessment Program    in unsustainable road \n  safety rating for the project    maintenance. \n  roads increased to three   \n  stars or higher by 2024   \n  (2017 baseline: one star)   \n     \nOverall project  a–b. Unchanged  a–b. PKHA‘s survey \nUnchanged   report \n \nOutputs       \nCurrent project     \nOutput 1     \nProvincial roads  1a. About 214 km of  1a–1c. PKHA’s survey \nrehabilitated  provincial roads  report \n  rehabilitated by 2023   \n(2017 baseline: not   \napplicable) \n \n1b. Pavement international \nroughness index of project \nroads increased to 3.0 \nmeter/km by 2023 (2017 \nbaseline: 7.0 meter/km) \n \n1c. 20% of the project road \nsections rehabilitated with \ngender design featuresb  \nOverall project       \nOutput 1     \nUnchanged  1a–1c. Unchanged  1a−1d. PKHA’s survey \n    report \n \n ", "12  Appendix 1                \nPerformance  Data Sources and \nIndicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \n  1d. Dualization of 42 km of     \n  the Mardan−Swabi road     \n  with gender design     \n  features completed by     \n  2023      \n       \nCurrent project       \nOutput 2       \nThe CWD’s  2a. Two pilot PBM  2a–2c. Consultant’s  The PBM pilot cannot be \ninstitutional capacity  contracts for a total length  report as endorsed by  implemented because of \nfor road maintenance  of 104 km completed by  the government and  the reluctance of the \nstrengthened  2023 (2017 baseline:  PKHA project progress  government and local \n  none)  reports  contracting industry. \n     \n  2b. Laboratory and   \n  maintenance equipment   \n  acquired and used by  the   \n  PKHA from 2019   \n  (2017 baseline: none)   \n     \n  2c. More than 30 PKHA   \n  staff trained in the RAMS,   \n  social safeguards, and   \n  gender-sensitive planning   \n  by 2020 (2017 baseline:   \n  none)   \n   \n2d. Annual maintenance  2d. Annual PKHA road \nplans and budget reports  maintenance plan and \nprepared with the RAMS  budget reports \nfrom fiscal year 2021 \nonward (2017 baseline: \nnone) \nOverall project       \nOutput 2        \nUnchanged  2a–2d. Unchanged  2a–2d.  Unchanged  The Khyber \n    Pakhtunkhwa road \n2e. Gender-responsive  2e−2f.  Consultant’s  network master plan may \nKhyber Pakhtunkhwa road  report as endorsed by  not be approved by the \nnetwork master plan  the government, and  government because the \ndeveloped and approved  PKHA project progress  budget allocation is \nby the government  reports  inadequate. \n(2017 baseline: none) \n \n2f. Central laboratory built \nat the PKHA by 2020 \n(2018 baseline: none) \n \n ", "Appendix 1  13 \n \n  \nPerformance  Data Sources and \nIndicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \n  2g. At least 120 CWD staff  2g. Participant   \n(at least 10 of them  feedback survey \nwomen) receive training  conducted by the PIU \nand have better knowledge \nof road management by \n2020 (2018 baseline: 0)  \n \nActivities with Key Milestones (overall project) \n \n1. Provincial roads rehabilitated \n1.1 Recruit construction supervision consulting firm (completed). \n1.2 Award civil works contracts for about 214 km of provincial roads (completed). \n1.3 Complete civil works contracts for about 214 km of provincial roads by March 2021. \n1.4 Award civil works contracts for the dualization of 42 km of the Mardan–Swabi road by April 2019. \n1.5 Complete civil works contracts for the dualization of 42 km of the Mardan–Swabi road by March 2023. \n \n2. The CWD’s institutional capacity on road maintenance strengthened   \n2.1 Award PBM contracts by December 2019. \n2.2 Complete PBM contracts by April 2024. \n2.3 Procure laboratory and maintenance equipment by December 2018 and install by May 2019. \n2.4 Conduct RAMS training sessions by December 2020. \n2.5 Implement the RAMS from January 2021. \n2.6 Develop an annual PKHA maintenance plan and budget based on RAMS inputs from 2021. \n2.7 Award consultancy contract for Khyber Pakhtunkhwa road network master plan developed by June \n2019. \n2.8 Complete Khyber Pakhtunkhwa road network master plan by April 2022. \n2.9 Award consultancy contract for training by December 2019. \n2.10 Complete training by December 2023. \n2.11 Award civil works contract for the central laboratory by December 2019. \n2.12 Complete the construction of the central laboratory by December 2020. \n \nInputs \n \n  ADB \nGovernment \nRegular OCR Loan  Concessional OCR Loan \n($ million) \nCurrent  121.5  18.5  24.0 \nAdditional  75.0   0.0  10.0 \nOverall  196.5  18.5  34.0 \n \nAssumptions for Partner Financing \n \nCurrent project: Not applicable \n \nOverall project: Unchanged \nADB = Asian Development Bank, CWD = Communication and Works Department, km = kilometer, OCR = ordinary \ncapital resources, PBM = performance-based maintenance, PIU = project implementation unit, PKHA = Pakhtunkhwa \nHighways Authority, RAMS = road asset management system. \na Government of Pakistan, Ministry of Planning, Development and Reforms. 2014. Pakistan 2025: One Nation,  \nOne Vision. Islamabad.   \nb  A road network with roadside gender-sensitive facilities such as shelters, rest areas, and safety measures, particularly \nin areas where women road users are prevalent, increases commuters’ access to markets, social infrastructure, and \nservices.   \nSource: Asian Development Bank. \n ", "14       Appendix 2   \n    LIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47360-003-3 \n   \n1.  Loan Agreement: Ordinary Operations \n2.  Project Agreement  \n3.  Sector Assessment (Summary): Transport (Road Transport [Nonurban])   \n4.  Project Administration Manual  \n5.  Contribution to the ADB Results Framework  \n6.  Development Coordination  \n7.  Economic and Financial Analysis  \n8.  Country Economic Indicators  \n9.  Summary Poverty Reduction and Social Strategy  \n10.  Initial Environmental Examination  \n11.  Resettlement Plan \n12.  Risk Assessment and Risk Management Plan  \n \nSupplementary Document \n13.  Climate Change Assessment \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20181116150935+08'00'", "Creator": "PDF24 Creator", "Keywords": "pakistan, 47360-003, pakistan transportation, pakistan roads, pakistan transport, pakistan infrastructure, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181210172203+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed additional financing will expand the scope of the current project in the Islamic Republic of Pakistan to include widening the chronically congested and unsafe Mardan–Swabi road from a two-lane single carriageway into a four-lane divided highway for 42 kilometers (km) of its total length of 53.9 km in the province of Khyber Pakhtunkhwa and strengthening the capacity of the provincial Communication and Works Department through the development of a Khyber Pakhtunkhwa road network master plan and training programs.", "Title": "Khyber Pakhtunkhwa Provincial Roads Improvement Project: Report and Recommendation of the President"}}