{"path": "data/input/reports/47381-005-pfrtr-en.pdf", "pages": [" \nTranche Report \nProject Number: 47381-005 \nMFF Number: 0088 \nNovember 2017  \n \nSri Lanka: Mahaweli Water Security Investment \nProgram (Tranche 2) \n \n. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by Management. Following \nsuch approval, ADB will disclose the document to the public in accordance with ADB's Public \nCommunications Policy 2011. \n \n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 10 October 2017) \n \nCurrency Unit  –  Sri Lanka rupee/s (SLRe/SLRs) \n \nSLRe1.00  =  $0.0065      \n$1.00  =  SLRS153.38     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \nkm  –  kilometers \n  MDP  –  Mahaweli Development Program \n  MFF  –  multitranche financing facility \n  NWPCP  –  North West Province Canal Project \n  UECP  –  Upper Elahera Canal Project \n \nNOTES \n \nIn this report, \"$\" refers to United States dollars. \n \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Mio Oka, Environment, Natural Resources and Agriculture Division, \nSARD \n   \nTeam leader  Lance Gore, Senior Water Resources Specialist, SARD \nTeam members  Nishanti Manjula Amerasinghe, Project Management Specialist, SARD \nK.M. Palitha Bandara, Senior Project Officer (Natural Resources and \nEnvironment), SARD \nRandall Jones, Senior Natural Resources and Agriculture Economist, \nSARD \nYoung Seo, Senior Counsel, Office of the General Counsel \nDewi Utami, Principal Safeguards Specialist, SARD \nPeer reviewers  Eric Quincieu, Water Resources Specialist, Southeast Asia \nDepartment \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n \n \n   ", " \n \nCONTENTS \n \n \nPage \nI.  PROPOSAL  1 \nII.  BACKGROUND  1 \nIII.  DUE DILIGENCE ON ENVIRONMENTAL IMPACT  2 \nIV.  RECOMMENDATION  2 \n \nAPPENDIX \n \nList of Linked Documents                                              3 \n   ", " \nI.  PROPOSAL \n1.  Conversion of $210 million into a tranche to finance project 2 of the Mahaweli Water \nSecurity Investment Program in Sri Lanka is proposed for Board consideration. \nII.  BACKGROUND \n2.  The investment program will accelerate economic activities in Sri Lanka’s northern dry \nzone region by transferring surplus water from the Mahaweli river basin for irrigation, drinking and \ncommercial purposes.1 It will develop bulk water conveyance and storage infrastructure planned \nunder the North Central Province Canal Program, a high-priority government program that will \nsupport completion of the Mahaweli Development Program (MDP), which started in 1973 but its \ncompletion was delayed due to conflict.2 After the conflict ended in 2009, the government \nprioritized completion of the MDP by initiating the North Central Province Canal Program. The \ninvestment program supports the following government objectives: ensuring water availability to \nwater users; providing water in adequate quantities with improved management; enhancing \nproductivity and water user efficiency; addressing the spatial variation of water availability; and \naddressing climate change and disaster vulnerability, as described in the Public Investment \nProgramme 2017–2020.3 The outcome will be secured access to water resources for agricultural \nand drinking purposes in project areas.   \n3.  On 24 June 2015, the Board approved the provision of loans to Sri Lanka under a \nmultitranche financing facility (MFF) of up to $453 million equivalent to be implemented between \nJuly 2015 and December 2024. The MFF comprises three tranches and uses the time-slicing \napproach  to  achieve  the  outputs:  (i)  new  and  improved  water  conveyance  and  storage \ninfrastructure constructed; (ii) systems for improving water resources management productivity \ndeveloped that will formulate future investments to improve water and crop productivity of existing \nirrigation systems within the investment program beneficiary areas; and (iii) multidisciplinary \ninvestment program management operational to timely and economical implementation of the \nMFF. Output 1 of the MFF is implementing three physical projects:  \n(i)  the Upper Elahera Canal Project (UECP), comprising about 101 kilometers (km) \nof water conveyance infrastructure linking the existing reservoirs at Kalu Ganga, \nMoragahakanda,  Huruluwewa,  Eruwewa,  and  Mahakanadara,  which  supply \nexisting irrigation and town supply schemes; \n(ii)  the North Western Province Canal Project (NWPCP), which will construct about \n91 km of new and rehabilitated conveyance channels and two new reservoirs at \nMahakithula and Mahakirula to transfer water from the Dambula Oya River and \nWemedilla reservoir to supply existing irrigation and town supply schemes; and  \n(iii)  the Minipe Left Bank Canal Rehabilitation Project, which will increase storage in \nits head reservoir and rehabilitate about 74 km of existing canals to improve \nconveyance and reliability of service to existing farmers. This project is fully \nfinanced under tranche 1.  \n4.   Tranche 2 will have two outputs: (i) completion of new and improved water conveyance \n                                                \n1  ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche \nFinancing Facility to the Democratic Socialist Republic of Sri Lanka for the Mahaweli Water Security Investment \nProgram. Manila. \n2  Key components were completed in the 1980s, notably several irrigation systems and large dams for hydropower. \n3  Ministry of National Policies and Economic Affairs. 2017. Public Investment Programme, 2017–2020. Colombo.  \n ", "2    \n \nand storage infrastructure increased; and (ii) multidisciplinary investment program management \noperational. Output 1 includes construction of about 21 km (out of 101 km) of conveyance \nchannels under the UECP and the continuation of construction activities under the NWPCP.4 The \ntranche 2 periodic financing request report summarizes the background to and status of the \ninvestment program. It also presents a summary of the tranche 2 activities and review of due \ndiligence and relevant approval processes and recommendations.5 \nIII.  DUE DILIGENCE ON ENVIRONMENTAL IMPACT \n5.  The proposed tranche project is classified under environmental impact category A under \nADB’s  Safeguard  Policy  Statement  (2009)  (footnote  1).  Separate  environmental  impact \nassessments (EIAs) were prepared for the UECP and the NWPCP. An initial environmental \nexamination was prepared for the Minipe Left Bank Canal Rehabilitation Project. \n6.  The UECP EIA was prepared in 2014 and was disclosed on ADB’s website in January \n2015 prior to Board approval of the MFF. About 95% of the channel trace under tranche 2 falls \nwithin the jurisdiction of either the Department of Wildlife Conservation or the Forest Department. \nThe main impacts include (i) generation of waste material comprising tunnel spoil requiring \ndisposal (about 27 hectares); (ii) land clearance for construction of access and ventilation shafts \nto the tunnels, and temporary and permanent access roads; and (iii) other construction-related \nimpacts such as vibration, noise and dust. The tunnel spoil can be reused for road construction; \nnevertheless, temporary disposal sites are required. Due to design changes made during detailed \ndesign conducted under tranche 1, there is a slight increase in tunnel spoil as compared to that \ndocumented in the EIA. Thus, new spoil disposal sites have been identified and additional access \nroads are planned, including widening or rehabilitation of 12 km of existing roads and construction \nof 2 km of new access roads. The environmental impacts of these design changes are addressed \nin an addendum to the EIA, which included additional ecological surveys. The EIA addendum, \nwith updated environmental management plans, was disclosed on ADB’s website on 11 October \n2017.6 The semi-annual environmental safeguard monitoring reports are also publicly disclosed. \n7.  Under tranche 1, all environmental safeguard requirements are being addressed in the \ndesigns of the new infrastructure, and are being monitored during implementation, including by: \n(i) constructing tunnels in lieu of cut-and-cover canals to minimize impacts on forest and wildlife \nreserves, (ii) applying contract-specific environmental management plans, (iii) holding several \ntraining and awareness programs for the executing agency and contractor’s environmental staff, \nand  (iv) identifying  and translocating  priority  species  based  on  detailed  ecological  surveys. \nStakeholders have been consulted during planning and design of the project, no safeguards-\nrelated  complaints  have  been  received  to  date,  and  the  grievance  redress  mechanism  in \noperation under tranche 1 will continue under tranche 2. Environmental safeguards are being \nmanaged  satisfactorily  under  tranche  1,  and  the  Ministry  of  Mahaweli  Development  and \nEnvironment has demonstrated it can manage the environmental safeguards satisfactorily. An \nindependent environmental monitor also has been engaged. \nIV.  RECOMMENDATION \n8.  The President recommends that the Board authorize the conversion of $210 million into a \ntranche to finance project 2 of Mahaweli Water Security Investment Program in Sri Lanka.    \n                                                \n4  Specifically, tranche 2 will finance (i) partial construction of a 28 km tunnel; (ii) partial construction of about 8.8 km of \nnew tunnels and channels; (iii) continuing construction of the Mahakithula and Mahakirula Reservoirs, and \nMahakithula Inlet Tunnel that will be initiated under tranche 1; and (iv) project management recurring costs. \n5  Periodic Financing Request Report (accessible from the list of linked documents in the appendix). \n6  Environmental Impact Assessment (accessible from the list of linked documents in the appendix). ", "Appendix  3 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=47381-005-MFF Tranche Report \n \n1.  Periodic Financing Request Report \n2.  Environmental Impact Assessment: Upper Elahera Canal Project  \n \n "], "metadata": {"Title": "Tranche report", "Author": "ADB", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20171120125343+08'00'", "ModDate": "D:20171120125343+08'00'", "Producer": "Microsoft® Word 2016"}}