{"path": "data/input/reports/47927-014-rrp.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 47927 \nOctober 2013 \n \nProposed Equity Investment \nOrbiMed Asia Partners II, LP Fund \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Public \nCommunications Policy 2011. \n ", "CURRENCY EQUIVALENTS \n(as of 25 September 2013) \n \nCurrency unit  –  US dollars ($) \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ESMS  –  environmental and social management system \n  IPO  –  initial public offering \n  IRR  –  internal rate of return \n  OECD  –  Organisation for Economic Co-operation and Development \n  PEF  –  private equity fund \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n       \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Private Sector Infrastructure Finance 1 (PSOD) \n   \nTeam leader  J. Hall, Senior Investment Specialist, PSOD \nTeam members  I. Aguilar, Social Development Officer (Safeguards), PSOD \nH. Cruda, Senior Safeguards Specialist, PSOD \nS. Durrani-Jamal, Senior Economist, PSOD \nM. Greenhow, Senior Counsel, Office of the General Counsel  \n  B. Liu, Investment Specialist, PSOD  \nT. Minnich, Principal Investment Specialist, PSOD \n  A. Porras, Safeguards Officer, PSOD \nS. Roth, Senior Social Development Specialist, Regional and \nSustainable Development Department \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FUND  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  1 \nC.  Ownership, Management, and Governance  2 \nD.  Financial Performance  3 \nIII.  THE PROPOSED ADB ASSISTANCE  3 \nA.  The Assistance  3 \nB.  Financial Analysis of Expected Returns and Assumptions  3 \nC.  Implementation Arrangements  4 \nD.  Value Added by ADB Assistance  4 \nE.  Risks  5 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  6 \nA.  Development Impact, Outcome, and Outputs  6 \nB.  Alignment with ADB Strategy and Operations  7 \nV.  POLICY COMPLIANCE  8 \nA.  Safeguards and Social Dimensions  8 \nB.  Anticorruption Policy  9 \nC.  Investment Limitations  9 \nD.  Assurances  10 \nVI.  RECOMMENDATION  10 \n \nAPPENDIXES   11  \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n ", " \nPROJECT AT A GLANCE \n \n \n1. Project Name: OrbiMed Asia Partners II, LP Fund  2. Project Number: 47927 \n3. Country: Regional  4. Department/Division:  Private Sector Operations Department / \nPrivate Sector Investment Funds & Special \nInitiatives Division \n5. Sector Classification:  \nSectors  Primary  Subsectors \nFinance    Finance  sector  development; \nInvestment Funds \nHealth  and  Social    Health Finance, Health programs \nProtection \n 6.Thematic Classification:  \nThemes  Primary  Subthemes \nPrivate sector    Private sector investment \ndevelopment   \nCapacity development    Client relations, network and \npartnerships \n     \n 6a. Climate Change Impact:  6b. Gender Mainstreaming: \nAdaptation    Gender equity theme   \nMitigation    Effective gender mainstreaming   \nNot applicable    Some gender benefits   \n  No gender benefits   \n \n7. Targeting Classification:  8. Location Impact: \nTargeted Intervention  Rural  Medium \nGeographic  Income  Urban  Medium \ndimensions  Millennium  poverty at \nNational   High \nGeneral  of inclusive  development  household \nRegional  Medium \nIntervention  growth  goals  level \n \n       \n       \n \n9. Nonsovereign Operation Risk Rating :  Not applicable  (N/A) \n10. Safeguard Categorization: \n \nEnvironment  FI \nInvoluntary resettlement   FI \nIndigenous peoples  FI \n \n11. ADB Financing: \n \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nNonsovereign  Equity  OCR  Up to $60,000,000 \n \n12. Cofinancing: N/A   \n \nFinancier  Category  Amount ($ million) \n     \nTotal   \n \n13. Counterpart Financing: N/A \n14. Aid Effectiveness: N/A ", " \n \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed \nequity investment of up to $60,000,000 in the OrbiMed Asia Partners II, LP Fund, not to exceed \n25% of the fund’s total capital commitments and not resulting in the Asian Development Bank \n(ADB) being the single largest investor in the fund. \n \nII.  THE FUND \n \nA.  Investment Identification and Description \n2.  Description. The fund, a Cayman Islands limited partnership, is a close-ended private \nequity fund (PEF) with a target capitalization of $300 million that will invest in health care \ncompanies in Asia. The general partner will be OrbiMed Asia GP II, LP, a Cayman Islands \nexempted  limited  partnership.  It  will  have  an  advisory  services  agreement  with  OrbiMed \nAdvisers LLC (OrbiMed), a global health care asset manager. The shareholders of OrbiMed are \nsubstantially the same as the beneficial owners of the general partner.1 \n \n3.  Investment identification. The fund’s concept was driven by a 2011 cross-division \nregional  project  preparatory  technical  assistance  (TA)  project  spearheaded  by  the  Private \nSector Infrastructure Finance 1 division of the Private Sector Operations Department, alongside \nthe Private Sector Investment Funds and Special Initiatives division.2 The goal of the TA was to \nexamine  the  feasibility  of  establishing  a  PEF  that  would  target  opportunities  that  could \ncommercialize affordable and accessible drug therapies for Asia’s poor, and thereby increase \nthe  current  low  level  of  health  sector  interventions  by  the  Private  Sector  Operations \nDepartment.3 The TA project, led by global consulting firm McKinsey & Co., concluded that a \nsuccessful health-focused private equity fund would experience stronger commercial success \nwith a diversified investment portfolio of both therapeutic and nontherapeutic assets.  \n   \n4.  ADB invited 11 fund managers to express their interest in assisting in the implementation \nof the TA and the production of a formal report that could be used to establish an Asia-focused \nhealth care PEF aligned with ADB’s development goals. At the conclusion of this process, \nOrbiMed was judged to be the most capable in establishing and managing such a PEF based \non its platform and its previous success with its first fund, OrbiMed Asia Partners I, LP.4 \n \nB.  Business Overview and Strategy \n5.  Providing affordable and high-quality health care is an increasing challenge for ADB’s \ndeveloping member countries, particularly because of the region’s unique patient and health \ncare dynamics, including lower affordability, high prevalence of certain diseases, geographical \ndispersion, and urban and rural inequalities.5  \n \n6.  In designing a PEF that will target commercial health care opportunities, the fund will \nleverage both (i) the expertise and track record of OrbiMed’s global  health care investing \nplatform, and (ii) the TA outputs. The TA outputs include 29 key health care themes—19 in India \nand 10 in the People’s Republic of China (PRC)—identified by the market analysis. (This \n                                                \n1  Ownership, Management, and Governance (accessible from the list of linked documents in Appendix 2). \n2  ADB. 2007. Technical Assistance for Asia Life Sciences Fund. Manila. \n3  See Summary of Regional Project Preparatory Technical Assistance for Asia Life Sciences Fund (accessible from \nthe list of linked documents in Appendix 2).  \n4  OrbiMed agreed to reimburse ADB up to $1.5 million for specific costs ADB incurred in relation to the TA. \n5  Sector Overview (accessible from the list of linked documents in Appendix 2). \n \n \n ", "2    \n \ninformation was deemed confidential according to exception no. 97(iv) and 97(v) of ADB’s \nPublic Communications Policy.) \n \nC.  Ownership, Management, and Governance \n1.  Ownership \n7.  The fund is a Cayman Islands exempted limited partnership that will comprise strategic \ninvestors, foundations, family offices, and other institutional investors. (This information was \ndeemed  confidential  according  to  exception  no.  97(iv)  and  97(v)  of  ADB’s  Public \nCommunications Policy.) \n \n8.  The Cayman Islands is on the list of jurisdictions that have substantially implemented the \ninternationally agreed tax standard.6 The Global Forum on Transparency and Exchange of \nInformation for Tax Purposes (Global Forum) has determined, following its phase 1 peer review \nof the Cayman Islands, that the country has in place all the elements assessed to date in \nrelation to the internationally agreed tax standard.7 \n \n9.  Following a review of the fund, ADB does not believe that it has been established or is \nbeing used for cross-border tax evasion, money laundering, or terrorism financing.  \n   \n2.  Management \n10.  The general partner is affiliated with the Delaware limited liability company, OrbiMed, \nwhich is the world’s leading health care investing platform with more than $7 billion in net assets \nunder management as of 1 April 2013. OrbiMed maintains one of the strongest management \nteams of all health-care-focused PEFs in the market with 60 investment professionals—20 of \nwhom hold PhDs or MDs, and 10 of whom are former chief executive officers or founders of \nhealth care businesses. OrbiMed professionals also serve on the boards of more than 50 health \ncare companies. OrbiMed is one of the first health care investment firms to establish and \nmanage a pan-Asia health care PEF—OrbiMed Asia Partners I, a $182 million fund launched in \n2008—and to maintain a significant team focused on health care investments across multiple \nAsian markets (footnote 1).  \n   \n11.  The general partner will staff a dedicated Asia team comprising at least 11 investment \nprofessionals (substantially the same team that managed OrbiMed Asia Partners I) based in \nOrbiMed’s Shanghai and Mumbai offices (This information was deemed confidential according \nto  exception  no.  97(iv)  and  97(v)  of  ADB’s  Public  Communications  Policy).  OrbiMed’s \ninvestment professionals have extensive local networks in the medical, scientific, health care, \nand private equity industries, as well as with regulatory bodies, in Asia. The Asia team will also \nleverage the resources and expertise of the OrbiMed platform, including the public equity team, \nthe global private equity team, the royalty team, and other professionals across finance, legal, \ncompliance, trading, and information technology. \n \n12.  (This information was deemed confidential according to exception no. 97(iv) and 97(v) of \nADB’s Public Communications Policy.) After reviewing OrbiMed’s policies to combat money-\nlaundering and the financing of terrorism, ADB is satisfied that sufficient integrity checks and \n                                                \n6  Organisation for Economic Co-operation and Development (OECD). 2012. Progress Report on the Jurisdictions \nSurveyed by the OECD Global Forum in Implementing the Internationally Agreed Tax Standard. Paris. \n7  OECD. September 2013. Progress Report to the G20 Leaders: Global Forum Update on Effectiveness and On-\ngoing Monitoring. Paris. ", "  3 \n \n \n \nscreening  measures  are  in  place  (footnote  1).  (This  information  was  deemed  confidential \naccording to exception no. 97(iv) and 97(v) of ADB’s Public Communications Policy.) \n \n3.  Governance Structure \n13.  The general partner will follow a three-stage investment process based on an approach \ndeveloped and refined through its 20 years of health care investing: (i) investment screening of \neach  potential  portfolio  company’s  operations,  products,  market  opportunity,  and  valuation \nagainst  the  fund’s  mandate  and  strategy;  (ii)  deal  structuring  and  due  diligence;  and  (iii) \npreparation of investment proposals for presentation to the fund’s investment committee.  \n \n14.  Once an investment has been made, the team assists portfolio companies with strategic \nand operational objectives. One of the team’s competitive advantages (relative to other Asia-\nonly generalist firms) is the ability to tap into OrbiMed’s global relationships with private and \npublicly traded health care companies. The general partner leverages these relationships to \ndrive many facets of growth for portfolio companies, including business development, product \nlicensing opportunities, and mergers and acquisition activity. The team members draw upon \ntheir decades of collective operating and management experience as entrepreneurs and board \nmembers to help portfolio companies achieve strong growth. \n \n15.  In addition to the investment committee, the fund also has an advisory committee of up \nto seven members representing the fund’s investors. ADB will be represented on the advisory \ncommittee.8 \n \nD.  Financial Performance \n16.  OrbiMed, through funds under its management, has made private investments in the \nhealth  care  sector  since  1993  and  has  developed  a  track  record  of  effectively  exiting \ninvestments at attractive returns. The funds managed by OrbiMed have invested about $1.6 \nbillion in more than 155 private investments across a wide range of health care subsectors and \ncompany stages. (This information was deemed confidential according to exception no. 97(iv) \nand 97(v) of ADB’s Public Communications Policy.) \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n17.  ADB will provide an equity investment of up to $60,000,000 in the fund, not to exceed \n25% of the fund’s total capital commitments and not resulting in ADB being the single largest \ninvestor in the fund. \n \nB.  Financial Analysis of Expected Returns and Assumptions  \n18.  (This information was deemed confidential according to exception no. 97(iv) and 97(v) of \nADB’s Public Communications Policy.) \n \n                                                \n8  The role of the advisory committee is to represent the interests of the fund’s investors. It will not participate in the \nfund’s  investment  process  or  make  investment  decisions.  A  more  detailed  description  is  in  Ownership, \nManagement, and Governance (accessible from the list of linked documents in Appendix 2). \n ", "4    \n \nC.  Implementation Arrangements \n1.  Exit Strategy  \n19.  The  fund  has  a  10-year  term  from  final  closing,  with  two  options  to  extend  for  a \nmaximum of 1 year each.9 OrbiMed anticipates that the exit strategies for the fund’s investments \nwill include public offerings on both Asian and North American exchanges, and trade sales of \nportfolio companies to strategic buyers.10 Sales to strategic buyers, including larger private \nequity firms, will likely be the most common exit strategy for portfolio companies. As many large \ndeveloped-country health care companies are seeking to expand their activities in Asia, the \nmergers and acquisition markets in the PRC and India are expected to be active and grow \nrobustly. \n \n2.  Reporting Arrangements \n20.  The general partner will provide ADB with (i) quarterly unaudited reports; and (ii) audited \nannual reports, including financial statements, a fund overview, and an overview of the portfolio \nwith brief information on each portfolio company’s performance and valuation. ADB will review \nthis information and will follow up with the general partner when more information or clarification \nis needed. If the information received from the general partner raises issues that could impair \nthe value of ADB’s investment in the fund, ADB will decide whether to put the fund on a watch \nlist for more frequent review and closer attention. \n \n21.  The general partner will be required to submit its environmental and social management \nsystem (ESMS) to ADB and to report annually on environmental and social safeguards issues \nand development effectiveness indicators. ADB will monitor the receipt and quality of the ESMS \nreports and offer guidance if the general partner requires clarification on ADB’s safeguard \nrequirements. \nD.  Value Added by ADB Assistance \n22.  Refinement  of  investment  approach. Through the regional project preparatory TA \n(para. 3), ADB played a key role in (i) refining OrbiMed’s investment strategy for the health \nsector in Asia, and (ii) helping the general partner capture the link between successful health \ncare investing and solutions for the underserved. The TA helped the general partner identify \nmore than 50 potential investees with potential for high development impact within its three \ntargeted  categories  of  operations:  (i)  for  products—a  manufacturer  of  affordable,  portable \ndiagnostics  equipment  for  easy  deployment  in  rural  areas  focused  on  HIV,  hepatitis, \ntuberculosis, and dengue; (ii) for services—a network of primary health care clinics in tier 2 and \ntier 3 cities in northern India;11 and (iii) for cost-advantageous production—a branded generic \nproducts company with an innovative distribution model for rural areas. The success of this \nstrategy—and ADB’s presence in the fund—will help signal that commercial investor returns in \nthis sector can be made with impact-oriented investments. \n \n                                                \n9 Any further extensions will be subject to unanimous approval of the advisory committee (including ADB’s consent). \n10 The general partner will have the flexibility of listing on multiple exchanges, including the Hang Seng in Hong Kong, \nChina and the Nasdaq in New York. While a recent reduction in initial public offering activities in the PRC was \nnoted during due diligence, this is seen as a temporary, cyclical slowdown that will not limit the fund’s ability to exit \nfrom its portfolio during its divestment phase. \n11 Generally, in India, tier 1 cities refer to those having a population of 10 million or more; tier 2 for those cities having \na population between 1 million to less than 10 million, and tier 3 for those cities with a population size of less than 1 \nmillion. ", "  5 \n \n \n \n23.  Capital mobilization. Based on its experience with its first fund and the outputs of the \nTA, the general partner’s refined investment strategy requires a larger fund size (at least $300 \nmillion) that it can deploy, at scale, to make investments that will establish benchmarks for both \nthe private equity industry and the Asian health care sector. To achieve this $300 million target, \nthe general partner is seeking ADB’s participation as  an anchor investor based on ADB’s \npresence and reputation in Asia. ADB’s commitment of up to $60 million is therefore expected to \nsend a strong signal to other investors, validating the social and development impact against a \nbackdrop of strong financial returns. It is a prime example of ADB’s ―Finance++‖ concept of \nleveraging the institution’s reputation and capital to mobilize third-party investment activity in \ndeveloping member countries. ADB’s investment is expected to mobilize at least $180 million in \nadditional commitments from investors. \n \n24.  Health care is a specialized sector within the private equity asset class, with limited \ndistribution across mainstream institutional investors. This is especially true for Asian health \ncare private equity, which operates in a sector with a deficit in overall spending. By investing in \nthe fund, ADB will support the concept of health care investing through pooled investment \nvehicles, which are then envisaged to help unlock capital from fresh sources available for health \ncare opportunities that can reach the underserved—and not just export-oriented, lower-cost, \nand generic therapies. Furthermore, while several funds target health care opportunities in \nNorth America and Europe, many institutional investors who are not familiar with investing in \nemerging markets have viewed an Asia-specific health care fund as being too specialized of an \ninvestment strategy, which presents a significant financing market gap. \n \n25.  Raising standards. ADB’s presence as an anchor investor in the fund obligates the \ngeneral partner to ensure that its investee companies comply with environment and social \nsafeguard standards, and to report on development indicators. ADB’s role, along with other \nmembers of the fund’s advisory committee, will be to assist in providing oversight on important \ngovernance matters that are essential for companies to demonstrate as they seek additional \nsources of growth capital from institutional and/or individual investors. \n \nE.  Risks \n26.  Deal pipeline. While the demand for private financing in Asia’s health care sector is \nvast, these markets are also competitive. There is some risk that the fund’s committed capital \nwill not be fully invested within the investment period or that the fund’s investment objectives will \nnot be fully realized. Partially mitigating this risk is (i) a pipeline totaling more than $840 million \nidentified  for  further  due  diligence  by  the  general  partner,  with  several  potential  deals  in \nadvanced stages of discussion; and (ii) OrbiMed’s extensive track record, experience, and \nplatform,  which  includes  a  significant  team  across  key  Asian  markets  for  sourcing  deals. \nFurther, the general partner has a wide network of local industry relationships that provides it \nwith  significant  access  to  proprietary  deals.  (This  information  was  deemed  confidential \naccording to exception no. 97(iv) and 97(v) of ADB’s Public Communications Policy.) \n \n27.  Concentration. While the general partner intends to invest in a diversified portfolio, the \nfund may be exposed to certain geographic and sector concentration risks due to its investment \nstrategy. This risk is partially mitigated by the fund’s diversification mandate: (i) no single \ninvestment may exceed 20% of the fund’s aggregate commitments, (ii) no single health care \nsubsector may exceed 65% of the fund’s aggregate commitments with a minimum of three \nhealth subsectors to be invested, and (iii) no single country may exceed 70% of the fund’s \naggregate commitments. \n ", "6    \n \n \n28.  Potential conflict of interest. OrbiMed conducts a wide range of investment activities \nacross the globe and through various local teams. Situations may arise where OrbiMed may \nhave an interest that conflicts with its duties or that of the fund. (This information was deemed \nconfidential  according  to  exception  no.  97(iv)  and  97(v)  of  ADB’s  Public  Communications \nPolicy.) Another conflict of interest could arise from OrbiMed fundraising for a successor fund \nduring the investment period of the fund. (This information was deemed confidential according \nto  exception  no.  97(iv)  and  97(v)  of  ADB’s  Public  Communications  Policy.)  Where  other \nspecified potential conflicts of interest arise, the general partner will be required to refer the \nmatter to its advisory committee, which will include a representative from ADB, for resolution. In \naddition, any member of the advisory committee, investment committee, and OrbiMed may \npresent to the advisory committee a potential conflict of interest with respect to any proposed \nportfolio  investment  by  the  fund.  (This  information  was  deemed  confidential  according  to \nexception no. 97(iv) and 97(v) of ADB’s Public Communications Policy.) \n \n29.  Divestment and exit risks. The fund will pursue the following exit strategies in order of \npriority: trade sale, IPO, put option (if there is no IPO in 6 months), and drag-along rights.12 \nOrbiMed usually structures a liquidation preference for its investments. While divestments might \nbe difficult because of the state of capital markets in the target countries, the fund is not \nexpected  to  be  constrained  by  regulatory  restrictions  on  exits.  However,  given  varying \nregulatory  environments  in  the  target  markets,  the  fund  is  keeping  all  exit  options  open \ndepending on market conditions. Such flexibility is necessary to mitigate exit risks in the target \ncountries.  \n30.  Regulatory and legal risks. Potential risks to portfolio companies may arise because of \nregulatory changes in laws pertaining to the health care sector. To mitigate this risk, all OrbiMed \nfunds  consider  potential  legal  and  regulatory  risks  to  prospective  portfolio  companies.  To \naddress such potential risks, the firm performs extensive due diligence, such as (i) reviewing \nhistorical  correspondence  between  regulators  and  prospective  portfolio  companies,  (ii) \nevaluating the risk of product rejection and/or withdrawal because of regulatory actions, and (iii) \nanalyzing likely future reimbursement rates for health care products from public and private \npayers. In this fund, OrbiMed will invest the vast majority of its capital in commercial stage \ncompanies (i.e.,  those not  at risk from  clinical  trial failures  or  regulatory  rejections  of key \nproducts).  \n \n31.  General risks. The fund will be subject to the typical risks associated with equity and \nPEF investments not already mentioned, including (i) political, economic, and social risks; (ii) \nrisks involving the performance of the underlying investment; (iii)  liquidity risks; (iv) capital \nraising risks; (v) accounting and disclosure risks; and (vi) repatriation and tax risks. \n \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA.  Development Impact, Outcome, and Outputs \n1.  Impact \n32.  The success of the fund is expected to catalyze additional health-focused investments in \nthe region through the private equity modality. The expected long-term impacts of the proposed \n                                                \n12 A put option is a contract giving a shareholder the right, but not the obligation, to sell its stake at a specified price \nwithin a specified time. Drag-along rights provide assurances to a minority shareholder that it may join any other \ninvestor (including the majority shareholder) in any sale transaction under the same price and terms.  ", "  7 \n \n \n \ninvestment are (i) improved access and affordability of  health care goods and services in \ndeveloping member countries, and (ii) the establishment of new health-focused funds in Asia \nand the Pacific which reflects development of the private equity industry. ADB’s participation will \nprovide  institutional  support to the fund,  while  also  catalyzing future private  equity  activity \n(potentially resulting in similar funds being raised in the future). The private equity modality is \nexpected to benefit health care companies in the PRC and India by (i) creating sustainable long-\nterm value, (ii) improving the overall quality of health care goods and services, (iii) raising \noverall  health  care  industry  standards,  and  (iv)  transferring  international  best  practices  to \nportfolio health care companies. These equity investments in health care, along with other \nneeded public sector reforms, are expected to reduce out-of-pocket health expenditures in the \nPRC and India, which are home to 46% of the world’s extreme poor (by number). \n \n2.  Outcome \n33.  The outcome is that the fund achieves positive financial returns with social benefits, and \nthus the viability of financing Asian emerging market health care through private equity. (This \ninformation was deemed confidential according to exception no. 97(iv) and 97(v) of ADB’s \nPublic Communications Policy.) The fund also expects to improve the corporate governance \nand transparency of its investee companies, wherever needed, and contribute to overall (net) \njob creation and tax contributions. \n \n3.  Outputs \n34.  The output will be the establishment of the fund and investment of the fund’s committed \ncapital. ADB’s participation will send positive signals to the market, catalyzing investments from \nadditional investors—particularly first-time investors in the sector or Asia’s developing markets. \nThis will enable the fund to reach the critical mass needed to create a diversified portfolio of \nhealth care investments. (This information was deemed confidential according to exception no. \n97(iv) and 97(v) of ADB’s Public Communications Policy).13 \n \nB.  Alignment with ADB Strategy and Operations  \n1.  Consistency with Strategy 2020 and Country Strategy \n35.  The fund will support Strategy 2020 in two areas: financial sector development and the \nhealth sector. ADB’s assistance is an equity commitment into one of the largest pan-Asia, non-\ncaptive private equity funds focused on health care products and services. It is aligned with \nStrategy  2020’s  efforts  to  develop  financial  infrastructure  and  products.  The  assistance \naddresses a sector that ADB recognizes as ―vital to development, productivity, social inclusion, \nand gender equity.‖14 \n \n36.  Strategy 2020 supports inclusive growth and opportunities for innovation and value-\nadded technology development. The strategy also recognizes the importance of cost-effective \nand quality health services. The Operational Plan for Improving Health Access and Outcomes \n                                                \n13 (This  information  was  deemed  confidential  according  to  exception  no.  97(iv)  and  97(v)  of  ADB’s  Public \nCommunications Policy).  \n14 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n ", "8    \n \nUnder  Strategy  2020  supports  health  outcomes  through  more  cost-effective  services  and \nregional public goods, and emphasizes developing partnerships with the private sector.15 \n \n37.  The fund is aligned with the country partnership strategy for the PRC, 2011–201516 by \nfinancing catalytic projects that (i) drive change in private sector development, and (ii) provide \nan alternative source of capital to reduce the PRC’s reliance on TA funds and external financing \nto  introduce  innovation  and  access  new  technology.  The  fund  will  also  contribute  to  the \ncomprehensive health approach in the country partnership strategy for India, 2009–201217 by \ncomplementing ADB’s ongoing interventions in public health and sanitation with the delivery of \nimproved health care systems and services.   \n  \n2.  Consistency with Sector Strategy and Relevant ADB Operations \n38.  According to the health sector operational plan (footnote 16), ADB will (i) build on areas \nof the health care sector where it has distinct and demonstrable comparative advantages, (ii) \nwork closely with other agencies showing technical expertise in health, and (iii) focus on—and \nmeasure—the health outcomes of its activities. Investment in the fund is consistent with these \nthree aspects, as ADB will (i) leverage its institutional strength to mobilize capital into the health \ncare private equity asset class, (ii) partner with the sector’s leading manager in health care \ninvesting, and (iii) establish a framework to monitor the outcomes and impacts of the investment.   \n \n3.  Lessons from Previous Operations \n39.  In May 2006, ADB approved a $20 million equity investment in the Asia Healthcare Fund \nLP, which intended to invest in health care companies in India and other emerging Asian \nmarkets. The targeted $200 million fund was subsequently terminated in March 2008 as it was \nunable to reach financial closure, primarily because of the fund’s challenges of launching with a \nfirst-time fund manager in an infant sector. \n \n40.  The lesson drawn from this experience is the importance in selecting an experienced \nand reputable fund manager with a proven track record in fundraising (and subsequently capital \ndeployment). Highly attuned to this lesson, ADB selected an established, top-tier fund manager \nto  execute  this  investment.  ADB  is  confident  that  OrbiMed’s  platform  and  track  record \nestablishes  the  firm  as  the  best  in  its  class  and  more  than  capable  of  achieving  both \ndevelopmental and financial project outcomes. \n \nV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions   \n41.  Potential  environmental  impacts  that  may  arise  from  the  fund’s  operations \n(manufacturing,  marketing,  and  distribution  of  pharmaceuticals,  medical  devices,  and \ndiagnostics; operations of hospital groups and laboratory chains; and other services such as \ncontract  research  manufacturing)  include  the  generation  of  domestic  and  hazardous  solid \nwaste, air emissions, and wastewater discharges contaminated with infectious and hazardous \nmaterials and wastes. Other potential issues include threats to biodiversity, those related to \nbioethics, and occupational health and safety hazards. While varied, most of these impacts are \n                                                \n15 ADB. 2008. An Operational Plan for Improving Health Access and Outcomes Under Strategy 2020. Manila. \n16 ADB. 2012. People’s Republic of China: Country Partnership Strategy, 2011–2015. Manila. \n17 ADB. 2009. India: Country Partnership Strategy, 2009–2012. Manila. ", "  9 \n \n \n \nsite-specific and largely reversible, and can be avoided or mitigated by adhering to recognized \ninternational guidelines and best practices, and design criteria. Thus, it is likely that the fund’s \nportfolio companies will be classified category B, while this transaction is classified category FI \nin  accordance  with  ADB’s  Safeguard  Policy  Statement  (2009).  On  social  safeguards,  the \ninvestment  is  expected  to  be  classified  FI  treated  as  C  since  impacts  on  involuntary \nresettlement and indigenous peoples are unlikely. \n \n42.  In  accordance  with  the  Safeguard  Policy  Statement,  the  fund  will  establish  and \nimplement an ESMS commensurate with the impacts and risks of its operations and that of its \nportfolio  companies.  The  fund’s  ESMS  will  include  a  provision  to  ensure  that  investee \ncompanies will establish and implement an ESMS that matches their operations’ impacts and \nrisks. The fund and its investee companies will comply with the applicable laws and regulations \non environment and health and safety, (This information was deemed confidential according to \nexception no. 97(iv) and 97(v) of ADB’s Public Communications Policy).18 The fund’s ESMS will \ninclude provisions requiring the fund and portfolio companies to comply with national labor laws \n(This information was deemed confidential according to exception no. 97(iv) and 97(v) of ADB’s \nPublic Communications Policy), in accordance with ADB’s Social Protection Strategy,19 (This \ninformation was deemed confidential according to exception no. 97(iv) and 97(v) of ADB’s \nPublic Communications Policy). The project is categorized as having  no gender elements. \nHowever, the fund may have opportunities to invest in companies providing maternal and child \ncare services, as well as potentially address the associated high out-of-pocket expenditures, \nespecially in rural areas.20 \n \n43.  During due diligence, the fund’s key investment staff committed to establish, implement, \nand have in place an ESMS that is satisfactory to ADB before ADB’s first investment in a \nportfolio company. A member of the general partner with the required qualifications and skills \nwill be designated as the ESMS officer. \n \nB.  Anticorruption Policy  \n44.  OrbiMed and the general partner were advised of ADB’s policy of implementing best \ninternational practice relating to combating corruption, money laundering, and the financing of \nterrorism. ADB will ensure that the investment documentation includes appropriate provisions \nprohibiting corruption, money laundering, and the financing of terrorism, and remedies for ADB \nin the event of noncompliance.   \n \nC.  Investment Limitations \n45.  The proposed equity investment is within the medium-term country, industry, group, and \nsingle-investment exposure limits for nonsovereign investments. \n \n                                                \n18  (This  information  was  deemed  confidential  according  to  exception  no.  97(iv)  and  97(v)  of  ADB’s  Public \nCommunications Policy). \n19 ADB. 2001. Social Protection Strategy. Manila. \n20  Summary  Poverty  Reduction  and  Social  Strategy;  Safeguards  and  Social  Dimensions  Summary;  Financial \nIntermediary: Environmental and Social Management System Arrangement (accessible from the list of linked \ndocuments in Appendix 2.) \n ", "10    \n \nD.  Assurances \n46.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank,21 the  no \nobjection of the Governments of the PRC and India and any other member country of ADB \nwhere the fund will invest will be obtained. ADB will enter into suitable finance documentation, in \nform and substance satisfactory to ADB, following approval of the proposed assistance by the \nBoard of Directors. \n \nVI.  RECOMMENDATION \n \n47.  I am satisfied that the proposed equity investment would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nequity investment of up to $60,000,000 in the OrbiMed Asia Partners II, LP Fund, from ADB’s \nordinary capital resources, with such terms and conditions as are substantially in accordance \nwith those set forth in this report, and as may be reported to the Board. \n \n \n \nTakehiko Nakao \n                  President \n \n21 October 2013 \n                                                \n21  ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK \n \nPerformance Targets \nand/or Indicators  Data Sources and/or \nDesign Summary  with Baselines  Reporting Mechanisms   Assumptions and Risks  \nImpact      Assumptions \nImproved access and  Out-of-pocket  WHO reports and  Affordability is achieved \naffordability of health  expenditures (as a %  http://data.worldbank.org  through a combination of \ncare goods and  of private expenditure    indigenized development, \nservices in DMCs  on health care)    government subsidies, and \n  decreases to 77% by    medical plans \n  2027 (from an     \n  average of 82% in    Health care reforms led by \n  2010a) in ADB’s    the government \n  DMCs with highest     \n  numbers of extreme    Risk \n  poor     Market opportunities in \n      sectors other than health \nEstablishment of new  By 2027, at least three  Preqin database  care are more attractive \nhealth-focused funds  other health care     \nin Asia and the Pacific   funds are launched in   \nAsia   \n   \nBy 2027, at least one  Preqin database \nother health care-\nfocused funds \ntargeting products and \nservices for middle- to \nlower-income \nhouseholds are \nlaunched in Asia \nOutcome      Assumption \nOrbiMed achieves  By 2025, at least 75%  Fund’s quarterly and  Appropriate monitoring and \npositive financial  of the fund’s portfolio  annual reports; investee  social impact assessment \nreturns with social  companies have  company’s annual  tools are used to assess \nbenefits   accessed alternative  reports and audited  the fund’s development \n  sources of capital  financial statements  outcomes \n(e.g., through IPO,     \nsecondary sales)    Risks \n    General macroeconomic \nThe fund yields at  Fund’s annual audited  risks \nleast 8% in aggregate  financial statements and   \nnet IRR  investee company data  Counterparty risk \n     \n    Exit options fail to \nBy 2025, 100% of  Contractual agreements  materialize \nportfolio companies  with investee companies    \nthat required     \nimprovement in     \ncorporate governance     \ndemonstrate   \nimprovement in this   \narea   \n   \nBy 2025, fund portfolio  Human resource records \n ", "12  Appendix 1 \nPerformance Targets \nand/or Indicators  Data Sources and/or \nDesign Summary  with Baselines  Reporting Mechanisms   Assumptions and Risks  \ncompanies generate  of investee companies \nan aggregate net   \nincrease of at least   \n10% in jobs   \n   \nBy 2025, 70% of  Fund’s development \nportfolio companies  effectiveness monitoring \ndemonstrate a  report; contractual \nmeasurable  agreements with \nimprovement in the  investee companies \ndelivery of health care   \ngoods and services  Fund’s development \n(i.e., quality, lower  effectiveness monitoring \ncost, improved  report; contractual \naccess, and  agreements with \ninnovation as  investee companies \napplicable)   \n   \nBy 2025, fund’s  Audited financial \nportfolio companies  statements of investee \ngenerate at least a  companies \n10% real increase in \ntaxes paid on an \naggregate basis. \n \nOutput       Assumption \nThe OrbiMed health  The fund is closed  Fund reports  The fund is able to raise \ncare fund is  with $300 million in    the targeted capital \nestablished and  aggregate LP    commitments \ncapital is invested  commitments by Q1     \n  2014    Risks \n      Weaker-than-expected \n75% of committed  Fund reports  investment pipeline, or \ncapital is deployed    inability of fund manager to \nwithin the investment    execute on intended \nperiod into 15–20    pipeline opportunities \nportfolio companies     \nduring 2014–2020    Exogenous factors (e.g., \n    competition from other \nThe fund establishes  Fund reports  investors, currency rates)  \nan independent    adversely affect capital \nadvisory committee    deployment \n(with ADB     \nrepresentation) before    Exit options fail to \nfirst disbursement    materialize \n     \nThe fund establishes  Fund legal documents \nan ADB-approved   \nESMS framework   \nbefore first   \ndisbursement   \n   \n100% of the fund’s  Fund’s development ", "Appendix 1  13 \n \nPerformance Targets \nand/or Indicators  Data Sources and/or \nDesign Summary  with Baselines  Reporting Mechanisms   Assumptions and Risks  \ninvestments establish  effectiveness monitoring \nbaseline data to  report; contractual \ngauge improvement in  agreements with \nthe delivery of health  investee companies \ncare goods and    \nservices (i.e., quality,   \nlower cost, improved   \naccess, and   \ninnovation as \napplicableb) \n \nActivities with Milestones  Inputs \n1. Operational arrangements   ADB: Up to $60 million, not \n(i)  ADB’s legal documentation is executed as by Q1 2014.   to exceed 25% of total fund \n(ii)  Fund establishment activities are completed by Q1 2014.   size \n2. Financing arrangements: ADB and other investors invest in fund by Q1   \n2014.   OrbiMed: Up to $10 million \n3. Fund activities (assuming final closing by Q1 2014)  and fund management \n(i)  The fund promotes itself in the market (2013–2014)  team activities (e.g., \n(ii)  The fund sources, screens, and invests in companies (2014–2020)  fundraising, deal \n(iii) The fund adds value to its investee companies (2014–2024)   execution) \n(iv) The fund seeks appropriate exit opportunities for its investees   \n(2021–2024)  Other investors expected \n  to commit up to $230 \nmillion \n \nADB  =  Asian  Development  Bank,  DMC  =  developing  member  country,  ESMS  =  environmental  and  social \nmanagement system, IPO = initial public offering, LP = limited partner, WHO = World Health Organization.  \na.  Of the 1.2 billion people living on less than $1.25 per day in 2010, 13% lived in the People’s Republic of China \n(PRC) and 33% in India. In 2010, average out-of-pocket health expenditures in the PRC and India (as a \npercentage of private expenditure on health) were 77.2% in the PRC and 86% in India. Source: World Bank’s \nPoverty Reduction and Economic management staff estimates. (http://data.worldbank.org/indicator/) \nb.  Suitable indicators and targets for these four criteria, as well as corporate governance, will be developed for each \ninvestee company and included in contractual agreements between the fund and investee companies. \nSource: Asian Development Bank \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=47927-01-4 \n \n1.  Sector Overview  \n2.  Ownership, Management, and Governance  \n3.  Details of Implementation Arrangements  \n4.  Contribution to the ADB Results Framework  \n5.  Financial Analysis   \n6.  Country Economic Indicators  \n7.  Summary Poverty Reduction and Social Strategy  \n8.  Safeguards and Social Dimensions Summary  \n9.  Environmental and Social Management System Arrangements \n \nSupplementary Document  \n10.  Summary of REG: Project Preparatory Technical Assistance for Asia Life Sciences Fund  \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131126141506Z", "Creator": "Microsoft® Office Word 2007", "Keywords": "orbimed asia, investment funds, health finance, health programs, private sector investment, private equity fund, health care companies, asia, health care services, health funds, orbimed health care fund, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20131127171222+08'00'", "Producer": "Microsoft® Office Word 2007", "Subject": "This is the report and recommendation of the president (RRP) on a proposed equity investment of up to $60,000,000 in the OrbiMed Asia Partners II, LP Fund. The RRP describes the project terms and conditions for the approval of ADB's Management or Board of Directors. ", "Title": "RRP: Regional: OrbiMed Asia Partners II, LP Fund"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 25 September 2013) \n \nCurrency unit  –  US dollars ($) \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ESMS  –  environmental and social management system \n  IPO  –  initial public offering \n  IRR  –  internal rate of return \n  OECD  –  Organisation for Economic Co-operation and Development \n  PEF  –  private equity fund \n  PRC  –  People’s Republic of China \n  TA  –  technical assistance \n       \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Private Sector Infrastructure Finance 1 (PSOD) \n   \nTeam leader  J. Hall, Senior Investment Specialist, PSOD \nTeam members  I. Aguilar, Social Development Officer (Safeguards), PSOD \nH. Cruda, Senior Safeguards Specialist, PSOD \nS. Durrani-Jamal, Senior Economist, PSOD \nM. Greenhow, Senior Counsel, Office of the General Counsel  \n  B. Liu, Investment Specialist, PSOD  \nT. Minnich, Principal Investment Specialist, PSOD \n  A. Porras, Safeguards Officer, PSOD \nS. Roth, Senior Social Development Specialist, Regional and \nSustainable Development Department \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area ", "authors": [{"fullname": "H. Cruda", "role": " Senior Safeguards Specialist", "organization": "PSOD "}, {"fullname": "S. Durrani-Jamal", "role": " Senior Economist", "organization": "PSOD "}, {"fullname": "M. Greenhow", "role": " Senior Counsel", "organization": "Office of the General Counsel  "}, {"fullname": "  B. Liu", "role": " Investment Specialist", "organization": "PSOD  "}, {"fullname": "T. Minnich", "role": " Principal Investment Specialist", "organization": "PSOD "}, {"fullname": "  A. Porras", "role": " Safeguards Officer", "organization": "PSOD "}, {"fullname": "S. Roth", "role": " Senior Social Development Specialist", "organization": "Regional and "}]}