{"path": "data/input/reports/47924-014-rrp.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 47924 \nNovember 2013 \n \n \n \nProposed Loan \nBSES Rajdhani Power Limited \nDelhi Electricity Distribution System Improvement \nProject \n \n(India)\n \n \n \n \n \n \n \n   \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Public \nCommunications Policy 2011. \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 30 September 2013) \n   \nCurrency unit –  Indian rupee/s (Re/Rs) \n     \nRe1.00 =  $0.016 \n$1.00 =  Rs62.70 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ATC  –  aggregate technical and commercial \n  BRPL  –  BSES Rajdhani Power Limited \n  DERC  –  Delhi Electricity Regulatory Commission \n  DPCL  –  Delhi Power Company Limited \n  ESMS  –  environmental and social management system \n  PPAC  –  power purchase adjustment cost \n  RARP  –  regulatory asset recovery plan \n \nWEIGHTS AND MEASURES \n \n  GWh  –  gigawatt-hour \n  km  –  kilometer \n  kV  –  kilovolt \n  MW  –  megawatt \n \nNOTES \n \n(i)  The  fiscal  year  (FY)  of  BSES  Rajdhani  Power  Limited  ends  on  31  March. \nFY before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2012 ends on 31 March 2012. \n(ii)  In this report, “$” refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Infrastructure Finance Division 1, PSOD \n   \nTeam leader  A. Patil, Senior Investment Specialist, PSOD \nTeam members  P. Bailet, Senior Counsel, Office of the General Counsel \n  I. Chauche, Investment Specialist, PSOD \n  E. David, Associate Investment Officer, PSOD \n  S. Durrani-Jamal, Senior Economist, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  S. Noda, Senior Safeguards Specialist, PSOD \n  V. Ramasubramanian, Safeguards Specialist, PSOD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.   ", "CONTENTS \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  3 \nC.  Alignment with ADB Strategy and Operations  3 \nD.  Project Cost and Financing Plan  4 \nE.  Implementation Arrangements  4 \nF.  Projected Financial and Economic Performance  5 \nIII.  THE PROPOSED ADB ASSISTANCE  5 \nA.  The Assistance  5 \nB.  Value Added by ADB Assistance  5 \nC.  Risks  6 \nIV.  POLICY COMPLIANCE  7 \nA.  Safeguards and Social Dimensions  7 \nB.  Anticorruption Policy  8 \nC.  Investment Limitations  8 \nD.  Assurances  8 \nV.  RECOMMENDATION  8 \nDESIGN AND MONITORING FRAMEWORK  9 \n \n ", " \nPROJECT AT A GLANCE \n \n1. Project Name: Delhi Electricity Distribution System Improvement Project \n2. Project Number: 47924 \n3. Country: India  4. Department/Division:  Private Sector Operations Department \n          Infrastructure Finance Division 1 \n5. Sector Classification:  \nSectors  Primary  Subsectors \n  Energy  Electricity transmission and distribution, energy efficiency and \nconservation \n 6.Thematic Classification:  \nThemes  Primary  Subthemes \nEconomic growth    Promoting economic growth efficiency and enabling \nbusiness environment \nEnvironmental sustainability  X  Eco-efficiency \nPrivate sector development    Private sector investment \n 6a. Climate Change Impact:  6b. Gender Mainstreaming: \nAdaptation    Gender equity theme   \nMitigation  X  Effective gender mainstreaming   \nNot applicable    Some gender benefits   \n  No gender benefits  X \n \n7. Targeting Classification:  8. Location Impact: \nTargeted Intervention  Rural  Low \nGeographic  Income  Urban  High \nGeneral  Millennium \ndimensions  poverty at  National   Low \nIntervention  development \nof inclusive  household  Regional  High \ngoals \ngrowth  level   \nX       \n \n9. Nonsovereign Operation Risk Rating:  NSO 9 \n10. Safeguard Categorization: \nEnvironment  B \nInvoluntary resettlement   B \nIndigenous peoples  C \n \n11. ADB Financing: \nSovereign/Nonsovereign  Modality  Source  Amount ($ million) \nNonsovereign  Loan  OCR  $80 million equivalent \n \n12. Cofinancing:   \n \nFinancier Category  Amount \nLocal commercial banks  Loan  $10 million \nTotal    $10 million \n 13. Counterpart Financing:  Not Applicable \n14. Aid Effectiveness:   Not Applicable \n \n ", " \nI.  THE PROPOSAL  \n1.  I submit for your approval the following report and recommendation on a proposed loan \nof up to $80,000,000 (or in Indian rupee equivalent) to BSES Rajdhani Power Limited (BRPL) \nfor the Delhi Electricity Distribution System Improvement Project in India. \n \nII.  THE PROJECT \nA.  Project Identification and Description \n1.  Project Identification \n2.  The  electricity  distribution  sector  in  India  has  been  characterized  by  chronic \nunderinvestment, inadequate cost recovery, and inefficient operations—resulting in very high \ntechnical and commercial losses. Aggregate technical and commercial (ATC) losses at an all-\nIndia level were 26.15% in FY2011,1 with some state distribution companies having ATC losses \nas high as 67.74%.2 Financially and operationally viable distribution entities are the foundation \nof  sustainable  power sector  reform.  Efficiency  improvements  in  distribution  will  reduce  the \nelectricity demand–supply gap in India and reduce the investment required in the upstream \nsector of electricity generation. In spite of the strong development rationale for intervention in \nthe distribution sector, the participation of the Asian Development Bank (ADB) in this sector in \nIndia has been limited. In 2002, Delhi was one of the first states to initiate the reform of its \nelectricity distribution business by privatizing its three distribution companies. BRPL is one of \nthe three privatized distribution companies in Delhi and is responsible for providing electricity to \nsouth and west Delhi. BRPL is the largest of the three distribution companies in Delhi in terms of \ncustomers served and units of electricity supplied.  \n \n3.  From initial discussions with BRPL, ADB gathered information on the key operational \nachievements of the company since 2002—including a reduction in ATC losses from 48.1% in \nFY2002 to 17.3%3 in FY2013, and achieving a bill collection rate of 99.5%. While challenges \npersist regarding the recovery of historical receivables, the recent record of the independent \nregulator Delhi Electricity Regulatory Commission (DERC) in approving the required step-up in \ntariffs  suggests  political  will  to  ensure  the  financial  sustainability  of  the  private  distribution \ncompanies.  ADB’s  assistance  will  help  the  company  implement  the  next  round  of  system \nimprovement measures to reduce ATC losses by 3.5%, in line with the targets stipulated by \nDERC. Lessons from this financing will also help ADB structure funding instruments for other \ndistribution companies in India and support the country’s power sector reform programs. \n \n2.  Project Design  \n4.  BRPL’s  capital  expenditure  plan  for  FY2014–FY2015  will  improve,  expand,  and \nmodernize the company’s distribution network with the aim of increasing reliable electricity \nsupply to residential and commercial consumers in its service area. \n \n5.  BRPL’s system improvement plan targets a 3.5% reduction in ATC losses by FY2016. \nThis will include a 2.3% reduction in technical losses and a 1.2% reduction in commercial \nlosses. To reduce technical losses, the plan includes subprojects targeting rehabilitation of \nsubstations, augmentation or replacement of transformers, laying of extra high voltage cables, \n                                                 \n1 Government of India, Central Electricity Agency. 2013. Highlights of the Power Sector (June). New Delhi. \n2 Government of India, Ministry of Power. 2013. State Distribution Utilities–First Annual Integrated Rating. New Delhi. \n3 Provisional data. ", " 2         \nand other system efficiency improvement measures. Commercial losses are expected to be \ncurtailed through an expanded public awareness campaign complemented by strict vigilance \nand enforcement.  \n \n3.  The Borrower and Sponsors \n6.  BRPL is owned 51% by the Reliance ADA Group and 49% by Delhi Power Company \nLimited (DPCL). The majority of the shareholding of the Reliance ADA Group in BRPL is held by \nReliance  Infrastructure  Limited,4 one  of  India’s  largest  infrastructure  companies  with  total \nrevenues of Rs143.2 billion ($2.4 billion) for FY2013 and a market capitalization of Rs108 billion \n($1.7 billion) as of 15 October 2013. DPCL is 100% owned by the Government of Delhi. DPCL \nwas formed in 2002, when the Delhi power sector was restructured, with a view to holding the \ngovernment’s shareholding in generation, transmission, and distribution companies in Delhi and \nto settle the liabilities of the former state electricity board. DPCL has a shareholding of 21.96% \nin Indraprastha Power Generation Company Limited, 6.58% in Delhi Transco Limited, and \n49.00% in each of three privatized electricity distribution companies in Delhi—BRPL, BSES \nYamuna Power Limited, and North Delhi Power Limited. DPCL is not involved in the day-to-day \noperations of BRPL.  \n \n7.  BRPL distributes power to 1.82 million customers spread over 750 square kilometers in \nsouth and west Delhi. BRPL has a diversified customer base. As of March 2013, domestic \ncustomers  (households)  accounted  for  54%  of  the  electricity  consumption,  commercial \ncustomers  (schools,  hospitals,  petrol  pumps,  etc.)  accounted  for  30%  of  the  electricity \nconsumption, and industrial customers—including the airport and the metro— accounted for \n16% of the electricity consumption. Peak demand for BRPL in FY2013 was 2,338 megawatts \n(MW). Total input energy was 11,226 gigawatt-hours (GWh). The total energy billed was 9,328 \nGWh  with  a  99.5%  bill  collection rate,  resulting  in  ATC  losses of  17.3%  in  FY2013.  It  is \nestimated that the ATC losses comprise technical losses of 13.3% and commercial losses and \npower theft of 4.0%.5 BRPL provides 24x7 electricity supply to its consumers, with an average \npower outage in its area of service of less than 3 minutes per day in 2013. \n \n8.  Confidential information deleted. \n \n9.  Regulatory assets. The electricity distribution business in Delhi is regulated by DERC \non  a  cost-plus  basis.  DERC  determines  the  retail  tariffs  to  ensure  recovery  of  BRPL’s \nuncontrollable costs, reasonable controllable costs, and the eligible return on investment. The \nrapid increase in prices of coal and other fossil fuels caused the power purchase cost of BRPL \nto increase by 92% during FY2008–FY2013. To smooth the increase in retail tariffs to the \nconsumer, DERC decided to spread out the recovery of these costs over subsequent years, \nresulting in a revenue gap. DERC recognized this income receivable as a regulatory asset. On \n31 March 2013, BRPL’s regulatory assets were estimated at Rs66 billion. To prevent a future \nbuildup of regulatory assets, DERC approved and notified a power purchase adjustment cost \n(PPAC) mechanism in July 2012 that provides for a quarterly revision in retail tariffs to reflect \nchanges in power purchase cost. The PPAC surcharge for BRPL was 3.0% in the third quarter \n(Q3) of FY2013 and 4.5% in Q4 FY2013. In addition to the PPAC, in July 2012 DERC approved \nand notified an 8% surcharge on retail tariffs toward the recovery of accumulated regulatory \nassets. Pursuant to these reforms, recent tariff notifications by DERC have reflected a more \ncomplete pass-through of costs to consumers. Tariffs have been increased by 45% during \n                                                 \n4 Confidential information deleted.  \n5 Provisional data. ", "  3\nFY2011–FY2013. DERC, along with the Government of Delhi, is drafting a regulatory asset \nrecovery plan (RARP) that will provide for the amortization of historical regulatory assets over \nthe next 5 to 7 years.  \n \nB.  Development Impact, Outcome, and Outputs \n1.  Impact \n10.  The project is expected to improve the efficiency of the electricity distribution networks in \nthe country in order to provide reliable energy access to sustain the country’s economic growth. \nImproved performance of an electricity distribution company under professional private sector \nownership will provide a showcase for further private sector investment in the sector.  \n \n2.  Outcome \n11.  The project will provide an expanded and increasingly efficient supply of electricity to \nresidents of south and west Delhi through adequate upgrading, repair, and maintenance of the \nexisting facilities as well as capacity expansion to accommodate growing demand. \n \n3.  Outputs \n12.   Successful implementation of the project will rehabilitate and/or augment approximately \n486 distribution transformers, 266 kilometers (km) of 11 kilovolt (kV) distribution lines, and 16 \nkm  of  extra  high  voltage  lines.  It  will  add  123  new  substations,  285  new  distribution \ntransformers, 221 km of new 11 kV distribution lines, and 21 km of new extra high voltage lines \nas well as additional equipment to improve the automated system for billing and settlements. \n \nC.  Alignment with ADB Strategy and Operations  \n1.  Consistency with Strategy 2020 and Country Strategy \n13.  The project is consistent with ADB’s Strategy 2020.6 Infrastructure development is one of \nthe five core areas under Strategy 2020. ADB is committed, among other things, to promote \nenergy  efficiency  through  supply-side  measures  under  Strategy  2020.  The  India  country \npartnership strategy, 2013–2017 underlines the need for ADB to focus on expanding availability \nand access to energy  by reducing losses and strengthening infrastructure.7 The project is \ntherefore fully aligned with the country partnership strategy. Moreover, the project supports the \nGovernment of India’s policy reforms in the electricity distribution sector. \n \n2.  Consistency with Sector Strategy and Relevant ADB Operations \n14.  The project is also in line with ADB’s Energy Policy, which highlights energy efficiency \nimprovements in transmission and distribution systems.8 The policy proposes that ADB continue \nto support installation of modern transmission systems to transmit electricity efficiently from \ngeneration facilities to consumers, including upgrading of existing systems to reduce technical \nlosses. In addition, the energy policy encourages the facilitation of private sector investments to \nimprove energy efficiency.  \n                                                 \n6 ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila. \n7 ADB. 2013. Country Partnership Strategy: India, 2013–2017. Manila. \n8 ADB. 2009. Energy Policy. Manila. \n \n ", " 4         \n \nD.  Project Cost and Financing Plan \n15.  The project is estimated to cost Rs8,920 million.  \n \n16.  Confidential information deleted. \n \nE.  Implementation Arrangements \n17.  Table 4 summarizes the implementation arrangements. \n \nTable 4: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework   \nDistribution license  The electricity distribution business in Delhi is regulated by DERC. As part of \nthe privatization process in 2002, BRPL signed a 25-year license agreement \nwith DERC for electricity distribution rights for south and west Delhi. \nThe  license  agreement  provides  BRPL  the  right  to  discontinue  supply  of \nelectricity to any consumer in response to nonpayment of the electricity bill and \nto pursue prosecution for theft of power or equipment. \n \nTariff structure  DERC  follows  a  multiyear  tariff  framework  in  determining  the  aggregate \nrevenue requirement for BRPL. Based on an approved capital expenditure \nplan, DERC determines the retail tariff on a cost-plus basis to ensure a return \non equity of 16% to BRPL. Annual review of the tariff provides adjustments for \nuncontrollable  parameters  such  as  changes  in  power  purchase  cost.  Any \ndeviation resulting from a change in controllable parameters, such as operation \nand maintenance expenses or failure to achieve ATC loss reduction targets, is \non account of BRPL. If actual revenue is less than the aggregate revenue \nrequirement, the difference is recognized as a regulatory asset by DERC and \nprovision for the recovery of such regulatory asset is provided in subsequent \ntariff revisions. \nDomestic, commercial, and industrial consumers are grouped into 12 different \ntariff  categories  based  on  the  connected  load.  For  each  category,  DERC \nspecifies the applicable tariff, which consists of a fixed charge plus a variable \nenergy charge. In addition, surcharges apply to peak hour consumption and \nrebates to off-peak consumption.   \n \nPerformance  DERC specifies, on an annual basis, performance standards for the quality \nstandards  and efficiency of power supply, reduction in ATC losses, collection efficiency, \noperation and maintenance costs, and other system parameters. \n \nManagement  BRPL’s board of directors consists of eight members, nominated equally by \nReliance Infrastructure Limited and DPCL. The chairperson is nominated by \nReliance Infrastructure Limited. Lalit Jalan, chief executive officer of Reliance \nInfrastructure  Limited,  is  currently  the  chairman  of  BRPL.  The  BRPL \nmanagement team is led by its chief executive officer, Gopal Saxena, and \nconsists  of  experienced  and  technically  competent  professionals  from  the \nReliance ADA Group. \n \nImplementation period  FY2014–FY2016. \n ", "  5\nAspects  Arrangements \nCapital expenditure  BRPL  has  an  ongoing  capital  expenditure  plan  to  achieve  performance \nplan  standards specified by DERC. Prior approval from DERC is needed for any \ncapital expenditure plan in excess of Rs2.5 million. \n \nPower purchase  BRPL purchases electricity from various generation companies (mostly from \nagreements  state-owned power generation companies) under long-term power purchase \nagreements. The power purchase price is determined by the governing central \nor state regulatory commission on a cost-plus basis.  \n \nOperation and  Operation and maintenance is done by BRPL’s own staff. Expansions and \nmaintenance  repairs are partly outsourced to subcontractors.  \n \nPerformance monitoring  Key performance indicators are reported by BRPL and monitored by DERC. \n \nATC = aggregate technical and commercial, BRPL = BSES Rajdhani Power Limited, DERC = Delhi Electricity \nRegulatory Commission, DPCL = Delhi Power Company Limited. \nSource: Asian Development Bank \n \nF.  Projected Financial and Economic Performance       \n18.   The  base-case  financial  projections,  which  are  conservative  assumptions  of  annual \nelectricity distribution factors, show that the project will generate adequate cash flows to meet \noperational expenses and cover debt servicing.  \n \n19.   Confidential information deleted. \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n20.  The proposed loan of up to $80 million (or in Indian rupee equivalent) to BRPL will be \nprovided from ADB’s ordinary capital resources.  \n \nB.  Value Added by ADB Assistance \n21.  The proposed transaction merits ADB’s assistance for the following reasons: \n(i)  Improving the efficiency of the electricity distribution system is the most cost-\neffective  and  environmentally  sustainable  form  of  intervention  to  reduce  the \nelectricity  demand–supply  gap  in  India.  The  proposed  $142  million  capital \nexpenditure will result in a 3.5% reduction in ATC losses, which will conserve 529 \nGWh of energy per annum by FY2016. This is equivalent to the annual energy \noutput of a 242 MW wind power plant, which would require an investment of \n$222 million; or a 302 MW solar photovoltaic power plant, which would require an \ninvestment of $385 million.9 By supporting the project, ADB will spotlight the \ncritical  importance  of  investments  aimed  at  improving  distribution  networks, \nwhich are more productive in reducing the demand–supply gap in India than \ninvestments in greenfield clean energy generation facilities.  \n(ii)  The proposed ADB assistance will provide much needed funding to BRPL for \nsystem improvement. BRPL’s existing, mainly public sector owned lenders have \n                                                 \n9  Using Central Electricity Regulatory Commission norms for the capital expenditure cost for wind (Rs57.5 million per \nMW) and solar photovoltaic (Rs80 million per MW) and a capacity factor of 25% for wind and 18% for solar \nphotovoltaic based on the performance of existing ADB Private Sector Operations Department projects in India. \n \n ", " 6         \nlimited appetite for further lending to the sector given their overall power sector \nexposure limits. ADB assistance will ensure that BRPL is able to continue its \nsystem improvement plans to reduce ATC losses. \n(iii)  The  borrower  will  establish  and  implement  a  new  environmental  and  social \nmanagement system (ESMS) to comply with ADB’s Safeguard Policy Statement \n(2009) requirements, thereby improving the company’s environmental and social \npractices.  \n \nC.  Risks  \n22.  Regulatory  asset  recovery  plan.  DERC recently implemented the quarterly PPAC \nmechanism  and  an  8%  regulatory  asset  recovery  surcharge  which  helped  BRPL  achieve \nbreakeven in the quarter ending June 2013, after years of inadequate cost recovery. While this \nis a positive development, the approval of the RARP, which will ensure the recovery of historical \nregulatory assets, is still pending. The RARP is expected to be approved by January 2014.  \n \n23.  Regulatory risk. DERC has been in existence since 1999. In the past DERC had on \nfrequent occasions delayed providing tariff adjustments for increases in power purchase costs \nresulting in increases to BRPL’s financial deficit and the creation of large regulatory assets. \nHowever, DERC has now recognized the importance of timely tariff adjustments to ensure \ncomplete cost recovery and has been issuing regular tariff orders including the recent July 2013 \ntariff order approving a 5% increase in tariffs. Long term viability of BRPL heavily depends on \ncontinued adequacy of tariffs to recover costs. In addition to notifying tariff orders, DERC also \nsets the standard for quality, efficiency and reliability of the distribution network and approves all \ncapital expenditure programs. If the regulator reinterprets existing regulations or creates new \nones in the future, this could increase costs or reduce revenues. This risk is mitigated by the \nimportance of the privatization of the electricity distribution business in Delhi as a showcase for \nthe central government as it continues energy sector reforms across the country. \n \n24.  Confidential information deleted. \n \n25.  Power purchase cost. The price of electricity purchased by BRPL under its long-term \npower purchase agreements is not fixed; it is regulated by the concerned state or central \nelectricity regulatory commission. In the past, an increase in power purchase cost would not \nautomatically result in an increase in tariff. DERC evaluated the merits of each case and the \ntariff increase was effected in the next tariff revisions. This delay and timing mismatch between \nthe increase in power purchase cost and the increase in tariffs resulted in increased short-term \nborrowings for BRPL. Recent initiatives such as the PPAC mechanism provide for a quarterly \nrevision in tariffs to reflect changes in power purchase costs. \n \n26.  Confidential information deleted.  \n \n27.  Execution and maintenance risk. The feasibility of BRPL’s investment plan has been \nassessed by ADB’s external technical advisor. BRPL faces completion and execution risks but it \nis considered to have sufficient experience and technical capacity to undertake the investment \nplan. The technical advisor has confirmed that the proposed investment plan and BRPL’s \nmaintenance strategy are appropriate. The costs of the proposed investment are in line with \nmarket benchmarks.  \n \n28.  Demand  risk.  BRPL  expects  demand  to  grow  by  5%  per  annum  during  the  next \n10 years. A reduction in demand could result in increased short-term sale of the excess power ", "  7\nprocured by BRPL under its long-term power purchase agreements. The multiyear tariff 2012 \nregulations, along with the PPAC mechanism, allow for an adjustment in the tariff on account on \nany short-term sale of excess power. However, this adjustment is only quarterly, resulting in a \nshort lag in recovery in case of a loss from the short-term sale. Nevertheless, demand risk is \nexpected to be low. Rapid urbanization and development of transportation infrastructure are \nexpected to be the key drivers of demand growth. \n \n29.  Confidential information deleted.  \n \n30.  Confidential information deleted.  \n \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n31.  In compliance with ADB’s Safeguard Policy Statement, the potential environmental and \nsocial impacts of the project have been identified and effective measures to avoid, minimize, \nmitigate, and compensate for the adverse impacts will be incorporated in the safeguard reports \nand plans. The project is classified as category B for environment as its potential adverse \nenvironmental impacts are site-specific, reversible, and mostly associated with construction \nactivities. A corporate audit on current operations by BRPL and implementation of BRPL’s \nproposed investment has been conducted. The current environmental assessment practices are \nbased on national requirements. Based on the findings of the audit, BRPL will establish and \nimplement a new ESMS to comply with the Safeguard Policy Statement requirements. The new \nESMS  will  include  (i)  BRPL’s  environmental  and  social  policies,  (ii)  a  screening  and \ncategorization  procedure  for  its  activities,  (iii)  an  environmental  and  social  impacts  review \nprocedure,  (iv) institutional  arrangements  for  environmental  and  social  assessment, \n(v) organizational  structure  and  staffing  for  the  environmental  and  social  safeguards,  and \n(vi) reporting  and  monitoring.  BRPL  commits  to  establish  its  ESMS  prior  to  the  first \ndisbursement of the proposed loan. Initial environmental examinations for the subprojects will \nbe prepared in line with the ESMS and reviewed by ADB prior to the first disbursement. \n \n32.  The project is classified as category B for involuntary resettlement and category C for \nindigenous  peoples.  The  proposed  subprojects  are  not  expected  to  entail  involuntary \nresettlement as the lands for substations and transformers are usually provided to BRPL on a \nlong-term lease basis by the government agencies. The laying of cables is not expected to \nresult in land acquisition or resettlement impacts as these are within the available right-of-way of \nthe  roads  or  lands  belonging  to  other  government  departments.  The  audit  confirmed  that \nBRPL’s projects in the past have not involved any land acquisition. In the unlikely event of land \nacquisition and involuntary resettlement, the required procedures for screening and preparation \nof resettlement plans (in accordance with ADB’s Safeguard Policy Statement) will apply. The \naudit also noted that there are no indigenous peoples residing in the subproject locations in \nsouth and west Delhi. Procedures and policy for screening and categorization of social risks and \nimpacts, land acquisition, resettlement, and indigenous peoples will be integrated in BRPL’s \nESMS to comply with the Safeguard Policy Statement. \n \n33.  The audit findings and corrective actions have been discussed and agreed with BRPL. \nBRPL’s commitment to establish a new ESMS will be a condition for the proposed ADB funding. \nThe institutional capacity and commitment of BRPL to manage social, environmental, health, \nand safety impacts of the project are deemed adequate. BRPL is also committed to engage \nadequate environmental and social staff and arrange periodic corporate and site level training \n \n ", " 8         \nfor  them.  BRPL  will  strengthen  its  procedures  for  meaningful  consultation  and  information \ndisclosure, a grievance redress mechanism, and monitoring and reporting. BRPL will prepare \naudit reports, and corrective action plans or environmental and social plans for existing facilities. \nBRPL will submit reports to ADB on the implementation status of the ESMS. \n \n34.  Other social dimensions. The project is classified as having no gender elements. Apart \nfrom providing equal opportunities for women in employment, BRPL is committed to undertake \nthe following measures to improve its consumer services: (i) serving on priority (senior citizens \nand women with children) at the consumer service center; (ii) separate queues in payment \ncollection centers for women and senior citizens; and (iii) employing women for bill distribution \nactivities. ADB will ensure that the investment documentation includes provisions requiring \nBRPL  to  comply  with  national  labor  laws  and  to  take  specific  measures  in  relation  to \ninternationally recognized core labor standards for the ADB-financed portion of the projects, in \ncompliance with ADB’s Social Protection Strategy. \n \nB.  Anticorruption Policy  \n35.  BRPL was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that \nthe investment documentation includes appropriate provisions prohibiting corruption, money \nlaundering, and the financing of terrorism, and remedies for ADB in the event of noncompliance.    \n \nC.  Investment Limitations  \n36.  The proposed loans are within the medium-term, country, industry, group, and single-\nproject exposure limits for nonsovereign investments. \n \nD.  Assurances \n37.  Consistent  with  the  Agreement  Establishing  the  Asian  Development  Bank, 10  the \nGovernment of India will be requested to confirm that it has no objection to the proposed \nassistance to BRPL. ADB will enter into suitable finance documentation, in form and substance \nsatisfactory to ADB, following approval of the proposed assistance by the Board of Directors. \n \nV.  RECOMMENDATION \n38.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \n$80,000,000 (or in Indian rupee equivalent) to BSES Rajdhani Power Limited for the Delhi \nElectricity  Distribution  System  Improvement  Project  in  India  from  ADB’s  ordinary  capital \nresources, with such terms and conditions as are substantially in accordance with those set \nforth in this report, and as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \n19 November 2013 \n                                                 \n10  ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "Appendix 1     9 \n \nDESIGN AND MONITORING FRAMEWORK  \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions  \nSummary  Indicators with Baselines  Reporting  and Risks  \nMechanisms  \nImpacts      Assumptions \nImproved efficiency of  ATC losses in the distribution  Power sector  Continued government \nIndia’s electricity  network at an all-India level  statistics from the  support for power sector \ndistribution networks  reduce to 15.00% by FY2020  Central Electricity  reforms  \n  from 26.15% in FY2011  Authority and Ministry   \n    of Power  Success of BRPL \n    Restructured  encourages regulatory \n    Accelerated Power  reform, which promotes \n    Development  investment in electricity \n    Reforms Program  distribution companies in \n      other states \nPromotion of private  $500 million in commercial  Industry research   \nsector investment in  debt and equity funding  reports  Risks \nthe electricity  secured by private electricity  Delayed implementation of \ndistribution sector in  distribution companies in India  the Restructured \nIndia  during 2013–2020  Accelerated Power \n    Development Reforms \nProgram \n \nPolitical resistance to pass-\nthrough increases in costs \nto consumers \n \nOutcome      Assumptions \nAn expanded and  ATC losses in south and west  Power sector  Timely development of the \nincreasingly efficient  Delhi reduce to 13.8% in  statistics from the  modernization and \npower supply by BRPL  FY2016 from 17.3% in  Central Electricity  expansion project \nin south and west  FY2013  Authority   \nDelhi      BRPL’s management \n  Electricity supplied to  BRPL annual reports  continues to give priority to \nconsumers in south and west    operating efficiency. \nDelhi increases to  DERC reports   \n10,775 GWh in FY2016 from    Risks \n9,328 GWh in FY2013  Development  Political interference \n  effectiveness  prevents BRPL from \n168,806 new households  monitoring reports  improving bill collection \nconnected to electricity by  and enforcing penalties for \nFY2016a  power theft.  \n   \n491,972 tons of CO   Higher than expected \n2\nemissions avoided per annum  increase in cost of power \nfrom FY2016b  purchase for BRPL \n   \nOutputs      Assumptions \nImproved electricity  Construction of 123 new 11 kV  ADB’s external  BRPL has sufficient \ndistribution network in  substations (Baseline: 4,500  technical advisor  technical and operating \nsouth and west Delhi  11kV substations as of  project monitoring  capacity to carry out the \n  December 2012)  reports  investment plan \n     \nRepair and/or rehabilitation of  BRPL annual reports  Approvals and clearances, \n266 km of 11 kV distribution    if required, obtained in a \nlines by FY2016    timely fashion ", "10  Appendix 1   \n \nDesign  Performance Targets and/or  Data Sources and/or  Assumptions  \nSummary  Indicators with Baselines  Reporting  and Risks  \nMechanisms  \n     \nInstallation of 221 km of new  Development  Risks \n11 kV distribution lines by  effectiveness  Unexpected construction \nFY2016 (Baseline: 3,888 km  monitoring reports  delays \n11kV distribution lines as of     \nDecember 2012)  Increase in prices of raw \n  materials exceeds \nRepair and/or rehabilitation of  contingency and inflation \n16 km of extra high voltage  forecast \ndistribution lines by FY2016   \n \nInstallation of 21 km of new \nextra high voltage distribution \nlines by FY2016 (Baseline: \n1,089 km extra high voltage \ndistribution lines as of \nDecember 2012) \n \nRehabilitation and/or \naugmentation of \n486 distribution transformers \nby FY2016 \n \nInstallation of 285 new \ndistribution transformers by \nFY2016 (Baseline: 6,958 \ndistribution transformers as of \nDecember 2012) \n \nActivities with Milestones  Inputs \nFinancial close by March 2014   \nDERC approval for subprojects received by April 2014  Loan \nInvestment program completed by the end of FY2016  ADB: $80 million \n  Local commercial banks: \n$10 million \n \nADB = Asian Development Bank, ATC = aggregate technical and commercial, BRPL = BSES Rajdhani Power Limited, CO\n2 \n=carbon dioxide,DERC = Delhi Electricity Regulatory Commission, GWh = gigawatt-hour, km = kilometer, kV = kilovolt. \n   \na  Based on BRPL estimates of new connections. \nb  Carbon emission savings calculated by applying a grid emission factor of 930 tons of CO  per GWh on annual demand \n2\nside energy savings of 456 GWh (456 GWh/ (1-0.138) * 930 tons per GWh). \nSource: Asian Development Bank. \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20131219142731+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "india, bses rajdhani power limited, delhi energy projects, electricity transmission, electricity distribution network south delhi, electricity distribution network west delhi, power supply delhi, private sector development, adb projects, terms and conditions, board approval, rrp", "ModDate": "D:20131220114208+08'00'", "Producer": "Acrobat Distiller 9.0.0 (Windows)", "Subject": "This report and recommendation of the president for the proposed Delhi Electricity Distribution System Improvement Project in India describes the project terms and conditions for the approval of ADB's Management or Board of Directors.", "Title": "RRP: India: Delhi Electricity Distribution System Improvement Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 30 September 2013) \n   \nCurrency unit –  Indian rupee/s (Re/Rs) \n     \nRe1.00 =  $0.016 \n$1.00 =  Rs62.70 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ATC  –  aggregate technical and commercial \n  BRPL  –  BSES Rajdhani Power Limited \n  DERC  –  Delhi Electricity Regulatory Commission \n  DPCL  –  Delhi Power Company Limited \n  ESMS  –  environmental and social management system \n  PPAC  –  power purchase adjustment cost \n  RARP  –  regulatory asset recovery plan \n \nWEIGHTS AND MEASURES \n \n  GWh  –  gigawatt-hour \n  km  –  kilometer \n  kV  –  kilovolt \n  MW  –  megawatt \n \nNOTES \n \n(i)  The  fiscal  year  (FY)  of  BSES  Rajdhani  Power  Limited  ends  on  31  March. \nFY before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year  ends, \ne.g., FY2012 ends on 31 March 2012. \n(ii)  In this report, “$” refers to US dollars. \n \n \nVice-President  L. Venkatachalam, Private Sector and Cofinancing Operations \nDirector General  T. Freeland, Private Sector Operations Department (PSOD) \nDirector  M. Barrow, Infrastructure Finance Division 1, PSOD \n   \nTeam leader  A. Patil, Senior Investment Specialist, PSOD \nTeam members  P. Bailet, Senior Counsel, Office of the General Counsel \n  I. Chauche, Investment Specialist, PSOD \n  E. David, Associate Investment Officer, PSOD \n  S. Durrani-Jamal, Senior Economist, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  S. Noda, Senior Safeguards Specialist, PSOD \n  V. Ramasubramanian, Safeguards Specialist, PSOD \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area.   ", "authors": [{"fullname": "L. Venkatachalam", "role": "Private Sector and Cofinancing Operations", "organization": ""}, {"fullname": "T. Freeland", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "M. Barrow", "role": "Infrastructure Finance Division", "organization": ""}, {"fullname": "A. Patil", "role": "Senior Investment Specialist", "organization": "PSOD"}, {"fullname": "P. Bailet", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "I. Chauche", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "E. David", "role": "Associate Investment Officer", "organization": "PSOD"}, {"fullname": "S. Durrani-Jamal", "role": "Senior Economist", "organization": "PSOD"}, {"fullname": "M. Manabat", "role": "Senior Investment Officer", "organization": "PSOD"}, {"fullname": "S. Noda", "role": "Senior Safeguards Specialist", "organization": "PSOD"}, {"fullname": "V. Ramasubramanian", "role": "Safeguards Specialist", "organization": "PSOD"}]}