{"path": "data/input/reports/48025-004-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 48025-004 \nNovember 2020 \n \n \n \nProposed Loan for Additional Financing \nRepublic of Uzbekistan: Central Asia Regional \nEconomic Cooperation Corridor 2 (Pap–Namangan–\nAndijan) Railway Electrification Project\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy after excluding information that is subject to exceptions to disclosure \nset forth in the policy. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 21 September 2020) \n \nCurrency unit  –  sum (SUM) \nSUM1.00  =  $0.0000969     \n$1.00  =  SUM10,315.62     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAREC  –  Central Asia Regional Economic Cooperation \n  COVID-19  –  coronavirus disease \n  CTC  –  central train control \n  GRM  –  grievance redress mechanism \n  IFI  –  international financial institution \n  IFRS  –  International Financial Reporting Standards \n  km  –  kilometer \n  PAM  –  project administration manual \n  PIU-ET  –  project implementation unit for electrification and renewal of \nrolling stock \n  SCADA  –  supervisory control and data acquisition system \n  TA  –  technical assistance \n  UTY  –  O’zbekiston Temir Yo’llari (Uzbekistan Railways) \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Uzbekistan ends on 31 December.  \n \n(ii)  In this report, “$” refers to United States dollars.  \n \n   \n ", " \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Dong-Soo Pyo, Transport and Communications Division (CWTC), \nCWRD \n   \nTeam leader  Ko Sakamoto, Principal Transport Specialist, CWTC, CWRD \nTeam members  Andrew Bennet, Counsel, Office of the General Counsel \n  Moon Gouk Chae, Finance Specialist (Transport), CWTC, CWRD \n  Gladys Puzon Franco, Social Development Officer (Gender), Portfolio, \nResults, Safeguards and Gender Unit (CWOD-PSG), CWRD \n  Johan Georget, Transport Specialist, CWTC, CWRD \n  Didier Guynet, Senior Procurement Specialist, Procurement Division 1, \nProcurement, Portfolio and Financial Management Department \n  Feruza Insavalieva, Associate Safeguards Officer, Uzbekistan Resident \nMission (URM), CWRD  \nMekhri Khudayberdiyeva, Senior Social Development Officer (Gender), \nURM, CWRD \n  Shokhimardon Musaev, Senior Project Officer, URM, CWRD \n  Jose Tiburcio Nicolas, Senior Social Development Specialist \n(Safeguards), CWOD-PSG, CWRD \n  Ederlyn Norte, Associate Project Analyst, CWTC, CWRD \n  Nathan Rive, Senior Climate Change Specialist, Environment, Natural \nResources and Agriculture Division, CWRD \n  Syed Asim Ali Sabzwari, Environment Specialist, CWOD-PSG, CWRD \nPeer reviewer  Takeshi Fukayama, Transport Specialist, Transport and \nCommunications Division, Southeast Asia Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation of or \nreference to a particular territory or geographic area in this document, the Asian Development Bank \ndoes not intend to make any judgments as to the legal or other status of any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  3 \nC.  Value Added by ADB  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial Viability  7 \nC.  Sustainability  8 \nD.  Governance  9 \nE.  Poverty, Social, and Gender  10 \nF.  Safeguards  10 \nG.  Summary of Risk Assessment and Risk Management Plan  11 \nIV.  ASSURANCES  12 \nV.  RECOMMENDATION  12 \n \nAPPENDIXES \n1.  Revised Design and Monitoring Framework  13 \n2.  List of Linked Documents  16 \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 48025-004\nProject Name Central Asia Regional Economic Cooperation Department/Division CWRD/CWTC\nCorridor 2 (Pap-Namangan-Andijan) Railway \nElectrification Project – Additional Financing \nCountry Uzbekistan Executing Agency O'zbekiston Temir Yo'llari\nBorrower Uzbekistan\nCountry Economic  https://www.adb.org/Documents/\nIndicators LinkedDocs/ ?id=48025-004-CEI\nPortfolio at a Glance https://www.adb.org/Documents/\nLinkedDocs/ ?id=48025-004-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Rail transport (non-urban) 121.00\nTotal 121.00\n3. Operational Priorities Climate Change Information\nAccelerating progress in gender equality GHG reductions (tons per annum) 14,870\nTackling climate change, building climate and disaster resilience, and Climate Change impact on the  Medium\nenhancing environmental sustainability Project\nStrengthening governance and institutional capacity\nADB Financing\nFostering regional cooperation and integration\nAdaptation ($ million) 1.10\nMitigation ($ million) 119.90\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.a Some gender elements (SGE)\nSDG 5.5\nSDG 7.3 Poverty Targeting\nSDG 9.1, 9.4 General Intervention on Poverty\nSDG 12.2\nSDG 13.a\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 121.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 121.00\nCofinancing 0.00\n     None 0.00\nCounterpart  43.00\n     Government  43.00\nTotal 164.00\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 14072020173250316168 Generated Date: 19-Oct-2020 19:16:15 PM", "UZBEKISTAN\nCENTRAL ASIA 6R0o  0E0'EGIONAL ECONOMIC COOPERATION  Ongoing Project\nCORRIDOR 2 (PAP–NAMANGAN–ANDIJAN)  Chirchik World Bank/PRC\nRAILWAY ELECTRIFICATION PROJECT \nKamchik NAMANGAN\n(additional financing) TASHKENT TASHKENT Tunnel\n45 o 00'N Aral  Sea 45 o 00'N Tuytepa Angren Namangan ANDIJAN\nAndijan\nTemiryollobod \nAkhangaran Pap\nShakhrikhan\nMuynak Syrdarya R. Kokand Fergana Asaka\nGulistan\nFERGANA\nKungrad\nKARAKALPAKSTAN Sukh\nShakhimardan\nNukus\nKhodzheyli NAVOI Additional Financing\nAmudarya R.  Uchkuduk 0 KILOME2T5ER (km)50\no\n69  00'E\nUrgench\nKhiva Miskin Zarafshan Muruntau Chirchik NAMANGAN\nKamchik\nTASHKENT Tunnel Namangan\nKHOREZM Angren\nAndijan\nPap\nSYRDGAuRliYsAtanSSyyrrddaarryyaaT  RRA..SHKENT Kokand FerganAaNDIJAN\nFERGANA\no BUKHARA Navoi SAMARKAND Sukh o\n39  00'N 39  00'N\nDjizzak Shakhimardan\nBukhara\nSamarkand DJIZZAK\nElectrification: Complete\nElectrification: Ongoing Kitab\nSignaling and Telecommunications: Complete\nShakhrisabz\nSignaling and Telecommunications: Ongoing and Planned Karshi\nKASHKADARYA\nTraction Substations: Upgrade or Construction Guzar N\nCentral Train Control Center Tashguzar\nDenau\nRailway Network\n0 50 100 150\nNational Capital\nProvincial Capital SURKHANDARYA KILOMETER (km)\nCity/Town Kumkurgan\n2\n00759A RPrivoevrincial Boundary Termez mTThhaeips   bdmooau npno dwta iamrisep sply,r ,oc odonulo ctrhesed,   pdbaeyrn tto homef  tichnaear tAtioosgniarsan, p aDhneyd v ueanlnoityp  omof tehthneetr   BAinasfnioakrnm,  aDanteiyov jneu ldosghpmomweennn tto  oBnna  ttnhhkies.   \n 20U PRC People's Republic of China cleogloarl ss,t adteunso omf iannayti otenrsri,t oorr yin, oforr amnayt ieonnd. orsement or acceptance of such boundaries, \nZB Boundaries are not necessarily authoritative.\n  AB 60 o 00'E 69 o 00'E\nV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Republic of Uzbekistan for the additional financing of the Central Asia Regional Economic \nCooperation (CAREC) Corridor 2 (Pap–Namangan–Andijan) Railway Electrification Project. \n \n2.  The Asian Development Bank (ADB) approved the ongoing project on 21 April 2017 for \n$80 million from its ordinary capital resources, to help modernize 145.1 kilometers (km) of railway \ntrack between Pap, Namangan, and Andijan in the Fergana Valley.1 The proposed additional \nfinancing will increase the scope of the project to complete the modernization of the railway \nnetwork in eastern Uzbekistan. It will eliminate gaps in signaling and telecommunications systems \nthat are crucial for the safe and efficient operation of trains; boost the amount of freight and \npassenger trains; reduce the risk of trains from landslides; and improve the capacity of railway \nstaff, including women, in modern train management techniques. The project will improve regional \nconnectivity along CAREC Corridor 2, and contribute to railway-driven trade. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Need to complete modernization of railways in eastern Uzbekistan. The 4,735 km \nrailway network is the backbone of Uzbekistan’s economy, carrying 30%–40% of the country’s \nfreight and 3%–4% of its passenger traffic.2 The railway network in eastern Uzbekistan consists \nof a loop linking major cities in the Fergana Valley (Pap, Namangan, Andijan, Margilan, and \nKokand); and a line from Pap through the mountainous Kamchik Pass to Angren and Tashkent. \nBranch lines extend into the Kyrgyz Republic and Tajikistan. Most of these lines were built in the \nSoviet era and were designed to be used by a lower number of trains that ran on steam and later \ndiesel power. ADB and other development partners have been making coordinated efforts to \nsupport the government in modernizing Uzbekistan’s railway system.3 \n \n4.  Ongoing project. The ongoing project is a key part of such efforts, helping to electrify the \n145.1  km  line  between  Pap,  Namangan,  and  Andijan;  and  to  install  signaling  and \ntelecommunications systems. The ongoing project is performing well, as (i) the project is rated \non track under the project performance rating system, (ii) each safeguard covenant item is being \ncomplied  with,  (iii)  the  delivery  of  the  expected  outputs  is  rated  successful,  and  (iv)  the \nmanagement of risks is rated successful.4 As of 23 September 2020, contract awards totaled \n$79.98 million (99.9% of the loan amount) and disbursement reached $61.40 million (76.8% of \nthe loan amount). \n \n \n1  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof Uzbekistan for the Central Asia Regional Economic Cooperation Corridor 2 (Pap–Namangan–Andijan) Railway \nElectrification Project. Manila (Loan 3527-UZB). The loan was signed on 8 November 2017 and became effective on \n29 November 2017. The current closing date of the loan is 31 December 2021. \n2  Government of Uzbekistan, State Committee of the Republic of Uzbekistan on Statistics. 2020. Cargo Transportation \nand Cargo Turnover by Type of Transport; and Transportation of Passengers and Passenger Turnover by Mode of \nTransport (accessed 19 June 2020). The freight market share of railways averages 17% in the European Union and \n25%–30% in North America. The passenger share of railways in the European Union with a higher population density \nis 7%. \n3  Sector Assessment (Summary): Transport (Rail Transport [Nonurban]) (accessible from the list of linked documents \nin Appendix 2). \n4  Summary of Project Performance (accessible from the list of linked documents in Appendix 2). \n ", "2 \n5.  Remaining  challenges.  Permanent  signaling  and  telecommunications  systems  are \nmissing for the southern part of the Fergana loop (para. 3) between Angren, Pap, Kokand, and \nAndijan, as well as on certain branch lines. This greatly affects the efficiency and safety of train \noperations, and limits the number of trains. These works were partly envisaged to be completed \nunder the loan financed by the World Bank for the Angren–Pap project.5 However, procurement \ndelays led to the cancellation of the amount associated with this component, and the loan was \nclosed in March 2020. This decision took place amidst a challenging procurement landscape \nfacing Uzbekistan in 2017 and 2018, where all international financial institutions (IFIs) faced \ndelays across all sectors. ADB and O’zbekiston Temir Yo’llari (UTY), the vertically integrated \npublic railway company, exercised patience and worked steadily with the government to formulate \nnew  procedures  that  are  fully  compatible  with  IFI  rules  and  regulations.  Since  then,  the \nimplementation of ADB-financed projects has accelerated.  \n \n6.  Envisaged benefits. The additional financing will expand the scope of the ongoing project \nto complete the modernization of the railway network in eastern Uzbekistan. Trains will be able to \ntravel safely and more frequently, resulting in a capacity increase of 53% for freight and 39% for \npassengers, without the need for costly works such as double-tracking. The project will reduce \nthe journey times and cost of travel for the population in the Fergana Valley. It will improve the \naccess of women and children to safer transport, with gender-inclusive facilities in trains and at \nmodernized stations (already in place). It will enhance people’s access to health, education, and \nwork opportunities, most of which are in the cities of Andijan and Kokand. \n \n7.  Consistency with national development objectives. The project remains fully in line \nwith Uzbekistan’s national development objectives. Transport infrastructure is recognized as a \nkey growth driver in Uzbekistan’s Development Strategy, 2017–2021—to promote economic \ndevelopment and liberalization, and support the development of the social sectors.6 The strategy \nspecifically mentions the importance of improving transport services, raising passenger safety, \nand reducing harmful emissions. \n \n8.  Consistency with ADB’s Strategy 2030. The additional financing further boosts the \nproject’s contribution to ADB’s operational priorities of (i) tackling climate change, building climate \nand disaster resilience, and ensuring environmental sustainability; (ii) strengthening governance \nand institutional capacity; (iii) accelerating progress in gender equality, and (iv) fostering regional \ncooperation and integration.7 The expansion of a modernized railway network will cut greenhouse \ngases and reduce local air pollution. The improved efficiency of train services will reduce journey \ntime, improve service quality and reliability on Uzbekistan’s transport network, and strengthen the \nconditions for the private sector to grow. The project is aligned with ADB’s country partnership \nstrategy for Uzbekistan, 2019‒2023, which calls for investments in the transport sector and the \nmodernization of railway infrastructure.8 \n \n9.  Contribution to regional connectivity. The project railway is part of CAREC Corridor 2 \nand designated rail corridors 202 and 203, which serve the vital east–west trade corridor linking \nthe People’s Republic of China, through Central Asia, to Europe. Regional benefits envisaged \ninclude reduced time and increased efficiency of cross-border transport, improved access for \nbusinesses in the Fergana Valley to markets in neighboring countries and vice versa, and \n \n5 World Bank. Pap–Angren Railway. \n6  Government of Uzbekistan. 2017. Uzbekistan’s Development Strategy for 2017–2021. Tashkent. \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. The project will support regional cooperation and integration by developing greater and higher quality \nconnectivity between economies, and expanding global and regional trade and investment opportunities. \n8  ADB. 2019. Country Partnership Strategy: Uzbekistan, 2019−2023‒Supporting Economic Transformation. Manila. \n ", "3 \nincreased tourism. The project will enhance the transit role of Uzbekistan, facilitating the trade in \nagricultural goods produced from the Fergana Valley. The project thereby contributes to the goal \nof the CAREC Railway Strategy 2030 to make railways a mode of choice for trade—quick, \nefficient, accessible to customers, and easy to use throughout the region.9 \n \n10.  Supporting ongoing reforms. UTY remains a financially robust organization with the \nability to carry all operation and maintenance costs, and most capital works. However, like other \nrailway organizations throughout the world, it faces heavy competition from road transport, and, \nin the case of transit traffic, competition from other countries. UTY’s financial sustainability \ndepends on its ability to improve the attractiveness of its services to clients. This requires \nimproved infrastructure and rolling stock, and refinements to its business planning process. ADB \nis working with UTY on an initiative to develop and implement a long-term development strategy—\na three-pronged strategy covering people, technology, and financing (footnote 3). This additional \nfinancing contributes to the first two, by pushing the boundaries of technical innovation and \nenhancing the capacity of UTY staff. \n \n11.  Impact of COVID-19. The coronavirus disease (COVID-19) pandemic reinforces the need \nto strengthen the railway network. Railways have proven to be the most reliable and sought-after \nmode of transport for freight during the pandemic, while truck traffic has shrunk. Passenger traffic, \non the other hand, has been severely affected. Since the project’s viability depends largely on \nfreight traffic, the impact of COVID-19 is minimal. Construction is expected to start in mid-2021 \nwhen COVID-19 is likely to have subsided and be made manageable through the government’s \nCOVID-19 response measures. In such a case, the project will be implemented within the planned \nimplementation period from 2021 to 2024. If COVID-19 is not contained by mid-2021, UTY will \nenact measures for resources to be mobilized steadily, albeit at a reduced speed, and for works \nto continue without serious threat to people’s health.10 The project will help eastern Uzbekistan to \nbounce back—revitalizing horticultural exports, reviving the ravaged tourism industry, providing \nemployment, and regaining momentum toward meeting its ambitious infrastructure plans. \n \n12.  Eligibility  for  additional  financing.  The  proposal  meets  the  eligibility  criteria  for \nadditional financing, as the overall project (i) remains technically feasible, economically viable, \nand financially sound (paras. 25−31); (ii) is accorded high priority by the government (para. 7); \n(iii) is consistent with the project’s development objectives (para. 13); and (iv) is consistent with \nthe country partnership strategy (para. 8).11 \n \nB.  Project Description \n \n13.  The project is aligned with the following impacts: (i) stimulated economic growth in the \nFergana Valley,12 and (ii) improved connectivity and increased regional trade along CAREC \nCorridor 2.13 The project will have the following outcome: level of rail passenger and freight service \nin, to, and from the Fergana Valley improved.14 \n \n \n9  ADB. 2017. Unlocking the Potential of Railways: A Railway Strategy for CAREC, 2017−2030. Manila. \n10 UTY will develop and implement a risk mitigation plan to comply with the Ministry of Health and the World Health \nOrganization’s COVID-19 preparedness and response guidelines to prevent and monitor the spread of COVID-19. \nThe program will comprise health-related measures to prevent and stem the spread of COVID-19 by construction \nworkers, and improve the capacity of the project implementation team on site to protect construction workers and \npeople from the community from COVID-19. \n11 ADB. 2013. Additional Financing. Operations Manual. OM H5, para. 4. Manila. \n12 Defined by project. \n13 ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n14 The design and monitoring framework is in Appendix 1. \n ", "4 \n14.  The two outputs of the ongoing project remain unchanged. The additional financing will \nexpand the scope of the project and add the following new outputs. \n \n15.  Output  3:  Railway  infrastructure  along  the  Angren–Pap–Kokand–Andijan  line \nupgraded. The design, supply, and installation of the signaling and telecommunications system \non 441 km of track will be completed, including four branch lines.15 A video surveillance system \nwill be installed to monitor the safe operation of trains. The mountainous section from Pap to \nAngren will be fitted with a landslide detection and warning system. The electric power supply will \nbe enhanced through the construction of two traction substations and two sectioning posts, and \nan upgrade to two existing traction substations.16 All traction substations will be connected to a \nsupervisory control and data acquisition system (SCADA) and external power supply. Machinery \nand equipment will be commissioned for the maintenance of electrified lines. The Kokand depot \nwill be upgraded to allow the servicing of electric locomotives. Two hundred of UTY’s technical \nstaff, including 20 female staff, will be trained on the telecommunications and signaling systems.  \n \n16.  Output 4: Train control and management system upgraded. To allow UTY to control \nand manage all train movements in the Fergana Valley from a single central train control (CTC) \ncenter in Tashkent, (i) the CTC center in Tashkent will be upgraded; (ii) an automated train \nscheduling system will be made functional; and (iii) 30 staff members, including at least 10 female \ntechnical staff, will be trained on the modernized train control and management system.  \n \nC.  Value Added by ADB \n \n17.  ADB’s involvement in this project provides tangible value. First, by extending additional \nfinancing, ADB will support UTY and the government to complete the modernization of the eastern \nUzbekistan railway line in a consistent and cohesive manner. ADB supported UTY in developing \na coordinated work plan, which allows the components under the ongoing and additional financing \nprojects to be optimized and to ensure maximum synergies. For instance, the upgrades to the \nCTC center will be done in a manner that allows the whole eastern Uzbekistan railway network to \nbe operated through one unified system. Second, the technical specifications of the signaling, \ntelecommunications, video surveillance, and train management systems were improved through \ntransaction technical assistance (TA) to meet international standards and utilize state-of-the-art \ntechnology.17 Third, ADB introduced measures into the project, especially the landslide detection \nand warning system, to ensure the resilience of the upgraded line to natural disasters and climate \nchange.18 Fourth, the project will introduce gender-inclusive training (para. 36). \n \nD.  Summary Cost Estimates and Financing Plan \n \n18.  The overall project is estimated to cost $341.5 million (Table 1). The additional financing \nis estimated at $164.0 million. Detailed cost estimates by expenditure category and by financier \nare included in the project administration manual (PAM).19 \n \n15 The main line between Angren–Pap–Kokand–Andijan is 300.8 km. Branch lines are Kokand to the border with \nTajikistan, from Margilon to the border with the Kyrgyz Republic, from Margilon to Fergana 1, and from Block Post \n331 to the border with the Kyrgyz Republic (total of 140.2 km). Telecommunications (but not signaling) will be installed \non two more branch lines: Asaka−Shakhrikan and Andijan 2−Tetakcai (total of 33.3 km). \n16 At Temiryollobod and Angren. The government will also upgrade two more traction substations at Tuytepa and \nAkhangaran through its own resources. \n17 ADB. 2019. Technical Assistance to the Republic of Uzbekistan for Preparing Railway Modernization Projects. Manila \n(TA 9795-UZB). The same TA is being used to prepare the proposed CAREC Corridor 2 (Bukhara–Miskin–Urgench–\nKhiva) Railway Electrification Project. \n18 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n19 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "5 \n19.  The government has requested a regular loan of $121,000,000 from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 25-year term, including a grace \nperiod of 5 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in the draft loan and project agreements. Based on the \nstraight-line method, the average maturity is 15.25 years, and the maturity premium payable to \nADB is 0.10% per year. \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Current  Additional  Total \nAmounta  Financingb \nA.     Base Costc       \n1.  Railway infrastructure along the Pap–Namangan–Andijan line upgraded  163.6  0.0  163.6 \n2.  Safety of railway operations improved  5.3  0.0  5.3 \n3.  Railway infrastructure along the Angren–Pap–Kokand–Andijan line upgraded  0.0  143.1  143.1 \n4.  Train control and management system upgraded  0.0  2.6  2.6 \n    Subtotal (A)  168.9  145.7  314.6 \nB.     Contingenciesd  6.0  12.2  18.2 \nC.     Financing Charges During Implementatione  2.6  6.1  8.7 \n      Total (A+B+C)  177.5  164.0  341.5 \na  Refers to the original amount.  \nb  Includes taxes and duties of $22.7 million to be financed from government resources, with taxes on a cash-\ncontribution basis and duties on an exemption basis. Such amount does not represent an excessive share of the \nproject cost. Also includes design and civil works and contingencies for such work, amounting to $20.3 million.  \nc  In mid-2020 prices as of 15 June 2020. \nd  Physical contingencies computed at 7.6% for goods, plant, and consultancy services. Price contingencies computed \nat 1.3% on foreign exchange costs and 12.1% on local currency costs; includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \ne  Includes interest and commitment charges on all sources of financing. Interest during construction for a regular \nordinary capital resources loan has been computed at the 5-year forward London interbank offered rate plus a spread \nof 0.5%. Financing charges include an assumed 1.0% fee charged by the government to O’zbekiston Temir Yo’llari. \nCommitment charges for a regular ordinary capital resources loan are 0.15% per year, to be charged on the \nundisbursed loan amount. \nSources: Asian Development Bank and O’zbekiston Temir Yo’llari estimates. \n \n20.  The summary financing plan is in Table 2. Through the additional financing, ADB will \nfinance the expenditures in relation to the design, supply, and installation (plant) of traction \nsubstations, transformers, signaling, telecommunications, SCADA, video surveillance, and train \nmanagement system; and goods for machinery and equipment for railway maintenance. The \ngovernment’s contribution of $43.0 million comprises (i) taxes and duties of $22.6 million; and (ii) \ndesign and civil works and contingencies for such work, amounting to $20.4 million. \n \nTable 2: Summary Financing Plan \n  Currenta    Additional Financing    Total \nShare of  Share of \nAmount  Total  Amount  Total  Amount  Share of \nSource  ($ million)  (%)    ($ million)  (%)    ($ million)  Total (%) \nAsian Development Bank                 \n  OCR (regular loan)  80.0  45.1    121.0  73.8    201.0  58.9 \nGovernment  97.5  54.9    43.0  26.2    140.5  41.1 \n  Total  177.5  100.0    164.0  100.0    341.5  100.0 \nOCR = ordinary capital resources. \na  Refers to the original amount. \nSources: Asian Development Bank and O’zbekiston Temir Yo’llari estimates. \n ", "6 \n21.  For the proposed additional financing, climate mitigation is estimated to cost $162.9 million \nand climate adaptation is estimated to cost $1.1 million. ADB will finance 73.6% of mitigation costs \nand 100.0% of adaptation costs. Mitigation comprises the modernization of the railway and the \naccompanying modal shift to lower-carbon transport. Annual greenhouse gas emission reductions \nare expected to exceed 14,870 tons per annum. Adaptation comprises the installation of a \nlandslide detection and early warning system. Details are in the PAM (footnote 19). \n \nE.  Implementation Arrangements \n \n22.  The implementation arrangements remain largely unchanged from the ongoing project. \nUTY will remain the sole executing agency. The project implementation unit for the electrification \nand renewal of rolling stock (PIU-ET), which has staff experienced in IFI procedures and policies, \nwill be responsible for implementing the project. The technical and administrative departments of \nUTY will also assist the PIU-ET. The implementation arrangements are summarized in Table 3 \nand described in detail in the PAM (footnote 19). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  December 2020–December 2024 \nEstimated completion date  31 December 2024 \nEstimated loan closing date  30 June 2025 \nManagement \n(i)  Oversight bodies  Ministry of Investments and Foreign Trade  \nMinistry of Finance \nMinistry of Transport \n(ii)  Executing agency  O’zbekiston Temir Yo’llari \n(iii)  Key implementing agencies  Project implementation unit for electrification and renewal of rolling stock of UTY \n   (iv)  Implementation unit  Tashkent, Uzbekistan, 23 staff \nProcurement  Open competitive bidding   Traction substations and  [This \n(3 lots)  transformers; signaling and  information was \ntelecommunications and  deemed \nconfidential \ninstallation of SCADA; video \naccording to \nsurveillance system (plant) \nparagraph 17 \nOpen competitive bidding   Machinery and equipment for  (viii) of ADB’s \n(4 lots)  railway maintenance (goods)   Access to \nDirect contracting  Train management system at  Information \ncentral train control (plant)  Policy (2018).] \nConsulting services  Quality- and cost-based  Engineering and works \nselection (90:10)  supervision (238 person-months) \nRetroactive financing and  Advance contracting action will be taken on all procurement packages. \nadvance contracting  Retroactive financing will be allowed up to 20% of the loan amount. \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB.  \nADB = Asian Development Bank, SCADA = supervisory control and data acquisition system, UTY = O’zbekiston Temir \nYo’llari. \nSource: Asian Development Bank. \n \n23.  All procurement financed under the ADB loan will be undertaken in adherence with the \nADB Procurement Policy (2017, as amended from time to time) and Procurement Regulations for \nADB Borrowers (2017, as amended from time to time). Open competitive bidding will apply to \n(i) the plant package for traction substations and transformers, signaling and telecommunications \nand the installation of SCADA, and the video surveillance system; and (ii) the goods package for \nthe machinery and equipment for railway maintenance—both under the one-stage, one-envelope \nmethod, without prequalification. For the plant procurement of the train management system, \ndirect contracting will be pursued with the supplier of the equivalent system under the ongoing \n ", "7 \nproject, to ensure full system integration.20 An engineering and works supervision consultant will \nsupport the PIU-ET in implementing the project and developing the train control and management \nsystems.  The  bidding  documents  for  the  two  packages  for  open  competitive  bidding  are \nsubstantially complete, and invitations for bids are expected to be issued in quarter 4 of 2020. \n \nIII.  DUE DILIGENCE \n \n24.  ADB provided transaction TA of $600,000, financed by ADB’s Technical Assistance \nSpecial Fund, to help prepare the additional financing project (footnote 17). Due diligence was \nconducted  for  the  added  scope  arising  from  the  additional  financing,  covering  technical, \neconomic, financial, governance, social and poverty, and safeguard aspects. \n \nA.  Technical \n \n25.  Technical viability. The technical scope of the additional financing is fully in line with the \nneed to expand the capacity of the eastern Uzbekistan railway network safely and efficiently. \nTargeted improvements to signaling, telecommunications, and the electricity supply will help to \nincrease the operational capacity in a cost-effective manner without involving major works such \nas double-tracking, which would have major adverse environmental and social impacts, as well \nas multifold increases in cost. The technical features follow well-established engineering practices \nthat are within the capacity and experience of UTY to execute. For output 3, the signaling, \ntelecommunications, and power systems are designed to be fully compatible with the systems \nbeing installed for the ongoing project. For output 4, work on the CTC center will be completed in \na way that fully integrates all sections of railway lines in the Fergana Valley under one system. \n \n26.  Operational considerations. Given that works will be made to a line with ongoing train \noperations, the project will apply adequate safety measures for on-site work. UTY will coordinate \nclosely with Joint Stock Company National Electric Networks of Uzbekistan to link the traction \nsubstations to the external power supply. A team of international consultants will assist UTY in \nthe phasing and interfacing of works. The consultant teams under the ongoing and additional \nfinancing projects will work closely together under the overall supervision of the PIU-ET. \n \n27.  Climate and disaster resilience. A climate risk assessment pointed to the need to \naccount  for  impacts  arising  from  extremely  high  temperatures  during  heat  waves  and  the \nincreasing frequency of mudflows and avalanches. In response, construction materials resistant \nto hot weather have been selected. A landfall detection and warning system will be installed under \nthe project to improve the resilience of railway services to climate-related hazards. \n \nB.  Economic and Financial Viability \n \n28.  Economic viability. The economic analysis of the project was conducted following ADB’s \nguidelines  by  comparing  the  incremental  costs  and  benefits  of  the  additional  financing \ncomponents under with- and without-project scenarios.21 Passenger and freight forecasts were \nbased on an analysis of historical traffic trends, railway and road travel costs, forecast increases \nin railway demand, and historical and projected socioeconomic growth trends; and accounted for \nthe economic impact of COVID-19. The project will increase the capacity and improve the \n \n20 Justified in line with the Procurement Regulations for ADB Borrowers, para. 2.17 (e), where works are a natural \nextension of an earlier or ongoing job that was awarded following a competitive process, and where the engagement \nof the same contractor is more economical and will ensure compatibility of results in terms of quality of work. \n21 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n ", "8 \nefficiency of railway operations, which will divert traffic from road-based modes and cater to \nsuppressed demand that would not be met without the project. Project benefits include (i) time \nsavings for freight and passenger traffic, (ii) vehicle operating cost savings for diverted traffic, \n(iii) carbon dioxide emission savings, and (iv) traction and locomotive maintenance savings. The \nproject is economically viable, with an economic internal rate of return of 14.5% and a net present \nvalue of $74.8 million at a 9.0% discount rate. It remains viable even with (i) a 10% increase in \nproject costs, (ii) a 10% reduction in project benefits, (iii) a 10% increase in capital costs and 10% \ndecrease in project benefits, (iv) projections of dampened gross domestic product growth in \n2021–2022 because of COVID-19, and (v) a 2-year delay in the realization of project benefits. 22  \n \n29.  Financial viability. The project is revenue-generating and its financial viability was \nassessed following ADB’s guidelines by comparing the incremental costs and revenues of the \nadditional financing components in the with- and without-project scenarios.23 The project will \nincrease revenues, mainly from the freight traffic that provides about 88.0% of UTY’s total \nrevenues. It will also reduce the operation and maintenance costs of traction and locomotives. \nThe financial internal rate of return is estimated at 8.2% and exceeds the calculated weighted \naverage cost of capital of 1.62%. The project remains financially viable even with (i) a 10% \nincrease in costs, (ii) a 10% decrease in revenues, (iii) a 10% increase in costs and 10% decrease \nin revenues, and (iv) a 2-year delay in implementation. 24 \n \nC.  Sustainability \n \n30.  Financial and institutional sustainability. UTY operates a profitable business, mainly \nbecause of its freight revenues, and has maintained an enviable status as one of the few \nfinancially self-sustaining railway entities in the world. However, the operating income ratio, which \nincludes depreciation, decreased from 0.33 in 2017 to 0.14 in 2019, mainly because of the poor \nfinancial performance of its noncore businesses, especially coal production. The government has \ndecreed for coal production to be taken out of UTY’s management, and is removing other noncore \nbusinesses by 30 June 2021. With these measures, the operating income ratio is expected to \nincrease to 0.18 by 2030. The long-term debt−equity ratio is forecast to decrease gradually from \n3.7 in 2020 to 1.2 by 2030, while the debt service coverage ratio is forecast to increase from 2.0 in \n2020 to 3.2 by 2030. Overall, UTY maintains the financial capacity to implement the project, fund \nits contribution to the project costs, repay the loan, and make the required payments on its existing \ndebt. To ensure the future financial health of UTY, the project includes loan covenants (i) on the \noperating income ratio of UTY, which shall be maintained above 0.1 from fiscal year 2021 onward; \nand (ii) for the government to pass an official decree to remove other noncore businesses from \nUTY and to avoid adding such businesses to UTY in the future. ADB will continue policy dialogue \nand support UTY in developing and implementing its long-term development strategy to ensure \noperational efficiency and financial sustainability. \n \n31.  Debt sustainability. In 2019, Uzbekistan’s external debt was $23.4 billion or 43.5% of \ngross domestic product, with $4.5 billion outstanding to ADB. The government has pursued a \nprudent debt policy with low public and external debt, and internal mechanisms to control annual \nborrowing thresholds, while the significant official reserves of $29.2 billion in 2019 provide a buffer \nagainst potential distress concerns.25 The public debt–gross domestic product ratio is projected \n \n22 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n23 ADB. 2005. Financial Management and Analysis of Projects. Manila. \n24 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n25 ADB. 2020. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof Uzbekistan for the COVID-19 Active Response and Expenditure Support Program. Debt Sustainability Analysis \n(accessible from the list of linked documents in Appendix 2). Manila. \n ", "9 \nto increase from 24.7% in 2019 to 30.9% by 2021, before decreasing to 25.5% in 2030.26 This is \nfar below the low debt stress threshold of 70%, and the project will not impair debt sustainability. \n \nD.  Governance \n \n32.  Financial  management.  An  updated  financial  management  assessment  of  UTY \nconducted in January 2020 confirmed that UTY’s current financial management arrangements \nare sufficient to implement the project in compliance with ADB requirements. UTY has built on \nprior and ongoing ADB project experience, retaining adequate staff, undertaking disbursements \nbased on ADB rules, and adhering to acceptable accounting standards for project reporting. The \nassessed pre-mitigation financial management risk is substantial because of remaining risks in \nthe management of foreign exchange risks, the acquisition of noncore businesses from the \ngovernment,  compliance  with  the  International  Financial  Reporting  Standards  (IFRS),  the \ntimeliness and accuracy of monitoring and reporting, and accounting system and reporting \nintegration within UTY. In this respect, UTY shall, among others (i) carefully monitor its foreign \ncurrency reserves and develop measures to hedge against currency fluctuations, (ii) remove \nnoncore businesses, (iii) attend training organized by ADB on financial management, (iv) move \nto multiyear contracts for auditors and conduct midyear interim audit missions to reduce delays in \nthe preparation of financial statements, (v) engage external consultants and a valuation company \nto address the qualified audit opinion, and (vi) accelerate the integration of the accounting system. \nDetails of the risks and key mitigating measures are in the PAM (footnote 19). \n \n33.  Procurement.  Procurement  arrangements  were  prepared  based  on  strategic \nprocurement planning and comprises three packages (Table 3). For the procurement of plant for \ntraction substations, signaling and telecommunications, and video surveillance, it was assessed \nthat by grouping these components into one package with three lots, a high level of competition \nwould be obtained while also reducing the PIU’s transactional costs in conducting multiple \ntenders. For the train management system (Angren–Pap–Kokand–Andijan section), a different \napproach was adopted since this system will need to be seamlessly interfaced with a similar \nsystem under development (Pap–Namangan–Andijan section). For this reason, this component \nwill be awarded on a direct contracting basis to the firm installing the equivalent system on the \nPap–Namangan–Andijan section (footnote 20). \n \n34.  A project procurement risk assessment confirmed that UTY has sufficient experience and \nstaff skills in procurement. The procurement risk is assessed as moderate. However, the risk \nassessment  identified  some  capacity  issues  of  the  PIU-ET  in  managing  international \nprocurement. Although PIU-ET staff are experienced in ADB-financed projects, their unfamiliarity \nwith the new ADB Procurement Policy and the Procurement Regulations for ADB Borrowers could \nresult in delays in the preparation and approval of bidding documents, and the conduct of bidding. \nADB has provided training to PIU-ET procurement staff in this regard. The transaction TA is \nproviding on-the-job training and assisting the PIU-ET in managing procurement during project \npreparation.  After  the  project  becomes  effective,  the  engineering  and  works  supervision \nconsultants will support procurement. \n \n35.  Integrity and anticorruption. ADB’s Anticorruption Policy (1998, as amended to date) \nwas explained to and discussed with the government and UTY. The specific policy requirements \nand supplementary measures are described in the PAM (footnote 19). \n \n \n26 International Monetary Fund. 2020. Republic of Uzbekistan: Requests for Disbursement under the Rapid Credit \nFacility and Rapid Financing Instrument—Debt Sustainability Analysis. Washington, DC. \n ", "10 \nE.  Poverty, Social, and Gender \n \n36.  An  updated social  and  poverty  assessment  ascertained  that  the  overall  project will \ncontribute to reducing transport costs and travel time; ensure safety; and increase access to jobs, \nmarkets, health care, and education facilities for the local population.27 The primary beneficiaries \nwill be freight transporters (including agro-industrial producers) and passengers (especially the \nuniversity community, which is the primary user of the railway). New jobs will be created during \nimplementation and operation. Women and children will have access to safe transport, with \ngender-inclusive facilities on trains and at modernized stations. Currently, women and children \nface unsafe and crowded travel conditions in informal taxis and vans, which pose a higher risk of \ninfections from COVID-19 because of the difficulty of applying social distancing measures. \nModernization of the railway will increase the opportunities for tourism development in the \nFergana Valley and contribute to the creation of new jobs in the tourism  segment, which \ntraditionally employs women. The additional financing is classified some gender elements. It will \nsupport the empowerment of women employees of UTY, by extending training on modernized \nsignaling and telecommunications for at least 20 women staff. At least 10 women staff of UTY will \nbe trained in train management systems. \n \nF.  Safeguards \n \n37.  Overall assessment. The impact of the additional financing on environment and social \nsafeguards is minimal, since works will take place on the existing right-of-way.  \n \n38.  Associated and existing facilities. External power supply lines have been built using \ngovernment funds, linking the two new traction substations to be built at Asaka and Kokand with \nthe power grid. These are treated as associated facilities. UTY acquired the sites for the two new \ntraction substations in 2016 and initiated construction of buildings on one of them—none of which \nwas in anticipation of the ADB financing. These are treated as existing facilities. \n \n39.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.28 \n  \n40.  Environment (category B). By enhancing the safety and efficiency of a clean mode of \ntransport, the project will contribute to a reduction in local pollutants as well as greenhouse gases. \nConcerns regarding potential environmental impacts are largely temporary and confined to certain \nlocations, i.e., the location of new traction substations, occurring during construction. The project \nactivities will have site-specific impacts such as dust emissions, noise, and waste generation, so \noccupational and community health and safety and mitigation measures will be required.   \n \n41.  UTY, with the support of the transaction TA, has prepared an initial environmental \nexamination (including an environmental management plan) to cover all the relevant project \ncomponents. The initial environmental examination also includes a due diligence assessment and \ncorrective  action  plans  for  associated  and  existing  facilities  (para.  38).  The  environmental \nmanagement plan provides mitigation and monitoring measures, as well as a capacity-building \nplan. Contractors will be responsible for implementing the mitigation measures. UTY’s PIU-ET \nhas full-time safeguard staff with access to monitoring equipment for air quality, noise, and \nvibration.  They  will  be  assisted  in  their  tasks  by  the  engineering  and  works  supervision \nconsultants. With regard to existing and associated facilities, UTY will implement the corrective \n \n27 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n28 ADB. Safeguard Categories. \n ", "11 \naction plans, with assistance from engineering and works supervision consultants, if required. \nUTY conducted meaningful and full public consultations regarding all project components, as well \nas the existing and associated facilities. \n \n42.  Involuntary resettlement (category B). No additional land acquisition and resettlement \nwill arise from the additional financing. All project activities will be done within the existing right-\nof-way of UTY. For the associated and existing facilities, ADB’s Safeguard Policy Statement \nrequires the assessment of impacts and risks to the project. A social due diligence and audit has \nbeen conducted, and corrective actions have been developed and summarized in the resulting \nsocial due diligence report.29 UTY completed one key corrective action—the completion of \ncompensation to three affected households—in August 2020. Pending actions include expanding \nthe  grievance  redress  mechanism  (GRM)  to  cover  the  scope  of  the  additional  financing, \nstrengthening information disclosure and stakeholder engagement, and conducting monitoring \nthroughout the project implementation.  \n \n43.  UTY has a dedicated safeguard specialist who will supervise the implementation of the \ncorrective action plan, assisted by the supervision consultants. It will conduct regular monitoring \nof project activities for any emerging land acquisition and resettlement issues and grievances that \nmay  be  raised  by  stakeholders  and  communities  during  implementation.  UTY  will  provide \nsemiannual monitoring reports to ADB on the implementation of the corrective action plan. UTY \nwill ensure that no physical or economic displacement will occur until compensation is paid and \nassistance is provided to the affected persons.   \n  \n44.  Grievance  redress  mechanism.  UTY  has  established  a  two-level  GRM  under  the \nongoing project, involving (i) the nearest railway station, and (ii) UTY’s secretariat in Tashkent. \nAs a third channel, aggrieved persons can approach any competent court at any stage of the \ncomplaint. The GRM will be expanded to cover the components under the additional financing. \nThe PIU-ET will ensure that grievances and complaints on any aspect of the land acquisition, \ncompensation, and resettlement are addressed in a timely and satisfactory manner through the \nGRM. UTY, through the PIU-ET and engineering and works supervision consultants, will ensure \nthat meaningful consultations are carried out with the affected persons throughout the project \ncycle with particular attention to the needs of the vulnerable and the disadvantaged groups. \n \n45.  Indigenous peoples (category C). The country in general, and the project area in \nparticular, does not have indigenous peoples’ communities as defined in ADB’s Safeguard Policy \nStatement for operational purposes. No further action is required. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n46.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.30  \n \n   \n \n29 ADB. 2013. Safeguard Review Procedures. Operations Manual. OM F1/OP. Manila (para. 53 and footnote 16) \ndiscusses this issue as a risk and requires collaboration to achieve the outcomes consistent with ADB requirements \non a case-by-case basis. The implementation of the corrective action plan has been agreed between ADB and UTY, \nand is included in the legal covenants. \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "12 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nChanges in the government’s tax  The government will expedite the passing of a decree to provide \npayment procedures may challenge  full clarity. \ntimely payments. \nCompetition from road transport  UTY will accelerate the preparation and implementation of its \nreduces the uptake of railway  transformation strategy to guide its long-term development, with \nservices.  the support of ADB. \nNoncompliance with the IFRS in  UTY will hire external consultants to develop a unified accounting \nreporting of UTY’s financial  policy, and an external valuation company to determine the fair \nstatements.  value of its fixed assets and acquired businesses in compliance \nwith the requirements of IFRS. \nUTY’s financial performance dipped  The government is removing noncore businesses from UTY. The \nin 2018 because of its noncore  coal business was removed in March 2020. The government will \nbusiness, especially coal.  pass another decree to (i) remove other noncore businesses from \nUTY, and (ii) prevent UTY from acquiring noncore businesses in \nthe future. Compliance with this decree will be monitored by ADB \non an annual basis. \nEscalation of COVID-19 globally and  Advance contracting action will be undertaken using electronic \nacross Uzbekistan reduces the pace  procurement. UTY and its contractors will develop and implement \nof project implementation.  mitigation plans that include health-related measures to prevent \n  and stem the spread of COVID-19, as well as post-COVID-19 \npandemic activities to make up for any time lost because of the \npandemic. \nADB = Asian Development Bank, COVID-19 = coronavirus disease, IFRS = International Financial Reporting \nStandards, UTY = O’zbekiston Temir Yo’llari. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n47.  The government and UTY have assured ADB that project implementation shall conform \nto  all  applicable  ADB  requirements,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement, \nas described in detail in the PAM and loan documents. \n \n48.  The government and UTY have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreement and project agreement. \n \nV.  RECOMMENDATION \n \n49.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$121,000,000 to the Republic of Uzbekistan for the additional financing of the Central Asia \nRegional Economic Cooperation Corridor 2 (Pap–Namangan–Andijan) Railway Electrification \nProject, from ADB’s ordinary capital resources, in regular terms, with interest to be determined in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending facility; for a term \nof 25 years, including a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project agreements presented \nto the Board. \n \nMasatsugu Asakawa \nPresident \n19 October 2020 \n ", "Appendix 1  13 \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nThe revised design and monitoring framework strikes out content for deletion and underlines \ncontent to be added. \n \nImpacts the Project is Aligned with \nStimulated economic growth in the Fergana Valleya \nImproved connectivity and increased regional trade along CAREC Corridor 2 (CAREC Transport and Trade \nFacilitation Strategy 2020)b \n \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nOutcome       \nLevel of rail  By 2022 2025:     \npassenger and  a.  Travel time for  a.–b.  UTY annual report  R: Competition from \nfreight service on the  passengers from    road transport \nPap–Namangan– Namangan to Tashkent    reduces uptake of \nAndijan railway line  reduced to 3 hours (2016    railway services. \nin, to, and from the  baseline: 5 hours by car)   \nFergana Valley  b.  Average running speed   \nimproved  for freight trains in the   \nFergana Valley increased   \nto 80 km/h (2016   \nbaseline: 60 km/h)   \nc.  CO2 emissions reduced  c.  Project completion \nby 10,000 24,870 tons per  report \nyear (2016 baseline:   \nnone) (OP 3.1)   \nOutputs       \n1. Railway  By 2021:     \ninfrastructure along  1a. 145.1 km of railway line in  1a.–e. UTY’s project  R: Escalation of \nthe Pap– Pap–Namangan–Andijan  progress reports  COVID-19 globally \nNamangan–Andijan  electrified (2016 baseline:  and project  and across \nline upgraded  0 km) (OP 1.3.1, 3.1.1,  completion report  Uzbekistan reduces \n  3.1.3, 3.3.1, 7.1.1)  the pace of project \n1b. Two traction substations  implementation. \nand dispatcher points   \nconstructed (2016  R: Changes in \nbaseline: 0) (OP 1.3.1,  government’s tax \n3.1.1, 3.1.3, 3.3.1, 7.1.1)  payment procedures \n1c. Equipment and machinery  may challenge timely \nfor maintenance  payments. \noperational (2016   \nbaseline: 0) (OP 1.3.1,  R: Multiple layers of \n3.1.1, 3.1.3, 3.3.1, 7.1.1)  review and approving \n1d. Signaling and  authorities, lengthy \ncommunications facilities  procedures to \nmodernized (2016  register a contract, \nbaseline: 0) (OP 1.3.1,  and verification of \n3.1.1, 3.1.3, 3.3.1, 7.1.1)  contract prices may \n1e. External power supply  delay procurement \nfacilities constructed  and implementation. \n(2016 baseline: 0)   \n(OP 1.3.1, 3.1.1, 3.1.3,   \n3.3.1, 7.1.1) \n ", "14  Appendix 1 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \n2. Safety of railway  By 2021:   \noperations improved  2a. Action plan to enhance  2a.–b. UTY’s project \nthe safety of railway  progress reports \noperations in the Fergana  and project \nValley, which considers  completion report \nthe special needs of \nchildren and women, \napproved by UTY \nmanagement (2016 \nbaseline: 0) (OP 6.2)  \n2b. At least 20 UTY staff \nmembers, including all \nrelevant female technical \nstaff, trained on safe \nrailway operations (2016: \n0) (OP 2.1.1, 6.2) \n \n3. Railway  By 2024:     \ninfrastructure along  3a. Two traction substations  3a.−e. UTY’s project \nthe Angren–Pap– constructed, four traction  progress reports \nKokand–Andijan line  substations upgraded,  and project \nupgraded  and two sectioning posts  completion report \n  constructed (2020   \nbaseline: 0) (OP 1.3.1, \n3.1.1, 3.1.3, 3.3.1, 7.1.1) \n3b. Signaling facilities \ninstalled on 441 km of \ntrack (2020 baseline: \n0 km) (OP 1.3.1, 3.1.1, \n3.1.3, 3.3.1, 7.1.1)  \n3c. Telecommunications \nfacilities installed on \n474.3 km of track (2020 \nbaseline: 0 km) (OP 1.3.1, \n3.1.1, 3.1.3, 3.3.1, 7.1.1) c \n3d. At least 200 staff, \nincluding 20 female \ntechnical staff, trained on \ntelecommunications and \nsignaling system (2020 \nbaseline: 0) (OP 2.1.1, \n6.2) \n3e. Equipment and machinery \nfor maintenance \noperational (2020 \nbaseline: 0) (OP 1.3.1, \n3.1.1, 3.1.3, 3.3.1) \n       \n4. Train control and  By 2023:   \nmanagement system  4a. Central train control  4a.−c. UTY’s project \nupgraded  center in Tashkent  progress reports \nmodernized (2020  and project \ncompletion report  \n ", "Appendix 1  15 \nData Sources and  Risks and Critical \nResults Chain  Performance Indicators  Reporting Mechanisms  Assumptions \nbaseline: 0) (OP 1.3.1, \n3.1.1, 3.1.3, 3.3.1, 7.1.1) \n4b. Automated system for \ntrain scheduling \noperational (2020 \nbaseline: 0) (OP 6.2) \n4c. At least 30 staff, including \n10 female technical staff, \ntrained on train \nmanagement system \n(2020 baseline: 0) \n(OP 2.1.1, 6.2) \n \nKey Activities with Milestones \n1.   Railway infrastructure along the Pap–Namangan–Andijan line upgraded \n1.1  Overhead power lines, traction substations, and external power supply facilities designed, installed, and \ncommissioned by Q2 Q4 2020 (delayed). \n1.2  Signaling and communications facilities supplied, installed, and commissioned by Q4 2020 (on track). \n2.  Safety of railway operations improved \n2.1  Detailed assessment of the operational safety of the Pap–Namangan–Andijan railway conducted by Q3 2019 \nQ4 2020 (delayed). \n2.2  Action plan to enhance railway operations for the public in the Fergana Valley developed by Q4 2019 Q4 2020 \n(delayed).  \n2.3  Training of UTY staff on safe railway operations conducted by Q4 2019 Q4 2020 (delayed).  \n3.  Railway infrastructure along the Angren–Pap–Kokand–Andijan line upgraded \n3.1  Traction substations, section posts, signaling, and telecoms designed, installed, and commissioned by Q2 2024. \n3.2  Maintenance machinery and equipment supplied, installed, and commissioned by Q3 2024. \n4.  Train control and management system upgraded \n4.1  Needs assessment for train control and automated train scheduling completed by Q1 2021. \n4.2  Automated train scheduling and management designed, installed, and commissioned by Q2 2024. \n4.3  Training on train scheduling and management completed by Q3 2024. \nProject Management Activities \n[For ongoing project] \nRequests for proposals for project management and construction supervision consultants launched by Q1 2017 and \ncontracts awarded by Q3 Q4 2017 (completed). \nMajor procurement packages bid out in Q2 2017 and contracts awarded by Q1 2018 2019 (completed). \nAdditional procurement for maintenance machinery and equipment, as well as equipment and materials for contact \nsystems, bid out in Q2 2019 and awarded by Q4 2019 (completed). \n \n[For additional financing] \nMajor procurement packages bid out by Q4 2020 and contracts awarded by Q2 2021. \nInputs \nADB: $80.00 million $201.00 million ($121.00 million additional) (ordinary capital resources, regular loan) \nGovernment and UTY: $97.45 million $140.45 million ($43.00 million additional) \nADB = Asian Development Bank, CAREC = Central Asia Regional Economic Cooperation, CO2 = carbon dioxide, \nCOVID-19 = coronavirus disease, km = kilometer, km/h = kilometers per hour, OP = operational priority, Q = quarter, \nR = risk, UTY = O’zbekiston Temir Yo’llari. \na  Defined by project. \nb  ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \nc  Includes 441 km of track as per indicator 3b and an additional 33.3 km of track with only telecommunications. \nSource: Asian Development Bank.  \n \nContribution to Strategy 2030 Operational Priorities \nNote: The expected values and methodological details for all OP indicators to which this operation will contribute results \nare detailed in Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in \nAppendix 2 of the report and recommendation of the President). \nSource: Asian Development Bank. \n ", "16  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48025-004-3 \n \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Transport (Rail Transport [Nonurban])  \n4.  Project Administration Manual \n5.  Summary of Project Performance \n6.  Financial Analysis \n7.  Economic Analysis \n8.  Summary Poverty Reduction and Social Strategy \n9.  Risk Assessment and Risk Management Plan \n10.  Climate Change Assessment \n11.  Initial Environmental Examination \n12.  Contribution to Strategy 2030 Operational Priorities  \n \nSupplementary Documents \n13.  Social Due Diligence Report \n14.  Financial Management Assessment \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20201118100605+08'00'", "Creator": "Adobe Acrobat Pro DC 20.13.20064", "Keywords": "uzbekistan, fergana valley, carec, central asia, pap, namangan, andijan, uzbek rail transport, uzbekistan railways, transport infrastructure, 48025-004, adb projects, terms and conditions, board approval, rrp, approved projects, rrp linked document", "ModDate": "D:20201120175246+08'00'", "Producer": "Adobe Acrobat Pro DC 20.13.20064", "Subject": "The additional financing will increase the scope of the project to complete the modernization of the railway network in eastern Uzbekistan. It will eliminate gaps in signaling and telecommunications systems that are crucial for the safe and efficient operation of trains; boost the amount of freight and passenger trains; reduce the risk of trains from landslides; and improve the capacity of railway staff, including women, in modern train management techniques. The project will improve regional\r\nconnectivity along CAREC Corridor 2, and contribute to railway-driven trade.", "Title": "Central Asia Regional Economic Cooperation Corridor 2 (Pap-Namangan-Andijan) Railway Electrification Project – Additional Financing: Report and Recommendation of the President"}}