{"path": "data/input/reports/48044-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nSri Lanka \nProject Number: 48044-001 \nOctober 2014 \n \n \n \nProposed Programmatic Approach and Policy-\nBased Loans for Subprogram 1  \nGeorgia: Improving Domestic Resource Mobilization \nfor Inclusive Growth Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 27 October 2014) \n \nCurrency unit  –  lari (GEL)  \nGEL1.00  =  $0.5693 \n$1.00  =  GEL1.756 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  LEPL  –  legal entity of public law  \n  MOF  –  Ministry of Finance \n  OCR  –  ordinary capital resources \n  SDR  –  special drawing right \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nNOTES \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  B. Wilkinson, Public Management, Financial Sector, and Trade \nDivision, CWRD \n   \nTeam leader  T. Niazi, Principal Public Management Specialist, CWRD \nTeam members  S. Campbell, Senior Social Development Specialist, CWRD \nA. Gatson, Operations Assistant, CWRD \n  G. Luarsabishvili, Associate Economics Officer, CWRD \n  M. I. Martin, Associate Project Officer, CWRD \n  D. Perkins, Counsel, Office of the General Counsel  \n  L. Schou-Zibell, Principal Economist, CWRD \n \nPeer reviewer  R. O’Sullivan, Lead Financial Sector Specialist, South Asia \nDepartment \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Development Financing Needs  7 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  8 \nA.  Economic and Financial  8 \nB.  Governance  9 \nC.  Poverty and Social  9 \nD.  Safeguards  9 \nE.  Risks and Mitigating Measures  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework   11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  21 \n \n \n \n \n   ", "  \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \nprogrammatic approach for the Improving Domestic Resource Mobilization for Inclusive Growth \nProgram, and (ii) proposed policy-based loans to the Government of Georgia for subprogram 1 \nof the Improving Domestic Resource Mobilization for Inclusive Growth Program.1  \n \n2.  The proposed program aims to improve domestic resource mobilization to help achieve \nmore inclusive growth in Georgia.2 The programmatic approach will finance three subprograms \nto be implemented during 2014–2016.3 The program supports improved debt and fiscal risk \nmanagement,  more  efficient  revenue  and  public  expenditure  management,  generation  of \ndomestic savings, and mobilization of private resources for investment. Inequality of income and \nopportunity will be addressed through the redistributive role of fiscal policy in tax and social \nprotection measures.4  \n \nII.  THE PROGRAM \n \nA.  Rationale \n \n3.  Growth of the Georgian economy since the Rose Revolution in 2003 has averaged \nnearly 6% annually during 2004–2013, leading to an increase in per capita gross national \nincome by three times in current US dollar terms.5 While Georgia advanced rapidly on the Doing \nBusiness rankings, growth stemmed mainly from capital inflows before the twin crises of 2008 \n(the global financial crisis and the conflict with the Russian Federation) and from high public \ncapital spending thereafter. In 2008, the crises sharply reduced capital inflows, and private \ninvestment and growth contracted by 3.8% in 2009. The government launched countercyclical \nfiscal measures to spur growth, increasing public expenditure from 34.0% of gross domestic \nproduct (GDP) in 2007 to 38.4% in 2009. The fiscal stimulus paid off, with growth rebounding \nand averaging more than 5% during 2010–2013.6 The share of foreign direct investment in GDP \ndeclined from 7.7% in 2011 to 5.8% in 2012. However, by the first quarter of 2014 it had \nincreased to 7.2%.      \n \n4.  Reducing poverty and promoting shared growth remain challenges in Georgia. Income \ndistribution is relatively skewed, with a Gini coefficient of 0.42. Unemployment is still a challenge \ndespite the rapid growth of the economy, and was 14.6% of the labor force in 2013, from 15.0% \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Domestic resource mobilization refers to the generation of savings from domestic resources and their allocation to \nsocially productive investments. The public sector mobilizes domestic resources through public revenue generation \nfor social service and infrastructure investment. The private sector mobilizes the savings of households and firms \nthrough financial intermediaries, which lend for investment in productive activities.   \n3 The proposed program is not included in the country operations business plan, 2014–2016 for Georgia. The \nprogram was requested by the government in late 2013, when it asked for programmatic assistance to improve the \nmacrofiscal framework and to increase domestic resource mobilization from public and private resources. \n4  International Monetary Fund (IMF). 2014. IMF Policy Paper. Washington, DC. To enhance the role of fiscal policy \nfor inclusive growth, the paper recommends (i) well-targeted public spending on social assistance programs, \npensions, and infrastructure; and (ii) increased resource mobilization from tax revenue and social contributions.   \n5  Georgia’s gross national income (Atlas method, current dollars) was $3,570 in 2012, approximately three times the \nAsian Development Fund (ADF) eligibility threshold of $1,215. Georgia crossed the ADF eligibility threshold in 2003 \nand has remained above such threshold every year since. As a result and positive assessment of Georgia’s \ncreditworthiness,  in  August  2014,  the  Asian  Development  Bank  (ADB)  Board  of  Directors  approved  the \nreclassification of Georgia as a group C country for accessing ordinary capital resources, to be effective from 1 \nJanuary 2017. ADB. 2014. Georgia: Review of Classification under ADB’s Graduation Policy. Manila.  \n6  IMF. 2013. IMF Country Report No. 13/264. Georgia 2013 Article IV Consultation. Washington, DC. ", "2 \nin  2012.  High  unemployment  contributes  to  the  weak  link  between  growth  and  poverty \nreduction.  Average  monthly  incomes  per  household  increased  during  2006–2013  from \nGEL385.3 to GEL887.2, with a corresponding decline in the relative poverty level (share of \npopulation under 60% of median consumption) from 23.3% to 21.4%. Nevertheless, poverty \nindicators are still high.    \n \n5.  With the change in government in 2012, public finances came under pressure because \nof a large increase in social expenditure and limited scope to raise revenues, resulting in a fiscal \ndeficit of 2.6% of GDP in 2013. The deficit is expected to widen to 3.7% in 2014 with a surge in \nsocial expenditures and lower revenues due to the slowing of growth in preceding years. The \ncomposition  of  central  government  expenditure  will  be  changing  over  time  with  subsidies, \ntransfers,  compensation  of  employees,  and  interest  payments taking up  increasing  budget \nshares at the expense of goods and services. In 2013 public capital expenditure, a significant \ndriver of Georgia’s economic growth during previous years, declined to below 6.0% of GDP from \nthe 2008–2011 level of 7.5%–8.0% due to project implementation delays. Weaknesses have \nbeen identified in the selection, preparation, and appraisal of investment projects.7 Infrastructure \ninvestment needs, including those emerging from decentralization, will require a strong public \ninvestment management system to contain fiscal risks and maintain existing infrastructure.  \n \n6.  Maintaining  sound  macroeconomic  and  prudent  fiscal  management  is  critical  for \ninclusive  growth,  requiring  the  government  to  exercise  expenditure  restraint  as  well  as  to \nincrease revenues. The planned increase in social expenditure in the medium term is consistent \nwith the government’s push for inclusive, equitable growth for all citizens, as well as for gender-\nequitable growth. In this situation, maintaining capital expenditure requires careful prioritization \nof  spending  and  improved  expenditure  efficiency  and  effectiveness  to  ensure  fiscal \nsustainability. The government plans to develop public‒private partnerships to leverage public \nresources and increase private participation, which can also strengthen its fiscal position. \n \n7.  The  government  confronts  different  types  of  fiscal  risk—macroeconomic,  debt,  and \ncontingent  liabilities—as  well  as  those  risks  arising  from  state-owned  enterprise  (SOE) \noperations and the finance sector. The present capacity to monitor and deal with these different \nrisks is limited. Recent reviews have put particular emphasis on the risks associated with the \nquasi-fiscal operations of SOEs, as some implicit subsidies are not reflected in the budget and \nthe accounts of the central government. The SOE sector in Georgia contributed to 7% of gross \nGDP in 2012, accounting for 24% of total corporate investment.  \n \n8.  Total public debt amounted to 34.4% of GDP in 2013, of which 27.2% was denominated \nin foreign currency. Borrowing procedures are generally well developed, but they are poorly \ndocumented in case of external borrowing. A defined debt strategy is needed, as is more \ndetailed analysis of external borrowing proposals. Operational risk management procedures are \nwell developed, but documentation is again lacking. Presently, debt management and cash \nmanagement in Georgia are two separate activities. Cash management is weak, since the \ngovernment relies on a non-remunerated cash buffer in the National Bank of Georgia, the \ncentral bank, to ensure that payments can be made when due. In modern treasury management \nthese two functions are merged and managed by one single entity, using financial market \ninstruments to meet the government’s immediate and longer-term cash needs. To reach this \nstage,  a  two-pronged  approach  is  required:  developing  the  local  financial  markets,  and \nestablishing a modern treasury function in the Ministry of Finance (MOF).  \n \n                                                \n7  World Bank. 2013. Public Expenditure and Financial Accountability (PEFA) Assessment 2012. Washington, DC. \n ", "3 \n9.  Local governments account for approximately 7% of GDP and for 30% of consolidated \ngovernment expenditure, with costs increasing steadily since 2012 in real terms and relative to \nGDP.  In  addition  to  the  provision  of  housing,  utilities,  and  communal  services,  local \ngovernments may execute investment projects with allocated central funding. Determinants of \nfiscal efficiency include appropriate assignment of responsibilities between the different levels of \ngovernment, and the degree of revenue autonomy of the subnational levels. In Georgia, the only \ntax source presently available to local governments is the property tax, and local governments \nconsequently depend heavily on grants from the central government.  \n \n10.  Tax  policy  and  administration  reforms  serve  as  part  of  wider  improvements  of  the \nbusiness and investment climate. Total taxes in Georgia amount to 24.8% of GDP, of which \nindirect  taxes  make  up  13.6%  and  direct  taxes  11.2%  in  2013.  A  notable  feature  is  the \nconstitutional ban on increasing various tax rates. The Georgia Revenue Service is responsible \nfor collecting taxes for both levels of government as well as customs duties. High levels of old \narrears impair the smooth functioning of tax administration.8 Selective writing-off of tax arrears is \nneeded, with improved capacity for risk analysis to guide audit targeting and current controls.  \n \n11.  Pensions constitute the largest social spending item in the state budget, accounting for \n18% of public expenditure in 2013 and 4% of GDP. This cost is likely to increase over time \nbecause of population aging. Social security is presently noncontributory. The current pension \nsystem needs revision to ensure both fiscal sustainability and adequate pension levels over the \nmedium term. More expansive and efficient capital markets will be necessary to absorb pension \ninflows and allow pension funds to responsibly invest in equities. Capital markets, including \nmoney markets, can also provide funding for banks and nonbank financial institutions in Georgia \nthrough equity raising and bond issuance. In the design of a new pension system, it is essential \nto take gender issues into account, as women are less likely to work in formal sectors, generally \nearn lower wages, and may perform other nonpaid labor. The current pension eligibility age is \n65 for men and 60 for women, and is paid to all citizens regardless of marital status.  \n \n12.  The small and medium-sized enterprise sector represents nearly 96% of registered \nbusinesses and employs 42.0% of the workforce in Georgia, but accounted for only 17.7% of \nbusiness turnover in 2013. Firms cite high interest rates, risk-averse bank lending policies, and \nabsence of venture capital as major constraints to growth. Small businesses currently rely on \nowner resources or on retained earnings for investment. Poor development of securities and \ncapital markets and long-term financial instruments, and reliance on a fully publicly funded \npension  scheme,  prevent  higher  savings  rates  and  limit  the  funds  available  for  lending. \nIncreasing  access  to  finance,  especially  for  small  businesses  managed  by  women,  is  an \nimportant policy consideration. Limited support for and use of innovation and technology also \nhampers  small  business  development,  with  Georgia  ranking  73  out  of  142  on  the  World \nEconomic Forum’s Global Innovation Index.   \n \n13.  The  Socio-Economic  Development  Strategy  of  Georgia—Georgia  2020—establishes \npolicy directions for sustainable and inclusive economic growth under four pillars. The proposed \nprogram corresponds closely to the four pillars.9 The program also responds to the 2014–2016 \n                                                \n8  Tax arrears have been accumulating since the 1990s; many businesses owing the old tax arrears are no longer \noperating. Focusing the collection efforts on active taxpayers and businesses will lower costs and improve results.  \n9  Government of Georgia. 2013. Socio-Economic Development Strategy of Georgia, 2020. Tbilisi. Pillar 1 establishes \nthe preconditions for growth through fiscal efficiency, sustainable management of public debt, financial stability, \nand improvement of public policy management. Pillar 2 enhances private sector competitiveness by improving \nbusiness  and  investment  environment  (especially  for  small  and  medium-sized  enterprises),  strengthening \ninnovation capacities, and developing infrastructure. Pillar 3 addresses human capital issues through development \n ", "4 \nNational Action Plan for Implementation of Gender Equality Policy in Georgia that supports \ngender equality in the economic and finance sectors.10 The program is consistent with the \ncountry assistance to Georgia from the Asian Development Bank (ADB) and with government \npolicy.  The  draft  country  partnership  strategy,  2014–2018  is  aligned  with  Georgia 2020, \nfostering inclusive economic growth while enhancing regional connectivity and environmentally \nsustainable growth.11 The country operations business plan, 2014–2016 for Georgia enhances \ninclusive growth by improving access to finance.12 \n \n14.  The program will enhance inclusive growth options by opening up the fiscal space for the \ngovernment to meet its planned significant funding of inclusive social and economic services. To \nachieve  this,  the  program  will  support  fiscal  consolidation,  improve  revenue  management, \nstrengthen public expenditure management, enhance the generation of domestic savings, and \nincrease private resource mobilization for investment opportunities, especially for micro, small, \nand  medium-sized  businesses.  The  programmatic  approach  adopted  for  the  program-- \nsequencing of reforms with the flexibility to incrementally change the reforms based on the \nprogress achieved-- will allow the government to build on achievements and lessons from the \nreforms and to steer the next phase of policy reforms accordingly.  Separate policy and advisory \ntechnical assistance (TA) will provide support to the government in the areas of capital market \ndevelopment, pension reforms, public‒private partnerships, and public debt management.13 \nThese actions help the government to achieve its medium-term sector policy objectives for \npublic  sector  management  and  finance  sector  development.  Women  will  benefit  from  the \nprogram through targeted financing opportunities for their small businesses, equitable treatment \nin  business  opportunities,  and  pension  reforms.  Relevant  lessons  on  the  need  for  policy \nreforms,  stronger  focus  on  inclusive  growth,  and  longer-term  engagement  in  public  sector \nreforms have been incorporated from the evaluation findings of Georgia’s country program \nportfolio.14 \n \nB.  Impact and Outcome \n15.  The program impact will be citizens, particularly women, benefiting from higher living \nstandards and more employment opportunities. The outcome will be the effective mobilization of \ndomestic resources for increased public and private investment. The program will help enable \nimproved fiscal space, better business opportunities and pension arrangements for women, \nmore sustainable social service delivery, and a better environment for economic growth. \n \nC.  Outputs \n \n16.  The program comprises three annual subprograms to support the government’s reform \ninitiatives as outlined in Georgia 2020 and the national action plan on gender (see footnote 10), \nand  specifically  covers  medium-term  issues  in  the  following  four  areas:  (i)  improving \nmanagement of debt, cash, and fiscal risk; (ii) strengthening revenue and public expenditure \n                                                                                                                                                       \nof a labor-market-oriented workforce, strengthening social security, and ensuring high-quality health care. Pillar 4 \nincreases  access  to  finance  by  promoting  retirement  savings,  strengthening  the  financial  architecture  by \ndeveloping capital markets, and expanding access to finance for small and medium-sized enterprises. \n10 Parliament of Georgia. 2014. 2014–2016 National Action Plan for Implementation of Gender Equality Policy in \nGeorgia. Tbilisi. \n11 The country partnership strategy, 2014–2018 for Georgia is expected to be endorsed in January 2015. \n12 ADB. 2013. Country Operations Business Plan: Georgia, 2014–2016. Manila. \n13 ADB. 2014. Technical Assistance to Georgia for Strengthening Domestic Resource Mobilization. Manila. The \n$500,000 TA will provide critical support for the achievement of policy actions under subprograms 2 and 3. \n14 Independent Evaluation Department’s (IED) Evaluation Information System accessed at \n  http://wptamseal.adb.org/lnadbg4/oed001p.nsf/index?OpenForm \n ", "5 \nmanagement; (iii) enhancing generation of domestic savings; and (iv) increasing mobilization of \nprivate  resources  for  investment.  Subprogram  1  has  20  policy  actions,  all  of  which  were \ncompleted  by  15  September  2014,  and  there  are  27  and  25  indicative  policy  actions  for \nsubprograms 2 and 3, respectively.15 \n \n17.  Output 1: Improved management of debt, cash, and fiscal risk. The objective of this \noutput is to strengthen debt, cash, and fiscal risk management. Debt management will be \nstrengthened by improving relevant government processes, increasing transparency, preparing \nand implementing strategies, amending legislation and developing analytical and forecasting \ncapabilities. Fiscal risk management will be strengthened by drafting a strategy for dealing with \nthe different types of fiscal risks and conducting risk assessments for risks, including those \nassociated with loan guarantees and other contingent liabilities. The requisite in-house capacity \nwill be developed to monitor such risks on an ongoing basis.  \n \n18.  Subprogram 1 (i) established an internal procedures manual for external borrowing for \ninvestment financing and budget support; (ii) developed procedures manuals for public debt \nservice processing, debt data recording, and validation for an efficient debt management and \nmonitoring process; (iii) put into place a system of regular website posting of information on \nprojects and programs financed by external sources covering total loan amounts and disbursed \namounts reflected in the state budget, as well as a statistical bulletin on public debt presenting \noverall performance, treasury securities issuance, and transactions on primary markets; (iv) \ncarried out an inventory indicating the fiscal position of large SOEs and their audited financial \nsituation; and (v) developed a strategic template for monitoring and dealing with all types of \nfiscal risk confronting the country. \n \n19.  Subprograms  2  and  3,  building  on  the  accomplishments  under  subprogram  1,  will \ncontinue to improve management of debt, cash and fiscal risk over a medium term. On the basis \nof the newly prepared debt strategy, the required legislative amendments will be submitted to \nthe  parliament.  The  debt  management  and  risk  analysis  systems  will  be  upgraded  and  a \nsystematic process developed for tracking debt and loan guarantees and their timely reporting \nin the government’s financial statements. A dedicated function will be established to manage \nfiscal risks from contingent liabilities related to SOEs and public–private partnership projects.  \n \n20.  Output  2:  Strengthened  revenue  and  public  expenditure  management.  The \nobjective of this output is to increase the effectiveness and efficiency of revenue collection, \nimprove public expenditure management, and strengthen local government finances. Because \nof lack of internal capacity, the government in the past relied on external tax auditors under the \numbrella of the Alternative Audit Program. Through increased recruitment and training efforts, \nthese external auditors will be replaced by in-house tax auditors. Increased efforts will be made \nto collect tax dues and arrears, and write off certain categories of old tax liabilities deemed \nuncollectable  Budgeting  and  budget  execution  functions  of  government  entities  will  be \nincreasingly integrated into the public financial management system and the treasury single \naccount. The quality of public capital investments will be improved by strengthening the project \ninvestment framework, especially private sector participation through PPPs.   \n \n21.  Subprogram 1 (i) implemented strengthened tax collection procedures by establishing a \nnew administrative department; (ii) approved a strategy to reduce the statutory time limit of tax \nnotices and taxpayer notices incrementally from 6 years to 3 years to shorten the tax liability \nimposition period and provide relief to taxpayers; (iii) approved an action plan to phase out the \n                                                \n15 The policy matrix setting out the policy actions for each of the three subprograms is in Appendix 4. \n ", "6 \nAlternative Audit Program and to increase in-house audit capacity in specialized sectors; (iv) \nprepared amendments to the budget code to allow the finances of local self-governments and \nlegal entities of public law (LEPLs)16 to be managed through the public financial management \nsystem, with payments and receipts through the treasury single account; (v) provided detailed \nsupplementary  information  on  types  and  funding  of  capital  projects  in  the  state  budget \ndocuments;  and  (vi)  paved  the  way  for  approval  of  the  Local  Self  Governance  Code  by  \nParliament, resulting in reforms in intergovernmental finances including transfers.  \n \n22.  Subprograms 2 and 3 will build on the accomplishments under subprogram 1. Recovery \nof arrears of at least GEL80 million from active taxpayers, reduction in time limitation of tax \nnotices, and writing off tax arrears of defunct businesses on the basis of legally approved \ncategories will streamline tax collection efforts. The cash operations of local self-governments \nand LEPLs (except schools and kindergartens)17 will be channeled through the treasury single \naccount and budgeting and accounting processes through the public financial management \nsystem. The identification and addressing of gaps in the legal and regulatory framework for \npreparation, appraisal, and implementation of public–private partnership projects will facilitate \nparticipation of the private sector in capital projects. \n \n23.  Output 3: Enhanced generation of domestic savings. The objective of this output is \nto streamline the government’s universal pension or “pillar zero”18 and to establish a sustainable \nprivate pension savings system with quasi-mandatory elements, the so-called hybrid or joint \npillar combining elements of pillars 2 and 3.19 The government will calculate the present and \nfuture costs of providing universal pensions to its citizens, and devise an improved pension plan \nto make the cost fiscally sustainable. The key areas of the pension structure under the hybrid or \njoint pillar will be designed defining issues such as membership contributions, investment of \nbenefits, tax considerations, beneficiary arrangements, and relationship with the existing pillar \nzero. The introduction of pension plans is a long and involved process and needs careful \nunderstanding of the economic and social environment of the country, presence of capital \nmarkets for investment, and drafting of legislation. The program will develop and launch a public \nawareness and communications campaign that explains the benefits and roles of individuals in \nthe new pension plan, with inclusion of gender aspects.   \n \n24.  Subprogram 1 (i) established a pension reform unit with adequate budget and staff and \nan interagency working group to devise a time-bound action plan to develop the new pension \nplan, and (ii) issued a public notification on the broad concept and direction of pension reforms, \nboth mandatory and voluntary systems.20 \n \n25.  Subprograms 2 and 3, building on subprogram 1, will further expand the pension reforms \nby completing the analysis of key areas of pension system design and structure, with revisions \nensuring continuity of equitable treatment of men and women. The individual reporting, record \n                                                \n16 A number of general government functions are carried out by LEPLs. They collect and are allowed to retain income \nfrom services they provide. LEPL finances historically have been managed outside the treasury system. Payments \nby and to them flow through individual accounts held in commercial banks. \n17 There are more than 2,000 schools and kindergartens, many of them in remote and rural areas. Integrating these \nin the treasury system is costly. The government is exploring options to improve school expenditure efficiency. \n18 Pillar zero is the existing universal pension plan of the government. \n19 Pillar 2 is the occupational mandatory defined contribution savings that provides pensions. Pillar 3 is voluntary \npensions. Hybrid or joint pillar is the term given to a pension plan that combines elements of pillars 2 and 3.  \n20 The interagency council for pension reform has representation from the Ministry of Economy and Sustainable \nDevelopment  (MOESD),  Ministry  of  Finance  (MOF),  the  Ministry  of  Labor,  Healthcare  and  Social  Affairs \n(MOLHSA), the Office of the State Minister for Diaspora Issues, the National Bank of Georgia (NBG), the Budget \nand Finance Committee of the Parliament, and the National Statistics Office of Georgia.  \n ", "7 \nkeeping, and accounts system for the new scheme will be developed and implemented. The \nlegislative amendments to the Basic Law on Pensions for the hybrid or joint pillar and to the law \non voluntary savings covering private pensions will be drafted.  \n \n26.  Output 4: Increased mobilization of private resources for investment. The objective \nof this output is to develop capital markets to mobilize long-term finance, and to enhance access \nto finance through small-business financing, development, and gender targeting. Capital market \nreforms will include bond market development, legal and regulatory reforms, and money market \ninstruments so they can contribute to pension reforms under output 3.  \n \n27.  Subprogram 1 (i) built on the policies laid down under Georgia 2020 for the development \nof  financial  intermediation  and  mobilization  of  private  investments;  (ii)  established  an \ninteragency committee and working group to devise a time-bound action plan on capital market \nreform and development;21 (iii) established the Entrepreneurship Development Agency with \nstaffing and allocated budget of GEL110 million for 2014–2018; (iv) established the Georgia \nInnovation and Technology Agency with staffing and allocated budget of GEL20 million for \n2014–2016; (v) earmarked GEL3 million from its budget for a matching grant facility for micro, \nsmall, and medium-sized businesses with 20% reserved for businesses owned by women; (vi) \nearmarked GEL2 million from its budget for mini grants and innovation vouchers for private \nsector innovation and technology development with 20% reserved for businesses owned by \nwomen; and (vii) adopted a gender action plan to ensure equal participation of men and women \nin economic and business activities. \n \n28.  Subprograms 2 and 3, building on subprogram 1, will continue  reforms related to long-\nterm  finance  and  availability  of  finance.  The  review  of  laws,  bylaws,  and  regulations  on \ninvestment, governance, risk management, and fund managers will be completed as well as \napproval  of  account  and  prudential  regulations  for  repos  and  securities  lending.  The  two \nagencies,  established  under  subprogram  1,  will  provide  additional  funding,  expanding  the \nmatching grant facility for micro, small, and medium-sized enterprises with specific gender \ntargets. The government will implement the gender action plan and publicly report on results. \n \nD.  Development Financing Needs  \n \n29.  The  overall  program  is  estimated  to  cost  $200  million  equivalent  for  2014–2016. \nSubprogram  1  comprises  single-tranche  loans  in  the  aggregate  amount  of  $75  million \nequivalent. Subprogram 2, with a loan amount of $50 million equivalent, and subprogram 3, with \na loan amount of $75 million equivalent, are both subject to further discussion between ADB \nand  the  government.  The  subsequent  subprograms  will  be  submitted  for  ADB  Board \nconsideration upon completion of the policy triggers. The policy matrix provides actions to be \ntaken  prior  to  Board  consideration  for  subprogram  1,  and  proposed  policy  actions  for \nsubsequent programs.  \n \n30.  To help finance subprogram 1, the government has requested (i) a loan in various \ncurrencies equivalent to SDR39,286,000 ($59 million equivalent) from ADB's Special Funds \nresources, and (ii) a loan of $16,000,000 from ADB’s ordinary capital resources (OCR).22 The \nAsian Development Fund (ADF) loan will have a 25-year term, including a grace period of 5 \nyears, an interest rate of 2.0% per annum during the grace period and thereafter, and such \n                                                \n21 The interagency committee and working group for capital market reform has representatives from the Ministry of \nEconomy and Sustainable Development, the Ministry of Finance and the National Bank of Georgia. \n22 Development policy letter from the government is in Appendix 3. \n ", "8 \nother terms and conditions set forth in the draft loan agreement. The OCR loan will have a 15-\nyear term, including a grace period of 3 years, straight-line repayment method, an annual \ninterest rate determined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility, a commitment charge of 0.15% per year, and such other terms and \nconditions set forth in the draft loan agreement. Based on this, the average loan maturity is 9.25 \nyears and there is no maturity premium payable to ADB. Subprograms 2 and 3 will be financed \nfrom OCR or a combination of ADF resources and OCR, subject to the availability of ADF \nresources. \n \n31.  The loan size is based on government’s financing needs, the nature and sequence of \nthe required reforms, and potential development impact. The government’s development-related \nexpenses associated with the program are estimated at GEL757.3 million ($440.3 million),23 \nleaving a shortfall of approximately GEL300.0 million ($174.4 million) for 2014 in unfunded \nliabilities that are envisaged to be financed through development partner assistance. Georgia’s \ngross financing needs continue to be high. In 2014, with the fiscal deficit amounting to 3.7% of \nGDP, the government  intends to  borrow  both from  domestic (28.7%)  and foreign (71.3%) \nsources to finance the deficit. The public debt level is expected to increase to 33.6% of GDP in \n2014 from 32.9% at the end of 2013 as a result of government borrowing for budget support. \n \nE.  Implementation Arrangements \n \n32.  The MOF will be the executing agency and the Ministry of Economy and Sustainable \nDevelopment and the MOF will be the implementing agencies for the program. A program \nsteering committee will be formed comprising senior officials from the two ministries, chaired by \nthe deputy minister of finance. The committee will meet semiannually to review progress in \nachieving the agreed policy actions for the program. The proceeds of the policy-based loan will \nbe  disbursed  to  Georgia  in  accordance  with  the  provisions  of  ADB’s  Simplification  of \nDisbursement Procedures and Related Requirements for Program Loans.24 The loan proceeds \nwill be used to finance the cost (excluding local taxes and duties) of items produced and \nprocured in ADB member countries, excluding ineligible items and imports financed by other \nbilateral and multilateral sources. The implementation period for the overall program is from \nJanuary 2014 to December 2016, while the implementation period for subprogram 1 is from \nJanuary 2014 to December 2014. \n \nIII.  DUE DILIGENCE \n \n33.  The beneficiaries will primarily be the taxpayers, pension recipients, small businesses, \nwomen entrepreneurs, and local constituents who will gain from improved revenue and public \nexpenditure  management.  Citizens  will  benefit  from  improved  investment  management \npractices of the government. Taxpayers and recipients of government services will benefit from \nreduced  fiscal  costs  of  investment  projects.  Small  businesses,  particularly  women \nentrepreneurs, will benefit from improved availability of financing and increased opportunities to \nintroduce innovation and technology in businesses. \n \nA.  Economic and Financial \n \n34.  The reform agenda supported by the program is economically viable. The reforms will \nmobilize public and private resources, creating investment and employment opportunities while \n                                                \n23 MOF. Georgia: Basic Data and Directions 2014–2017—supplementary document of 2014 Budget. Tbilisi.  \n24 ADB. 1998. Simplification of Disbursement Procedures and Related Requirements for Program Loans. Manila. \n ", "9 \nmaintaining fiscal space to support economic growth. The economic benefits will accrue from \nenhanced operational and allocative efficiencies from the program reform areas. The benefits \nare expected from better management of debt and fiscal risks confronting the country, increased \ninflows  of  tax  revenues  and  better  expenditure  allocative  efficiency  by  establishing  a \nstrengthened  legal  and  regulatory  framework  for  investment  and  public-private  partnership \nprojects.  The  program  beneficiaries  will  include  the  working  population,  especially  the \npensioners who stand to gain from a sustainable and reformed new pensions system. The \nenhanced generation of domestic savings will be productively used in stimulating investment \nand furthering entrepreneurial activities for micro, small, and medium-sized enterprises.  \n \nB.  Governance \n \n35.  In line with the Second Governance and Anticorruption Action Plan, a governance risk \nassessment was conducted as part of the draft country partnership strategy for Georgia, 2014–\n2018. The draft assessment notes the significant advancements that Georgia has made in \nbudgetary and financial management systems. A basic set of systems is in place for strategic \nbudget planning and budget formulation and execution, key modules of an integrated public \nfinancial  management  system  have  been  launched,  the  treasury  information  system  is \noperational,  and  electronic  government  procurement  has  been  introduced.  Complementary \nreforms are being rolled out to line ministries and sectors. Risks identified include weak public \ninvestment  management,  inadequate  monitoring  and  analysis  of  government  contingent \nliabilities, non-inclusion of LEPL revenues and expenditures in budget execution reports, and \ninadequate  predictability  and  transparency  of  intergovernmental  transfers.  The  proposed \nprogram and related TA project are addressing these areas. ADB’s Anticorruption Policy (1998, \nas amended to date) was explained to and discussed with the government. The government is \nacting  against  corruption,  including  ongoing  monitoring  and  reporting  work  by  the  public \naccounts committee of the Parliament. The government’s fiduciary arrangements for budget \nsupport and relevant public financial management systems are considered sound.  \n \nC.  Poverty and Social \n \n36.  The reforms supported under the program will accelerate economic growth and help \ncreate  jobs,  which  are  keys  to  reducing  poverty  and  ensuring  inclusive  growth.  Domestic \nresources for public and social expenditure will increase through more domestic savings, better \nincome generating opportunities will be provided through improved access to finance, and \nenhanced protection against life and economic risks will be available through pension and social \nassistance  reforms.  Increased  domestic  resource  mobilization  will  also  benefit  small \nbusinesses,  especially  those  owned  or  run  by  women.  The  program  addresses  women’s \nempowerment by narrowing gender disparities through improved access to financial resources \nand opportunities, as well as through better representation on the tax audit teams. The program \nwill also take an equitable approach for both men and women in the reformed pension system, \nconsistent with the current arrangements under pillar zero.   \n \nD.  Safeguards \n \n37.  The  policy-based  loan  will  not  trigger  safeguard  policies  and  is  categorized  C  for \nenvironment, involuntary resettlement, and indigenous peoples. \n \n \n \n ", "10 \nE.  Risks and Mitigating Measures \n \n38.  Of the potential risks identified for the program, the key risks are that (i) the external \nenvironment  deteriorates  and  delays  fiscal  consolidation  reforms,  and  (ii)  weak  economic \ngrowth affects expenditure efficiency. The mitigation measures for these risks are that (i) ADB \nwill facilitate effective and coordinated donor support to ensure reform consistency; and (ii) \nthrough policy dialogue and the TA (see footnote 13), ADB will support the MOF in improving \ndebt and fiscal management, strengthening public expenditure management, and increasing \ndomestic savings and private resources for investment. These risks and mitigating measures as \nwell  as  other  additional  risks  and  mitigating  measures  are  described  in  detail  in  the  risk \nassessment and risk management plan.25 The integrated benefits of the program are expected \nto outweigh the costs.  \n \nIV.  ASSURANCES \n \n39.  The government has assured ADB that implementation of subprogram 1 shall conform to \nall applicable ADB policies including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the loan \ndocuments. \n \n40.  The government has agreed with ADB on certain covenants for subprogram 1, which are \nset forth in the loan agreements. \n \nV.  RECOMMENDATION \n \n41.  I am satisfied that the proposed programmatic approach and policy-based loans would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve \n(i)  the programmatic approach for the Improving Domestic Resource Mobilization \nfor Inclusive Growth Program;  \n(ii)  the  loan  in  various  currencies  equivalent  to  SDR39,286,000  to  Georgia  for \nsubprogram 1 of the Improving Domestic Resource Mobilization for Inclusive \nGrowth Program, from ADB’s Special Funds resources, with an interest charge at \nthe rate of 2.0% per annum during the grace period and thereafter; for a term of \n25  years,  including  a  grace  period  of  5  years;  and  such  other  terms  and \nconditions as are substantially in accordance with those set forth in the draft loan \nagreement presented to the Board; and  \n(iii)  the loan of $16,000,000 to Georgia for subprogram 1 of the Improving Domestic \nResource Mobilization for Inclusive Growth Program, from ADB’s ordinary capital \nresources,  with  interest  to  be  determined  in  accordance  with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 15 years, \nincluding a grace period of 3 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board. \n \nTakehiko Nakao  \nPresident \n28 October 2014 \n \n                                                \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \n \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \nImpact      Assumptions \nCitizens, particularly  Fiscal deficit reduced to 1.5%  MOF public notification  Government remains \nwomen, benefit from  of GDP by 2020    committed to reforms \nhigher living  (2012 baseline: 3.0%)    promoting inclusive \nstandards and more      public investment \nemployment  Absolute poverty reduced to  MOF public notification   \nopportunities    18.0% of population by 2020    Effective donor \n(2012 baseline: 22.4%)    coordination to further \n    public sector \nGini coefficient reduced to 0.35  MOF public notification  management reforms \nby 2020    \n(2012 baseline: 0.42) a  Risk \nExternal environment \ndeteriorates and delays \nreforms to improve fiscal \nconsolidation  \nOutcome      Assumption \nEffective mobilization  By December 2016, domestic  National Statistics  Effective interagency \nof domestic  savings as a percentage of  Office of Georgia  coordination \nresources for  GDP increased to at least     \nincreased public and  21.6% (2012 baseline: 10.2%)  Risk \nprivate investment    Weak economic growth \n  impacts expenditure \nefficiency \nOutputs       Assumption \n1. Debt, cash, and  By September 2016, a  Government decree   Effective and timely \nfiscal risk  medium-term public debt    collaboration of \nmanagement  management framework is    stakeholders \nimproved   implemented      \n     \n  By September 2016,  Public notification on \n  assessment of fiscal risks  MOF website \n  conducted for large SOEs to   \n  determine contingent liabilities   \n     \n2. Revenue and  By September 2016, tax  Annual report \npublic expenditure  arrears collection increased by  published on Georgia \nmanagement  at least GEL80 million  Revenue Service \nstrengthened    website \n     \n  By September 2016, the  Annual report \n  number of in-house tax  published on Georgia \n  auditors increased to 330 from  Revenue Service \n  the current 230, of which 150  website \n  are women   \n     \n  By September 2016, draft  Annual report \n  amendments prepared to  published on MOF \n  cover gaps in the legal and  website \n  regulatory framework of PPPs   ", "12  Appendix 1 \nData Sources and \nPerformance Targets and  Reporting  Assumptions and \nDesign Summary  Indicators with Baselines  Mechanisms  Risks \n3. Generation of  By September 2016,  pension  Annual report \ndomestic savings  system revisions implemented  published by MOESD, \nenhanced  which ensure continuity of  MOLHSA, and MOF  \n  equitable treatment of men   \n  and women    \n     \n  By September 2016, changes  Annual report \n  instituted to basic pension law  published by MOESD, \n  and law on voluntary savings   MOLHSA, and MOF  \n     \n4. Mobilization of  By September 2016, at least  Annual report \nprivate resources  GEL12 million provided to  published by MOESD \nfor investment  small and medium-sized  and MOF  \nincreased  businesses as matching facility   \n  to spur investments, with 30%   \n  allocated to women   \n  entrepreneurs   \n   \nBy September 2016, at least  Annual report \nGEL9.5 million provided to  published by MOESD \nsmall businesses for  and MOF  \nencouraging innovation and   \ntechnology, with 30% allocated \nto businesses owned or run by \nwomen \n Activities with Milestones  Inputs \n1.1 MOF establishes internal procedures for external borrowing for  ADB  \ninvestment financing and budget support (July 2014)  Subprogram 1: Ordinary capital \n1.2 MOF prepares and approves a debt strategy covering loan  resources: $16 million; Asian \nportfolio, goals, and principles of incurring new debt and issues  Development Fund: $59 million \nof debt sustainability (March 2015)  equivalent \n1.3  MOF submits to Parliament required amendments to the public   \ndebt legislation underpinning the debt strategy (September 2015)  Subprogram 2= $50 million \n1.4 MOF establishes a staffed and budgeted function to manage  Subprogram 3= $75 million \nfiscal risks, including contingent liabilities of state-owned    \nenterprises and PPPs (November 2015) \n1.5 MOF strengthens the middle analytical office with an upgraded \ndebt management and risk analysis system integrated with the e-\nbudget and e-treasury systems (September 2016) \n \n2.1 GRS implements strengthened tax collection procedures by \nestablishing a new administrative department (July 2014) \n2.2 GRS approves a strategy to reduce statutory time limitation of tax \nnotices and taxpayer notices (July 2014) \n2.3 GRS completes the phasing-out of alternative auditors by \nincreasing the number of in-house tax auditors to at least 330, \nout of which 150 are women (September 2016) \n2.4 MOF prepares amendments to the budget code to allow for LSG \nand LEPL finances to be managed through the electronic PFMS, \nand their payments and receipts through the TSA (July 2014)  \n2.5 Government agencies identify gaps in the legal and regulatory \nframework for preparation, appraisal, and implementation of PPP  \n ", "  Appendix 1  13 \nActivities with Milestones \nprojects (September 2015)   \n2.6 Government agencies draft legal amendments to address \nidentified gaps in the legal and regulatory framework for PPPs \n(September 2016) \n \n3.1 MOESD establishes a pension reform unit with adequate budget \nand staffing, and an interagency working group to devise a time-\nbound action plan (July 2014) \n3.2 MOESD issues consensual paper on the nature of hybrid and \njoint pillar including issues such as membership, contributions, \ntax considerations, benefits, gender, and relationship with the \nuniversal pension system (August 2015) \n3.3 MOESD seeks Cabinet approval for a strategy and time-bound \naction plan for pension reforms including legal and regulatory \ngaps, data privacy, and tax legislation (October 2015) \n3.4 MOESD launches a communication campaign on benefits of the \nhybrid pillar, including gender aspects (September 2016) \n3.5 MOESD drafts amendments to the law on voluntary savings and \nsubmits to Parliament for approval (September 2016) \n \n4.1 MOESD together with NBG establishes an interagency working \ngroup on capital market reforms (September 2014) \n4.2 MOESD issues a public notification on the concept and direction \nof capital market reforms including corporate securities, \nexpanding bond market, and money market instruments for \nsecured interbank trading (September 2015) \n4.3 MOESD establishes EDA and GITA (July 2014) \n4.4 EDA launches matching grant facilities and other financial \nproducts for small and micro enterprises (July 2014) \n4.5 GITA launches mini grants and innovation vouchers to support \nprivate sector innovation and technology (July 2014) \n4.6 Government implements the gender action plan and publicly \nreports on results included in the program policy areas  A\np\n(September 2016)  p\ne\nn\nADB = Asian Development Bank; EDA = Entrepreneurship Development Agency; GDP = gross domestic product;  d\nGITA = Innovation and Technology Agency; GRS = Georgia Revenue Service; LEPL = legal entity of public law; LSG  ix 4\n= local self-government; MOESD = Ministry of Economy and Sustainable Development; MOF = Ministry of Finance;   \nMOLHSA = Ministry of Labor, Health and Social Affairs; NBG = National Bank of Georgia; PFMS = public financial \nmanagement system; PPP = public–private partnership; SOE = state-owned enterprise; TSA = treasury single \n1\naccount.   3\na   \nSex-disaggregated data will be collected during implementation of subsequent subprograms to define the indicator \nfurther. \nSource: Asian Development Bank. \n \n \n ", "14  Appendix 2   \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48044-001-3 \n \n1.  Loan Agreement: Special Operations \n2.  Loan Agreement: Ordinary Operations \n3.  Sector Assessment (Summary): Public Sector Management and Financial Sector \nDevelopment   \n4.  Contribution to the ADB Results Framework  \n5.  Development Coordination  \n6.  Country Economic Indicators  \n7.  International Monetary Fund Assessment Letter1  \n8.  Summary Poverty Reduction and Social Strategy  \n9.  Gender Action Plan \n10.  Risk Assessment and Risk Management Plan  \n11.  List of Ineligible Items \n \n \n                                                \n1 The linked document is the press release dated 31 July 2014. According to the International Monetary Fund (IMF), \nresponses to the multilateral development banks' requests for the IMF assessment of a country's macroeconomic \nconditions and policies will be conveyed whenever possible through the most recent press release, chairman’s \nstatement produced in the context of Article IV surveillance, IMF-supported program, or staff monitoring program, \nor a previous assessment letter, if it remains valid. Barring any major changes in the country circumstances, the \npublic information notice, chairman’s statement, or previous assessment letters are expected to remain valid for a \nperiod of up to 6 months. An assessment letter would only be called for if either (i) the most recent assessment is \nmore than 6 months old, or (ii) IMF staff considers that there have been material changes in the country’s \ncircumstances that call for an updated assessment. \n ", "Appendix 3  15   \nDEVELOPMENT POLICY LETTER \n1\n5\n \nA\np\np\ne\nn\nd\nix\n 4\n \n \n ", "16  Appendix 3 \n1\n6\n \nA\np\np\ne\nn\nd\nix\n4 \n \n \n \n \n ", "Appendix 3  17 \nA\np\np\ne\nn\nd\nix\n 4\n \n1\n7\n \n \n ", "18  Appendix 3 \n1\n8\n \nA\np\np\ne\nn\nd\nix\n4 \n \n \n \n ", "Appendix 3  19 \nA\np\np\ne\nn\nd\nix\n 4\n \n1\n9\n \n \n \n ", "20  Appendix 3 \n2\n0\n \nA\np\np\ne\nn\nd\nix\n4 \n \n \n \n ", "Appendix 4  21   \n \nPOLICY MATRIX \n2\n1\n \nSubprogram 2  Subprogram 3 \nSubprogram 1  2015  2016 \nA\nPolicy Actions  2014  (Indicative)  (Indicative)  pp\ne\nOutput 1: Improved Management of Debt, Cash and Fiscal Risk   n\nd\nStrengthened  MOF approves internal  MOF prepares and  MOF submits to  ix 4\n \ndebt and cash  procedures manual for  approves a Debt  parliament any \nmanagement   external borrowing for  Strategy for medium  required amendments \n  investment project  term debt  to the public debt \nfinancing and budget  management covering  legislation \nsupport describing the  loan portfolio, goals  underpinning the Debt \nscheme of process  and principles of  Strategy \nincluding roles of NBG,  incurring new debt and   \nMOESD, Ministry of  issues of debt   \nJustice and the  sustainability   \nparliament for signing,     \nratification and effectivity       \n     \nMOF approves procedure  MOF prepares an  MOF strengthens \nmanuals for the  action plan to  Middle Office with an \nprocessing of public debt  strengthen the Middle  upgraded debt \nservice, debt data  Office (analytical)  management and risk \nrecording and validation  function of the PDEFD  analysis system \nfor efficient debt  for advising on terms  integrated with the e-\nmanagement and  of funding for  budget and e-treasury \nmonitoring process   government projects  systems \n  and evaluating public   \n  debt portfolio     \n     \nMOF publishes on its  MOF develops a  MOF reports on \nweb site: (a) information  systematic process for  guarantees in \non projects and programs  debt and loan  government’s financial \nfinanced by external  guarantees  statements covering \nsources covering total  recordkeeping,  face value  \nloan amounts, disbursed  reporting and   \namounts and reflected in  validation \nthe State Budget, and (b)   \na statistical bulletin on   \npublic debt presenting   \noverall performance,   \ntreasury securities   \nissuances and   \ntransactions on primary   \nmarkets   \n \nMOF sets up a \ndedicated analytical \nfunction for cash flow \nforecasting with \nadequate budget and \npersonnel ", "22  Appendix 4 \nSubprogram 2  Subprogram 3 \n2\nSubprogram 1  2015  2016  2\n \nPolicy Actions  2014  (Indicative)  (Indicative) \nStrengthened  MOF conducts an  MOF establishes a  MOF provides \nA\nmanagement of  inventory indicating fiscal  dedicated staffed and  information on the debt  pp\ne\nfiscal risk   position of large SOEs  budgeted function to  of SOEs and  n\nd\nand their audited financial  manage fiscal risks  contingent liabilities of  ix\n4 \nsituation   including contingent  SOEs and PPPs as a   \n  liabilities of SOEs and  supplement to the \n  PPP projects  state budget \n    documents \n     \nMOF develops a strategic  MOF establishes  MOF carries out a first \ntemplate for monitoring  procedures, assigns  complete assessment \nand dealing with all types  institutional  of: \nof fiscal risk confronting  responsibilities, and  (i)  financial sector \nthe country  sets aside adequate  risks; and \n  human and financial  (ii)  assessment of \n  resources to monitor  fiscal risks SOEs \n  and advise on the  represent \n  management of the   \ndifferent types of fiscal \nrisk confronting the \ngovernment \n \nMOF carries out a first \ncomplete assessment \nof: \n(i)  macro risk \nassessment; \n(ii)  external debt \nsustainability \nanalysis; and \n(iii) review of risk \nassociated with \nloan guarantees \nand other similar \ncontingent \nliabilities \n \nOutput 2. Strengthened Revenue and Public Expenditure Management \nIncreased  GRS implements  GRS recovers arrears  GRS starts the process \neffectiveness  strengthened tax  from active tax payers  of writing off tax \nand efficiency of  collection procedures by  amounting to at least  arrears of defunct \nrevenue  establishing a new  GEL80 million for the  businesses on the \ncollection  dedicated and budgeted  current tax year  basis of legally \n  Administrative    approved categories  \nDepartment     \n     \nGRS approves a strategy  GRS reduces the  GRS reduces the \nto reduce the statutory  statutory time  statutory time limitation \ntime limitation of tax  limitation of tax notices  of tax notices and \n ", "Appendix 4  23 \nSubprogram 2  Subprogram 3 \nSubprogram 1  2015  2016 \nPolicy Actions  2014  (Indicative)  (Indicative) \nnotices and taxpayer  and taxpayer notices  taxpayer notices from \nnotices incrementally  from 6 to 5 years,  5 to 4 years, \nfrom 6 to 3 years to  shortening tax liability  shortening tax liability \nshorten tax liability  imposition period  imposition period \nimposition period  providing relief to  providing relief to \nproviding relief to  taxpayers  taxpayers \ntaxpayers     \n     \nGRS approves an action  GRS increases the  GRS completes the \nplan to phase out the  number of in-house  phasing out of \nAlternative Audit Program  tax auditors to at least  alternative auditors by \nand to increase capacity  275 (from the current  increasing the number \nof in-house audit,  230, out of which 110  of in-house tax \nincluding in specialized  are women),  auditors to at least \nsectors   correspondingly  330, out of which 150 \ndecreasing the  are women \nnumber of alternative \nauditors  \n \nImproved public  MOF prepares  All cash operations of   \nexpenditure  amendments to the  LSGs and LEPLs   \nmanagement   budget code to allow for  (except schools and   \n  LSG and LEPL finances  kindergartens) are   \n  to be managed through  channeled through the   \n  the electronic PFMS and  TSA and the   \ntheir payments and  budgeting, budget   \nreceipts through the TSA   execution and   \n  accounting processes    A\np\np\n  through the PFMS    e\nn\n      d\nix\nMOF provides  The relevant  The relevant   4\n \nsupplementary  government agencies  government agencies \ninformation on types and  identify gaps in the  prepare drafts of \n2\nfunding of capital projects  legal and regulatory  regulations to address  3\n \nin the state budget  framework for  any identified gaps in \ndocuments   preparation, appraisal  the legal and \n  and implementation of  regulatory framework \npublic private  of public-private \npartnership projects  partnership projects \n  and any required legal \namendments  \n \nStrengthening of  Parliament approves the  Government submits  Government ensures \nlocal government  Local Self Governance  to parliament  that intergovernmental \nfinances  Code in February 2014  proposals for  transfers increase in \npaving the way for  amendments to the  line with GDP growth \nreforms in  Budgetary Code  or at least by GEL30-\nintergovernmental  defining the separation  40 million in the current \nfinances including capital  of revenues among  budget year \n ", "24  Appendix 4 \nSubprogram 2  Subprogram 3 \n2\nSubprogram 1  2015  2016  4\n \nPolicy Actions  2014  (Indicative)  (Indicative) \ntransfers and special  the budgets of state, \nA\ntransfers  autonomous regions  pp\ne\n  and municipalities  n\nd\n    ix\n4 \nOutput 3. Enhanced Generation of Domestic Savings    \nStreamlining    MOESD, MOF, and  MOLHSA and MOF \nUniversal     MOLHSA complete  submits to Cabinet for \nPension–Zero  forecast of present  approval the overall \nPillar  and future cost of  policy on future Zero \nUniversal Pensions  Pillar  \nunder various   \nscenarios using Prost   \nModeling and other   \napproaches   \n   \nMOESD, MOF, and  Government approves \nMOLHSA submit to  the pension system \ngovernment pension  revisions which ensure \nsystem revisions  continuity of equitable \nwhich ensure  treatment of men and \ncontinuity of equitable  women  \ntreatment for men and \nwomen  \n \nEstablishing  MOESD establishes a  MOESD completes  MOESD develops and \nsustainable  pension reform unit with  analysis of the key  implements personified \nprivate pension  adequate budget and  areas of pension  reporting, \nsavings system  staffing and an  system design and  recordkeeping and \nwith quasi- interagency working  structure, including  individual account \nmandatory  group to devise a time-  continued equitable  system to make the \nelements –  bound action plan on  treatment of men and  new scheme \nHybrid or Joint  designing a new pension  women, and hybrid/  operational \nPillar  system   joint nature   \n(combination of    incorporating   \npillars 2 and 3)    mandatory and   \n  voluntary dimensions    \n     \nMOESD issues a public  MOESD issues  MOESD drafts \nnotification on the broad  consensual paper on  legislation either as \nconcept and direction of  the nature of hybrid  amendments to Basic \npension reforms including  pillar including issues  Law on Pensions for \nmandatory and voluntary  like membership,  Hybrid or Joint pillar or \nsystems  contributions, tax  through introducing \n  considerations,  independent \n  benefits, gender, and  legislation, allowing for \n  relationships with zero  subsidiary legislation to \npillar  be introduced later \n   \nMOESD submits to   \n ", "Appendix 4  25 \nSubprogram 2  Subprogram 3 \nSubprogram 1  2015  2016 \nPolicy Actions  2014  (Indicative)  (Indicative) \nCabinet for approval a   \nstrategy and time-  \nbound action plan for   \npension reforms,   \nincluding legal and   \nregulatory gaps, data   \nprivacy and tax   \nlegislation   \n   \nMOESD and MOF  MOESD launches \ndevelop approach for  communication \npublic awareness  campaign with nation-\nprograms for zero and  wide public awareness \nhybrid/joint pillars,  drives on benefits of \noutlining specific  hybrid pillar, including \nmeasures for  gender aspects \ncontinuity of equitable   \ntreatment of men and   \nwomen   \n   \nMOESD completes the  MOESD drafts \nreview of existing  amendments to the \nstructure of private  Law on Voluntary \npensions to  savings covering \nincorporate any  private pensions and \nrequired changes in  submits to Parliament \nthe related legislation   for approval \n    A\np\np\nOutput 4. Increased Mobilization of Private resources for Investment   e\nn\nDeveloping  Government approves  MOESD issues a  MOESD launches a  d\nix\ncapital markets  Socio-Economic  public notification on  public awareness   4\n \nfor mobilizing  Development Strategy of  the concept and  campaign on benefits \nlong-term  Georgia 2020 in June  direction of capital  of capital market \n2\nfinance   2014 committing to  market reforms,  reform plan including  5\n \n  policies to mobilize  including corporate  investor protection, \ninvestments and develop  securities, expanding  financial instruments \nfinancial intermediation  bond market and  for investment, long- \n  money market  term savings, gender \n  instruments for  aspects and close link \n  secured interbank  with pensions reforms  \n  trading   \n     \nGovernment together  MOESD submits to  MOESD completes the \nwith NBG establishes an  Cabinet for approval a  review of laws, bylaws, \ninteragency working  strategy and time- regulations on \ngroup to devise a time  bound action plan for  investment, \nbound action plan on  capital market reforms,  governance, risk \ncapital market reform and  including addressing  management and fund \ndevelopment  legal and regulatory  managers essential for \n ", "26  Appendix 4 \nSubprogram 2  Subprogram 3 \n2\nSubprogram 1  2015  2016  6\n \nPolicy Actions  2014  (Indicative)  (Indicative) \n  gaps and improving  managing investments, \nA\n  the structure and  including private  pp\ne\nefficiency of the  pension savings  n\nd\nmarket infrastructure   captured in a policy  ix\n4 \nbrief   \n \n \nMOESD contributes to \nmoney market \ndevelopment by \napproving accounting \nand prudential \nregulations for repos \nand securities lending  \n \nEnhancing  MOESD establishes the  MOESD allocates a  MOESD allocates a \naccess to  Entrepreneurship  budget of GEL20  budget of GEL25 \nfinance for small  Development Agency  million to the  million to the \nbusiness  with adequate staffing,  Entrepreneurship  Entrepreneurship \nfinancing and  work plan and budget of  Development Agency  Development Agency \ndevelopment  GEL110 million for 2014–    \nwith gender  2018 allocating GEL19     \ntargeting  million for 2014     \n     \nMOESD establishes the  MOESD allocates a  MOESD allocates a \nInnovation and  budget of GEL6 million  budget of GEL8 million \nTechnology Agency with  to the Georgia  to the Georgia \nadequate staffing, work  Innovation and  Innovation and \nplan and allocated  Technology Agency  Technology Agency \nbudget of GEL20 million     \nfor 2014–2016 allocating     \nGEL6 million for 2014     \n     \nEDA (within its budget)  EDA (within its budget)  EDA (within its budget) \nestablishes a concept for  expands matching  expands matching \na matching grant facility  grant facility for micro,  grant facility for micro, \nand other financial  small and medium- small and medium-\nproducts for micro, small  sized enterprises by  sized enterprises by \nand medium-sized  GEL4 million,  GEL5 million, \nenterprises with GEL3  depending on  depending on \nmillion with 20%  performance/fund  performance/fund \nearmarked for women’s  utilization, with 30%  utilization, with 40% \nbusinesses  earmarked for women  financing earmarked \n  businesses  for women businesses \n     \nGITA (within its budget)  GITA (within its  GITA (within its \nestablishes financial  budget) expands  budget) expands \ninstruments like mini  financial instruments  financial instruments to \ngrants, matching grants  to support private  support private sector \n ", "Appendix 4  27 \nSubprogram 2  Subprogram 3 \nSubprogram 1  2015  2016 \nPolicy Actions  2014  (Indicative)  (Indicative) \nand innovation vouchers  sector innovation and  innovation and \nto support private sector  technology  technology \ninnovation and  development with  development with \ntechnology development  GEL3 million,  GEL4.5 million, \nwith GEL2 million, with  depending on  depending on \n20% earmarked for  performance/fund  performance/fund \nwomen businesses  utilization, with 30%  utilization, with 40% \n  earmarked for women  earmarked for women \n  businesses  businesses \n     \nGovernment adopts  Government  Government \nGender Action Plan,  implements the gender  implements the gender \nwhich ensures equal  action plan and  action plan and \nparticipation of men and  publicly reports on  publicly reports on \nwomen in economic and  results included in the  results included in the \nbusiness activities, equal  program policy areas  program policy areas \nparticipation in  such as small  such as small business \nprofessional and  business training and  training and financing \nbusiness educational  financing   \nprograms. Special   \nattention is paid to \nbusiness training for \nwomen that will increase \naccess to finance for \nfemale entrepreneurs      \n \nEDA = Entrepreneurship Development Agency, EU = European Union, GDP = gross domestic product, GEL= \nGeorgian Lari, GITA= Georgia Innovation and Technology Agency, GRS = Georgia Revenue Service, LEPL = legal  A\np\nentities of public law, LSG = Local Self-Government, MOESD = Ministry of Economy and Sustainable Development,  p\ne\nMOF = Ministry of Finance, MOLHSA= Ministry of Labor, Health and Social Affairs, NBG= National Bank of Georgia,  n\nd\nPFMS = public financial management system, PDEFD = Public Debt and External Financing Department, PPP =  ix\npublic–private partnership, SOEs = state- owned enterprise, TSA = Treasury Single Account.   4\n \n \n  2\n7\n   \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20141029162533+08'00'", "Creator": "Microsoft® Word 2010", "Keywords": "adb, rrp, 48044-001, georgia, adb projects, tbilisi, loan 3190, loan 3191, program loans, policy-based loans, inclusive growth, debt and fiscal risk management, public expenditure management, generating domestic savings, mobilizing private resources for investment", "ModDate": "D:20141204103958+08'00'", "Producer": "Microsoft® Word 2010", "Subject": "Improving Domestic Resource Mobilization for Inclusive Growth, Georgia", "Title": "Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 27 October 2014) \n \nCurrency unit  –  lari (GEL)  \nGEL1.00  =  $0.5693 \n$1.00  =  GEL1.756 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  LEPL  –  legal entity of public law  \n  MOF  –  Ministry of Finance \n  OCR  –  ordinary capital resources \n  SDR  –  special drawing right \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n \n \nNOTES \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  W. Zhang, Operations 1 \nDirector General  K. Gerhaeusser, Central and West Asia Department (CWRD) \nDirector  B. Wilkinson, Public Management, Financial Sector, and Trade \nDivision, CWRD \n   \nTeam leader  T. Niazi, Principal Public Management Specialist, CWRD \nTeam members  S. Campbell, Senior Social Development Specialist, CWRD \nA. Gatson, Operations Assistant, CWRD \n  G. Luarsabishvili, Associate Economics Officer, CWRD \n  M. I. Martin, Associate Project Officer, CWRD \n  D. Perkins, Counsel, Office of the General Counsel  \n  L. Schou-Zibell, Principal Economist, CWRD \n \nPeer reviewer  R. O’Sullivan, Lead Financial Sector Specialist, South Asia \nDepartment \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"fullname": "K. Gerhaeusser", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "B. Wilkinson", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "T. Niazi", "role": "Principal Public Management Specialist", "organization": "CWRD"}, {"fullname": "S. Campbell", "role": "Senior Social Development Specialist", "organization": "CWRD"}, {"fullname": "A. Gatson", "role": "Operations Assistant", "organization": "CWRD"}, {"fullname": "G. Luarsabishvili", "role": "Associate Economics Officer", "organization": "CWRD"}, {"fullname": "M. I. Martin", "role": "Associate Project Officer", "organization": "CWRD"}, {"fullname": "D. Perkins", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "L. Schou-Zibell", "role": "Principal Economist", "organization": "CWRD"}, {"fullname": "R. O’Sullivan", "role": "Lead Financial Sector Specialist", "organization": "South Asia"}]}