{"path": "data/input/reports/48096-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \n \nProject Number: 48096-002 \nAugust 2019 \n \n \nProposed Grant and Administration of Grant \nIslamic Republic of Afghanistan: Arghandab \nIntegrated Water Resources Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 July 2019) \n \nCurrency unit  –  afghani (AF)  \nAF1.00  =  $0.0124545099 \n$1.00  =  AF80.2922 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  AIS  –  Arghandab Irrigation System \n  ASBA  –  Arghandab Sub-Basin Agency \n  EIA  –  environmental impact assessment \n  FCAS  –  fragile and conflict-affected situations \n  GAP  –  gender action plan \n  GDP  –  gross domestic product \n  ha  –  hectare \n  IFAD  –  International Fund for Agricultural Development \n  LAR  –  land acquisition and resettlement \n  LARF  –  land acquisition and resettlement framework \n  LARP  –  land acquisition and resettlement plan \n  MAIL  –  Ministry of Agriculture, Irrigation and Livestock \n  MCM  –  million cubic meters \n  MEW  –  Ministry of Energy and Water \n  MOF  –  Ministry of Finance \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  SPV  –  special purpose vehicle \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Donneth Walton, Environment, Natural Resources, and Agriculture Division, \n  CWRD \n   \nTeam leader  Hans Woldring, Principal Natural Resources and Agriculture Specialist, \n  CWRD \nTeam members  Safiullah Asifi, Operations Assistant, CWRD \nMohammad Hanif Ayubi, Senior Project Officer (Natural Resources and \nAgriculture), CWRD \nMichael Beauchamp, Senior Social Development Specialist (Safeguards), \nCWRD \nAbdul Hares Halimi, Associate Programs Officer, CWRD \nMarie Stephanie Igaya, Project Officer, CWRD \nGanesh Kailasam, Transport Specialist, CWRD \nChristina Pak, Principal Counsel, Office of the General Counsel \nDiep Ngoc Thi Pham, Senior Financial Management Specialist, CWRD \nFrank Radstake, Principal Water Resources Specialist, CWRD \nNathan Rive, Climate Change Specialist, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nSyed Asim Ali Sabzwari, Environment Specialist, CWRD \nAida Satylganova, Social Development Specialist (Resettlement), CWRD \nAkihiro Shimasaki, Water Resources Specialist, CWRD \nKristine Joy Villagracia, Operations Assistant, CWRD \nMohammad Rafi Yousofzai, Associate Safeguards Officer, CWRD \nPeer reviewer  Noriyuki Mori, Senior Water Resources Specialist (Dam Optimization), \nSustainable Development and Climate Change Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  5 \nC.  Value Added by ADB  6 \nD.  Summary Cost Estimates and Financing Plan  7 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  9 \nA.  Technical  9 \nB.  Economic and Financial Viability  10 \nC.  Sustainability  11 \nD.  Governance  11 \nE.  Poverty, Social, and Gender  11 \nF.  Safeguards  12 \nG.  Summary of Risk Assessment and Risk Management Plan  14 \nIV.  ASSURANCES AND CONDITIONS  14 \nV.  RECOMMENDATION  15 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  16 \n2.  List of Linked Documents  19 \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 48096-002\nProject Name Arghandab Integrated Water Resources Development  Department CWRD/CWER\nProject  /Division\nCountry Afghanistan, Islamic Republic of Executing Agency Ministry of Finance\nBorrower Afghanistan, Islamic Republic of\nCountry Economic https://www.adb.org/Documents/LinkedDocs/?id=4809\nIndicators 6-002-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/?id=4809\n6-002-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural Agricultural production 48.45\nresources and rural Irrigation 25.97\ndevelopment\nWater-based natural resources management 274.36\nTotal 348.78\n3. Operational Priorities Climate Change Information\nClimate Change impact on the High\nAddressing remaining poverty and reducing inequalities\nProject\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and  ADB Financing\nenhancing environmental sustainability Adaptation ($ million) 131.74\nPromoting rural development and food security\nCofinancing\nStrengthening governance and institutional capacity\nAdaptation ($ million) 18.13\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 2.4\nSDG 5.b\nSDG 6.4, 6.5 Poverty Targeting\nGeographic Targeting\nSDG 10.1\nSDG 13.a\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: A   Involuntary Resettlement: A   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 348.78\n     Sovereign Grant projects: Asian Development Fund 348.78\nCofinancing 40.00\n     IFAD Grants - Grant projects (Partial ADB Administration) 40.00\n     World Bank Grant (not ADB-administered)  230.00\nCounterpart 14.26\n     Beneficiaries  10.00\n     Government  4.26\nTotal      (excluding World Bank cofinancing)  403.04\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16082019162427450238 Generated Date: 16-Aug-2019 16:24:35 PM", "", "Faizabad\nJOWZJAN\nKUNDUZ\nTAKHAR\nSheberghan Kunduz\nMazar-e-Sharif BADAKHSHAN\nTaluqan\nSar-e-Pul\nBALKH Pul-e-Khumri\nFARYAB\nAAFFGGHHAANNIISSTTAANN Maimana SAMANGAN BAGHLAN\nAARRGGHHAANNDDAABB  IINNTTEEGGRRAATTEEDD  WWAATTEERR  RREESSOOUURRCCEESS  \nPANJSHIR\nDDEEVVEELLOOPPMMEENNTT  PPRROOJJEECCTT  \nSAR-E-PUL Bazarak Kamdish\nNURISTAN\nMahmood-e-Raqi\nBADGHIS BAMYAN\nCharikar KAPISA KUNAR\nAsadabad\nLAGHMAN\nQala-e-Naw Bamyan PARWAN\nMehtarlam\nKABUL\nHerat Chaghcharan\nJalalabad\nKABUL\nWARDAK\nMaidanshahr NANGARHAR\nPul-e-Alam\nHERAT\nKhadir\nGHOR LOGAR\nPAKTIA\nDAIKUNDI\nGardez\nGhazni KHOST\nKhost\nGHAZNI\nSharan\nURUZGAN\nTarin Kot\nFarah FARAH\nPAKTIKA\nZABUL N\nDDAAHHLLAA  DDAAMM Qalat (cid:364) (cid:370)(cid:364) (cid:365)(cid:364)(cid:364)\nMain\nKilometers\nInset\nLashkar Gah Kandahar (cid:364) 2(cid:364)(cid:364) (cid:369)(cid:364)(cid:364)\nZaranj\nNIMRUZ BADAKHSHAN\nHELMAND BALKHKUNDUZ\nJOWZJAN TAKHAR\nKANDAHAR BAGHLAN\nFARYAB SAMANGANPANJSHIR NURISTAN\nSAR-E-PUL KAPISA KUNAR\nBADGHIS BAMYAN PARWANLAGHMAN\nKABUL\nProject Area  WARDAK KABULNANGARHAR\nNational Capital HERAT GHOR DAIKUNDI LOPGAAKRTIA\nGHAZNI\nProvincial Capital KHOST\nURUZGAN\nRiver FARAH PAKTIKA\n1 ZABUL\n913 Provincial Boundary Kandahar\n92 International Boundary KANDAHAR\nA\n 19 Boundaries are not necessarily authoritative.\nA NIMRUZ\nF HELMAND\nG\n  AB tThheis A msiaapn  wDaesv perloopdmuceendt b Bya tnhke, a cnayrt jougdrgampheyn ut onnit  tohf eth leeg Aals siatant Duse ovfe alonpym teerrnitto Bray,n okr.  aTnhye e bnoduonrdseamrieesn, ct oolro arcsc, deepntoanmcien oatfi souncsh, a bnodu anndya oritehse, cr ionlfoorrsm, daetnioonm sihnoawtionn osn, o trh iins fmoramp adtoio nno. t imply, on the part of \nV\nElevation (meters)\n6000\n5000\n4000\n3000\n2000\n1000\n500\n200", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto  the  Islamic  Republic  of  Afghanistan  for  the  Arghandab  Integrated  Water  Resources \nDevelopment Project. The report also describes the proposed administration of a grant to be \nprovided  by  the International  Fund for  Agricultural  Development  (IFAD) for  the  Arghandab \nIntegrated Water Resources Development Project, and if the Board approves the proposed grant, \nI, acting under the authority delegated to me by the Board, approve the administration of the IFAD \ngrant. \n \n2.  Water  availability  in  Afghanistan  is  highly  seasonal  and  erratic,  with  frequent  and \nworsening droughts affecting agriculture, living standards, and the local economy. Improved \nreliability of irrigated water supply is crucial to enable the expansion of high value cropping \nenterprises and associated activities. The project will improve the availability and management of \nwater resources in the Arghandab basin in Kandahar province by (i) increasing the storage \ncapacity of the Dahla Dam by raising its height, (ii) increasing the reliability of irrigation water \nsupplies downstream of the dam, (iii) improving agriculture water productivity by providing on-\nfarm support to farmers to improve crop production, and (iv) strengthening institutions in water \nresource management. Additional benefits associated with raising the dam include hydropower \ngeneration, to be undertaken by the private sector; and urban and industrial water supply to \nKandahar City and its surroundings, to be undertaken by World Bank. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Afghanistan is a conflict-affected state and one of the least-developed countries in the \nworld. In 2016, its poverty rate was 55%, while 44.6% of its inhabitants were considered food \ninsecure.1 In 2018, the average per capita gross domestic product (GDP) was estimated at $1,951 \nin current US dollars, ranking 202nd out of 217 economies in terms of GDP according to the World \nBank.2 Agriculture is Afghanistan’s major source of livelihood, employing 62.2% of the national \nworkforce of 10.9 million people in 2017 and contributing 21.1% of national GDP, with sector value \naddition of $4.1 billion in 2016.3 However, crop yields are below the world average; the average \nwheat yield in 2017 was 2.0 tons per hectare (ha), compared with a world average of 3.5 tons per \nha.4 Within agriculture, horticulture accounts for 34% of sector GDP. The diverse geographical \nand climatic conditions of Kandahar Province enable a wide range of crops to be produced at \ndifferent times of the year, including apricots, pomegranates, grapes and cereal crops such as \nwheat. While horticulture provides a comparative advantage in terms of revenue for farmers, it \nrequires sufficient availability and reliability of irrigation water. \n \n4.  Water resources. Afghanistan is a dry country with low precipitation: the average annual \nprecipitation in Kandahar is 176 millimeters. Limited access to reliable irrigation water is a key \nconstraint  to  agricultural  productivity,  besides  low-quality  inputs  and  traditional  agricultural \npractices. High summer temperatures, low humidity, and lack of rainfall between April and \nNovember mean that without irrigation, few crops can produce profitable yields. The Dahla Dam, \n                                                \n1  Government of Afghanistan, Central Statistics Organization. 2017. Afghanistan Living Conditions Survey (2016–\n2017). Kabul. \n2  World Bank. World Development Indicators (accessed 2 April 2019). \n3  The Global Economy.com. Afghanistan: GDP Share of Agriculture (accessed 2 April 2019). \n4  Food and Agriculture Organization of the United Nations. Food and Agriculture Data (accessed 5 June 2019). \n \n ", "2 \nconstructed in 1952, is the second largest dam in Afghanistan with a height of 55 meters and a \ncrest  length  of  535  meters.5  It  is  in  the Shah  Wali  Kot  District of Kandahar \nProvince in Afghanistan, about 40 kilometers north east of the provincial capital Kandahar. Its \ndesign capacity of 478 million cubic meters (MCM) of water provides irrigation water to the \ndownstream Arghandab Irrigation System (AIS), which delivers water to 55 community irrigation \nschemes, and 65 riparian community irrigation schemes, covering five districts of Kandahar \nProvince including Kandahar City. Dahla Dam does not supply water to downstream urban \ncommunities, and its hydropower potential has not been developed. \n \n5.  The Dahla Dam reservoir stores and controls irregular and short duration snowmelt flow \nfrom the Hindu Kush mountains. However, the reservoir has lost 40% of its storage capacity \nbecause of siltation, and its ability to provide regulated downstream flow has been seriously \nconstrained. This has resulted in (i) reduction in cropped area, with only 47% of the command \narea being regularly irrigated; (ii) expansion constraints for high value cropping; (iii) increased \nreliance on groundwater for more reliable irrigation water supplies impacting the water table and \nthe cost of pumping which is borne by farmers; and (iv) cropping patterns which are biased to \nwinter and forage crops of lower value cereal to reduce risk from water shortage. Lack of water \nstorage regulation also increases the risk of flood events. \n \n6.  The AIS has also suffered deterioration, reducing water conveyance efficiency and losing \nwater distribution control. Among farmers, there is limited awareness and low adoption of water-\nefficient on-farm technologies such as laser levelling and drip irrigation, contributing to low yields \nand unproductive use of limited water resources. Current yields of irrigated crops in the project \narea average 30% of good agricultural practice. \n \n7.  Climate change impacts. Current climate change models indicate significant warming \nacross Afghan provinces, and decreased precipitation, particularly spring rainfall.6 Increased \ndrought frequency, extreme weather events, and a raise in the ambient Afghanistan climatic \ntemperature by 4°C - 6°C are predicted by 2070, further highlighting the need for improved water \nresources  management,  including  improving  storage  capacities.7  Among  Afghanistan’s  key \nclimate change adaptation priorities are: (a) rehabilitating small- to large-scale water resources \ninfrastructure, (b) increasing irrigated agricultural land area, (c) strengthening hydrological and \nmeteorological  monitoring  networks,  and  (d)  improving  watershed  management.8  Ahead  of \nproject formulation, the Asian Development Bank (ADB) undertook a climate change assessment \nfor agriculture and water resources, and consulted with key government stakeholders including \nthe Ministry of Energy and Water (MEW) and the Ministry of Agriculture, Irrigation and Livestock \n(MAIL) on adaptation investment needs. ADB identified multi-purpose dams with climate-resilient \nirrigation, hydropower, and water resources management as priority project investments to \nmitigate risks associated with a changing climate (e.g. drought and floods).9 \n \n8.  The Arghandab Sub-Basin Agency (ASBA) under MEW handles the management of river \nflows  and  operation  of  the  Dahla  Dam,  and  management  of  the  AIS  main  canal  system. \nCommunity irrigation schemes are managed by mirabs (community-assigned water bailiffs) for \n                                                \n5  Six saddle dams have been built in the periphery of the dam, which together measure 2,040 meters. \n6  M. Savage et al. 2009. Socio-Economic Impacts of Climate Change in Afghanistan. Stockholm: Stockholm \nEnvironment Institute. \n7  Climate Risk and Vulnerability Assessment (accessible from the list of linked documents in Appendix 2). \n8  Government of Afghanistan. 2015. Intended Nationally Determined Contribution. Submission to the United Nations \nFramework Convention on Climate Change. Kabul. \n9  ADB. 2016. Economics of Climate Change in Central and West Asia – Adaptation Component: Final Report. \nConsultant’s Report. Manila (TA 8119-REG). \n ", "3 \nthe various subdivisions and individual farms within the community irrigation schemes. The \ngovernment recognizes the need for effective operating capacity for the Dahla Dam and the AIS. \nTo improve AIS management, it intends to establish two special purpose vehicles (SPVs) for \nwater delivery services and revenue collection, one for Dahla Dam operations and the other for \nAIS operations, to be developed by the project for implementation by MEW. This requires \nrestructuring  support  and  capacity  building,  including  provision  of  suitable  equipment  for \ninfrastructure maintenance. MEW also has limited capacity to forecast water availability and \ncoordinate  delivery  to  meet  irrigation  demand.  Strengthening  capacity  and  regulatory \ndevelopment will enable improved management of the AIS and increased reliability of irrigation \nwater to farmers’ fields.  \n \n9.  By increasing the storage capacity of the Dahla Dam and improving its operations, \ncombined with modernization and improved management of the AIS and farmers’ stronger \ncapacity and skills for more productive agriculture, the area under irrigation is expected to expand \nfrom an average of 54,000 ha to 65,000–81,300 ha, with a maximum of 115,00 ha, by 2026, \ndepending on the dam storage and associated flow releases.10 Increased storage capacity will \nalso provide water for municipal supply to Kandahar City, hydropower and environmental flows \nfor the Arghandab River.  \n \n10.  About two-thirds of employed women in Afghanistan are engaged in agriculture, mainly in \nhorticulture, livestock raising, and agro-processing activities. Cultural restrictions limit women’s \nmobility, and sex segregation curbs access to inputs and agriculture extension services. Very few \nwomen own land or have water rights, which further impedes their ability to contribute to improved \nland and water management. The project will build the capacity of female agriculture extension \nworkers to access female farmers, provide scholarships to female government officers for master \nof science degrees in integrated water resources management, and provide female farmers with \ngrants for improving agricultural productivity and economic opportunities. \n  \n11.  Enabling policy environment. The High Council for Land and Water is responsible for \ncoordinating water-related tasks of national institutions, recommending development plans and \nstrategies for cabinet approval; recommending drafted legislation and regulations for approval; \nmonitoring  the  implementation  of  plans  by  line  ministries;  resolving  water-related  disputes \nbetween ministries; and ensuring compliance with the Water Law, 2009 by relevant ministries and \nagencies. The Water Law states that “water is free,” which has constrained progression to \nimplement water delivery service charges and, therefore, a sustainable budget for operation and \nmaintenance (O&M). Not contradicting this principle, amendments to the Water Law explicitly \nallowing for the charging of water delivery services has been agreed by the Office of the President, \nand legislative changes are in motion. \n \n12.  Government strategies. Government policy for productive water resources is outlined in \nthe Strategic Policy Framework for the Water Sector, which provides directions for the water \nsector in Afghanistan.11 The Afghanistan National Peace and Development Framework, 2017–\n2021 supports increased jobs and GDP growth through improved management and use of water \nresources.12 Other key policies are the National Comprehensive Agricultural Development Priority \n                                                \n10 The agricultural (and urban) demand is highest in the months of June to August, and irrigation flow varies according \nto availability and crop water demands. \n11 Government of Afghanistan. 2004. A Strategic Policy Framework for the Water Sector. Kabul. \n12 Government of Afghanistan. 2016. Afghanistan National Peace and Development Framework (ANDPF), 2017 to \n2021. Kabul. \n \n ", "4 \nProgram13 and the draft National Irrigation Policy.14 These highlight critical issues for the sector, \nincluding (i) land and water productivity in irrigated agriculture not reaching its potential; (ii) weak \nirrigation management institutions (government and community-based); (iii) constrained public \nand private stakeholder capacity; and (iv) legal framework governing irrigation requiring updates \nto further clarify mandates, functions, and responsibilities. \n \n13.  The $1.1 billion National Water and Natural Resources Development Program (2010–\n2013, but continuing) targets to improve access to irrigation, and to establish and strengthen water \nbasin agencies. The National Irrigation Program (2016–2025), with an investment requirement \nestimated at $1.5 billion, aims to improve and rehabilitate irrigation services, enhance agricultural \nextension services, and improve on-farm water management and O&M. \n \n14.  Since 1966, ADB has invested about $545 million in water resources, mainly for irrigation. \nADB operations have resulted in 140,000 ha of improved irrigated land, with more than 225,000 \nha under development. Key areas of assistance in ADB’s country operations business plan, \n2019–2021 for Afghanistan are irrigation and water resources, agriculture market infrastructure, \nvalue chain development, integrated water resources management, institutional strengthening \nand reforms, and increased participation of women in agriculture.15 \n \n15.  ADB has financed the Western Basins Water Resources Management Project,16 the \nAgriculture  Market  Infrastructure  Project,17  the  Water  Resources  Development  Investment \nProgram,18 the Community-Based Irrigation Rehabilitation and Development,19 the Northern \nFlood-Damaged Infrastructure Emergency Rehabilitation Project,20 the Panj-Amu River Basin \nSector  Project,21  the  Horticulture  Value  Chain  Development  Sector  Project,22  and  regional \ntechnical  assistance  (TA)  for  Strengthening  Integrated  Water  Resources  Management  in \nMountainous River Basins.23 Lessons from these interventions highlight the need to integrate \napproaches to water resources allocation between competing users, increase water productivity, \nadapt to climate change and disaster risk impacts, strengthen and develop agricultural value \nchains for inclusive and equitable development impact, use national contractors to the extent \npossible, and conduct diligent ADB supervision of safeguards compliance. \n \n                                                \n13 Government of Afghanistan, MAIL. 2009. National Comprehensive Agriculture Development Priority Program, 2016-\n2021. Kabul. \n14 Government of Afghanistan, MAIL. 2017. National Irrigation Policy, 2017-2030 (draft). Kabul. \n15 ADB. 2018. Country Operations Business Plan: Afghanistan, 2019–2021. Manila. \n16 ADB. 2005. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Asian \nDevelopment Fund Grant to the Islamic Republic of Afghanistan for the Western Basins Water Resources \nManagement Project. Manila. \n17 ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund Grant to the Islamic Republic of Afghanistan for the Agriculture Market Infrastructure Project. Manila. \n18 ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche Financing \nFacility and Administration of Grant and Cofinancing to the Islamic Republic of Afghanistan for the Water Resources \nDevelopment Investment Program. Manila. \n19 ADB. 2012. Grant Assistance Report: Proposed Grant Assistance to the Islamic Republic of Afghanistan for \nCommunity-Based Irrigation Rehabilitation and Development. Manila. \n20 ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed Grants and \nAdministration of Grant to the Islamic Republic of Afghanistan for the Northern Flood-Damaged Infrastructure \nEmergency Rehabilitation Recovery Project. Manila.  \n21 ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Grant  and \nAdministration of Grant to the Islamic Republic of Afghanistan for the Panj-Amu River Basin Sector Project. Manila. \n22 ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Islamic \nRepublic of Afghanistan for the Horticulture Value Chain Development Sector Project. Manila. \n23 ADB. Regional: Strengthening Integrated Water Resources Management in Mountainous River Basins. \n \n ", "5 \n16.  Development partners have contributed to water resources and agriculture development \nand management, with irrigation and horticulture the main beneficiaries. The Arghandab Irrigation \nRehabilitation  Project  (2008–2012,  financed  by  the  Canadian  International  Development \nAgency)24 improved irrigation in about 30,000 ha, and cleared mines around the Dahla Dam.25 \nOngoing relevant projects include the Support to National Priority Programme 2,26 and Community \nLivestock and Agriculture Project,27 both financed by IFAD, and the National Horticulture and \nLivestock Productivity Project financed by the World Bank.28 \n \n17.  The project is consistent with ADB's country partnership strategy, 2017–2021,29 as it will \ndevelop agriculture and water resources in support of the government’s strategic priorities, and is \nincluded in ADB’s country operations business plan, 2019–2021 (footnote 15). The project is \naligned with the objectives of ADB’s Strategy 2030 through the operational priority on promoting \nrural  development  and  food  security,  and  the  guiding  principles  of  promoting  innovative \ntechnology and delivering integrated solutions.30 It is also aligned with ADB’s Operational Plan for \nAgriculture and Natural Resources, 2015–202031 and Water Operational Plan, 2011–2020.32 \n \n18.  Fragile and Conflict Affected Situations. Project preparation adopted an approach that \nis sensitive to fragile and conflict-affected situations (FCAS). During design planning, it was \nessential to (i) conduct meaningful local consultations to the extent permitted by prevailing \nsecurity restrictions, to ensure that local voices were heard and considered; and (ii) take an \nintegrated approach to water resources development so that conflicts over water would be \nminimized  and  all  segments  of  the  community  would,  to  the  extent  possible,  benefit. \nImplementation arrangements needed to (i) place high priority on achieving fair and equitable \nresettlement  of  affected  persons;  (ii)  design  civil  works  contract  packages  to  maximize \nopportunities for national, and preferably local contractors, in line with the Enhanced Project \nDelivery Approach Paper;33 (iii) ensure extensive empowerment of farmer beneficiaries through \ncommunity contracting and grant matching programs; and (iv) place significant efforts on effective \ncommunication by each implementing agency.  \n \nB.  Project Description \n \n19.  The project is aligned with the following impact: jobs and GDP growth increased (footnote \n12). The project will have the following outcome: management and use of water resources in the \nArghandab River basin improved.34 The project has four outputs.  \n \n20.  Output 1: Dahla Dam capacity increased. This will be delivered through (i) civil works \n                                                \n24 In 2013, the Canadian International Development Agency merged with the Canadian Department of Foreign Affairs, \nTrade and Development. \n25 Government of Canada. Executive Summary - Arghandab Irrigation Rehabilitation Project (accessed 2 April 2019). \n26 IFAD. 2015. President’s Report: Proposed Grant to the Islamic Republic of Afghanistan for the Support to National \nPriority Programme 2. Rome. \n27 IFAD. 2012. President’s Report: Proposed Grant to the Islamic Republic of Afghanistan for the Community Livestock \nand Agriculture Project. Rome. \n28 World Bank. Afghanistan: National Horticulture and Productivity Project (accessed 2 April 2019).  \n29 ADB. 2017. Country Partnership Strategy: Afghanistan, 2017–2021. —Achieving Inclusive Growth in a Fragile and \nConflict-Affected Situation. Manila. \n30 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n31 ADB. 2015. Operational Plan for Agriculture and Natural Resources: Promoting Sustainable Food Security in Asia \nand the Pacific in 2015–2020. Manila. \n32 ADB. 2011. Water Operational Plan, 2011–2020. Manila. \n33 ADB. 2016. Afghanistan: Enhanced Project Delivery Approach Paper. Manila. \n34 The design and monitoring framework is in Appendix 1. \n ", "6 \nto raise the main dam, six saddle dams, spillways and other associated structures, to increase \nthe full reservoir level by 13.6 meters and the storage capacity from 288 to 782 MCM, and to \ninstall monitoring equipment; (ii) 9.6 kilometer road realignment to allow alignment above the new \nfull reservoir water level; and (iii) capacity improvement in dam operation and management. \nDuring construction, works are planned to have limited or no effect on irrigation water supply. \nConstruction planning will be coordinated by ASBA with contractors to execute as much of the \nworks as possible during August–February, when there is minimum irrigation water demand. A \nrecreational facility for families will be developed by ASBA to provide an area for community \nparticipation  and  women’s  inclusion.  Increased  dam  capacity  will  reduce  flood  risks  to \ndownstream areas. Dam operation rules reflecting multiple water use requirements and O&M \nmanuals will be developed under the project. The project will also provide training to dam \noperators to improve their capacity in timely and appropriate dam operation. \n \n21.  Output 2: Reliability of irrigation water supply increased. Reliable supply of irrigation \nwater will be increased through irrigation infrastructure modernization, including by upgrading \ncanals and structures, and introducing monitoring and control systems on the AIS and community-\nmanaged systems. Improved water ordering will allow water on demand to be introduced on the \nAIS. There are two key activities: (i) modernization of the AIS infrastructure and procurement of \nmaintenance equipment for the ASBA so that the irrigation operating entity can ensure timely \ndelivery of irrigation services to community systems; and (ii) support for village communities, \nincluding women, for improvement of community irrigation infrastructures through community \ncontracting. \n \n22.  Output 3: Agricultural water productivity improved. The project will strengthen the \ncapacity of farmers to improve farm management and will adopt climate-smart irrigation and \nagricultural technologies and practices to improve production and sustainability. This will be \ndelivered by demonstrating innovative agricultural practices and investment options, including \nsupport for agricultural extension services; conducting on-farm demonstrations; providing training \nand  advisory  services  to  farmers;  and  conducting  a  grant-matching  scheme  to  facilitate \ninvestment in technologies to improve water productivity.35 Female farmers will have equitable \naccess to agricultural extension services, training opportunities, technology transfer, and advisory \nservices. Women will be trained as local resource persons, and separate training courses for \nfemale farmers will be arranged.  \n \n23.  Output 4: Capacity in water resource management and use strengthened. The \nproject will (i) support the development of policy, legislation, and regulatory options for a system \nof water entitlements and allocation to allow improved management of water resources and \nmultipurpose dams, as well as the development of regulations and a business structure to charge \nfees for water delivery services to strengthen financial sustainability and improve water resources \nmanagement,  resulting  in  improved  irrigation  productivity;  (ii)  provide  water  resources \nmanagement  training  to  government  staff,  including  women;  and  (iii)  establish  a  national \nhydrological modeling platform for integrated water resources policy, planning, operation, and \nmanagement to strengthen water resources management. \n \nC.  Value Added by ADB  \n \n24.  The project design has taken an integrated approach to water resources development. \nDuring project preparation, ADB conducted comprehensive technical analysis and due diligence \n                                                \n35 The grant-matching scheme is a simplified version of the grant-matching scheme used in the ADB-funded \nHorticulture Value Chain Development Sector Project currently under implementation (footnote 22). \n ", "7 \non (i) the Dahla Dam raise; (ii) irrigation and agriculture development; (iii) urban water supply to \nKandahar City and surrounding areas; and (iv) hydropower development, where hydropower is \nproduced as a by-product of water releases. In addition to reliable irrigation water supply and \nimproved agricultural productivities that will be achieved through the project, increasing the \nstorage capacity of the Dahla Dam will allow the development of an urban water supply based on \nthe reservoir, and raising the height of the dam wall will make hydroelectricity production viable \nto meet suppressed power demand in Kandahar. Given Asian Development Fund (ADF) grant \nresource limitations, in consultation with the Ministry of Finance (MOF), ADB shared relevant \ndocuments with the World Bank, which is now preparing a project to construct water supply \ninfrastructure to urban and peri-urban Kandahar to improve water services, which is possible \nfollowing the increase in reservoir storage being undertaken by the project.36 In addition, relevant \ndocuments have been shared by the project team with ADB’s Office of Public-Private Partnership \nfor the hydropower development for structuring as a public-private partnership transaction. \n  \n25.  The integrated solution is important to: (i) ensure that the project delivers widespread \nbenefits to the different communities so that, in a dry environment with a fractured society, no \ncommunity  will  feel  disadvantaged  or  left  out;  (ii)  deliver  important  development  needs  to \nKandahar; and (iii) deliver an optimized and rationale economic outcome from the investment in \nincreased water storage capacity. The project design advances the integration of improved water \nresources  management,  irrigation  system  management  and  water  productivity  at  farm  for \nimproved irrigation farm profitability. \n \nD.  Summary Cost Estimates and Financing Plan \n \n26.  The project is estimated to cost $403.04 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).37 \nThe major expenditure items are civil works, consulting services, and capacity development costs. \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Output 1: Dahla Dam capacity increased  219.61 \n  2.  Output 2: Reliability of irrigation water supply increased  47.91 \n3.  Output 3: Agricultural water productivity improved  55.08 \n4.  Output 4: Capacity in water resource management and use strengthened  5.51 \n5.  Project management  17.15 \n    Subtotal (A)  345.27 \nB.  Contingenciesc  56.98 \nC.          Financial Charges During Implementationd  0.78 \n      Total (A+B)  403.04 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $16.1 million. Such amount does not represent an excessive share of the project cost.  \nb  In mid-2019 prices as of June 2019. \nc  Physical contingencies computed at 9.0% for civil works for output 1 except for design, management and supervision; \nand 13.4% for outputs 2–4 and project management except grants for on-farm productive technologies. Price \ncontingencies computed at 1.5% for 2019–2020, and 1.6% onwards on foreign exchange costs; and 0.6% for 2019, \n3.0% for 2020, and 4.0% for 2021 onwards on local currency costs; includes provision for potential exchange rate \nfluctuation under the assumption of purchasing power parity exchange rate. \nd  The financial charges include 2.0% of administration charges for the grant from the International Fund for Agricultural \nDevelopment. \nSource: Asian Development Bank estimates. \n                                                \n36 World Bank approval is scheduled for 31 March 2020, for a project amount of $230 million.  \n37 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n \n ", "8 \n \n27.  The government has requested a grant not exceeding $348.78 million from ADB’s Special \nFunds resources (ADF) to help finance the project.38  \n \n28.  The summary financing plan is in Table 2.39 ADB will finance the expenditures in relation \nto civil works, consultancies, goods, grant-matching sub-projects, security, non-land-related costs \nand land acquisition and resettlement plan (LARP) implementation, inclusive of all taxes. IFAD \nwill cofinance, through a $40.00 million grant, the rehabilitation of community irrigation systems \nand Kandahar sections of the Tarnak canal (output 2b), demonstration and upscaling of innovative \nagricultural on-farm practices (3), and water resources regulatory support (4). ADB will partially \nadminister the IFAD funds and ADB and IFAD will finance separate expenditure items. Farmer \nbeneficiaries  will  finance  $10.00  million  of  outputs  2  and  3  through  cash  payment.  The \ngovernment will contribute $4.26 million in the form of office space and utilities for project \nimplementation.  \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nSpecial Funds resources (Asian Development Fund grant)  348.78  86.5 \nInternational Fund for Agricultural Development (grant)a   40.00  9.9 \nBeneficiaries (farmers)  10.00  2.5 \nGovernment of Afghanistan  4.26  1.1 \nTotal  403.04  100.0 \na  The  Asian  Development  Bank  will  partially  administer  the  International  Fund  for  Agricultural  Development \ncofinancing, which includes administration fees and other charges as may be deducted pursuant to the cofinancing \nagreement.  \nSource: Asian Development Bank estimates. \n \n29.  Climate change adaptation is estimated to cost $149.87 million, of which ADB will finance \n88%.40 The project adaptation components comprise (i) increasing the dam’s storage capacity, \n(ii)  improving  irrigation  and  drainage  services,  and  (iii)  building  capacity  for  climate-smart \nagriculture and water resources management. The ADF disaster risk reduction fund will support \nthe government in strengthening its capacity to manage climate change-related risks, particularly \nthose related to the management and use of its water resources. The support will complement \nthe project’s overall efforts to improve water availability and allocation and reduce water-related \nrisks (e.g., droughts and floods). \n \nE.  Implementation Arrangements \n \n30.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 37). \n \n31.  The MOF will be the executing agency. MEW will be the implementing agency for (i) the \nDahla dam raise and its initial operation under output 1, (ii) implementation of works in the AIS \nunder output 2, and (iii) implementation of output 4 for strengthening capacity in water resources \n                                                \n38 Includes $5 million from the ADF disaster risk reduction financing mechanism. \n39 The World Bank plans to parallel cofinance the Kandahar urban water supply component. The hydropower station \nwill be financed under a public–private partnership structure, with advisory services provided by ADB’s Office of \nPublic Private Partnership, with the transmission lines and electrical sub-station to be financed by the energy utility \nDa Afghanistan Breshna Sherkat using public sector resources. Both infrastructure developments are possible \nfollowing the investment to project investment to raise Dahla dam full reservoir level and storage capacity. \n40 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "9 \nmanagement and use. The Ministry of Rural Rehabilitation and Development will implement (i) \nthe Kandahar-Bamian highway road realignment above the new full reservoir level under output \n1; and (ii) works in the community irrigation systems, including canals that pass through Kandahar \nCity. MAIL will implement output 3 for investments to improve water productivity. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  December 2019–November 2026  \nEstimated completion date  30 November 2026 \nEstimated grant closing date  31 May 2027 \nManagement \n(i)  Oversight body  Project steering committee: MOF (chair), MEW, MAIL, MRRD, security agencies \n(members) \n(ii)  Executing agency  MOF  \n(iii)  Key implementing  MEW, MAIL, and MRRD  \nagencies \n(iv)  Implementation units  MEW, CPMO in Kabul (24 staff), PIU in Kandahar (43 staff)  \nMAIL, CPMO in Kabul (23 staff), PIU in Kandahar (20 staff) \nMRRD, regional program in Kabul (23 staff), PIU in Kandahar (37 staff) \nProcurement  Open competitive bidding   17 contracts (including lots)  $235,470,000 \n  Request for quotation  Multiple community  $65,115,687 \n(community contracting)  contracts \n  Request for quotation (others)  Multiple contracts  $7,101,620 \nConsulting services  QCBS 90:10   3 contracts (443  $32,300,000 \ninternational person-\nmonths; 1333 national \nperson months) \n  CQS  1 contract (auditor)  $240,000 \n  SSS  2 contracts (31  $1,700,000 \ninternational person-\nmonths; 27 national person \nmonths \n  ICS  2 contracts (22  $765,000 \ninternational person \nmonths) \nRetroactive financing and/or  Withdrawal from the grant account may be made to finance eligible expenditures \nadvance contracting   incurred under the project before the effective date, but not earlier than 12 months \nbefore the date of the  special operations (Asian Development  Fund) grant \nagreement, subject to a maximum amount equivalent to 20% of the grant amount. \nAdvance recruitment actions will begin for three consultant contracts.  \nDisbursement   The  grant  proceeds  will  be  disbursed  following  ADB’s  Loan  Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB. \nADB = Asian Development Bank; CPMO = central project management office; CQS = consultants’ qualification selection; \nICS = individual consultants selection; MAIL = Ministry of Agriculture, Irrigation and Livestock; MEW = Ministry of Energy \nand Water; MOF = Ministry of Finance; MRRD = Ministry of Rural Rehabilitation and Development; PIU = project \nimplementation unit; QCBS = quality- and cost-based selection; SSS = single source selection. \nSource: ADB estimates. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n32.  Extensive due diligence was undertaken of the Dahla Dam structures (including the six \nsaddle  dams),  reservoir  catchment  hydrology  and  reservoir  bathymetry,  road  realignment \n(impacted  by  the  dam  raise),  and  the  AIS  and  community  irrigation  infrastructure.  The \nconsiderable prior design work undertaken by the United States Army Corps of Engineers on the \nDahla Dam was carefully reviewed. In addition, a farmer survey to understand community needs \n ", "10 \nfor improved irrigation management and water productivity was undertaken.  \n \n33.  Various scenarios were modelled for different dam spillway height raise (from 9.1 to 13.6 \nmeters) to assess feasibility and cost-benefits, including future climate change impacts. A 13.6-\nmeter spillway height increase is the basis for the project design and cost estimates. This design \naddresses climate change impacts including: (i) coping with high, short-duration inflows that are \nforecast to be more frequent, without unplanned spills that may cause downstream floods; (ii) \nproviding increased water storage and strengthening water resource management capacity to \nreduce drought impacts; (iii) improving dam safety; and (iv) increasing dam life with sufficient \nreservoir capacity for siltation effects. \n \n34.  Irrigation infrastructure and on-farm irrigation technologies have been designed to reduce \nconveyance and on-farm application losses. On-farm technologies including drip irrigation which \nhas been pilot-tested under other investments in Afghanistan will be demonstrated and introduced \nto farmers on a cost-sharing (grant-matching) basis.  \n \nB.  Economic and Financial Viability \n \n35.  The economic analysis on the overall investment—(i) height raise for the Dahla Dam and \nsix saddle dams (output 1), (ii) irrigation and agriculture development (outputs 2–4), (iii) improved \nwater  supply  for  Kandahar  City  (footnote  36),  and  (iv)  Dahla  Dam  hydroelectric  power \ndevelopment,41—followed ADB’s Guidelines for the Economic Analysis of Projects.42 Hence, the \neconomic analysis included the project investments  (i and ii), and the parallel investments (iii and \niv). Results show that with a hurdle rate of 9%, the project is economically viable with a 15.7% \neconomic internal rate of return in constant 2019 prices. Without raising Dahla Dam to store more \nwater and investing in modern and climate-smart irrigated agriculture and improved systems for \nintegrated water management, the lack of available water and low productivity from water will \nremain.  \n \n36.  The project will enlarge the effective dam storage capacity to 782 MCM, or from 60% to \n165% of the 1952 capacity, and 271% of the current effective storage capacity. It will improve \nirrigation system reliability and efficiency and on-farm water productivity, resulting in an expanded \nirrigated area, increased cropping intensity and yields, a shift to higher-value crops, higher \nproductivity of scarce water and higher returns to farmers. Incremental crop production will \ndisplace imports and increase exports. The economic analysis identified improvement in the gross \nmargins of six crop categories on two farm technological levels. The outputs from the significantly \nimproved service level of the urban-rural water supply and hydropower resulted in an incremental \neconomic benefit valued using the consumer surplus method.43 \n \n37.  The project outputs were categorized as non-revenue generating and revenue generating. \nThe  dam  and  the  AIS  irrigation  canal  are  presently  non-revenue  generating  outputs.  The \nincremental annual O&M costs of $1.08 million for the dam, and $0.55 million for the AIS will be \nfunded through two SPVs for water delivery services and revenue collection, to be developed by \nthe project for implementation by MEW. The incremental O&M costs for the 120 community \nirrigation systems is minimal and largely funded by farmers while annual O&M costs for on-farm \n                                                \n41 To be financed separately under a public–private partnership. \n42 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n43 Consumer surplus is calculated using the equation CS = 0.5[PE (∆Q)2 / (ed Q1)] where PE is the tariff rate, ∆Q is \nincremental power production at 13.6-meter dam raise, ed is the price elasticity of demand and Q1 is the existing \nconsumption level. P. Choynowski. 2018. Measuring Welfare Gains from Infrastructure Projects: Power, Road \nTransport and Water and Sanitation. Ottawa. \n ", "11 \ntechnology investments would be funded by adopting farmers. \n \nC.  Sustainability \n \n38.  To improve water resources management at basins, the project will help the government \nmove to a system of water entitlements and allocation and the use of rule curves for the timing \nand operation of water releases from the Dahla Dam. For the first time in Afghanistan, dedicated \nenvironmental allocations and releases will be planned to help deliver environmental outcomes. \nSustainable operations of the Dahla Dam and the AIS have been planned through two SPVs for \nwater delivery services and revenue collection, one for Dahla Dam operations and the other for \nthe AIS operations, to be developed by the project for implementation by MEW. Improved levels \nof qualified human resources have been built into the project, particularly through the funding of \n120 part time student positions at the Kabul Polytechnic University for water resource managers \nto complete a master of science in integrated water resource management. With a project design \nfocus on investments to improve irrigated farm profitability, irrigation farmers will have the financial \nresources  to  sustainably  maintain  community  irrigation  systems  and  on-farm  technology \ninvestments. \n \nD.  Governance \n \n39.  Implementation  of  civil  works  and  other  activities  will  follow  relevant  government \nrequirements and ADB procedures for financial management and safeguards.44 Three consultant \npackages  are  ready  for  advanced  recruitment  actions.  An  engineering,  procurement  and \nconstruction supervision consultant will take the current designs from the 70% completion stage \nto design ready and prepare the tender documents. \n \n40.  The overall financial management risk is substantial. The project management offices \nhave  fully  functional  finance  sections  with  adequate  financial  management  capacity  and \nexperience with ADB-funded projects. Their overall capacity continues to improve and the risk at \nproject level is considered moderate. However, the assessments have identified risks related to \nthe country’s public financial management system in financial reporting and weak line ministries’ \ninternal  audit  which  focus  more  on  financial  compliance  rather  than  the  adequacy  and \neffectiveness of control environment. An action plan for further improvement is in the PAM \n(footnote 37). \n \n41.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MOF.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 37). \n \nE.  Poverty, Social, and Gender \n \n42.  The project will provide a long-term sustainable solution to the acute shortage of water in \nthe Arghandab sub-basin by increasing Dahla Dam’s storage capacity, allowing for significantly \nimproved irrigated agriculture. Separately, an urban water supply will be funded by the World \nBank and hydropower will be installed and operated by the private sector. Each development will \ncontribute  to  economic  growth  and  poverty  reduction.  The  project  will  also  increase  the \npopulation’s  resilience  to  droughts  and  floods.  Irrigation  modernization  and  climate-smart \nagriculture will stimulate growth of farmers’ incomes and increase value addition and marketing \n                                                \n44 Throughout project design preparation, government representatives have been closely consulted and contributed \nvaluable governance measures that have been incorporated in the project design. \n ", "12 \nactivity. In most cases, full irrigation would not be feasible for several years in the absence of the \nproject, causing widespread hardship and hunger and severely limiting agricultural production. In \nthese circumstances, and where substantial areas of land can be brought back into production in \n1–2 years, financial returns are likely to be high. \n \n43.  The key social issue to be addressed is the inefficient management and use of water \nresources; the impacts are vulnerability to climate change trends of reduced precipitation and \nhigher temperatures, low agricultural productivity and low farm incomes, inability to generate jobs \nin agricultural value chains, and food insecurity in rural and urban populations. \n \n44.  The project will primarily benefit the population of 830,165 (2018) in Kandahar City and \n1.25 million population in seven rural districts in Kandahar Province (as of 2018). Kandahar \nProvince is among the top three provinces with a significant internal migration (6% per year) from \nthree immediately surrounding districts whose residents move in search of security, jobs, and \nservices. The three priority areas of preference of the surveyed population are security, provision \nof irrigation water, and marketing of agricultural products.  \n \n45.  A gender action plan (GAP) has been prepared by ADB to include women in project \nactivities  and  as  beneficiaries  of  project  outcomes.45  The  key  actions  of  the  GAP  include \nconducting socially inclusive dissemination and consultation workshops with men and women on \nproject scope and benefits; providing recreational areas at the Dahla Dam with gender design \nfeatures, such as separate rest areas, eateries, and seating arrangements; training at least 21 \nfemale farmers as local resource persons; providing 300 farmers (30% women) with improved \nskills and climate-smart technologies in irrigated agricultural production by 2025; supporting 100 \ngovernment  staff,  of  whom  30%  are  women,  in  completing  master  of  science  degrees  in \nintegrated water resources management by 2025; and hiring gender specialists to support GAP \nmonitoring and implementation. \n \n46.  An FCAS assessment was undertaken using the new FCAS risk management toolkit \ndeveloped by ADB’s Afghanistan Resident Mission.46 An FCAS action plan, to be actioned during \nproject implementation, is described in the PAM (footnote 37). \n \nF.  Safeguards \n \n47.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.47 \n \n48.  Environment (category A). Output 1 is classified category A for the environment because \nof anticipated irreversible, diverse, or unprecedented impacts from raising the full reservoir level \nby 13.6 meters. Buildings in several villages and several hectares of irrigable land surrounding \nthe reservoir will be affected. Moreover, aquatic environments and habitats may also be affected \nin case environmental flow conditions are not accounted for at the downstream end. A draft \nenvironmental impact assessment (EIA) study was prepared by MEW and disclosed on the ADB \nwebsite on 2 April 2019. The EIA presented a preliminary review of baseline environmental \nconditions, impacts, and risks. The project area has pockets of natural habitat. Some protected \nspecies of interest were observed during the environmental surveys undertaken in November \n2018, but biodiversity screening and a critical habitat assessment are needed to gain sufficient \n                                                \n45 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n46 Fragile and Conflict-Affected Situations Action Plan (accessible from the list of linked documents in Appendix 2). \n47 ADB. Safeguard Categories. \n ", "13 \ninformation on how these species will be impacted by the project. Introducing water protection \nzones, including protective measures around the reservoir, is suggested to maintain water quality \nin the reservoir over the long run. Moreover, the environmental management plan includes \nmonitoring activities to be conducted during construction and operational stage (monitoring of \nnoise, dust, water quality, and ambient air quality). The EIA will be updated upon the completion \nof the detailed design and other studies on biodiversity, riverine ecology, and environmental flow \nmanagement to further reinforce the assessment findings and recommended environmental \nmanagement actions.  \n \n49.  Outputs  2–3  are  classified  category  B  for  environment.  The  initial  environmental \nexamination study prepared for outputs 2 and 3 assessed and described the environmental \nimpacts. Potential site-specific impacts that may arise during construction include generation of \ndust from soil excavation and refilling; disturbance to residents and traffic by construction works; \nwater availability; and occupational, community, health, and safety hazards. Some impacts may \nalso arise during operations, including waste dumped in canals resulting in clogging, and water \nunavailability for downstream farmers. Appropriate avoidance, mitigation,  and enhancement \nmeasures, and implementation of the environmental management plan, will help minimize the \nsignificance of the impacts. \n  \n50.  Involuntary resettlement (category A). Land acquisition and resettlement (LAR) will be \nsignificant  and  extensive.  Security  constraints  prevented  resettlement  surveys  from  being \ncompleted in the reservoir area, within the resource and time allocation under the transaction TA. \nHigh resolution satellite imagery taken in 2018 indicates that the reservoir (output 1) will inundate \nor partially inundate about 22 communities, physically displacing about 5,800 people from 596 \nhouseholds and permanently affecting their livelihoods. Displacement from this output will only \noccur following dam completion and subsequent inundation of the reservoir area. Multiple LARPs \nwill be developed by MEW to provide compensation measures for lost assets and, equally \nimportant, to implement livelihood restoration and development plans over the life of the project \nfor  multiple  communities.  Comprehensive  LARPs  for  reservoir  resettled  communities,  with \ncomplex site selection and livelihood restoration processes, require 1–2 years of planning. A \nLARF48 has been prepared by MEW to guide the LARP preparation process during the project \nimplementation, according to the principles of SPS 2009. Irrigation and agriculture development \n(outputs 2 and 3) is expected to cause LAR impacts on 3,936 people from 492 households. A \nLARF has been prepared by MEW to guide the LARP preparation process during project \nimplementation, following ADB’s Safeguard Policy Statement. About $27.797 million will be \nrequired for involuntary resettlement impact mitigation. Government-owned replacement land will \nbe provided by the government, and non-land related expenditures for LARP implementation will \nbe funded under the project in compliance with applicable requirements under the Operations \nManual section on Safeguard Policy Statement and the ADB-approved resettlement planning \ndocuments.49 The PAM (footnote 37) contains details to remind the government of the strict \ncompliance requirements between safeguards and contract award. \n \n51.  External monitors will be engaged by the implementing agencies to report on LARP \nimplementation, including livelihood restoration programs and grievances. Capacity building of \nimplementing agencies in LAR will be provided through separate proposed TA.  \n \n52.  Indigenous peoples (category C). The project is not expected to have impacts on \n                                                \n48 LARFs have been prepared as allowed for consideration in projects in conflict areas under ADB’s Safeguards Policy \nStatement, 2009, Appendix 4, para 11. \n49 ADB. 2013. Safeguard Policy Statement. Operations Manual. OM F1. Manila. \n ", "14 \nindigenous peoples. Ethnic groups live across Afghanistan, but none are considered indigenous \npeoples as defined by ADB’s Safeguard Policy Statement for project operation purposes.  \n \n53.  In line with the operational flexibility provided under ADB’s Safeguard Policy Statement \nfor conflict areas, resettlement frameworks have been prepared by MEW, and the EIA has been \nprepared and developed by MEW to the extent possible, given security limitations. \n \nG.  Summary of Risk Assessment and Risk Management Plan \n \n54.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.50 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nDam safety is  A panel of experts (including international and national experts of various technical \ncompromised by  fields) will be recruited by MEW to review the detailed engineering and design and to \nincorrect design or  monitor construction. \nconstruction \nLack of security for  Multiple  security  risk  mitigation  measures  have  been  considered  during  project \ncontractors and field staff  preparation and are built into the project design. The integrated approach to water \nprohibits freedom of  resources development design is critical, as it allows most communities in the project \nmovement  area to be project beneficiaries. The FCAS risk management tool kit was deployed \nduring project design. As part of inclusive and strategic communication with local \ncommunities to increase local residents’ ownership of the project, local residents and \nauthorities were well-informed of the project’s objectives and design during project \nprocessing. Consultation will be continued during project implementation. Resettlement \nplanning has been carefully worked through with the relevant agencies. Contractors will \nbe responsible for their own security arrangements, a measure that has proved \nsuccessful in other projects. The project and contractors will employ and upskill locals, \nand community contracting works will be applied to minor civil works. A  7-year \nimplementation period was planned to accommodate potential delays. Finally, project \nrisk managers and security teams will work closely with local police and security senior \npersonnel and community leaders. \nInadequate budget for  The government has committed to continuing the annual ASBA budget for staff and \nO&M results in Dahla  O&M for the Dahla Dam and the AIS canal network services. The government is also \nDam and AIS asset  committed to regulatory reform (supported by the project) to enable water supply \ndeterioration   delivery charges, which will allow for sustainable revenue for O&M. Specific covenants \nare included in the grant agreement. \nAIS = Arghandab Irrigation System, ASBA = Arghandab Sub-Basin Agency, FCAS = fragile and conflict-affected \nsituations, O&M = operation and maintenance. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n55.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies,  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, financial management, and disbursement as described \nin detail in the PAM and grant documents. The government has agreed with ADB on certain \ncovenants for the project, which are set forth in the draft grant agreement. Additionally, no \nwithdrawal shall be made for community contracting related to matching grants for investment \ntechnologies to improve water productivity until guidelines for evaluating subproject investment \nproposals have been prepared and are acceptable to ADB, and MAIL have trained the relevant \nproject staff on the guidelines. \n \n                                                \n50 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "15 \nV.  RECOMMENDATION \n \n56.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding \n$348,780,000 to the Islamic Republic of Afghanistan, from ADB’s Special Funds resources (Asian \nDevelopment Fund), for the Arghandab Integrated Water Resources Development Project, on \nterms and conditions that are substantially in accordance with those set forth in the draft grant \nagreement presented to the Board.  \n \n \nTakehiko Nakao  \nPresident \n21 August 2019  \n ", "16  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with:  \nJobs and gross domestic product growth increased (Afghanistan National Peace and Development \nFramework, 2017–2021).a \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and  Reporting  Risks \nBaselines  Mechanisms \nOutcome  By 2027:     \nManagement and        \nuse of water  a. Overall irrigation delivery  a–b. Monitoring  Security conditions \nresources in the  efficiency increased to 36%  reports from DAIL in  affect operations of the \nArghandab River  (2019 baseline: 25%)b  Kandahar Province  dam or farming districts. \nbasin improved       \n \n  b. Irrigated grape yield     \nincreased to 4 tons/ha (2019 \nbaseline: 2 tons/ha) \n \nOutputs  By 2026:     \n1. Dahla Dam       \ncapacity increased  1a. Dahla Dam spillway crest  1a. Independent  Land acquisition and \nraised to 1,149.0 masl to  panel of experts’  resettlement issues \nincrease the full reservoir  reviews, completion  cause delay to \nlevel by 13.6 meters (2019  certificate and  completion of civil works \nbaseline: 1135.4 masl)  completion report \n   \n  1b. 9.6 km of Kandahar- 1b. MRRD PMO   \nBamian highway realigned to  quarterly reports \nbe above 1,154 masl (2019   \nbaseline: not applicable) \n \n  1c. ASBA operating the  1c. ASBA monthly   \nDahla Dam following the  dam operation \nagreed rule curves and  reports, and ASBA \noperating guidelines 100% of  annual planning \nthe time (2019 baseline:  reports on water \nstandard release schedules  storage and release \nwithout rule curves)   \n \n2. Reliability of  By 2025:     \nirrigation water       \nsupply increased  2a. 120 community irrigation  2a. Completion \nsystems modernized (2019  certificates and MAIL \nbaseline: 0)  CPMO quarterly \n  reports \n  2b. 115,000 ha of farmland  2b. MAIL CPMO   \nunder water-related  quarterly reports \ninfrastructure rehabilitated \n(2019 baseline: 0), RFI Ac  \n \n  2c. Water delivered in a  2c. O&M agreements  Climate change, severe \ntimely manner to 95% of  signed by community  droughts and/or \nfarmers 90% of the time  councils, and surveys  increased sediment \n(2019 baseline: 95% of  and feedback from  inflows reduces the live \nfarmers 25% of the time)  farmers  storage of the reservoir \n \n ", "Appendix 1  17 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and  Reporting  Risks \nBaselines  Mechanisms \n3. Agricultural water  By 2025:     \nproductivity improved     \n3a. Number of farmers with  3a–b. MAIL CPMO \nimproved knowledge who  quarterly reports \npractice climate-smart   \ntechnologies increased to   \n300, at least 30% of whom   \nare women (2019 baseline: \n0) RFI Bd  \n \n  3b. 20 extension staff from     \nMAIL trained to conduct \nfarmer workshops on \nclimate-smart irrigation (2019 \nbaseline: 0) \n \n  3c. 70% of households  3c. Annual monitoring   \nreporting an increase in  survey \nproduction (2019 baseline: to   \nbe determined) \n \n4. Capacity in water  4a. Law on water sector  4a. Gazette of new  Political resistance \nresource  regulations proposed to  regulations  delays the \nmanagement and  policy makers for  amendments. \nuse strengthened  amendment by 2025 (2019   \nbaseline: not amended)   \n \n  4b. 100 government staff,  4b. List of graduates  Transfer of trained staff, \n30% of whom are women,  from the Kabul  inadequate and/or \ncomplete master of science  Polytechnic  inefficient organizational \ndegrees in integrated water  University  structure, and lack of \nresources management by    staff incentives lower \n2026 (2019 baseline: 0)   the number of \n  government staff with \n  4c. National hydrological  4c. MEW quarterly  master of science \nmonitoring and management  progress reports,  degrees. \nplatform established and  training reports, and \nused by ASBA to guide  ASBA annual \nreservoir operations by 2021  planning reports on \n(2019 baseline: not  water storage and \namended)  release \n \nKey Activities with Milestones \n1. Dahla dam capacity increased \n1.1 Undertake and complete resettlement (MEW) (Q4 2019–Q3 2024) \n1.2 Complete detailed design of recreation area, dam and dam safety training (MEW) (Q1 2020–Q4 2021) \n1.3 Conduct bidding, bid evaluation (MRRD and MEW) (Q2 2020–Q1 2024) \n1.4 Award contracts (MRRD and MEW) (Q1 2021–Q3 2024) \n1.5 Construct road realignment (MRRD) (Q1 2022–Q1 2023)  \n1.6 Construct recreation area (MEW) (Q2 2020–Q2 2021) \n1.7 Raise main dam, intake tower, tunnel lining, trash rack (MEW) (Q1 2022–Q1 2025) \n1.8 Raise and extend saddle dams (MEW) (Q4 2021–Q3 2024)  \n1.9 Raise spillways (MEW) (Q1 2025–Q3 2026) \n1.10 Install electrification along dam (MEW) (Q1 2022–Q3 2024) \n1.11 Install instrumentation (MEW) (Q1 2022–Q3 2024) \n ", "18  Appendix 1 \n2. Reliability of irrigation water supply increased  \n2.1 Undertake and complete resettlement on the AIS main canal (MEW) (Q2 2020-Q2 2021) \n2.2 Design and approve community irrigation sub-projects (MRRD) (Q4 2019–Q3 2021)  \n2.3 Sign contracts with CDCs (MRRD) (Q1 2020–Q2 2022)  \n2.4 CDCs construct irrigation works (MRRD) (Q1 2020-Q1 2023) \n2.5 Design and undertake AIS rehabilitation and modernization works (MEW) (Q3 2020–Q2 2024) \n2.6 Establish and equip the AIS works center (MEW) (Q3 2020–Q1 2021) \n3. Agricultural water productivity improved  \n3.1 Design and implement agricultural extension and demonstrations (MAIL) (Q1 2020–Q3 2025) \n3.2 Train extension staff in climate smart agriculture (MAIL) (Q1 2020-Q3 2025)  \n3.3 Establish grant matching scheme administration (MAIL) (Q1–Q3 2020) \n3.4 Approve and implement grant matching sub-projects (MAIL) (Q4 2020–Q2 2026) \n3.5 Undertake feasibility study for pressurized drip irrigation supply (MAIL) (Q4 2020–Q1 2022)  \n4. Capacity in water resources management and use strengthened  \n4.1 Prepare and submit water regulation reform (MEW) (Q1 2020–Q2 2025) \n4.2 Conduct strategic water resources management training (MEW) (Q1 2020–Q2 2027) \n4.3 Establish national hydrological management platform (MEW) (Q1 2020–Q3 2022) \nProject Management Activities \nRecruit PMO and PMU staff (Q3 2019–Q4 2021)  \nRecruit international consultants (Q3 2019–Q1 2020) \nRecruit national supervision consultants (Q3 2019–Q1 2020) \nEstablish PMPS (Q4 2019–Q1 2020) \nRecruit auditors (Q2–Q4 2020) \nTrain village construction supervisors (Q1–Q3 2020) \nMonitor project activities (Q3 2020–Q3 2026) \nPrepare and execute a communication, consultation and participation plan (Q1 2020–Q3 2026)  \nSubmit PMPS monitoring reports regularly (Q2 2020–Q3 2026) \nUndertake project completion survey (Q4 2026–Q1 2027) \nPrepare project completion report (Q2 2027) \nInputs   \nAsian Development Bank:   $348.78 million (Asian Development Fund grant) \nInternational Fund for Agricultural Development:   $40.00 million \nGovernment of Afghanistan:   $4.26 million \nBeneficiaries contributions  $10.00 million \nAssumptions for Partner Financing \nThe World Bank plans to parallel cofinance the Kandahar urban water supply component. The hydropower \nstation will be financed under a public–private partnership structure with advisory services provided by \nADB’s Office of Public–Private Partnership, with the transmission lines and electrical substation to be \nfinanced by the energy utility Da Afghanistan Breshna Sherkat using public sector resources. Both \ninfrastructure developments are possible following the project investment to raise Dahla dam full reservoir \nlevel and storage capacity. \nADB = Asian Development Bank; AIS = Arghandab Irrigation System; ASBA = Arghandab Sub-Basin Agency; CDC = \ncommunity development council; CPMO = central project management office; DAIL = Department of Agriculture, \nIrrigation and Livestock; ha = hectare; km = kilometer; MAIL = Ministry of Agriculture, Irrigation and Livestock; masl = \nmeter above sea level; MEW = Ministry of Energy and Water; MRRD = Ministry of Rural Rehabilitation and Development; \nO&M = operation and maintenance; PMMS = project monitoring and management system; PMO = project management \noffice; PMU = project management unit; Q = quarter; RFI = results framework indicator. \na  Government of Afghanistan. 2016. Afghanistan National Peace and Development Framework (ANDPF), 2017–2021. \nKabul. \nb  Calculated as follows: 100% from dam; after river transport and diversion 65% x canal conveyance 55% x distribution \n70% = efficiency to farm gate (25% in 2019) \nc  Contribution to the Asian Development Bank Results Framework RFI A: Land improved through irrigation, drainage, \nand/or flood management. Target 115,000 ha. \nd Contribution to the Asian Development Bank Results Framework RFI B: Operations supporting climate change \nmitigation and/or adaptation. \nSource: Asian Development Bank. \n \n ", "Appendix 2  19 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48096-002-2 \n \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Agriculture, Natural Resources, and Rural Development \n3.  Project Administration Manual \n4.  Economic and Financial Analysis  \n5.  Summary Poverty Reduction and Social Strategy \n6.  Risk Assessment and Risk Management Plan \n7.  Climate Change Assessment \n8.  Gender Action Plan  \n9.  Environmental Impact Assessment  \n10.  Initial Environmental Examination  \n11.  Land Acquisition and Resettlement Framework: Output 1 \n12.  Land Acquisition and Resettlement Framework: Outputs 2 and 3  \n \nSupplementary Documents \n13.  Detailed Economic and Financial Analysis \n14.  Arghandab River Basin Integrated Water Resources Management Study \n15.  Multisector Water Allocation Options Study \n16.  Strategic Procurement Planning \n17.  Climate Risk and Vulnerability Assessment \n18.  Fragile and Conflict-Affected Situations Action Plan \n \n  \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20190821105323+08'00'", "Creator": "PDF24 Creator", "Keywords": "afghanistan, 48096-002, afghanistan agriculture, afghanistan farming, afghanistan irrigation  infrastructure, afghanistan water resources, terms and  conditions, board approval, rrp, approved projects,  recommendations of the president", "ModDate": "D:20190916125317+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will  improve the availability and management of water resources in the Arghandab basin in Kandahar province.", "Title": "Arghandab Integrated Water Resources Development Project: Report and Recommendation of the President"}}