{"path": "data/input/reports/48101-003-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \n \nProject Number: 48101-003 \nNovember 2015 \n \n \n \n \nProposed Results-Based Loan and  \nTechnical Assistance Grant \nPeople’s Republic of China: Guizhou Vocational \nEducation Development Program \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011.  \n \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 15 October 2015) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1574 \n$1.00  =  CNY6.353 \n     \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DLI  –  disbursement-linked indicator \n  GED  –  Guizhou Education Department \n  GPFD  –  Guizhou Provincial Finance Department \n  GPG  –  Guizhou Provincial Government \n  GVEDP  –  Guizhou Vocational Education Development Program \n  M&E  –  monitoring and evaluation \n  MIS  –  management information system \n  PAP  –  program action plan \n  PMO  –  program management office \n  PRC  –  People’s Republic of China \n  RBL  –  results-based lending \n  TA  –  technical assistance \n  TVET  –  technical and vocational education and training \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of the People’s Republic of China ends \non 31 December.  \n(ii)  In this report, “$” refers to US dollars.  \n \nVice-President  S. Groff, Operations 2 \nDirector General  A. Konishi, East Asia Department (EARD) \nDirector  S. Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leaders  S. Shakil, Senior Education Specialist, EARD \nL. Wang, Senior Project Officer (Urban Development), People’s \nRepublic of China Resident Mission  \nTeam members  F. Connell, Principal Counsel, Office of the General Counsel  \nM. Gupta, Principal Safeguards Specialist (Resettlement), EARD  \nD. Mathew, Planning and Policy Specialist, Strategy and Policy \nDepartment \nA. Morel, Environment Specialist, EARD \nA. Qadir, Senior Counsel, Office of the General Counsel \n  G. Tadevosyan, Safeguards Specialist, EARD \nJ. Vanta, Senior Operations Assistant, EARD \nL. Zou, Principal Financial Management Specialist, EARD \nPeer reviewer  K. Veal, Senior Social Sector Specialist, South Asia Department  \n \nIn  preparing  any  country  program  or  strategy,  financing  any  program,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. ", " \nCONTENTS \nPage \nRESULTS BASED PROGRAM AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROGRAM  1 \nA.  Strategic Context  1 \nB.  Program Rationale  2 \nC.  Program Scope  3 \nD.  Program Results  4 \nE.  Expenditure Framework and Financing Plan  5 \nF.  Capacity Development and Program Action Plan  6 \nG.  Technical Assistance  7 \nH.  Implementation Arrangements  7 \nIII.  SUMMARY OF ASSESSMENTS  7 \nA.  Program Technical Assessments  7 \nB.  Program Systems Assessments  8 \nC.  Integrated Risk Assessment and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework                      11 \n2.  List of Linked Documents                        13 \n3.  Disbursement-Linked Indicators, Verification Protocols, and Disbursement Schedule   14 \n \n \n ", "Project Classification Information Status: Complete\nRESULTS BASED PROGRAM AT A GLANCE\n1. Basic Data Project Number: 48101-003\nProject Name Guizhou Vocational Education  Department EARD/EASS\nDevelopment Program /Division\nCountry China, People's Republic of Executing Agency Guizhou Provincial \nBorrower China, People's Republic of Government (EA)\n2. Sector Subsector(s)      ADB Financing ($ million)\nEducation Technical and vocational education and training 150.60\nTotal 150.60\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Low\ngrowth (IEG) including jobs, made more inclusive Project\nPillar 3: Extreme deprivation prevented and \neffects of shocks reduced (Social Protection)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Client relations, network, and partnership  Some gender elements (SGE)\ndevelopment (GCD) development to partnership driver of change\nInstitutional development\nKnowledge solutions  Knowledge sharing activities\n(KNS) Pilot-testing innovation and learning\n5. Poverty Targeting Location Impact\nProject directly targets  Yes Rural Medium\npoverty Urban Medium\nGeographic targeting (TI-G) Yes\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 150.60\n     Sovereign Capacity development technical assistance: Technical  0.60\nAssistance Special Fund\n     Sovereign Results Based Lending: Ordinary capital resources 150.00\nCofinancing 0.00\n     None 0.00\nCounterpart  1,460.00\n     Government 1,340.00\n  \n     Others 120.00\nTotal 1,610.60\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 27072015170406590020 Generated Date: 27-Jul-2015 17:28:59 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation for a proposed loan \nto the People’s Republic of China (PRC) for the Guizhou Vocational Education Development \nProgram (GVEDP). The report also describes proposed technical assistance (TA) for capacity \ndevelopment for the GVEDP, and if the Board approves the proposed loan, I, acting under the \nauthority delegated to me by the Board, approve the TA.1  \n \n2.  The proposed Asian Development Bank (ADB) assistance will support the Guizhou \nProvincial Government (GPG) to improve the quality of technical and vocational education and \ntraining  (TVET)  in  the  province,  and  to  make  TVET  more  relevant  to  employers’  needs. \nDeveloping high-quality TVET is a GPG priority for expanding and developing the provincial \nworkforce  to  facilitate  continued  inclusive  economic  growth,  reduce  rural  poverty,  and  to \nimprove the employment prospects of young workers seeking jobs.2  \n \nII.  THE PROGRAM \n \nA.  Strategic Context \n \n3.  The PRC faces a structural mismatch between the supply and demand of workers and \nappropriate education and skills. The government is increasingly emphasizing the value of \nhighly skilled human capital, which accounted for 38.1% of the PRC’s economic growth during \n1978–2008.3 In 2010, the government approved the National Long-Term Strategy on Education \nReform and Development, 2010–2020, identifying TVET as the main strategy for educational \nexpansion  to  develop  a  skilled  workforce.  Making  the  TVET  system  more  responsive  to \neconomic growth needs and strengthening links between TVET and industry are essential to \nsupply the skills needed for the envisioned structural economic transformation of the country. \n \n4.  Guizhou is a landlocked province in the southwestern region of the PRC and is among \nthe  least  developed  in  terms  of  socioeconomic  development.  Home  to  about  35  million \npermanent residents, Guizhou has high levels of poverty. About 7.5 million of the province’s \nrural population living below the national poverty line (CNY2,300 per year) are concentrated in \nthe  mountainous  region  in  the  western  part  of  the  province,  while  5.0  million  of  its  total \npopulation are internal migrant workers. The province has the lowest per capita gross domestic \nproduct in the country (approximately $3500, or 50% of national GDP per capita) and low levels \nof industrialization. Its growth is largely reliant on agriculture and traditional services, and public \nservices lag far behind the national average. However, GPG’s ambitious plans to modernize \nand diversify the province’s economy to close the gap in economic output relative to richer \nprovinces have resulted in rapid economic growth, averaging 12% since 2010.4 \n \n5.  To meet the demands of a rapidly growing and diversifying economy, Guizhou needs an \nexpanded workforce with high-level skills that is supported by an upgraded TVET system. \nCurrently, Guizhou is facing a severe shortage of highly skilled workers in priority sectors such \nas  construction,  logistics,  light  industry  equipment  manufacturing,  information  technology, \n                                                \n1  The design and monitoring framework is in Appendix 1.  \n2  ADB provided program preparatory TA to the People’s Republic of China for Preparing the Guizhou Vocational \nEducation Development Program (TA 8696). \n3  J. Whalley and X. Zhao. 2010. The Contribution of Human Capital to China's Economic Growth. NBER Working \nPaper. No. 16592. Cambridge: National Bureau of Economic Research. http://www.nber.org/papers/w16592. \n4  Official Guizhou Provincial Government data based on national poverty line statistics from the National Statistics \nOffice for 2014. ", "2 \nagricultural engineering, and tourism. For example, highly skilled workers comprise only 0.6% of \nthe total workforce in the construction sector.5 This reflects several underlying issues, including \nlow enrollment in TVET colleges (lower than national targets), a high student–teacher ratio \n(30:1, the fourth highest ratio nationally), inadequate relevance of the curricula to labor market \nneeds, and weak capacity of TVET teachers (with 16% failing to meet the requirement for \nacademic qualifications).6 As the economy continues to diversify and grow with new occupations \nneeding new and upgraded skills, so does the demand for skilled graduates. GPG’s strategy is \nto  align TVET to the  needs  of  employers  and  raise  the  socioeconomic  status  of  its  poor \nhouseholds  by  improving  their  employment  prospects.7 To  achieve  this,  the  province  has \nlaunched the Guizhou Modern TVET System Establishment Plan 2013–2020, a medium-term \nsector  reform  program,  backed  by  increases  in  financing  since  2010  to  expand  student \nenrollment and improve the quality of demonstration TVET secondary schools and tertiary \ncolleges (collectively referred to as “Demonstration TVET Institutions”).8 \n \nB.  Program Rationale \n \n6.  The GVEDP will support the PRC’s strategy to develop human resources and play a \ndemonstration role for other provinces in the western region. Strengthening human resources is \none of the priorities under the government’s five-year plan and policy directives of the Third \nPlenary Session of the 18th Central Committee of the Communist Party of China, and the \nNational Long-Term Strategy on Education Reform and Development, 2010–2020.9 The long-\nterm  strategy  aims  for  greater  education  investment  and  sets  TVET  targets,  including  for \ntransforming some schools and colleges into model or demonstration institutions to promote \nsharing of quality resources. The GVEDP will contribute to poverty reduction and inclusive \ngrowth in Guizhou Province by improving skills and employment outcomes. It is aligned with \nADB’s  country  partnership  strategy,  2011–2015  for  the  PRC,  the  recommendations  of  the \nMidterm Review of Strategy 2020 and with ADB’s education sector strategies which prioritize \nTVET to address the human resource agenda.10 GVEDP also incorporates lessons from ADB’s \npast  and  ongoing assistance  in  PRC’s  education  sector,  including the  need  to  strengthen \neducation relevance to growth sectors. \n \n7.  The  results-based  lending  (RBL)  modality  is  the  most  suitable  to  support  GPG’s  \nmedium-term TVET reforms. As part of consolidation strategy in the sector reform plan, a TVET \ntown has been established with joint financing from GPG, the Guiyang Municipal Government, \nand Qingzhen town government, where some 25 TVET institutions are relocating for increased \nclassroom and dormitory capacity, greater interactivity, and coordination with industry.11 These \ninstitutions have initiated their long-term plans with central, provincial, and local financing, but \nface financing and capacity gaps to realize their full potential as demonstration institutions. In \nsummary, Guizhou has a solid foundation for improving the TVET system, including policies \n                                                \n5  People’s Republic of China. 2014. Guizhou Provincial Statistics Office. Guizhou. \n6  People’s Republic of China. 2013. Guizhou Education Department. Guizhou. \n7  Employer-based survey data  from  Guizhou shows a satisfaction rate of 91% for  secondary  TVET  and  95% for  \ntertiary TVET graduates, but still shows a high response rate desiring better management and technical skills. \n8  Guizhou Provincial Government. 2013. Guizhou Modern TVET System Establishment Plan, 2013–2020, Guizhou.  \n9  The Decision on Major Issues Concerning Comprehensively Deepening Reforms. Document of the Third Plenary \nSession of the 18th Central Committee of the Communist Party of China, 2013. \n10 ADB. 2012. Country Partnership Strategy: People’s Republic of China,  2011–2015. Manila (ADB’s strategy \nincludes a pillar on inclusive growth and outlines the importance of investing in TVET to upgrade labor skills and \nenhance inclusiveness); ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming \nAsia and the Pacific. Manila; and ADB. 2010. Education by 2020: A Sector Operations Plan. Manila.  \n11 The Guiyang Municipal Government has committed CNY200 million to the Qingzhen TVET town in the outskirts of \nGuiyang. Currently there are 17 Demonstration Schools and Colleges, and will increase under the reform program. \n ", "3 \n(such as free secondary TVET education), commitment (a long-term sector plan), and financing, \nbut needs to ensure a stronger focus on improving the quality of learning. To translate this \ncommitment into results and to keep the reforms on track, the nature of the challenges requires \na results- and system-based approach. The RBL will also reduce transaction costs associated \nwith investment project requirements, enable ADB’s financing to leverage wider provincial TVET \nreforms, and strengthen the policy dialogue for future priorities of the TVET reform program. \n \n8.  ADB  financing  will  add  value  by  incentivizing  improvements  in  TVET  quality  and \ncapacity, particularly through teacher training, development of competency based curriculum, \nmodernized training facilities, and system-wide sharing of TVET reforms. ADB’s convening \npower to bring international experience in using RBL to promote sector reform, knowledge \nsharing  and  dissemination  of  lessons  learned  is  highly  valued  by  the  PRC  and  Guizhou \ngovernments. This approach for using and strengthening country systems is appreciated and is \nalready being proposed for additional programs in the PRC.       \n \nC.  Program Scope \n \n9.  The  proposed  GVEDP  (Table  1)  will  support  the  Guizhou  Modern  TVET  System \nEstablishment Plan, 2013–2020 by developing vocational education in secondary schools and \ncolleges  that  meets  Guizhou’s  long-term  development  needs  through  an  inclusive  and \nresponsive TVET system. An innovative program that uses RBL to keep the medium-term TVET \nreform  plan  on  track,  it  will  finance  part  of  the  government’s  province  wide  TVET  reform \nprogram to support consolidation, increased education opportunities for students from poor \ncounties, and improved quality and capacity.  \n \nTable 1: Program Scope  \nItem  Government Program   ADB RBL Program (GVEDP) \nOutcome  A strengthened TVET system   An inclusive and responsive TVET system  \nKey outputs   (i)  Quality TVET institutions developed in  (i)  Quality of teaching in TVET \n  Guizhou    institutions strengthened \n(ii)  Quality of TVET improved  (ii)  Responsiveness of TVET institutions \n(iii) Industry partnerships expanded  to labor markets improved \n(iv) TVET system reformed  (iii)  TVET management capacity \n   strengthened \nActivity types   (i)  Development of provincial  (i)  Select demonstration TVET \ndemonstration TVET institutions  institutions’ facilities upgraded  \n(ii)  CBC development  (ii)  Industry-responsive CBC developed \n(iii) Establishment of TVET resource center  and implemented by national \n(iv) Human resource development  demonstration schools and colleges \n(v)  Capacity development and coordination  (iii) Management training for strengthened \ncapacity conducted \n(iv) Provincial TVET management and \nmonitoring system established \n     \nProgram expenditure  $1,610 million (2016–2019)  $150 million \n     \nMain financiers and  GPG and local governments in Guizhou  ADB (100%) \nthe respective \nfinancing amounts \n     \nGeographic coverage  The whole of Guizhou Province  Demonstration TVET Institutions and \nGuizhou TVET Schools and Colleges \n     \nImplementation period  2013–2020  2016–2019 \nADB = Asian Development Bank, CBC = competency-based curriculum, GPG = Guizhou Provincial Government, \nGVEDP = Guizhou Vocational Education Development Program, RBL = results-based lending, TVET = technical and \nvocational education and training. \nSource: Asian Development Bank.  \n ", "4 \nD.  Program Results \n \n10.  In  line  with  national  education  reform  strategies,  the  GVEDP’s  impact  will  be  an \nadequately  trained  human  resource  base  that  meets  the  province’s  long-term  economic \ndevelopment needs and maintains social harmony by uplifting the status of its population from \npoor and ethnic minority communities. The outcome will be an inclusive and responsive TVET \nsystem,  measured  by  the  number  of  graduates  produced  by  the  Demonstration  TVET \nInstitutions. This will be achieved through the following outputs:  \n \n(i)  Output  1:  Quality  of  teaching  in  TVET  institutions  strengthened.  The \nGVEDP will transform the learning environment by modernizing and upgrading \nteaching and learning facilities in Demonstration TVET Institutions and training \nteachers  across  Guizhou  TVET  schools  and  colleges.  These  institutions  will \nprovide access to students and teachers from remote areas. To achieve this, the \nGVEDP  will  (a)  increase  the  number  of  practical  training  facilities  in \nDemonstration TVET Institutions, and (b) train teachers across the province to \nstrengthen their pedagogical skills and subject knowledge, including knowledge \nof  relevant  industry  occupational  standards,  and  use  of  student-centered \nteaching strategies and information and communication technology for teaching.  \n \n(ii)  Output  2:  Responsiveness  of  TVET  institutions  improved.  The \nDemonstration  TVET  Institutions  cater  to  competency-based  requirements  of \nindustry  in  priority  sectors,  including  construction,  logistics,  light  industry \nequipment manufacturing, information technology, agricultural engineering, and \ntourism. The GVEDP will develop an updated competency-based curriculum, with \nassociated  learning  material  and  teachers’  guides,  that  meets  the  needs  of \noccupations in the priority industries. These will be developed and implemented \nby Demonstration TVET Institutions for selected majors. Additionally, training, \nstudent  knowledge,  and  practical  skills  will  be  enhanced  through  school–\nenterprise cooperation. \n \n(iii)  Output  3:  TVET  management  capacity  strengthened.  The Guizhou TVET \nsystem  is  made  up  of  selected  demonstration  schools  and  colleges  located \nmostly in the main cities and the larger less-resourced schools and colleges \nscattered across the province. Provincial coordination mechanisms, particularly \nfor quality assurance and monitoring, are relatively weak. The GVEDP will (a) \ntrain  school  and  college  managers  to  improve  capacity  for  implementing \ninstitutional  TVET  reforms;  (b)  establish  and  strengthen  a  provincial  TVET \nmanagement  and  monitoring  system,  including  an  integrated  management \ninformation system (MIS) platform to improve program planning and coordination; \nand (c) improve provincial coordination between departments and institutions \nresponsible for TVET. \n \n11.  The RBL program has a robust and comprehensive results framework.12 The GVEDP \nwill support key results from this program results framework via disbursement-linked indicators \n(DLIs).13 The disbursement allocation is in Table 2. Six DLIs have been selected to focus on the \nmain elements of the results chain and framework and comprise activities and outputs that are \n                                                \n12 Program Results Framework (accessible from the list of linked documents in Appendix 2). \n13 DLI targets, definitions, verification protocols, and an indicative disbursement schedule are in Appendix 3.   \n ", "5 \nachievable and measurable during the four-year program.14 These DLIs represent ADB’s value \nadded and are important measures of improved quality of teaching, improved responsiveness of \nTVET institutions to priority industry needs, and strengthened management of the TVET system. \nThe selected DLIs are essential for realizing the objectives of the provincial TVET plan to \nproduce more skilled graduates that are employable in Guizhou’s priority sectors.   \n \nTable 2: Disbursement-Linked Indicators \n  Disbursement  Share of ADB \n  Allocated  Financing \nResults  Indicator  ($ million)  (%) \nOutcome    Skilled graduates relevant to Guizhou’s   15.0  10.0 \nAn inclusive and responsive  economic growth sectors produced by \nTVET system developed  Demonstration TVET Institutions \nOutput 1        \nQuality of teaching in TVET  Better facilities for quality practical training  30.0  20.0 \ninstitutions strengthened  in Demonstration TVET Institutions     \n30.0  20.0 \nTeachers trained in Guizhou’s TVET \nschools and colleges \nOutput 2  Industry-responsive CBC developed and  22.5  15.0 \nResponsiveness of TVET  implemented by Demonstration TVET     \ninstitutions improved   Institutions for selected majors     \nOutput 3  Managers trained in the Demonstration  22.5  15.0 \nTVET management capacity  TVET Institutions     \nstrengthened  30.0  20.0 \nProvincial TVET management and \nmonitoring system established \n  Total  150.0  100.0 \nADB = Asian Development Bank, CBC = competency-based curriculum, TVET= technical and vocational education \nand training. \nSource: Asian Development Bank.   \n \nE.  Expenditure Framework and Financing Plan \n \n12.  Program expenditures. The total TVET reform program expenditures are estimated to \nbe  $1,610  million  from  2016  to  2019  (Table  3),  which  include  incremental  TVET  school \noperating budgets, construction of new TVET infrastructure, and capacity-building and reform \ninitiatives. The total costs of the GPG 2013–2020 TVET expenditure plan, including school \nrecurrent and operating costs, are estimated to be $14.3 billion.   \n \nTable 3: Summary of Program Expenditure Framework  \n(in 2015 prices) \nProvincial TVET    TVET Reform Program \n(2013–2020)  (2016–2019) \nItem  Amount  Share of     Amount  Share of  \n   ($ million)  Total (%)    ($ million)  Total (%) \n1. Recurrent budget  7,970  55.6    925  57.5 \n2. Civil works and equipment  6,260  43.7    676  42.0 \n3. Training and capacity development  92  0.6    8  0.5 \n \nTotal  14,322  100.0  1,610  100.0 \nTVET= technical and vocational education and training.  \nNote: Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank.  \n                                                \n14 While it is not feasible to link disbursements to learning outcomes which require a longer time to achieve, the \nprogram team is planning to implement an impact evaluation of learning outcomes in Guizhou using separate \nresources to assess the impacts of various aspects of the program’s interventions in 2016–2018. \n ", "6 \n \n13.  Program financing. The government has requested a loan of $150 million from ADB’s \nordinary capital resources to help finance the TVET reform program. GPG will provide $1,340 \nmillion for the program, and an estimated $120 million will come from student tuition fees. While \na small share, ADB financing adds value with incentives for quality and capacity improvements. \nThe financing plan is summarized in Table 4. The loan will have a 26-year term, including a \ngrace  period  of  5  years,  straight-line  repayment,  an  annual  interest  rate  determined  in \naccordance  with  ADB's  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.15% per year, and such other terms and conditions set forth in the draft \nloan and program agreements. Based on this, the average loan maturity is 15.75 years and the \nmaturity premium payable to ADB is 0.10% per annum.15 \n \nTable 4: Program Financing Plan (TVET Reform Program) \nSource  Amount  Share of  \n   ($ million)  Total (%) \nGuizhou Provincial Government  1,340  83.2 \nTechnical and Vocational Education and Training Student Tuition Fees  120  7.5 \nAsian Development Bank (Ordinary capital resources loan)  150  9.3 \nTotal  1,610  100.0 \nSource: Asian Development Bank.  \n \n14.  Disbursement arrangements. The ADB loan will be disbursed over 4 years subject to \nthe  achievement  and  verification  of  the  DLIs.  The  initial  disbursement  will  be  after  loan \neffectiveness and upon verification of the prior results, and includes advance financing for year \n1 DLIs in the amount of $15 million. GPG has put much effort and resources into its TVET \nimprovement plan. By 31 December 2015, the Guizhou Education Department (GED) will have \nprepared a provincial teachers’ training plan, as well as a provincial management training plan, \nand at least eight GVEDP schools and colleges will have submitted to GED their training base \nupgradation plans for agreement by ADB. These actions, which will be taken 1 year before the \nplanned  loan  effectiveness,  will  provide  a  strong  foundation  for  implementing  the  GVEDP \neffectively.  Twenty  percent  of  the  loan  will  be  released  against  these  prior  results,  and \nsubsequent disbursements will be made after the relevant DLIs have been met. The Guizhou \nProvincial Finance Department (GPFD) will submit withdrawal applications along with evidence \nverifying the achievement of the DLIs. Disbursements are allowed for early or late achievement \nof DLIs. Partial disbursement is allowed for certain DLIs, as noted in the verification protocols. \nThe program management office (PMO) will collect all reports and information necessary to \nverify achievement and prepare a draft DLI achievement report that will be submitted to GPFD, \nwhich  will  prepare  the  withdrawal  application  and  submit  it  to  ADB  accompanied  by  the \nevidence of DLI achievement. Where ADB identifies issues with DLI achievement, it will relay its \nconcerns to the PMO and GPFD within 1 month of its receipt of the withdrawal application for \nfurther verification. The loan proceeds will be disbursed to the designated account maintained \nby GPFD. Onward disbursement will follow internal funds flow mechanisms established for \nGVEDP by GPG. \n \nF.  Capacity Development and Program Action Plan \n \n15.  While there is reasonably sound capacity in GED to implement GVEDP effectively, \ncapacity development and monitoring of program actions are needed to ensure that the overall \nresults framework is implemented, monitored, and updated to remain a relevant feature of the \n                                                \n15 Loan Agreement and Program Agreement (accessible from the list of linked documents in Appendix 2).   \n ", "7 \nModern TVET System Establishment Plan. A detailed program action plan (PAP) has been \nagreed.16  \n \nG.  Technical Assistance \n \n16.  The capacity development TA is estimated to cost $650,000, of which $600,000 will be \nfinanced on a grant basis by ADB’s Technical Assistance Special Fund (TASF-other sources). It \nhas four outputs:  (i) an enhanced GED monitoring and evaluation (M&E) system to ensure \neffective  implementation  of  the  DLIs  and  PAP by  developing  an  integrated  MIS to  enable \ncomprehensive  program  monitoring  (disaggregated  by  sex  and  ethnicity),  analysis,  and \nreporting; (ii) support for specific GVEDP activities, including TVET quality at the institutional \nand system level; (iii) capacity building for strengthening program systems, including fiduciary, \nsafeguards and M&E; and (iv) action research and knowledge sharing, and dissemination of \ngood practices and lessons learned from GVEDP implementation to other provinces in the PRC. \nGPG, as executing agency of the TA, will support the TA in the form of counterpart staff, office \naccommodation, and other in-kind contributions.17 \n \nH.  Implementation Arrangements \n \n17.  GPG will be the executing agency and will set up an interagency program leading group \nthat  includes  representatives  from  all  relevant  provincial  departments  to  oversee  GVEDP \nprogress.  GED  has  been  assigned  to  lead  and  oversee  TVET  reform,  but  most  GVEDP \nimplementation activity has been delegated to participating schools. A PMO will be formally \nestablished by GPG to be responsible for day-to-day coordination, program management, and \nprogress monitoring. The implementation period of the proposed program is 1 January 2016 to \n31 December 2019, with activities undertaken during 2015 qualifying for loan disbursement \nunder “payment for prior results.”18 \n \nIII.  SUMMARY OF ASSESSMENTS \n \nA.  Program Technical Assessments \n \n18.  Technical due diligence has been performed to ensure that the intended outcome of \nGVEDP (i) is achievable through the planned program activities, (ii) is aligned with government \neconomic development planning, (iii) has a clear results framework with a well-defined baseline \nperformance, (iv) is economically justified, and (v) is financially viable and sustainable. This due \ndiligence is presented in a program soundness assessment, with further technical and financial \ndetails provided in other linked documents.19  \n \n19.  The economic analysis confirms that public financing is justified for the program, is \nprovided in an efficient manner, and is sustainable. Financial viability is largely assured as \nexpenditure  estimates  are  based  on  recent  local  experience,  and  are  budgeted  for  in \ngovernment plans with financing sources already identified. Incremental operation costs are \nwithin the planned growth of the GPG education budget as TVET is an increasingly important \neducation sector priority. The economic justification for the GVEDP stems from (i) the increasing \ndemand from employers for skilled workers as the economy further modernizes and develops, \n                                                \n16 Program Action Plan (accessible from the list of linked documents in Appendix 2). \n17 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n18 ADB. 2013. Piloting Results-Based Lending for Programs. Manila. \n19Program Soundness Assessment, Program Results Framework, Program Results Assessment, and Program \nExpenditure and Financing Assessment (all accessible from the list of linked documents in Appendix 2). \n ", "8 \nwith TVET being the main supplier of such skills; (ii) higher wages earned by TVET graduates \nrelative  to  unskilled  workers,  with  highly  skilled  workers  commanding  an  extra  premium;              \n(iii) facilitating the planned transition from a rural to largely urban economy; and (iv) assessing \nthe poverty alleviation effect of continued economic growth.   \n \n20.  GVEDP has a strong pro-poor and gender focus. Its emphasis on TVET quality and \ncapacity improvement will result in wider opportunities for both female and male students. In the \nPRC, students from poorer and predominantly rural backgrounds  commonly rely on TVET \neducation as a means to acquire skills that would allow them to gain employment in the modern \nindustrial economy. GVEDP will also benefit ethnic minority students, a disproportionate number \nof whom come from high-poverty rural counties. The results framework has a sex-disaggregated \nbaseline and target indicators justifying the “some gender elements” categorization.  \n \nB.  Program Systems Assessments \n \n21.  Monitoring and evaluation system. The M&E system assessment confirms that MIS in \nthe schools captures sex-disaggregated data on students, teachers, and managers, and will \nhelp track the outputs and outcome. However, it does not currently capture data on ethnicity as \na matter of routine and M&E arrangements for TVET at the provincial level are quite fragmented. \nThe TA will develop an integrated MIS platform within GED to monitor and report on TVET \nsystem performance and inclusiveness (DLI 6).   \n \n22.  Fiduciary systems. GVEDP will use country fiduciary systems with respect to public \nfinancial  management,  procurement,  and  anticorruption.  These  systems  were  assessed  to \ndetermine  the  degree  to  which  they  will  be  able  to  manage  fiduciary  risks  and  provide \nassurance that RBL program funds are used for their intended purposes, with due consideration \nfor economy and efficiency.20 Mitigating measures to manage fiduciary risks are included in the \nPAP and the program implementation document.21   \n \n23.  The  financial  management  assessment  confirms  that  an  adequate  financial \nmanagement  system  exists  in  GPG  and  the  Demonstration  TVET  Institutions,  with  sound \nbudgeting, payment, accounting, and auditing procedures and practices. The overall risk level is \nlow to moderate, with weak internal audit capacity as the main constraint. The government \nrequires  separate  management,  utilization,  accounting,  and  auditing  of  foreign  funds.  The \nGuizhou  Provincial  Audit  Office  will  be  delegated  by  the  PRC’s  National  Audit  Office  to \nundertake  annual  audits  to  confirm  all  ADB  loan  proceeds  have  been  used  for  legitimate \npurposes under GVEDP. An annual audit report will be submitted within 6 months of the end of \neach fiscal year. \n \n24.  The  procurement  system  assessment  confirms  that  the  procurement  framework  is \naligned with the principles of  competition, efficiency, economy, transparency, fairness, and \nequal  opportunity,  and  that  reasonable  capacity  is  in  place  to  carry  out  procurement  in \naccordance with these principles. Procurement involving high-value contracts will be excluded \nfrom ADB funding.22  \n \n25.  The  anticorruption  assessment  concludes  that  the  risks  of  fraud  and  corruption  for \n                                                \n20 Program Fiduciary Systems Assessment (accessible from the list of linked documents in Appendix 2).   \n21 Program Implementation Document (accessible from the list of linked documents in Appendix 2). \n22 Amounts are currently $50 million for works, turnkey and supply, and installation contracts; $30 million for goods; \n$20 million for information technology systems and nonconsulting services; and $15 million for consulting services. \n ", "9 \nGVEDP and the education system are limited and similar to other sectors. This is mainly in the \nareas of financial management and procurement, involving lapses in individual integrity rather \nthan system wide risks. The PRC has promulgated extensive laws and regulations for clean \ngovernment and anticorruption, and in recent years far more actions are being taken against the \nperpetrators of fraud and corrupt practices. The government is also taking more action to make \nit  easier to  report  suspicions,  and  to  strengthen  discipline  inspection  and  prosecutions.  In \nGuizhou,  GED  has  also  issued  documents  to  regulate  teacher  behavior  and  enhance \nanticorruption in the education sector. The Guidelines to Prevent or Mitigate Fraud, Corruption, \nand Other Prohibited Activities in Results-Based Lending for Programs were explained to and \ndiscussed with the government and GPG (footnote 19). \n  \n26.  Safeguard systems. A program safeguard systems assessment was prepared for the \nGVEDP and discussed with program stakeholders.23 The assessment confirms the safeguard \ncategorization of B for environment, involuntary resettlement, and indigenous peoples. Activities \nunder Output 1 will involve civil works on existing campuses that may have some temporary and \nsite  specific  environmental  impacts,  with  ongoing  resettlement  with  some  households  in \ntransition due to land acquired historically to construct new TVET campuses for some of the \nDemonstration TVET Institutions. GVEDP’s activities have impacts on ethnic minorities that are \nmainly positive, with the need to maintain or improve inclusiveness. Good practices include          \n(i) the preparation of a strategic environment assessment for the Qingzhen TVET town, as well \nas an environmental impact assessment, including an environmental management plan for each \nTVET  campus  targeted  under  Output  1;  (ii)  land  acquisition,  compensation,  and  fund \ndisbursement were done in accordance with applicable PRC and local regulations, and affected \nhouseholds were satisfied with the compensation package; and (iii) the poverty and social \nanalysis confirmed that the PRC and Guizhou have a supportive policy framework for ethnic \nminorities and systemic issues are related to their inclusion. Specific weaknesses include (i) the \nmethod and timing of disclosure of environmental impact and monitoring reports, and public \nengagement during the construction of new facilities; (ii) follow up monitoring to determine \nwhether adequate housing has been obtained and whether income restoration measures have \nbeen effective; and (iii) weak systemic disaggregated monitoring and reporting on enrollment, \nretention and graduation rates. \n \n27.  Agreed actions to strengthen program safeguard systems include (i) for environment, \nmonitoring, reporting, and public engagement arrangements (covering information disclosure, \nconsultation, and grievance redress); (ii) for involuntary resettlement, the engagement of an \nexternal monitor to conduct semiannual monitoring and reporting on the progress of pending \nresettlement and livelihood restoration activities, and a sample survey of affected households to \nconfirm income recovery and resolution of grievances (if any); and (iii) for indigenous people, \nbetter monitoring, reporting, and consulting to promote inclusiveness. Institutional strengthening \nfor program safeguards will be supported by the capacity development TA. \n \nC.  Integrated Risk Assessment and Mitigating Measures  \n \n28.  An integrated risk assessment considered potential risks associated with (i) program \nresults,  (ii)  expenditures  and  financing,  (iii)  fiduciary  systems,  and  (iv)  the  operating \nenvironment.  The  main  risks  and  mitigating  measures  are  summarized  in  Table  5.24 The \nassessment concludes that benefits and impacts are expected to outweigh the costs, with \noverall moderate program risk.  \n                                                \n23  Program Safeguard Systems Assessment (accessible from the list of linked documents in Appendix 2). \n24 Integrated Risk Assessment and Mitigating Measures (accessible from the list of linked documents in Appendix 2).   \n ", "10 \nTable 5: Summary of Integrated Risk Assessment and Mitigating Measures \nRisks  Ratings  Key Mitigating Measures \nResults     \nTVET institutions are unable to recruit  H  Recognized by GPG as a key issue in the Guizhou Modern TVET \nquality teachers and instructors to deliver    System (2013–2020). GED’s efforts for TVET rationalization and \nTVET programs effectively.  teacher training, supported by GVEDP, will focus on improving the \nquality of teachers and teaching.   \nM&E systems in GED prove inadequate for  S  GVEDP includes a DLI to strengthen the M&E systems, which will \nresults framework and DLI verification.  also be supported by a TA. The DLI verification has been through \n  detailed consultation to confirm its robustness.  \n \nExpenditures and Financing     \nGVEDP cost estimates prove too low or  M  Cost estimates have been computed using realistic assumptions. \nhigh to effectively implement it.  Construction of many new TVET facilities has taken place in recent \nyears so construction cost estimates (large share of costs) are \nbased on actual recent experience.  \nA shortage of budgetary resources results  M  TVET is recognized as a facilitator of economic growth–GPG’s top \nin the GVEDP proving unsustainable.     priority. TVET makes up a small proportion of the total education \nbudget, and national and provincial policy is to increase its funding \nrelative to general education. \nFiduciary     \nThe staffing levels and status of the  M  Audit  staff  are  trained  on  modern  risk-based  approaches  to \ninternal audit function is weak     improve audit efficiency and increase staff levels  \nProcurement systems prove inadequate to  M  Involve and inspect the provincial supervision department, and   \nprevent corrupt activities and other abuse.    increase transparency in the procurement process \nOperating Environment     \nSocial bias operates against TVET,  S  Recognized as a national issue, with public awareness campaigns \nhindering growth in enrollments.  to emphasize the value of a TVET education planned. \n     \nCommitment of GED and TVET institutions  M  The  RBL  approach  encourages  reforms  that  are  needed  to \nfor reforms is not sustained.  improve TVET system performance.  \n     \nOverall RBL program risk  M   \nDLI = disbursement-linked indicator, GED = Guizhou Education Department, GPG = Guizhou Provincial Government, \nGVEDP = Guizhou Vocational Education Development Program, H = high, M&E = monitoring and evaluation, M = moderate, \nRBL = results-based lending, S = substantial, TA = technical assistance, TVET = technical and vocational education and \ntraining. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES  \n \n29.  The government and the GPG have agreed with ADB on certain covenants for the RBL \nprogram, which are set forth in the loan agreement and the program agreement. \n  \nV.  RECOMMENDATION \n \n30.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank and recommend that the Board approve the loan of $150,000,000 to \nthe People’s Republic of China for the Guizhou Vocational Education Development Program, \nfrom ADB’s ordinary capital resources, with interest to be determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; for a term of 26 years, including a \ngrace period of 5 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan and program agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n16 November 2015 \n ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \nImpacts the Results-Based Lending Program is Aligned with  \nNational education reforms implemented (National Long-Term Strategy on Education Reform and Development, 2010–\n2020)a \nAn adequately trained human resource base that meets the province’s long-term economic development needs and \nmaintains social harmony by uplifting the status of its population from poor and ethnic minority communities developed \n(Guizhou Modern TVET System Establishment Plan, 2013–2020)b  \n \n  Performance Indicators with Targets  Data Sources and   \nResults Chain  and Baselines  Reporting  Risks \nOutcome       \nAn inclusive and  Number of graduates from 17  School records with  Social and cultural \nresponsive TVET system  Demonstration TVET Institutions  annual reporting  biases against TVET \ndeveloped   increases from 30,279 annually  (TVET schools and  hinder enrollments \n(baseline in 2013) to 34,000 annually  colleges, GED) \n   \nby 2019, disaggregated by sex, \n \nethnicity, and rural or urban, poor or \nnon-poor (DLI 1) \nOutputs       \n1.  Quality of teaching in  1a. 15 additional practical training  1a–e. Schools to  TVET institutions are \nTVET institutions  bases constructed in Demonstration  certify and GED to  unable to recruit enough \nstrengthened  TVET Institutions by 2019, (DLI 2)  verify  quality teachers and \n(2014 baseline: 30)    instructors to deliver \nTVET programs \n1b. 8,000 additional teachers trained in   \npedagogy and subject knowledge  effectively \n \nacross Guizhou TVET schools and   \ncolleges by 2019 (at least 40% will be     \nfemale and 30% from ethnic minority)   \n \n(DLI 3) (2014 baseline: 0) \n \n \n1c. Learning resources with ICT for at \n \n23 additional subjects developed in the   \nDemonstration TVET Institutions   \n(Program Results Framework) (2014 \nbaseline: 502) \n  1d. Curriculum Development Guidance     \nCommittees established in the \nDemonstration TVET Institutions, from \nbaseline of 0 to one in each \nDemonstration TVET Institution \n(Program Results Framework) \n  1e. GED to participate in the MOE's       \n  monitoring and evaluation system for \n \nquality assurance for vocational \nschoolsc by 2019 (2014 baseline: not   \navailable)  \n2.  Responsiveness of  2a. 8 Demonstration TVET Institutions  2a. Schools to certify  Industry and enterprise \nTVET institutions  to prepare and/or update and  and GED to verify  do not participate fully in \nimproved  implement  industry-responsive CBC    developing and \nwith associated learning materials and  delivering effective \n \nteachers’ guides for at least 2 majors  training programs \neach by 2019 (DLI 4) (2014 baseline:     \n0)     \n2b. Number of enrolled students in the \n2b. School records \n17 Demonstration TVET Institutions \nand GED to verify \n(disaggregated by gender and ethnic \norigin) to reach 47,800 by 2019 \n(Program Results Framework) (2014 \nbaseline: 47,000) \n ", "12  Appendix 1 \n  Performance Indicators with Targets  Data Sources and   \nResults Chain  and Baselines  Reporting  Risks \n3.  TVET management   3a. At least 800 managers trained in     \ncapacity strengthened  school management and TVET \nreforms by 2019 with at least 20% \nfemale and 20% from ethnic minority \ngroups and based on the GED-\nprepared Management Training Plan \n(DLI 5) (2014 baseline = 0) \n3b. An integrated management \ninformation system platform for TVET \ndeveloped by end 2017 (DLI 6) \n(baseline: not developed)  \nKey Program Actions    \n1. Outcome. An inclusive and responsive TVET system  \n1.1  All results and other monitoring data to be recorded and reported in a form that allows results to be analyzed and \ndisaggregated by gender, ethnicity, urban/rural, and poor/non-poor in order to allow access, performance, and \nother anomalies between social groups to be readily identified and investigated. \n2. Output 1. Quality of Teaching in TVET Institutions Strengthened  \n2.1 GED to make an early application to join the MOE's monitoring and evaluation system for vocational schools, \nnamely the Diagnosis and Improvement monitoring and evaluation program (footnote 1). \n2.2 GED to comply with the MOE requirement that vocational colleges nationwide to accept the talents cultivation \nevaluation every 5 years, and consider the implications of introducing a similar evaluation arrangement for \nvocational secondary schools. \n3. Output 2. Responsiveness of TVET Institutions Improved \n3.1  All  CBC  and  related  learning materials prepared during the program under DLI 4 to be loaded to a central online \nrepository and made accessible free of charge to all Guizhou TVET Schools and Colleges. \n4. Output 3. TVET Management Capacity Strengthened  \n4.1  Supported by ADB technical assistance resources, GED to construct an integrated information platform to collect, \nanalyze, and report on TVET school performance (including data and results analysis by gender, ethnic origin, \nurban or rural, and poor or non-poor) as well as data required to operationalize the GVEDP results framework. \n4.2  GPG to develop an integrated MIS platform by 31 December 2017. \nFinancing Plan    \nTotal program financing from 2016 to 2019: $1,610 million \nADB:  $150 million  \nGovernment:  $1,340 million \nTVET Institutions:  $120 million  \nAssumptions for Partner Financing:  Not applicable. \nADB  =  Asian  Development  Bank,  CBC  =  competency-based  curriculum,  DLI  =  disbursement-linked  indicator,                 \nGED =  Guizhou  Education Department,  GPG  =  Guizhou  Provincial  Government,  GVEDP  =  Guizhou  Vocational \nEducation Development Program, ICT = information and communication technology, MIS = management information \nsystem, MOE = Ministry of Education, TVET = technical and vocational education and training.  \nSource: Asian Development Bank.  \na  People’s Republic of China, Ministry of Education, Beijing, 2010. \nb  Guizhou Education Department, Guiyang, 2013. \nc  Ministry of Education. 2012. Diagnosis and Improvement monitoring and evaluation program which provides a set of \nstandards to move towards improved quality of learning. Beijing.  \n \n \n \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48101-003-3 \n  \n \n1.  Loan Agreement  \n2.  Program Agreement  \n3.  Country Economic Indicators  \n4.  Summary Sector Assessment: Education  \n5.  Program Soundness Assessment  \n6.  Program Results Assessment  \n7.  Program Results Framework  \n8.  Program Expenditure and Financing Assessment  \n9.  Program Monitoring and Evaluation System Assessment  \n10.  Program Fiduciary Systems Assessment  \n11.  Program Safeguard Systems Assessment  \n12.  Integrated Risk Assessment and Mitigating Measures  \n13.  Program Action Plan  \n14.  Contribution to the ADB Results Framework  \n15.  Development Coordination  \n16.  Summary Poverty Reduction and Social Strategy \n17.  Program Implementation Document  \n18.  Attached Technical Assistance   \n \nSupplementary Documents  \n19.  Poverty and Social Analysis Summary Report \n20.  Land Acquisition and Involuntary Resettlement Due Diligence \n21.  Environment Safeguard System Assessment \n ", "14  Appendix 3 \nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \nTable A3.1: Disbursement-Linked Indicators \nDLIs  Baseline and Targets  Prior Results \n2016  2017  2018  2019 \n     (2015) \nOutcome: An Inclusive and Responsive TVET System Developed \nDLI 1  Target is to ensure  n/a    32,000   33,000   34,000 \nDemonstration TVET  graduation of skilled \ninstitutions produce skilled  students  \ngraduates relevant to  Baseline: In 2013, 30,279 \nGuizhou’s economic growth  students graduated from \nthe demonstration TVET \ninstitutions \nOutput 1: Quality of Teaching in TVET Institutions Strengthened \nDLI 2  Target is to increase the  At least 8  At least 5 detailed  5 practical training  5 practical training   \nBetter facilities for quality  number of practical training  demonstration TVET  designs are prepared by  bases for which  bases for which \npractical training in the  bases in the  institutions submit to  the demonstration TVET  construction  construction \nDemonstration TVET  Demonstration TVET  GED their Training  institutions for respective  commenced in 2016  commenced in 2017 \nInstitutions  Institutions to 45  Base Construction/  practical training bases  are completed  are completed \nBaseline: In 2014, there  Upgradation Plans   and construction     \nwere 30 practical training  commenced only after  Additional 5 detailed  Additional 5 detailed \nbases in the demonstration  securing requisite  designs are prepared  designs are prepared \nTVET institutions   construction permits  by the demonstration  by the demonstration \n  TVET institutions for  TVET institutions for \n  their respective  their respective \npractical training bases  practical training \nand construction  bases and \ncommenced only after  construction \nsecuring requisite  commenced and \nconstruction permits  completed only after \nsecuring requisite \nconstruction permits \nDLI 3  Target is to train 8,000  GED prepares  2,000 teachers trained in  2,000 additional  2,000 teachers trained  2,000 teachers \nTeachers trained in  additional teachers in  Provincial Teachers’  pedagogy and subject  teachers trained in  in pedagogy and  trained in \npedagogy and subject  pedagogy and subject  Training    knowledge across  pedagogy and subject  subject knowledge  pedagogy and \nknowledge across Guizhou  knowledge across Guizhou  Plan, with annual  Guizhou TVET schools  knowledge across  across Guizhou TVET  subject \nTVET schools and colleges   TVET schools and colleges  targets  and colleges according  Guizhou TVET schools  schools and colleges  knowledge \n(at least 40% of teachers  to the Training Plan  and colleges according  across \n ", "Appendix 3  15 \nDLIs  Baseline and Targets  Prior Results \n2016  2017  2018  2019 \n     (2015) \ntrained are female, and  to the Training Plan  Guizhou TVET \n30% teachers trained are  schools and \nfrom EM)  colleges, to \nBaseline: N/A  complete \ntraining of \n8,000 teachers \nOutput 2: Responsiveness of TVET Institutions Improved \nDLI 4             \nIndustry-responsive CBC  Target is for 8  8 demonstration TVET  All 8 demonstration  All 8 demonstration  All 8 demonstration   \nwith associated learning  demonstration TVET  institutions provide their  TVET institutions initiate  TVET institutions  TVET institutions \nmaterials and teachers’  institutions to  CBC development  development of the CBC  complete development  prepare associated \nguides developed and  prepare/update and  plans to GED for  in at least 2 majors each  of the CBC in at least 2  learning materials and \nimplemented by the  implement industry- collation and  majors each  teachers’ guides \nDemonstration TVET  responsive CBC with  endorsement   \nInstitutions for selected  associated learning   \nmajors   materials and teachers’ \nguides for at least 2 majors \neach  \nBaseline: N/A \nOutput 3: TVET Management Capacity Strengthened \nDLI 5  Target is to train 800  GED prepares the  200  managers targeted  Additional 200  Additional 200  Additional 200 \nManagers trained in the  managers (20% female  Management Training  in the Management  managers targeted in  managers targeted in  managers \nDemonstration TVET  and 20% from EM)  Plan, targeting at least  Training Plan are trained   the Management  the Management  targeted in the \nInstitutions  Baseline: 0  800 managers  Training Plan are  Training Plan are  Management \ntrained  trained    Training Plan \nare trained \nDLI 6  Target is to develop an  GPG establishes a  GPG develops an  PMO conducts  GED’s Planning   \nProvincial TVET  integrated management  PMO with adequate  integrated management  effective and timely  Division becomes \nmanagement and  information system  capacity to implement  information system  monitoring and  responsible for the \nmonitoring system  platform  the GVEDP in an  platform   reporting using data  integrated \nestablished  Baseline: Ad hoc  effective and timely  from the platform   management \narrangements at provincial  manner    information system  \nlevel, with Guizhou TVET     \nschools and colleges  GPG prepares and \nconducting their own  approves the GVEDP \nmonitoring   management manual  \n   \n \n ", "16  Appendix 3 \nDLIs  Baseline and Targets  Prior Results \n2016  2017  2018  2019 \n     (2015) \nOnly informal program \nmanagement \narrangements are in place \nCBC = competency-based curriculum, DLI = disbursement-linked indicator, EM = ethnic minority, GED = Guizhou Education Department, GPG = Guizhou Provincial Government, \nGVEDP = Guizhou Vocational Education Development Program, PMO = program management office, TVET = technical and vocational education and training. \n ", "Appendix 3  17 \n \nDISBURSEMENT-LINKED INDICATOR DISBURSEMENT PRINCIPLES AND PROCEDURES \n \nA.  Disbursement Principles \n \nFinancing  prior  results. The Guizhou Vocational Development Education Program \n(GVEDP) will finance prior results. The prior results that have been selected are those that are \ncritical to the successful subsequent implementation of the GVEDP, and are accomplished \nlatest by the effectiveness date of GVEDP. The total amount for such financing will not exceed \n20% of the ADB financing (i.e., $30 million). The time frame for such financing should be no \nearlier than 12 months before the signing of the legal agreements. \n \nAdvance financing. The GVEDP will also provide advance financing for Year 1 DLIs in \nthe amount of $15 million. \n \nPartial disbursements are allowed. Partial disbursements are allowed for DLIs 1, 3, 5, \nand the formulas for partial disbursement for those DLIs are detailed in the verification protocols \n(see Table A3.2 below). Once the remaining targets are met for any partially met DLI, the \nbalance of disbursement allocation for the DLI can be disbursed. \n \nB.   Disbursement Procedures \n \nGPFD may submit a withdrawal application upon achievement of any DLIs, along with \nevidence  verifying  achievement  of  the  DLIs.  Disbursements  are  allowed  for  early  or  late \nachievement  of  DLIs.  Verification  mechanisms  and  protocols  have  been  established  using \npublic and independent sources and are clarified in the verification protocols. \n \nGED’s PMO will collect all reports and information necessary to verify accomplishment \nof the DLIs and prepare a draft DLI achievement report. Achievement reports will refer to the \nmonth and year of the DLI achievement indicated in the DLI Table A3.3 below. All such reports \nwill be appropriately authorized by a designated signatory, acting for and on behalf of GED and \nforwarded to GPFD who will make the withdrawal application accompanied by the evidence of \nDLI  achievement.  Where  ADB  identifies  issues  with  the  DLI  achievement,  it  will  relay  its \nconcerns to the GED’s PMO and GPFD within one month of its receipt of the withdrawal \napplication for further verification.  \n \n ", "18  Appendix 3 \nTable A3.2:  Verification Protocols \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \nOutcome: An Inclusive and Responsive TVET System Developed \nDLI 1  Definition     \nDemonstration TVET  The Demonstration TVET Institutions are the  This DLI will be assessed by  Each Demonstration TVET Institution \nInstitutions continue to  demonstration secondary technical schools and tertiary  GED annually in July once  will provide the relevant data, containing \nproduce skilled graduates  TVET colleges,a which are directly administered by GPG.  the annual examination  the number of graduates, disaggregated \nrelevant to Guizhou’s  results are available.   by sex and EM, duly verified by its \nGraduates are (i) secondary schools graduates holding \neconomic growth  authorized signatory to GED by August \nmedium level skills and qualifications; and (ii) tertiary  Demonstration TVET \neach year.   \ncollege graduates holding higher level skills and  Institutions will maintain \nqualifications.   records of the numbers of  GED may undertake an audit at three \ngraduates, disaggregated by  demonstration secondary technical \nPartial disbursement is allowed as long as the achievement \nsex and EM.  schools and/or tertiary TVET colleges \nlevel is at least 50% and in a such case the level of the \nselected randomly or where a particular \npartial disbursement will be proportionate to the  Each Demonstration TVET \nschool or college return causes \nachievement (e.g., achieving 75% of target will qualify for  Institutions will provide these \nsuspicion (e.g., increase much higher \ndisbursement of 75% of the total annual amount  numbers to GED for \nthan expected).  \nearmarked for disbursement for this DLI in Table A3.3  collation and assessment of \nbelow).   DLI achievement.   GED will submit a disbursement claim \nto GPFD, accompanied by verified \ncollated data and random audit reports, \nif any.  \nOutput 1: Quality of Teaching in TVET Institutions Strengthened \n \nDLI 2  Definition  Approved Training Base  The adequacy of the Training Base\nBetter facilities for quality  A practical training base will include infrastructure, training  Construction/  Construction/ \npractical training in  facilities and equipment, a simulated industry environment,  Upgradation Plans.  Upgradation Plans and designs will be \nDemonstration TVET  and qualified instructors and will be used for students’    subject to independent review by an \nInstitutions  practical training, internships, research and development,  Certified completion reports,  expert appointed by ADB, in \nand skills competitions, etc.   evidencing completion of  consultation with GED.  \n  practical training bases, by   \nOnly practical training bases contained in the Training  the authorized signatories of  Completion reports, evidencing \nBase Construction/Upgradation Plans (prioritization list of  the Demonstration TVET  completion of practical training bases, \ntraining bases to be developed with information on  Institutions.   certified by the authorized signatories of \npurpose/capacity) to be prepared by GED and approved by    Demonstration TVET Institutions will be \nADB will qualify for disbursement. Construction of training    forwarded to GED for processing the \nbases will only commence after securing requisite     disbursement via GPFD.  \n                                                \na  Five secondary TVET schools: Guizhou School of Economics & Business; Guizhou Province Commercial School; Guizhou Province Water Resource and Hydro \nPower School; Guizhou Provincial Machine and Industry School; and Guizhou Province Tourism School; and three tertiary TVET colleges: Guizhou Province \nTransportation School; Guizhou Province Light Industry College (in Huaxi); and Guizhou Agriculture & Livestock College. \n ", "Appendix 3  19 \n \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \n  construction permits.    GED will carry out periodic inspections \nof practical training bases to ensure that \nThere will be no partial disbursement against this DLI. \nthey continue to be fit for the purpose, \nand remain in use.  \nADB review missions will undertake \nrandom inspections of the completed \npractical training bases to confirm that \nthey continue to be fit for the purpose, \nand remain in use.   \nDLI 3   Definition      \nTeachers trained in pedagogy  Guizhou TVET Schools and Colleges are all TVET schools  Provincial Teachers’ Training    The adequacy of the Provincial \nand subject knowledge across  and colleges across the province.  Plan.  Teachers’ Training Plan will be subject \nGuizhou TVET Schools and    to independent review by an expert \nColleges  Training of teachers will provide upgraded skills including  GED   reports based on their  appointed by ADB, in consultation with \nrecords.  \nGED.  \nsubject-specific competency-based curriculum \ndevelopment, delivery and assessment, and for use of ICT-    \nbased and student-centered teaching strategies  GED will confirm by documentary \n(pedagogy).  Only teachers’ training included in the  evidence certified by its authorized \nProvincial Teachers’ Training  Plan (the scope will cover all  signatory that the requisite training has \nGuizhou TVET Schools and Colleges with specific annual  been conducted and pass copies of \ntargets covering 8,000 teachers over the course of  such evidence to GED who will verify \nGVEDP), to be prepared by GED and agreed with ADB  that the training qualifies for \nbefore the end of 2015, will qualify for disbursement.  disbursement under the  Provincial \nPartial disbursement is allowed as long as the achievement  Teachers’ Training Plan. \nlevel is at least 70% and in such cases the level of the \nGED will process the disbursement via \npartial disbursement will be proportionate to the \nGPFD. \nachievement.   \n \nGender and ethnic minority targets will be ensured, and the \nfinal disbursement for 2019 will measure and verify the \naggregate achievement of these targets before \ndisbursement is made. \nOutput 2：Responsiveness of TVET Institutions Improved \nDLI 4  Definition      \nIndustry-responsive CBC with  This activity involves the preparation, review, and approval  Demonstration TVET  The adequacy of the CBC development \nassociated learning materials   of new/updated CBC by Demonstration TVET Institutions  Institutions CBC  plans will be subject to independent \nand teachers’ guides  with associated learning materials and teachers’ guides to  development plans.  review by an expert appointed by ADB, \ndeveloped and implemented  allow the teaching of a major that is customized to the  in consultation with GED.  \nby Demonstration TVET  needs of key industries. The CBC development is a priority    \nThe Curriculum Development Guidance  \nInstitutions for selected majors \n ", "20  Appendix 3 \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \n  activity, supported by MOE which the Demonstration TVET  Progress reports prepared  Committee of each Demonstration \nInstitutions will implement.   by Demonstration TVET  TVET Institutions will endorse the  \nInstitutions.b  Curriculum  certified by the authorized \nEach  of  the  8  Demonstration  TVET  Institutions  will \n  signatory of each GVEDP school and \ncomplete one comprehensive set of learning materials and \ncollege will then be forwarded to the \nteachers’ guides for the CBC for 2 majors. \nGED who will countersign that the major \nSelection criteria for key majors are based on the priorities  concerned is in the agreed plan and \nof each Demonstration TVET Institutions.  hence qualifies for disbursement, and \nthen pass to the GED for processing the \ndisbursement via GPFD. \n \nNote: A Curriculum Development \nGuidance Committee primarily consists \nof industry experts thus providing an \nexternal stakeholder verification that the \nCBC meets industry needs. \nOutput 3:   TVET Management Capacity Strengthened \nDLI 5  Definition:     \nManagers trained in  Managers include principals, deputy principals, faculty  GED reports based on their  Same procedure as for DLI No 3 \nDemonstration TVET  heads, and deputy faculty heads.    records.  (teacher training) will apply.  \nInstitutions  Training will target school management, leadership, course \nselection.  \nManagement Training Plan based on requirements and \nmutually agreed by ADB. \nPartial disbursement is allowed on the same basis as DLI \nNo. 3 (teacher training). \n \nGender and ethnic minority targets will be ensured, and \nthe final disbursement for 2019 will measure and verify the \naggregate achievement of these targets before \ndisbursement is made. \n \nDLI 6  Definition:     \nProvincial TVET management  A PMO consisting of key staff (management, monitoring  Government notification of  Prior results achievement to be verified \nand monitoring system  officers [social, safeguards, technical], and program  PMO establishment and that  by evidence of government decision \nestablished  support) established by GPG. The PMO will play an overall  program management  and manual issuance. \ncoordination role for GVEDP to ensure program  arrangements are in place.    \nimplementation, monitoring, and reporting.    PMO in conjunction with GED to \n     establish a working party to oversee the  \n                                                \nb These progress reports can be the same as those submitted to or shared with Ministry of Education. \n ", "Appendix 3  21 \n \nDLIs  Definition and Description of Achievement and  Information Source and  Verification Agency and Procedure \n  Verification Timeframe  Frequency   \nThe GVEDP Program Management Manual is a  Six monthly GVEDP  design and implementation of the \ncomprehensive set of guidelines for the implementation of  progress reports.  integrated MIS.  This working group will \nthe GVEDP that includes financial management, reporting,  then be responsible for overseeing \nand monitoring mechanisms for the GED.  system design, testing, and certification \n  that the system is fit for intended \nAn integrated management information system platform  purpose. The certification will be \nwill include the enrolment and other related data from the  confirmed by CDTA consultants and \nDemonstration TVET Institutions to enable integrated and  trigger the disbursement of the second \ncomprehensive program monitoring, analysis, and  (2017) DLI target.  \n \nreporting. This will be based in the PMO initially and then   \ntransferred to the Planning Division of the GED to cover  The 2018 target will be evidenced by         \nmonitoring for all provincial TVET institutions.  (i) reporting from the MIS being used for \ncomprehensive results framework \nreporting as certified by the PMO; and \n(ii) GED certifying the Planning Division \nof GED has taken responsibility for the \nsystem and its ongoing maintenance. \n \nCBC = competency-based curriculum, DLI = disbursement-linked indicator, EM = ethnic minority, GED = Guizhou Education Department, GPG = Guizhou Provincial \nGovernment, GVEDP = Guizhou Vocational Education Development Program,  MIS = management information system, PMO = program management office,          \nTVET = technical and vocational education and training. \n \n \n \n \n ", "22  Appendix 3 \n \n \nTable A3.3: Disbursement Schedule ($ million) \n  Total ADB  Share of  Payment for          \n  Financing   ADB   Prior          \nDisbursement-Linked Indicators  Allocation  Financing (%)  Results  2016  2017  2018  2019 \nOutcome               \nDLI No 1: Number of GVEDP Graduates   15.00  10.00  -    4.50  4.50  6.00 \nOutputs               \nDLI No 2: Number of Training Bases Constructed  30.00  20.00  7.50  7.50  7.50  7.50   \nDLI No 3: Number of Teachers Trained  30.00  20.00  4.50  9.00  9.00  5.50  2.00 \nDLI No 4: CBC and Supporting Materials Developed  22.50  15.00  7.50  4.50  4.50  6.00   \nDLI No 5: Number of TVET School Managers Trained  22.50  15.00  3.00  7.50  6.00  4.00  2.00 \nDLI No 6: TVET Management and Monitoring Capacity  30.00  20.00  7.50  7.50  7.50  7.50   \nTotals  150.00  100.00  30.00  36.00  39.00  35.00  10.00 \nCBC = competency-based curriculum, DLI = disbursement-linked indicator, GVEDP = Guizhou Vocational Education Development Program, TVET = technical \nand vocational education and training. \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20151116145449+08'00'", "ModDate": "D:20151116145449+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President results based lending", "Keywords": "adb rrp report recommendation president results based lending"}}