{"path": "data/input/reports/48192-001-rrp.pdf", "pages": [" \n \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n \n \n \n \nProject Number: 48192 \nMay 2014 \n \n \n \n \n \n \n \nProposed Grant and Administration of Grant  \nKingdom of Tonga: Cyclone Ian Recovery Project \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n ", "", " \n \nCURRENCY EQUIVALENTS \n(as of 29 April 2014) \n \nCurrency unit  –  pa’anga (T$) \nT$1.00  =  $0.5606 \n$1.00  =  T$1.7838 \nNZ$1.00  =  $0.8538 \n$1.00  =  NZ$1.1712 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCRSP  –  Climate Resilience Sector Project \nkm  –  kilometer \nMET  –  Ministry of Education and Training \nMFNP  –  Ministry of Finance and National Planning \nMOI  –  Ministry of Infrastructure \nOIREP  –  Outer Island Renewable Energy Project \nPIU  –  project implementation unit \nPMU  –  project management unit \nTPL  –  Tonga Power Limited \n \n \nNOTE \n \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy and Natural Resources Division, PARD \n   \nTeam leaders  L. Tora, Country Economist, PARD \nH. Uusimaa, Climate Change Specialist, PARD  \nTeam members  T. Faletau, Safeguards Officer, PARD  \nG. King, Senior Project Officer (Financial Management), PARD \nT. Leono, Project Analyst, PARD  \nA. Maxwell, Senior Energy Specialist, PARD \nM. Paniagua, Unit Head, Project Administration, PARD  \nA. Syed, Counsel, Office of the General Counsel \n  M. Tinio, Associate Economics and Statistics Analyst, PARD  \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Investment and Financing Plans  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  8 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty and Social  9 \nE.  Safeguards  9 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES  \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 48192-001\nProject Name Cyclone Ian Recovery Project Department PARD/PATE\n/Division\nCountry Tonga Executing  Ministry of Finance & National Planning \nBorrower Kingdom of Tonga Agency (MFNP)\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Energy sector development and institutional reform 2.28\nEducation Education sector development 2.24\nTotal 4.52\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the  High\ngrowth opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally  Disaster risk management\nsustainable growth\nqq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nKnowledge solutions Pilot-testing innovation and learning No gender elements (NGE)\nPartnerships Bilateral institutions (not client \ngovernment)\nOfficial cofinancing\nqq\n5. Poverty Targeting Location Impact\nProject directly targets  No Rural High\npoverty\nqq\n6. Risk Categorization: Low\nqq\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\nqq\n8. Financing\nModality and Sources Amount ($ million)\nADB 4.52\n     Sovereign Grant: Asian Development Fund  4.52\nCofinancing 4.27\n     New Zealand Grant 4.27\nCounterpart 1.91\n     Government 1.91\n  \nTotal 10.70\nTotal 10.70\nqq\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nQq\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 08052014114622016314 Generated Date: 12-May-2014 11:52:59 AM  Page 1 of 2", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on (i) a proposed \ngrant and (ii) proposed administration of a grant to be provided by the Government of New \nZealand, both to the Kingdom of Tonga for the Cyclone Ian Recovery Project.1  \n2.  The project will support the efforts of the Government of Tonga to reconstruct and \nclimate- and disaster-proof the electricity network and school facilities in the Ha’apai islands that \nwere damaged by Tropical Cyclone Ian in January 2014.  \nII.  THE PROJECT \nA.  Rationale \n \n3.  Tonga is a country of 176 islands and four island groups—Tongatapu, where 75% of its \n102,000 people and most of its islands with permanent settlements are found, as well as ‘Eua, \nHa’apai, and Vava’u. About 7.4% of the population lives in the Ha’apai island group, which was \nthe area worst hit by Cyclone Ian. Ha’apai consists of 51 islands, 17 of which are inhabited. The \ntwo main islands are Lifuka and Foa, and the main villages are Pangai and Ha'ano. \n \n4.  Based on its exposure, susceptibility, and coping and adaptive capacities, Tonga has \nbeen ranked second only to Vanuatu among the countries most at risk of disasters caused by \nnatural  hazards.2 The  country  is  already  experiencing  the  effects  of  climate  change,  as \nincreasing variability in rainfall patterns is causing flooding and droughts in some locations, \nrising ocean temperatures have led to coral bleaching and destruction of natural coastal barriers, \nand  sea  level  rise  is  contributing  to  coastal  erosion.  These  changes  have  increased  the \ncountry’s exposure to disasters caused by climatic events such as tropical cyclones and storm \nsurges,3 which have inflicted significant losses on Tonga’s economy. For example, a cyclone in \n2002 resulted in losses of $60 million, and losses from another in 20104 reached $22 million.5 \nTonga  is  also  highly  vulnerable  to  earthquakes  and  tsunamis  because  of  its  location  and \ngeology.6 \n \n5.  The  emergency.  On  11  January  2014,  the  most  powerful  storm  ever  recorded  in \nTonga’s  waters  passed  directly  over  the  northeast  islands  of  Ha’apai.  Cyclone  Ian  was  a \ncategory 5 system, with winds of more than 200 kilometers (km) per hour and gusts of about \n300 km per hour. Around 5,000 people were directly affected—66% of Ha’apai’s population. The \nPrime Minister declared a state of emergency for Ha’apai on the same day, and the government \nformally requested international assistance on 23 January once the extent of damage was \nclearer. \n \n6.  Poverty impacts. Ha’apai’s economy is based on subsistence agriculture. About 23.0% \nof the population lives below the basic needs poverty line, and 2.0% experience food poverty. \nThe effects of Cyclone Ian are expected to result in a short-term increase in poverty because of \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Alliance Development Works. 2012. World Risk Report 2012. Berlin. \n3  Government of Tonga. 2005. Initial Communication to the United Nations Framework Convention on Climate \nChange. Nuku’alofa. \n4  Government of Tonga. 2002. Natural Disaster Management Report. Nuku’alofa. \n5  Government of Tonga. 2010. Initial Damage Assessment Report. Nuku’alofa.   \n6  Government of Tonga. 2010. Joint National Action Plan on Climate Change Adaptation and Disaster Risk \nManagement, 2010–2015. Nuku’alofa. \n ", "2 \n \n(i) the destruction of subsistence agricultural crops, fishing opportunities due to damage to \nfishing boats, and inputs for handicraft production on which most households rely; and (ii) \ndisruption  to  private  businesses,  including  trade  stores  and  tourism  enterprises,  with  a \nconsequent reduction in employment. Total losses through these channels are expected to \nreach almost $8.0 million. The scale and impact of these losses relative to current incomes are \nsubstantial, since Ha'apai provides few other ways to generate income. Based on data from a \n2009 household income and expenditure survey, the average annual household income was \nabout $11,548, and total subsistence and cash income is about $11.6 million.7 Without remedial \naction by the government and its development partners, the effects of the cyclone are likely to \ncause a significant increase in poverty and hardship. \n \n7.  Damage and loss to property and infrastructure. At the government’s request, the \nAsian  Development  Bank  (ADB)  and  the World  Bank  fielded  a  joint  post-disaster  scoping \nmission from 30 January to 4 February 2014. Based on its own rapid assessment and a review \nof the damage assessment conducted by the government with the support of the United Nations’ \nPacific Humanitarian Team, the mission’s preliminary estimate of overall damage and losses \nwas T$99.1 million (or $55.3 million)—equivalent to 12.1% of gross domestic product. Most of \nthe damage was to housing (55% of total damage). The power and education sectors were also \naffected.8 The projected costs of reconstruction significantly exceed the government’s ability to \nmeet  them.  Budgetary  reallocation  and  deferral  of  some  debt  obligations  could  provide \nadditional fiscal space, but the government has cash reserves of only about $15.0 million—\nbelow the minimum of 2 months of recurrent spending considered a key fiscal anchor. The \nscoping mission concluded that the government could meet around $5.0 million of emergency \nrecovery needs without depleting cash reserves to unreasonably low levels.  \n \n8.  The Tropical Cyclone Ian Response Plan, on which the government’s post-disaster \nneeds assessment is based, found that the cyclone caused significant damage to homes and \ncrops. Most of the agricultural damage was to the cassava crop, which is a staple. In Ha’apai, \n80% of the homes need to be rebuilt, and extensive replanting is required to replace the loss of \nor damage to 95% of the island group’s crops. The World Bank is providing $10 million for \nhousing reconstruction, which will include (i) the provision of core housing, water supplies, and \nsanitation services; (ii) repairs to housing and key public buildings; and (iii) improvements to \nexisting  undamaged  housing  to  make  it  more  climate-resilient.  Oxfam  New  Zealand,  in \nassociation with a local nongovernment organization, is helping to implement livelihood recovery \nprograms. The Ministry of Agriculture, Fisheries, and Forests is working with communities to \nquickly  plant  about  400  acres  of  local  food  crops—mostly  taro  and  cassava—for  local \nconsumption. \n \n9.  Power  sector  damage. According to Tonga Power Limited (TPL), the state-owned \nelectricity utility, the cyclone damaged 90% of the Ha’apai power network’s distribution lines, \n40% of the high-voltage poles and 70% of the low-voltage poles, 65% of the transformers, 90% \nof the transformer structures, one of its two generators, and 95% of its streetlights. This left \nalmost all of the island group without power and most of the streets without illumination at night.9 \nCommunity-owned solar systems in Tonga’s other outer islands were also damaged. \n \n10.  Education  sector  damage.  The  Ministry  of  Education  and  Training  (MET),  which \nadministers all government schools in Ha’apai, reported that 16 of the island group’s 31 primary \n                                                \n7  Government of Tonga. 2011. 2009 Household Income and Expenditure Survey Report. Nuku’alofa. \n8  Government of Tonga. 2014. Tropical Cyclone Ian Response Plan. Nuku’alofa. \n9  TPL. 2014. Ha’apai Restoration Investment Plan and Justification Report. Nuku’alofa. ", "3 \n \nand  secondary  schools  were  damaged  or  destroyed.  Ten  of  the  damaged  schools  were \ngovernment primary schools. A total of 1,293 students were affected. The extent of the damage \nvaried. Some schools suffered broken windows and doors. Buildings and roofs were damaged \nor destroyed at others. While education supplies have been provided, as well as tents to serve \nas temporary learning spaces, students need to return to a safe, clean learning environment as \nsoon as possible.  \n \n11.  Economic impact. Tonga’s aggregate economic output is expected to decline slightly \nas a result of Cyclone Ian. While the cyclone is projected to create a loss in output equivalent to \n2.7% of gross domestic product, the disaster will also likely trigger additional economic activity \nthat will partly offset this reduction. Reconstruction—mostly financed by Tonga’s development \npartners—is  expected  to  boost  construction  and  services.  Experience  also  suggests  that \nremittances from expatriate Tongans living abroad will increase in response to the loss of \nlivelihoods and declines in incomes and output in Ha’apai. The impacts on revenue and the \nbalance of payments are also expected to be limited, reflecting the low level of formal economic \nactivity in that group of islands.  \n \n12.  Government  action  and  preliminary  assessment  of  the  country’s  capacity.  On \n22 January, Tonga’s National Emergency Operations Centre instructed government officials to \ndevelop a 3-month cyclone response plan, including immediate and short-term relief, recovery, \nand  reconstruction  needs.  With  the  assistance  of  development  partners,  the  plan  was \ndeveloped and endorsed by the cabinet on 31 January. It prioritized the rehabilitation of housing, \nschools, and the main electricity network. In assessing reconstruction needs, the plan adopted \nthe  building-back-better  principle  by  requiring  that  damaged  assets  be  rebuilt  to  a  higher \nstandard than before so that they could better withstand future weather events and disasters.  \n \n13.  Development coordination. The governments of Australia, the People’s Republic of \nChina, France, Japan, New Zealand, and the United States have provided support for initial \nrelief. The  United  Nations’  Pacific  Humanitarian Team mobilized  relief  items and technical \nsupport from several offices in the region. On 7 February, the Government of Tonga requested \nADB support through the Disaster Response Facility for post-cyclone reconstruction in the \npower and education sectors, noting that ADB’s comparative advantage and ongoing projects in \nthese sectors would allow the rapid inception, scaling up, and implementation of the project.  \n \n14.  Structure  and  modality  of  ADB’s  emergency  assistance.  In  response  to  the \ngovernment’s request, ADB has prepared its emergency assistance as a stand-alone project, \nwith distinct outputs to address the disaster response and recovery needs in the power and \neducation sectors. The project will use the implementation arrangements established for two \nexisting projects—the Outer Island Renewable Energy Project (OIREP)10 for the power sector \nand the Climate Resilience Sector Project (CRSP)11 for the education sector. The Ministry of \nFinance and National Planning (MFNP) will be the executing agency for both outputs. The \nproject will be cofinanced by and coordinated with the Government of New Zealand, which has \ncommitted $4.27 million equivalent for reconstruction of damaged schools.12 \n \n                                                \n10 ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Grant and \nAdministration of Grant to the Kingdom of Tonga for the Outer Island Renewable Energy Project. Manila. \n11 ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Administration of \nGrant to the Kingdom of Tonga for the Climate Resilience Sector Project. Manila. \n12 This amount may be adjusted for currency fluctuations to match the grant amount received by ADB. The USD \namount is $4,266,000. \n \n ", "4 \n \nB.  Impact and Outcome \n15.  The impact of the project will be more climate- and disaster-resilient electricity and \neducation  services  provided  to  the  people  of  Ha’apai.  The  outcome  will  be  the  restored \nelectricity supply in Ha’apai and normal education services resumed at pre-Cyclone Ian levels in \nschools. \n \nC.  Outputs \n16.  The  project  will  support  the  government’s  efforts  to  reconstruct  and  climate-  and \ndisaster-proof the main electricity network in Ha’apai and damaged schools (outputs 1 and 2), \nand remove asbestos from damaged buildings (output 3). \n17.  Output  1:  Reconstruction  and  climate-  and  disaster-proofing  of  the  electricity \nnetwork. The project will restore access to the electricity supply network and make it more \nresilient to extreme weather and disasters. Repairing the damage to these utilities—assessed at \nmore  than  90%  of  the  Ha’apai  network  on  13  January—and  upgrading  them  requires \nconsiderable investment. After the Government of New Zealand contributed $1.4 million for the \ninitial emergency restoration of power lines in Ha’apai, TPL prepared a plan and cost estimates \nfor repairing and climate-proofing the electricity network.  \n \n18.  The project will reconstruct the distribution network and upgrade its capacity from 6.6 \nkilovolts to 11.0 kilovolts. This will include (i) construction of around 15.2 km of high-voltage \noverhead bundle lines, (ii) construction and installation of around 32 km of low-voltage overhead \nlines, (iii) reconnecting the underground cables of about 1,000 households and 30 commercial \nand government buildings to the TPL network, and (iv) construction and climate proofing of \naround 2 km of underground cables. The project will also restore and climate-proof about 161 \nstreetlights and purchase temporary solar lanterns and community solar chargers for about 100 \nhouseholds in the outer Ha’apai islands. This output will use the implementation arrangements \nestablished for the OIREP, which is being implemented by TPL. \n \n19.  Output  2:  Reconstruction  and  climate-  and  disaster-proofing  of  schools.  The \nproject will support the reconstruction, restoration, and climate- and disaster-proofing of 10 \nprimary school buildings and up to 6 secondary schools that were damaged in Ha’apai.13 The \nreconstruction will include (i) constructing improved building structures (classrooms and staff \nquarters); (ii) providing appropriate water and sanitation facilities for schools; and (iii) installing \nnecessary fixtures and furniture, such as blackboards, desks, and chairs. This will allow classes \nto resume in a safe environment that is conducive to learning; in the future, it will reduce the \nnumber of days that schools are closed because of extreme weather and natural disasters. The \nreconstruction will be implemented in two phases. Primary schools will be rebuilt first as most of \nthem are government owned, were severely damaged, and serve half of the affected student \npopulation. Secondary schools will be selected for reconstruction in line with the government’s \nsecondary school rationalization policy and with the agreement of ADB. MET has provided a \npreliminary assessment of the damage, and the cost of reconstruction and building back better, \nincluding demolition and removal of debris. The government shall ensure that all rehabilitated \nschools, including privately run schools, will continue to be used as schools. This output will use \nthe implementation arrangements set up under the CRSP.  \n                                                \n13 The damaged government primary schools are Ha'ano, Fakakai, Mo'unga'one, Mata'aho, Lofanga, Faleloa, Fotua, \nKoulo, Pangai, and Tongoleleka. The damaged secondary schools are Ha’apai High School, Taufa’ahau Pilolevu \nCollege, St Joseph’s Community College, Tailulu College, ‘Ofamo’oni School, and Petani Christian Bilingual Side \nSchool. ", "5 \n \n \n20.  Output 3: Removal of asbestos from damaged buildings. The project will support the \nremoval  of  material  containing  asbestos  from  Niu’ui  Hospital,  and  damaged  schools, \ngovernment offices, and residential buildings. An assessment by the World Bank identified the \npresence of asbestos in these buildings.14 Since local knowledge on safe handling of asbestos \nis limited and Ha’apai does not have a site to dispose of asbestos, it will be removed to \nTongatapu. This output will allow reconstruction works to be carried out safely. \n \nD.  Investment and Financing Plans \n \n21.  The project is estimated to cost $10.70 million (Table 1).  \n \nTable 1: Project Investment Plan \n($ million) \n \nItem    Amounta \nA.  Base Costb     \n  1.  Output 1: Reconstruction and climate-proofing of electricity network  3.04 \n  2.  Output 2: Reconstruction and climate-proofing of schools  6.36 \n  3.       Output 3: Removal of asbestos from damaged buildings               0.22 \n  Subtotal A  9.61 \nB.  Contingencies c  1.08 \n       Total (A+B)  10.70 \na   Includes government contribution to taxes and duties of $1.59 million to be financed by exemption. \nb   January 2014 prices.  \nc  Calculated considering physical, price, and currency contingencies at 14% of base cost for civil works, and 5.0% \nof base cost of equipment for price and currency fluctuations. \nSource: Asian Development Bank estimates. \n \n22.  The Government of Tonga has requested grants totaling $8.78 million equivalent to \nfinance  goods,  works,  and  services.15 The  Government  of  New  Zealand  will  provide  grant \ncofinancing  of  NZ$5.0  million  for  activities  under  output  2.  ADB  will  administer  the  grant, \nequivalent to $4.27 million, at the exchange rate prevailing during fact finding (footnote 12). The \nfunds will be denominated in US dollars pursuant to ADB’s standard accounting practices. The \nGovernment of New Zealand will cofinance the cost of civil works and equipment with ADB, \nbased on different ratios for each cost category. ADB will provide $4.52 million from its Disaster \nResponse Facility.16 The government will provide the equivalent of $1.67 million as an in-kind \ncontribution toward administrative costs and exemption from taxes and duties. TPL will provide \nthe  equivalent  of  $0.24  million  as  in-kind  contribution  towards  staff  time  for  the  design, \nsupervision, and installation of works, as well as management and administration of output 1 of \nthe project. The government will make some of the proceeds of the grants available to TPL under \nsubsidiary grant agreements on terms and conditions satisfactory to ADB. The financing plan is \nin Table 2. \n \n   \n                                                \n14 World Bank. 2014. Asbestos Assessment Report, Cyclone Ian. Nuku’alofa. Commissioned by the Government of \nTonga. \n15 ADB and any ADB-administered financing may finance transportation and insurance costs under the project. \n16 ADB’s policy on Piloting a Disaster Response Facility became effective on 1 January 2013. \n ", "6 \n \nTable 2: Financing Plan \nAmount \nSource  ($ million)    Share of Total (%) \nAsian Development Bank \nDisaster Response Facility (grant)     4.52    42.24 \nGovernment of New Zealand (grant) a  4.27    39.91 \nGovernment of Tonga b  1.67    15.61 \nTonga Power Limited  0.24    2.24 \n  Total              10.70    100.00 \na  The Government of New Zealand’s contribution was calculated at the exchange rate prevailing during fact finding. \nThis amount includes a provision of 5.0% of the Asian Development Bank's administration fee, audit costs, bank \ncharges, and a provision for foreign exchange fluctuations (if any), to the extent that these items are not covered by \nthe interest and investment income earned on this grant, or any additional grant from the Government of New \nZealand. \nb  The Government of Tonga’s contribution will comprise (i) in-kind contribution for administration costs, such as those \nfor office space and counterpart time totaling $78,000; (ii) exemption from duty and tax on equipment and income \ntaxes on salaries (other than for citizens or nationals of the recipient country) totaling $1,595,649; and (iii) waiver of \nthe 1.0% fee based on the capital cost of the project, and defined under the Environmental Impact Assessment \nRegulation 2010. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n23.  The MFNP will be the executing agency. TPL and the Ministry of Infrastructure (MOI) will \nbe the implementing agencies, with the MET, the Ministry of Public Enterprises, and the Tonga \nEnergy Road Map Implementation Unit providing oversight.  \n \n24.  Output  1.  TPL, through the project management unit (PMU) established under the \nOIREP, will be the implementing agency. TPL will conduct the final technical and engineering \ndesigns and bidding process. TPL staff will carry out the design, supervision, and installation \nwork. ADB will finance the incremental labor costs TPL incurs in carrying out the project civil \nworks, using force account, that is, its own resources to finance approved civil works required \nfor  the  project.  TPL  will  use  ADB  disbursement  procedures  and  financial  management \nguidelines. TPL will maintain separate accounts for the project, which will be audited by an \nindependent auditor. ADB will review the design and works periodically. The Ministry of Public \nEnterprises and the Tonga Energy Road Map Implementation Unit will provide national policy \noversight  for  output  1.  Repeat  orders  will  be  used  for  procuring  miscellaneous  electrical \nequipment, high-voltage cables, and the supply of power poles from TPL’s existing suppliers \nthat were selected using competitive procedures. This will allow TPL to start reconstruction \nworks immediately following approval. \n25.  Output 2. MOI, through the project implementation unit (PIU) established under CRSP \nwill be the implementing agency. The CRSP PMU under the Ministry of Land, Environment, \nClimate  Change,  and  Natural  Resources  will  assist  in  coordinating  and  overseeing \nimplementation of output 2, with advice from MET. The CRSP procurement project committee, \nchaired by the MFNP, will oversee procurement. The MET will provide national policy oversight \non the design of schools. The MOI will carry out the technical specifications and detailed \ndesigns for the schools with support from the PIU and two architects funded under this recovery \nproject. \n26.  Output 3. MOI will be the implementing agency and the implementation arrangements \nfor output 2 will be adopted. A single contractor will be hired to undertake the removal of \nmaterial containing asbestos. The implementation arrangements are summarized in Table 4 and ", "7 \n \ndescribed in detail in the project administration manual.17 \n27.  All  procurement  of  goods  and  works  will  be  undertaken  in  accordance  with  ADB’s \nProcurement Guidelines (2013, as amended from time to time).18 The recruitment of consultants \nwill be undertaken in accordance with ADB’s Guidelines on the Use of Consultants (2013, as \namended from time to time). The project will be implemented over 3 years and 7 months, which \nis longer than the typical period of 2 years for emergency assistance projects. This extended \nimplementation period is justified because the project will not only assist with reconstruction and \nrestoration, but will also build back better and provide assets with improved climate change and \ndisaster resilience. \n \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  1 May 2014—31 December 2017 \nProject completion date  31 December 2017  \nManagement \n(i)   Oversight body  Output 1: Tonga Energy Road Map Implementation Unit and Ministry of Public \nEnterprises \nOutput 2: Ministry of Education and Training \nOutput 3: Ministry of Infrastructure \n(ii)   Executing agency  Ministry of Finance and National Planning \n(iii)  Implementing agencies  Tonga Power Limited and Ministry of Infrastructure \n(iv)  Implementation units  Tonga Power Limited, with support from the OIREP project management unit, will \nimplement output 1. The Ministry of Infrastructure, with support from the CRSP \nproject implementation unit, will implement outputs 2 and 3. \nProcurement   International competitive  2 contracts  $4,571,983 \nbidding \nNational competitive bidding  2 contracts  $843,000 \nShopping  12 contracts  $909,400 \nDirect contracting (World  4 contracts  $698,000 \nBank housing reconstruction \nproject performing \ncontractors) \nDirect contracting Transnet  4 contracts  $1,520,000 \n(Repeat order) \nDirect contracting Tonga  1 contract  $300,000 \nTimber \n(Repeat order) \nForce account   1 contract  $190,000 \nConsulting services  Individual selection  17 person-months  $240,000 \nAdvance contracting  Advance contracting will be undertaken to recruit the individual consultants and to \nprocure services and goods. \nDisbursement   Grant proceeds from ADB and the Government of New Zealand will be disbursed in \naccordance with ADB's Loan Disbursement Handbook (2012, as amended from \ntime to time) and detailed arrangements agreed upon between the government and \nADB. \nADB = Asian Development Bank, CRSP = Climate Resilience Sector Project, OIREP = Outer Island Renewable \nEnergy Project. \nSource: Asian Development Bank. \n \n \n                                                \n17  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n18 Since the project is financed with ADB-administered cofinancing as well as resources from the Disaster Response \nFacility, universal procurement will apply. ADB. 2013. Blanket Waiver of Member Country Procurement Eligibility \nRestrictions in Cases of Cofinancing for Operations Financed from Asian Development Fund Resources. Manila. \n ", "8 \n \nIII.  DUE DILIGENCE \n28.  The project is technically viable. It supports activities that respond to critical post-cyclone \nreconstruction priorities, as well as Tonga’s national climate change adaptation and disaster risk \nmanagement strategy (footnote 6). The investment activities have been screened and found \nappropriate. Implementing the project activities will allow for learning through monitoring and \nevaluation  and  for  replication  elsewhere  in  Tonga.  The  project  is  coordinated  with  and \nsupported by other development partners. The government’s Tropical Cyclone Ian Response \nPlan is the basis for selection of project outputs (footnote 8). Alternative technical configurations \nwere considered. The proposed configuration is considered technically optimal under the local \nconditions to climate-proof the electricity network and school facilities. \n \nA.  Economic and Financial  \n \n29.  In accordance with ADB’s Disaster and Emergency Assistance Policy (2004), economic \nanalysis for outputs 1 and 2 will be conducted before project implementation. The analysis will \nbe carried out in accordance with ADB’s Guidelines for the Economic Analysis of Projects.19 The \neconomic analysis will include demand analysis, alternatives and least-cost analysis, benefit–\ncost analysis, sustainability analysis, distribution analysis, and sensitivity and risk analyses.20 \nThe economic analysis will include a clear discussion of the without- and with-project scenarios. \nFinancial analyses and evaluations will be undertaken to determine whether the project is \nfinancially viable and sustainable. Financial analyses will be conducted of (i) TPL, including the \npreparation  and  assessment  of TPL's  historical  and  projected financial  statements  and  an \nanalysis of key financial performance indicators; and (ii) projected incremental recurrent costs \nassociated with output 2, including an assessment of capacity to cover these costs. A financial \nevaluation  (benefit–cost  analysis)  will  assess  the  financial  viability  of  output  1.21 Sufficient \nconsultancy resources will be allocated to undertake the economic and financial due diligence. \n \nB.  Governance \n30.  A public expenditure and accountability report financed by the Australian Aid Program in \n2010 concluded that Tonga’s public finance management system was well-developed and that \nthe legal and regulatory framework for public finance management provided a solid basis for \nbudgeting, spending, and accountability.22 A 2011 assessment by the Government of Australia \nof national systems identified only moderate fiduciary and corruption risks associated with using \npartner government systems, and recommended their use in aid programming.23 ADB’s policy \nand institutional assessment indicates that Tonga is performing better than the regional average \nunder the criteria for economic management and public sector management and institutions, \nand better than most other Pacific developing member countries for quality of budgetary and \nfinancial management. Overall governance risks associated with project management, including \nprocurement and disbursement, will be mitigated by (i) providing consultants to advise and \nassist in procuring goods and services, (ii) requiring that civil works contracts include a condition \nfor contractors to adhere to ADB’s Anticorruption Policy (1998, as amended to date), and \n(iii) periodic inspections by the CRSP PIU and the OIREP PMU of contractor fund withdrawals \n                                                \n19  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n20 In case it is not possible to undertake an accurate benefit–cost analysis for output 2, least-cost analysis will be \nused to ensure efficient use of project resources. \n21  ADB. 2014. Financial Management, Cost Estimates, Financial Analysis, and Financial Performance Indicators. \nOperations Manual. OMG2/BP. Manila. \n22  Government of Tonga. 2010. Public Financial Management Performance Report. Nuku’alofa. \n23 Government of Australia. 2011. Tonga–Assessment of National Systems. Canberra. ", "9 \n \nand settlements.24 A financial management assessment concluded that pre-mitigation financial \nmanagement risks for the project were moderate and financial management systems were \nsatisfactory. \n \n31.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government, the MFNP, the MOI, and TPL. The specific policy requirements and \nsupplementary measures are described in the project administration manual (footnote 17). \n \nC.  Poverty and Social \n \n32.  In a social survey conducted under the OIREP project preparatory technical assistance \nin April and July 2012, communities in the outer islands identified the lack of employment and \nother  income-earning  opportunities  as  the  main  cause  of  hardship.25 The  groups  most \nvulnerable to hardship include children, youths, women, the disabled, and the elderly. The \nproject will contribute to social and human resource development and reduce hardship by \nmitigating the adverse impacts of Cyclone Ian on communities in Ha’apai. It will help protect \nlives and assets from erosion, floods, and storm surges, as well as improve opportunities for \nbusiness, jobs, and social development on Ha’apai.  \n \nD.  Safeguards \n33.  Environment (category B). The project is expected to have only small, temporary, and \nlocalized adverse impacts on the environment. These can be readily managed by proposed \nmitigation measures in the environmental assessment and review framework prepared for the \nproject and the follow-up project-specific initial environment examinations.26 ADB will post the \nframework and any other final or updated assessments on its website upon receipt. \n \n34.  Involuntary  resettlement  (category  C).  The  implementation  of  the  project  is  not \nexpected to involve land acquisition or restrictions on land use or access to designated parks or \nprotected  areas.  No  third  party  or  persons  are  expected  to  be  adversely  affected.  If  any \nunanticipated  land  acquisition  and  resettlement  impacts  arise  during  implementation,  a \nresettlement plan will be prepared following the resettlement framework prepared for the project \nto address unanticipated impacts.27 \n \n35.  Indigenous peoples (category C). The project is not expected to impact any distinct or \nvulnerable group of indigenous peoples as defined under ADB’s Safeguard Policy Statement \n(2009). The beneficiaries are part of mainstream Polynesian society and are not discriminated \nagainst because of their language, skin color, or traditional practices. \n \nE.  Risks and Mitigating Measures \n36.  The project’s design assumes that the electricity supply and primary education services \nand teachers will be available once the reconstruction has been completed. The project has \n                                                \n24  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n25 ADB. 2012. Technical Assistance to the Kingdom of Tonga for Preparing the Outer Island Renewable Energy \nDevelopment Project. Manila (TA 7940-TON, $500,000 approved on 2 December 2011, financed by the Japan \nFund for Poverty Reduction). \n26 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n27 Resettlement Framework: Land Acquisition and Resettlement Framework (accessible from the list of linked \ndocuments in Appendix 2). \n ", "10 \n \nthree main risks that are rated low to medium, but are considered manageable and will be \nlargely mitigated during implementation (Table 4).  \n \nTable 4: Summary of Risks and Mitigating Measures  \nRisks  Mitigating Measures \nMore frequent or intense tropical  The project will ensure that infrastructure investments meet \ncyclones or other natural hazards in the  standards for cyclone and earthquake resilience.  \nfuture \nPoor coordination between executing  The implementing agencies regularly update the executing \nand implementing agencies and the  agency and the relevant agencies with oversight roles \nagencies with oversight roles (Ministry  through a rigorous monitoring, reporting, and evaluation \nof Public Enterprises, Ministry of  framework. \nEducation and Training, and Tonga \nEnergy Road Map Implementing Unit)  \nStretched administrative capacity and  Adding capacity to the OIREP and CRSP implementation \nresources of the government, adversely  arrangements (project management unit and project \naffecting the implementation and  implementation unit) will strengthen implementation and \neffectiveness of the emergency  coordination capabilities, thereby ensuring effective delivery \nassistance   of the emergency assistance. \nCRSP = Climate Resilience Sector Project, OIREP = Outer Island Renewable Energy Project. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n37.  The government and TPL have assured ADB that implementation of the project shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the project administration manual and grant documents. \n \n38.  The government and TPL have agreed with ADB on certain covenants for the project, \nwhich are set forth in the grant and project agreements. \n \nV.  RECOMMENDATION \n39.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the grant not exceeding $4,520,000 to the Kingdom of Tonga from ADB’s Special \nFunds resources for the Cyclone Ian Recovery Project, on terms and conditions \nthat  are  substantially  in  accordance  with  those  set  forth  in  the  draft  grant \nagreement presented to the Board; and \n(ii)  the  administration  by  ADB  of  a  grant  not  exceeding  the  equivalent  of \nNZ$5,000,000 to the Kingdom of Tonga for the Cyclone Ian Recovery Project, to \nbe provided by the Government of New Zealand.  \n \n \n8 May 2014                  Takehiko Nakao \nPresident", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK  \n \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nImpact  By end of 2020:  Tonga Power Ltd (TPL)  Assumption \nMore climate and    reports  Electricity and \ndisaster resilient  100% of  Ha’apai    education services will \nelectricity and  electricity network  be restored and \nMinistry of Education \neducation services  functioning (Baseline:  maintained. \nand Training (MET) \nprovided to the people  90%–95% of the Ha’apai   \nreports \nof Ha’apai  network damaged in \nRisk \n2014)    \n  More intense cyclones \nTropical Cyclone Ian \n100% of students  will increase the \nResponse Plan \nenrolled in schools  vulnerability of the \nattend classes in a safe  education and power \nand clean environment  sectors. \n(Baseline: all 1,293 \n \nstudents enrolled in 16 \naffected schools \nreceiving classes in \ntemporary shelters in \n2014) \n \nOutcome  By end of 2018:  TPL reports  Assumption \nElectricity supply   \n  School services and \nrestored and normal  Main electricity grid on \n  teachers will be \neducation services  Ha’apai reconstructed \navailable once the \nresumed at pre-Cyclone  and upgraded and  MET reports \nreconstruction has been \nIan levels for the people  electricity supply \n  completed. \nof Ha’apai  resumed \n \n   \nEducation services \nRisk \nresumed in the rebuilt \nand climate-proofed  Poor coordination \nschool buildings on  between implementing \nHa’apai  and executing agencies \nand the agencies with \n \noversight roles will \nMaterials containing  adversely affect project \nasbestos removed from  implementation. \ndamaged buildings and \ndisposed \n ", "12  Appendix 1 \nPerformance Targets and  Data Sources and  Assumptions and \nDesign Summary  Indicators with Baselines  Reporting Mechanisms  Risks \nOutputs  By end of 2017:    Risk \n     \nThe government’s \n1.  Ha’apai electricity  Ha’apai distribution  TPL reports \nadministrative capacity \nnetwork  network upgraded  from   \nand resources may be \nreconstructed and  6.6 kilovolts  to 11.0    \nstretched, limiting \nclimate- and  kilovolts   \nimplementation \ndisaster-proofed      \ncapabilities of the \n  15.2 kilometers of high-  \nemergency assistance. \n  voltage overhead   \n  distribution lines   \n  restored and climate-  \n  \n  proofed  \n     \n  1,000 houses and 30   \n  commercial and   \n  government buildings   \n  reconnected using   \n  climate-proofed   \n  underground   \n  connections    \n     \n  161 LED streetlights   \ninstalled and climate-  \n \nproofed   \n     \n100 households in outer   \n \nislands provided with   \n  temporary solar lanterns   \nand community solar   \n \nchargers    \n     \n2 kilometers of cables   \n \nconstructed and climate-  \n  proofed    \n     \n2.  School buildings  Damaged school   \nreconstructed and  buildings reconstructed  Ministry of Infrastructure \nclimate- and  and climate-proofed  (MOI) and MET reports \ndisaster-proofed  Staff quarters of agreed   \n  primary and secondary   \n  schools renovated or   \n  reconstructed   \n   \nDamaged schools \n   \nequipped with furniture \n   \nand materials required \n   \nfor an environment \n   \nconducive to learning \n   \n \n3.  Removal of  Reconstructed school, \n \nasbestos from  government, and \nMOI and MET reports \ndamaged buildings  residential buildings \n  made safer by removal \nof asbestos-containing \nmaterials \n ", "  Appendix 1  13 \nActivities with Milestones  Inputs \n \n1.  Reconstruction and climate- and disaster- \nAsian Development Bank (Disaster Response \nproofing of the electricity network \nFacility): $4.52 million \n1.1. Provide temporary solar lanterns and chargers  Government of New Zealand: $4.27 million \nto communities not connected to the grid (by  Government of Tonga:  $1.67 million \nDecember 2014)   Tonga Power Limited: $0.24 million \n \n1.2.  Restore 161 streetlight fixtures and streetlight \nfeeders (by December 2015)    \n1.3.  Complete underground electrical reticulation   \nof the proposed new hospital location (by June \n2017)  \n1.4   Restore access to electricity, upgrade \ndistribution network, and climate- and disaster-\nproof it against future events (by June 2017) \n2.   Reconstruction and climate- and disaster-\nproofing of school buildings  \n2.1. Replace furniture and materials for a \nconductive learning environment (by \nDecember 2016) \n2.2   Rebuild damaged teacher staff quarters (by \nJune 2017) \n2.3.  Reconstruct and climate- and disaster-proof \ndamaged school buildings (by December \n2017) \n \n3.   Removal of asbestos from damaged \nbuildings  \n3.1.  Remove and dispose of asbestos-containing \nmaterials from damaged school, government, \nand residential buildings (by December 2014) \n \nSource: Asian Development Bank. \n \n \n \n   \n ", "14  Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48192-001-2\n \n  \n \n1.  Grant Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Energy and Education \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Country Economic Indicators  \n8.  Summary Poverty Reduction and Social Strategy  \n9.  Environmental Assessment and Review Framework  \n10.  Resettlement Framework: Land Acquisition and Resettlement Framework \n11.  Risk Assessment and Risk Management Plan \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20140512162233+08'00'", "Creator": "PScript5.dll Version 5.2.2", "Keywords": "cyclone ian, tonga energy sector development, tonga education sector development, disaster resilience, natural hazards, climate resilience, rrp, adb projects, ha’apai", "ModDate": "D:20140520151349+08'00'", "Producer": "GPL Ghostscript 9.07", "Subject": "Report and Recommendation of the President to the Board of Directors", "Title": "48192-001: Cyclone Ian Recovery Project"}, "author_page": " \n \nCURRENCY EQUIVALENTS \n(as of 29 April 2014) \n \nCurrency unit  –  pa’anga (T$) \nT$1.00  =  $0.5606 \n$1.00  =  T$1.7838 \nNZ$1.00  =  $0.8538 \n$1.00  =  NZ$1.1712 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCRSP  –  Climate Resilience Sector Project \nkm  –  kilometer \nMET  –  Ministry of Education and Training \nMFNP  –  Ministry of Finance and National Planning \nMOI  –  Ministry of Infrastructure \nOIREP  –  Outer Island Renewable Energy Project \nPIU  –  project implementation unit \nPMU  –  project management unit \nTPL  –  Tonga Power Limited \n \n \nNOTE \n \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  R. Guild, Transport, Energy and Natural Resources Division, PARD \n   \nTeam leaders  L. Tora, Country Economist, PARD \nH. Uusimaa, Climate Change Specialist, PARD  \nTeam members  T. Faletau, Safeguards Officer, PARD  \nG. King, Senior Project Officer (Financial Management), PARD \nT. Leono, Project Analyst, PARD  \nA. Maxwell, Senior Energy Specialist, PARD \nM. Paniagua, Unit Head, Project Administration, PARD  \nA. Syed, Counsel, Office of the General Counsel \n  M. Tinio, Associate Economics and Statistics Analyst, PARD  \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "S. Groff", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "X. Yao", "role": "Pacific Department (PARD)", "organization": ""}, {"documentRole": "Director", "fullname": "R. Guild", "role": "Transport", "organization": "Energy and Natural Resources Division"}, {"documentRole": "Team leaders", "fullname": "L. Tora", "role": "Country Economist", "organization": "PARD"}, {"documentRole": "Team leaders", "fullname": "H. Uusimaa", "role": "Climate Change Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "T. Faletau", "role": "Safeguards Officer", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "G. King", "role": "Senior Project Officer (Financial Management)", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "T. Leono", "role": "Project Analyst", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "A. Maxwell", "role": "Senior Energy Specialist", "organization": "PARD"}, {"documentRole": "Team members", "fullname": "M. Paniagua", "role": "Unit Head", "organization": "Project Administration"}, {"documentRole": "Team members", "fullname": "A. Syed", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "M. Tinio", "role": "Associate Economics and Statistics Analyst", "organization": "PARD"}]}