{"Author": "Asian Development Bank", "CreationDate": "D:20151208100605+08'00'", "Creator": "PDF24 Creator", "Keywords": "48216, mongolia, khuvsgul lake, klnp, mongolia tourism, local livelihoods, sustainable tourism, land use planning, biodiversity conservation, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20151208151119+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Report and Recommendation of the President", "Title": "48216-001: Integrated Livelihoods Improvement and Sustainable Tourism at Khuvsgul Lake National Park Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 48216-001 \nNovember 2015 \n \n \n \n\nProposed Administration of Grant \nMongolia:  Integrated  Livelihoods  Improvement  and \nSustainable Tourism in Khuvsgul Lake National Park \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  is  the  version  of  the  document  approved  by  ADB’s  Board  of  Directors  that  excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Public Communications \nPolicy 2011. \n \n\n \n \n \n \n \n \n\n\f \n\n– \n= \n= \n\nCURRENCY EQUIVALENTS \n(as of 13 November 2015) \n\nCurrency unit \nMNT1.00 \n$1.00 \n\ntogrog (MNT) \n$0.000502 \nMNT1,991.00 \n\nABBREVIATIONS \n\nADB \nCSO \nEARF \nGRM \nJFPR \nJICA \nKLNP \nMEGDT \n\nO&M \nPAM \nPIU \nPMU \n\n– \n– \n– \n– \n– \n– \n– \n– \n\n– \n– \n– \n– \n\nAsian Development Bank \ncivil society organization \nenvironmental assessment and review framework \ngrievance redress mechanism \nJapan Fund for Poverty Reduction \nJapan International Cooperation Agency \nKhuvsgul Lake National Park \nMinistry  of  Environment,  Green  Development  and \nTourism \noperation and maintenance \nproject administration manual \nproject implementation unit \nproject management unit \n\n \n\nVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n \n \n \n \n \n\n \nPeer reviewer \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\nS. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nQ. Zhang, Environment, Natural Resources, and Agriculture Division, \nEARD \n \nM. Bezuijen, Environment Specialist, EARD \nI. Baatarkhuu, Senior Operations Assistant, EARD \nT. Begzsuren, Associate Social Development Officer (Gender), EARD \nF. Connell, Principal Counsel, Office of the General Counsel \nE. Enkhbold, Investment Officer, EARD \nJ. Lucero, Project Analyst, EARD \nO. Purev, Senior Environment Officer, EARD \nE. Sarapat, Associate Project Analyst, EARD \nA. Sebastian-Mercader, Operations Assistant, EARD \nT. Ueda, Senior Natural Resources Economist, EARD \nB. Dunn, Senior Environment Specialist, Sustainable Development \nand Climate Change Department \n\n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nRisks and Mitigating Measures \nF. \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\n \n\n \n\n \n\n \n\n     \n\nPage \n\n1 \n1 \n1 \n4 \n4 \n6 \n7 \n7 \n7 \n8 \n8 \n8 \n9 \n         9 \n10 \n10 \n\n11 \n14 \n\nIII. \n\n \nIV. \nV. \n\n \n\n1. \n\n2. \n\n \n\n \n\n\fProject Classification Information Status: Complete\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nAgriculture, natural \nresources and rural \ndevelopment\nIndustry and trade\n\nPROJECT AT A GLANCE\n\nIntegrated Livelihoods Improvement and \nSustainable Tourism at Khuvsgul Lake \nNational Park Project\nMongolia\nGovernment of Mongolia\n\nDepartment\n/Division\n\nExecuting Agency\n\nSubsector(s)\nLand-based natural resources management\nWater-based natural resources management\n\nSmall and medium enterprise development\nTrade and services\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nNatural resources conservation\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nPartnerships (PAR)\n\nComponents\nCivil society participation\n\nCivil society organizations\nImplementation\n\nTotal\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\n\nProject Number: 48216-001\n\nEARD/EAER\n\nMinistry of Environment, \nGreen Development and \nTourism\n\n     ADB Financing ($ million)\n0.00\n0.00\n\n0.00\n0.00\n0.00\n\nLow\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\n \n\n \n\n.\n\n.\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\nGeographic targeting (TI-G)\n\n6. Risk Categorization:\n\n8. Financing\n\nYes\n\nYes\n\nLow\n\nModality and Sources\nADB\nCofinancing\n     Japan Fund for Poverty Reduction\nCounterpart \n     Government\n  \nTotal\n\nAmount ($ million)\n\n0.00\n3.00\n3.00\n0.18\n0.18\n\n3.18\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nYes\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n05032015162325982298\n\nGenerated Date: 05-Oct-2015 10:42:12 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  the  proposed \nadministration  of  a  grant  to  be  provided  by  the  Japan  Fund  for  Poverty  Reduction  (JFPR)  to \nMongolia  for  the  Integrated  Livelihoods  Improvement  and  Sustainable  Tourism  in  Khuvsgul \nLake National Park Project.1 \n \n2. \nKhuvsgul  Lake  National  Park  (KLNP)  in  Khuvsgul  aimag  (province)  supports  a  rapidly \nexpanding but uncontrolled tourism industry and a small local population that is poor, receives \nfew benefits from tourism, and is dependent on subsistence use of natural resources. The grant \nwill support local livelihoods through improved capacity for sustainable tourism and subsistence \nactivities,  in  participation  with  the  park  administration  and  other  key  stakeholders.  The  project \ndesign  adopts  an  integrated  approach  for  livelihoods,  tourism,  waste  management,  and  land \nuse planning, and will serve as a model for other protected areas in Mongolia. \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \n3. \nThe KLNP was established in 1992. It encompasses 1.2 million hectares of forests and \nmountains that surround Khuvsgul Lake, which is one of the world’s most important reservoirs of \nfreshwater. The lake has a volume of 380.7 cubic kilometers, and is the largest freshwater lake \nin Mongolia. It contains 70% of Mongolia’s freshwater and 1% of global freshwater.2 The water \nquality is high, and there are no dams. Khuvsgul Lake is also of transboundary importance as it \ndrains  via  the  country’s  largest  river,  the  Selenge,  into  Baikal  Lake  in the  Russian  Federation. \nMost of the park’s population is located in two settlements, Khatgal (at the southern end of the \nlake) and Khankh (at the northern end). Khatgal is the main entry point to the park. Khankh and \nthe park’s northern area can be accessed only via an unsealed road from Khatgal, or from the \nRussian Federation. The park borders the Russian Federation and a highway extends from the \nnearest Russian City, Irkutsk, to Khankh. \n \n4. \nKhuvsgul  aimag  is  the  second-poorest  of  Mongolia’s  21  aimags.  In  2014,  (i)  gross \ndomestic product per capita was $2,008, versus a national mean of $3,920; (ii) the mean annual \nsalary was $2,940 per employee, versus a national mean of $5,363; and (iii) unemployment was \n15.1%, versus a national rate of 7.9%.3 The KLNP is located within five soums (districts), four of \nwhich have the highest poverty rates in Mongolia. In 2014, the total population of the five soums \nwas 16,000 people, including 3,093 (943 households) in Khatgal and 2,648 (819 households) in \nKhankh. Human population densities in the park are low. Poverty-stricken households account \nfor 43.4% (410) of households in Khatgal, and 81.5% (668) of those in Khankh,4 while herding \nhouseholds  make  up  30.2%  (285)  of  households  in  Khatgal,  and  44.5%  (365)  of  those  in \nKhankh (footnote 3). \n \n5. \nThe KLNP is becoming one of the most popular tourism destinations in Mongolia. Tourist \nnumbers  and  facilities  are  expanding  rapidly:  between  2010  and  2014,  annual  tourist  visits  to \nthe  KLNP  rose  from  11,000  to  60,000  as  a  result  of  improved  road  access  and  reduced  visa \n\n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  C.  Goulden  et  al.  2006.  The  Geology,  Biodiversity  and  Ecology  of  Lake  Hövsgöl  (Mongolia).  Leiden:  Backhuys \n\nPublishers. \n\n3  National Statistical Office of Mongolia. 2014. Mongolian Statistical Yearbook 2014. Ulaanbaatar. \n4  Defined by the 2013 National Poverty Guidelines based on a range of socioeconomic variables. \n\n \n\n\f2 \n\nrestrictions. 5  No  growth  projections  are  available,  but  Khuvsgul  aimag  and  the  KLNP  are \ntargeted  as  a  key  region  for  the  development  of  tourism  and  associated  infrastructure.6 This \nexpansion  is  occurring  in  the  absence  of  planning.  There  is  no  framework  for  coordination \namong  the  key  KLNP  stakeholders—the  KLNP  Administration,  communities,  and  tour \noperators—nor  a  shared  vision,  targets,  or  codes  of  conduct  for  tourism.  Vehicle  access  and \ncamping are uncontrolled and some camps are unlicensed. Enforcement of park regulations by \nthe KLNP Administration is an important but only partial solution to these issues, which requires \nthe active support of other stakeholders.7 Tourism presents a major opportunity to support local \nlivelihoods,  yet  few  residents  are  benefiting  because  of  limited  capacity  and  resources  to \ndevelop tourism goods and services. Constraints include a lack of technical and marketing skills \nand  capital  to  produce  quality  goods  (e.g.,  handicrafts)  and  provide  reliable  supplies  and \nservices (e.g., food supplies and guiding). \n \n6. \nGrazing of livestock in the area of the park has occurred for centuries and provides meat, \nwool, and dairy products for residents. Livestock grazing will continue to be a principal livelihood \nfor  many  residents  in  the  KLNP  and  buffer  zone,  especially  those  that  graze  their  livestock  in \nremote  areas  far  from  tourism-related  opportunities.8 These  benefits  are  declining  because  of \novergrazing, caused by increasing human and livestock populations, and limited grazing lands. \nIn  2014,  there  were  about  62,160  livestock  in  the  KLNP,  including  21,502  (35%)  goats  and \n15,161 (24%)  sheep.9 There  is  no  organized  management  of  herding  in  the  area,  and  herding \nfamilies have limited capacity and resources to improve the sustainability of their practices and \ndiversify  their  income.  Overgrazing  is  also  contributing  to  soil  exposure,  permafrost  melt,  tree \ndieback, and conversion of forest to steppe, in a continuous cycle that also increases fire risk. \n \nKhuvsgul  Lake’s  largely  pristine  state  is  the  foundation  for  livelihoods  and  tourism,  but \n7. \nuncontrolled sewage and litter from tourism threaten lake water quality.10 There is no organized \nwaste  management  system  in  the  KLNP.  Toilet  facilities  are  mostly  unlined  pits,  and  sewage \nseeps into soil and the lake. Resources for litter collection are inadequate and the lake already \nlarge-scale  waste  management \ncontains  plastic \ninfrastructure  are  not  appropriate  for  the  KLNP,  because  of  the  fragile  and  very  cold \nenvironment,  limited  value  of  flushing  systems  (water  is  frozen  from  November  to  June),  and \nlocation  in  a  protected  area.  Waste  management  at  the  KLNP  requires  innovative  and  small-\nscale methods that are simple and cost-effective, involve communities, can be replicated locally, \nand minimize or avoid the use of water. Baseline data on pollution sources are required to guide \nwaste management, but no waste assessment or extended monitoring have been conducted. \n \nThe internal zoning of a protected area is a critical policy tool to support livelihoods.12 At \n8. \nthe KLNP, the current zones exhibit inconsistencies with land use. Given the rapid increase of \ntourism and likely expansion of associated infrastructure, a best-practice approach to strengthen \nthe park zoning would provide a strong basis to support communities, tourism, and conservation. \nImproved zoning could (i) support the residents of Khankh, an isolated enclave in the KLNP; (ii) \n                                                 \n5  KLNP Visitor Logbook. \n6  Tsedendamba.  2012.  Study  On  Opportunities  To  Develop  Four  Clusters  (Meat,  Wool-Cashmere,  Sea  Buckthorn \n\nlitter. 11  Traditional  solutions \n\ninvolving \n\nand Tourism) Aimed at Improving National Competitiveness of Mongolia. Ulaanbaatar: MED, MDI, ADB. \n\n7  Support to the KLNP Administration for ranger training is being given by the Mongol Ecology Center. \n8  Mongolia’s  Law  on  Buffer  Zones  broadly  defines  a  buffer  zone  as  the  entirety  of  all  soum  lands  surrounding  a \n\nprotected area. The current project will focus on communities within and immediately adjacent to the KLNP. \n\n9  KLNP Administration unpublished data 15 June 2015. \n10  Khuvsgul Lake is ultra-oligotrophic (very low nutrient levels): sewage presents a high risk for eutrophication. \n11  C. Free et al. 2014. High-levels of microplastic pollution in a large, remote, mountain lake. Marine Pollution Bulletin \n\n12  Mongolia’s Law on Special Protected Areas prescribes three zones: strict protection, and limited- and multiple-use. \n\n85: 156–163. \n\n \n\n\fsupport  herding  livelihoods;  (iii)  identify  strategic  areas  for  tourism  and  future  investment;  (iv) \nhelp  secure  the  water  quality  of  the  lake;  and  (v)  improve  the  sustainability  of  actions \nundertaken by the current project through long-term planning. \n \nGovernment and donor initiatives are addressing some of these issues. The park’s first \n9. \nmanagement  plan  was  approved  in  2014  and  mentions  tourism  and  waste  management,  but \nprovides no targets or actions. Between 2013 and 2014, a river basin authority and buffer zone \ncouncils  were  established,  yet  these  have  limited  training  and  funds.  A  small  community \nmarketplace  for  tourist  products  was  constructed  in  2015  in  Khatgal.  Research  on  natural \nresources has been conducted in the KLNP since the 1950s. Civil society organizations (CSOs) \nhave  provided  support  for  park  management,  ranger  training,  sanitation,  and  green  education \nprograms. The need to support community-based tourism and waste management in the KLNP \nis widely acknowledged by the government, communities, and tour operators. \n \n10. \nAt  the  national  level,  an  integrated  approach  that  balances  livelihoods,  tourism,  waste \nmanagement,  and  biodiversity  conservation  within  protected  areas  is  urgently  needed. \nGovernment efforts to expand tourism are centered on Mongolia’s unique wilderness values and \nlarge network of protected areas, which cover 18% of the country.13 These are generally located \nin poor regions with limited infrastructure, which presents challenges for maintaining ecological \nvalues, providing benefits to communities, and ensuring sustainable tourism. Few such models \nare available, although previous projects have confirmed the benefits of tourism for communities \nin protected areas.14 For improving the livelihoods of herding families, previous JFPR projects in \nMongolia  present  strong  models  for  the  current  project,15 provided  they  are  tailored  to  local \nconditions.16 \n \n11. \nThe project will be among the first in Mongolia to address the linked issues of livelihoods, \ntourism,  and  waste  management  in  a  protected  area.  New  participatory  mechanisms  for  the \nKLNP will be piloted, including co-management approaches for tourism and waste management, \nand community-led revolving funds for livelihood improvement.17 Measures have been designed \nto promote community ownership and entrepreneurship. For waste management, toilet systems \nthat are suitable for the cold and fragile environment of the KLNP will be piloted. The project is \nstrongly oriented toward stakeholder participation. Two CSOs active in the park will be members \nof  the  project  steering  committee,  and  the  project  will  coordinate  with  another  protected  area \nprogram.18 The  potential  use  of  donor  skills  and  resources  under  the  project  includes  (i)  an \necotourism  training  program,  (ii)  collaboration  with  Japan  tourism  associations,  and  (iii) \n\n                                                 \n13  United  Nations  Development  Programme.  Strengthening \n\nthe  Protected  Area  Network \n\nin  Mongolia. \n\nhttp://www.mn.undp.org/content/mongolia/en/home/operations/projects/environment_and_energy/SPAN.html \n\n14 Japan  International  Cooperation  Agency  (JICA).  2008.  River  Basin  Management  Model  for  the  Conservation  of \n\nWetland and Ecosystem and Its Sustainable Use in Mongolia.  \nhttp://www.jica.go.jp/mongolia/english/activities/activity12.html;  and  Thompson,  A.  et  al.  2014.  Tourism \nConcessions in Protected Natural Areas: Guidelines for Managers. United Nations Development Programme. \n\n15  ADB.  2008.  Proposed  Grant  Assistance  to  Mongolia  for  Poverty  Reduction  Through  Community-Based  Natural \nResource  Management.  Manila;  and  ADB.  2012.  Proposed  Grant  Assistance  to  Mongolia  for  Establishment  of \nClimate-Resilient Rural Livelihoods. Manila. \n\n16  Lessons include the importance of (i) integrated approaches for livelihoods and conservation in protected areas, \n\n(ii) the role of women in household-scale tourism, and (iii) community-led establishment of herding groups. \n\n17  Previous similar JFPR projects in Mongolia (footnote 15) disbursed grant proceeds directly to communities and/or \n\nvia external agencies, rather than through community-led revolving funds. \n\n18  Mongol Ecology Center and National University of Mongolia; and German development cooperation through KfW’s \n\nBiodiversity Program, 2015–2019. \n\n3 \n\n \n\n\fparticipation  by  Japan  International  Cooperation  Agency  (JICA)  volunteers. 19  The  project \ncomplements a new JFPR community forestry initiative elsewhere in Khuvsgul aimag.20 \n\nImpacts and Outcome \n\n \n12. \nBy integrating poverty reduction, income generation, and the sustainable use of natural \nresources, the project will directly contribute to Mongolia’s Action Program, 2012–2016,21 Green \nDevelopment  Policy  2014,22 and  Khuvsgul  aimag  Socio-Economic  Development  Action  Plan, \n2008–2015. 23 The  project  supports  the  interim  country  partnership  strategy,  2014–2016  for \nMongolia, 24 and  Environment  Operational  Directions,  2013–2020  of  the  Asian  Development \nBank  (ADB),25 for  inclusive  and  sustainable  growth;  and  the  government  of  Japan’s  Country \nAssistance  Policy  and  Midterm  Strategic  Action  Plan  for  Mongolia, 26  through  income \ndiversification  for  herders  and  the  protection  of  water  resources.  The  project  provides  an \nopportunity to facilitate future ADB assistance to Khuvsgul aimag, especially for the sustainable \ndevelopment  of  regional  tourism.  ADB  is  well  placed  to  support  the  project  through  its \ninstitutional experience and work with multiple stakeholders in Mongolia. \n \nB. \n \n13. \nThe  impacts  will  be  (i)  per  capita  income  in  five  soums  of  Khuvsgul  aimag  increased, \nand  (ii)  management  of  natural  resources  in  the  KLNP  improved.  The  outcome  will  be \nlivelihoods and sustainable tourism in five soums of the KLNP improved and integrated. \n \nC. \n \n14. \nThe project will have three outputs: (i) community-based tourism in Khatgal and Khankh \nsettlements  promoted,  (ii)  capacity  for  sustainable  livestock  and  pasture  management  in  the \nKLNP  and  buffer  zone  improved,  and  (iii)  waste  management  around  Khuvsgul  Lake \nstrengthened. \n \nOutput 1: Community-based tourism in Khatgal and Khankh settlements promoted. \n15. \nOutput 1 will (i) establish the first pilot comanagement tourism group for the KLNP, comprising \nthe  KLNP  Administration,  communities,  tour  operators,  and  soum  governments;  (ii)  develop  a \nstakeholder vision, targets, and codes of practice for tourism; and (iii) promote and strengthen \ncommunity-based  tourism,  including  household-scale  enterprises  such  as  guiding,  handicrafts, \nand the provision of food supplies to guest houses. \n \n16. \nOutput  2:  Capacity  for  sustainable  livestock  and  pasture  management  in  the \nKhuvsgul  Lake  National  Park and  buffer  zone  improved.  Output 2 will (i) establish herder \ngroups  among  the  herding  families  in  the  KLNP  and  buffer  zone;  (ii)  establish  herder \nmanagement plans for each herder group that are tailored to local conditions, including optimal \nstocking  densities  and  pasture  management;  and  (iii)  support  income  diversification for  herder \nfamilies, especially those with limited opportunities for tourism-based income. Output 2 will use \n\nOutputs \n\n                                                 \n19  From 2016 to 2017, there will be four JICA volunteers stationed in Khuvsgul aimag. \n20  ADB. 2014. Technical Assistance to Mongolia for Sustainable Forest Management to Improve Livelihood of Local \n\n21  Government  of  Mongolia.  2012.  Action  Programme  of  the  Reform  Government  through  the  Years,  2012–2016. \n\n22  Government of Mongolia. 2014. Green Development Policy, 2014–2030. Ulaanbaatar. \n23  Khuvsgul  Aimag  Government.  2007.  Khuvsgul  Aimag  Socio-Economic  Development  Action  Plan,  2008–2015. \n\nCommunities. Manila. \n\nUlaanbaatar. \n\nMurun. \n\n24  ADB. 2014. Interim Country Partnership Strategy: Mongolia, 2014–2016. Manila. \n25  ADB. 2013. Environment Operational Directions, 2013–2020. Manila. \n26 Japan Ministry of Foreign Affairs. 2012. Country Assistance Policy for Mongolia. Tokyo.  \n\n4 \n\n \n\n\fscientific  and traditional  knowledge  available  for the  KLNP to  support  the  herder management \nplans and improved grazing practices. \n \n17. \nOutputs 1 and 2 will be supported through a combination of specialist support, training, \nand the establishment of five community revolving funds (one per project soum). The funds will \nbe  community-managed  and  support  household-scale  enterprises,  with  17%  of  the  grant \nproceeds  (an  average  of  $100,000  or  4%  per  soum)  channeled  into the funds.27 Funds  will  be \nheld  in  one  bank  account  per  soum.  The  project  will  provide  financing  expertise,  training,  and \ninitial  capital  for  the  first  4  years  for  the  communities  to  develop  and  manage  the  funds, \nincluding  the  establishment  of  fund  committees,  operating  procedures,  and  repayment  terms \nand  conditions.  Loans  will  be  limited  to  activities  compatible  with  outputs  1  and  2,  the  KLNP \nManagement Plan, and domestic and ADB policies and regulations. The interest rate applied to \nloans will be low and reviewed regularly.28 Interest repayments over the 4-year project duration \nwill  replenish  the  funds.  The  activity  is  aligned  with  Mongolia’s  Law  on  Buffer  Zones,  which \nprovides a legal framework to support communities in protected areas and buffer zones. \n \nOutput 3: Waste management around Khuvsgul Lake strengthened. Output 3 will (i) \n18. \nimplement a water quality monitoring program tailored to the project activities, including a rapid \nassessment of threats to the water quality of Khuvsgul Lake; (ii) establish a pilot community-led \nwaste  management  program,  including  waste  management  teams,  the  installation  of  low \nenvironmental impact toilet facilities and litter bins, and the phasing in of public campsite fees to \nfund  team  salaries  and  facility  operation  and  maintenance  (O&M);  and  (iii)  conduct  a  best-\npractice review on the internal zoning of the KLNP, including scientific and traditional knowledge \nand  stakeholder  consultation,  to  identify  zones  that  maximize  benefits  to  livelihoods,  tourism, \nand conservation. \n \n19. \nProject  management.  The  executing  and  implementing  agencies  lack  the  personnel \nand resources needed to fully implement the project. The grant proceeds will also (i) establish \nincluding  a  steering  committee,  project \nthe  administrative \nmanagement  unit  (PMU),  and  project  implementation  unit  (PIU);  and  (ii)  finance  the  specialist \nsupport and PMU and PIU operational costs required to implement outputs 1–3. The PMU and \nPIU will implement the project on behalf of the executing and implementing agencies, including \naccounting,  procurement,  training,  preparation  and  dissemination  of  knowledge  products, \nmonitoring, and reporting. \n \n20. \nSustainability,  replication,  and  expansion.  The  activities  under  outputs  1–3  will \nsupport  the  project’s  sustainability  after  project  completion.  Design  measures  for  sustainability \ninclude  the  revolving  fund  approach,  long-term  land  use  planning  through  the  herding  groups \nand review of park internal zoning, use of campsite fees to support team salaries and O&M of \nfacilities,  simple  and  replicable  designs  for  facilities,  and  the  participatory  approach  to  be \nadopted for all activities. Opportunities to promote the integrated project approach for livelihoods \nand sustainable tourism, and to develop new initiatives in Khuvsgul aimag and/or elsewhere in \nMongolia,  will  be  identified  through  (i)  the  review  of  KLNP  internal  zoning,  which  will  include \nmultistakeholder  discussions  on  land-use  planning  and  sustainable  development  of  regional \ntourism;  (ii)  the  development  of  new  partnerships  during  the  project,  including  between  the \nKhuvsgul  aimag  government,  the  Ministry  of  Environment,  Green  Development  and  Tourism \n(MEGDT),  and  ADB;  and  (iii) the  preparation  of a  scale-up  strategy  and investment  plan. This \n\nthe  project, \n\nframework \n\nfor \n\n                                                 \n27  A range of grant disbursement mechanisms were assessed, including the use of bank loans and/or credit unions. \n28  The rate will be slightly lower than the government's policy lending rate. \n\n5 \n\n \n\n\f6 \n\n \n\nwill  describe  post  project  financing  for  O&M  of  the  project  facilities,  replication  of  the  project \ngoods and services, and specific follow-up opportunities. \n \n21. \nStakeholder communication and dissemination of project results. Khuvsgul Lake is \nrevered  in  Mongolia  and  is  a  high-profile  area  subject  to  frequent  media  coverage.  A  project \nstakeholder  communication  strategy  has  been  prepared  and  is  in  the  project  administration \nmanual  (PAM). 29 The  strategy  describes  target  audiences  and  media  approaches,  including \npublic  events  and  workshops. These  activities  will  also  serve  to  promote the  project  approach \nand distribute relevant lessons. \n \nD. \n \n22. \n \n\nThe project is estimated to cost $3.18 million (Table 1). \n\nInvestment and Financing Plans \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nA.  Base Costb \n     1. Community-based tourism in Khatgal and Khankh settlements \n\n \n\npromoted \n\n     2. Capacity for sustainable livestock and pasture management in the \n\nKhuvsgul Lake National Park and buffer zone improved \n\nAmounta \n\n0.72 \n\n0.56 \n\n \n\n \n\n     3. Waste management around Khuvsgul Lake strengthened \n         Project management \n          Subtotal (A) \nB.  Contingenciesc \n \na  Includes taxes and duties of $300,000 to be financed by the Japan Fund for Poverty Reduction on a grant basis \nand administered by the Asian Development Bank. The amount of taxes and duties is determined on the basis that \n(i) the amount will not represent an excessive share of the project investment plan, (ii) the taxes and duties apply \nonly to the grant-financed expenditures, and (iii) the financing of taxes and duties is relevant to the success of the \nproject. \n\n0.57 \n0.85 \n2.70 \n0.48 \n3.18 \n\nTotal (A+B) \n\nb  In mid-2015 prices as of 15 June 2015. \nc  Physical contingencies computed at 5% for ecotoilet units and litter bins. Price contingencies computed based on \ncost  escalation  factors  of  9.0%  for  2016,  7.7%  for  2017,  7.0%  for  2018–2019  for  local  currency  costs;  1.5%  for \n2016, 1.4% for 2017, and 1.5% for 2018–2019 on foreign exchange costs; and at 50% for national consultant fee \nrates. \n\nSource: Asian Development Bank estimates. \n \nThe  government  has  requested  a  grant  of  $3  million,  provided  by  the  JFPR  and \n23. \nadministered  by  ADB,  to  finance  the  project.  The  grant  covers  equipment  and  materials  and \nproject management consulting services and training. Taxes and duties are included in the base \ncost. \n \n24. \n \n\nThe financing plan is in Table 2. \n\nTable 2: Financing Plan \nAmount ($ million) \n\nSource \nJapan Fund for Poverty Reductiona \nGovernment \n \n\nTotal \n\n3.00 \n0.18 \n3.18 \n\na  Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n\nShare of total (%) \n94.0 \n6.0 \n100.0 \n\n                                                 \n29 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n\fImplementation Arrangements \n\nThe implementation arrangements are summarized in Table 3 and described in the PAM \n\nE. \n \n25. \n(footnote 29). \n \n26. \nThe  project  will  be  implemented  over  a  period  of  4  years,  tentatively  from  1  January \n2016 to 31 December 2019.30 The MEGDT, acting through the Department of Protected Areas \nManagement, will be the executing agency responsible for overall project implementation. The \nKLNP  Administration,  under  the  Department  of  Protected  Areas  Management,  will  be  the \nimplementing agency. The executing and implementing agencies will be supported by a team of \nfull-time and temporary consultants that will staff the PMU (based in the offices of the executing \nagency  in  Ulaanbaatar)  and  PIU  (based  at  the  KLNP  headquarters  in  Khatgal).  All  ADB-\nfinanced procurement for the project will be conducted in accordance with ADB’s Procurement \nGuidelines (2015, as amended from time to time). An accountant and a procurement specialist \nwill  be  recruited  under  the  PMU  to  provide  administrative  support  in  project  operation,  and \nprocure project goods and works. \n \n27. \nThe  steering  committee  will  provide  oversight  and  policy  guidance  for  the  project  and \nmeet at least semiannually. The committee will be chaired by the executing agency and include \nrepresentatives  from  the  Khuvsgul  aimag  and  soum  governments,  project  communities,  and \nCSOs. ADB and the Embassy of Japan in Mongolia will be invited to participate as observers. \nThe five project soum governments will each assign a counterpart officer to the project. \n \n\n(iii) Implementing agency  Khuvsgul  Lake  National  Park  Administration  of  the  Department  of  Protected  Areas \n\nAspects \nImplementation period \nEstimated completion date \nand grant closing date \nManagement \n\n(i)  Oversight body \n(ii)  Executing agency \n\nProcurement \n\nConsulting services \n\nAdvance contracting \n\nDisbursement \n\nTable 3: Implementation Arrangements \n\nArrangements \n\nJanuary 2016–December 2019 \n31 December 2019 and 30 June 2020 \n\n \nProject steering committee \nMinistry  of  Environment,  Green  Development  and  Tourism,  acting \nDepartment of Protected Areas Management  \n\nthrough \n\nthe \n\nManagement \nShopping for goods \nCommunity participation \nIndividual consultant selection \nConsultants’ qualifications selection \nLeast-cost selection \nThe government requested advance contracting for consulting services. The details and \njustification will be set out in a written request to ADB. \nThe  grant  proceeds  will  be  disbursed  in  accordance  with  the  Loan  Disbursement \nHandbook (2015, as amended from time to time) of the Asian Development Bank (ADB) \nand detailed arrangements agreed upon between the government and ADB. \n\n7 contracts \n3 contracts \n490 person-months \n2 contracts \n1 contract \n\n$290,000 \n$70,000 \n$862,016 \n$202,000 \n$40,000 \n\nSource: Asian Development Bank. \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \n28. \nThe project technical design was prepared by the government, project consultants, and \nADB  project  team,  based  on  site  visits,  stakeholder  consultations,  and  desktop  review.  The \n\n                                                 \n30  The project is included in ADB’s 2015 grant pipeline as firm. \n\n7 \n\n \n\n\fGovernance \n\nEconomic and Financial \n\nproject  consulting  services  will  provide  the  necessary  technical  support  to  ensure  that  best \npractices are integrated into the detailed designs and implementation. Climate risk to the project \nwas initially assessed as “medium” but was downgraded to “low” with clarification of the limited \nscale of project works. \n \nB. \n \n29. \nThe  proposed  community  revolving  funds  will  have  a  substantial  financial  impact  on \ncommunity  livelihoods  through  multiplier  effects.  The  economic  viability  of  the  project  and  six \ncommunity  business  models  was  assessed  based  on  the  economic  cost  of  capital  of  12% \nthrough testing of \"with\" and \"without\" project scenarios. The analysis confirmed that the models \nare  economically  viable,  with  economic  internal  rates  of  return  of  16.3%  for  the  project  and \n13.9% to 18.0% for the models. The other substantial economic benefits of the project comprise \nthe  long-term  protection  of  ecosystem  services  at  the  KLNP  due  to  improved  environmental \nmanagement,  especially  pollution  and  pasture  management  and  the  protection  of  lake  water \nquality for local and downstream residents. These services were not quantified, but will support \nthe natural resources upon which livelihoods are based, as well as economic opportunities from \ntourism  and  income  diversification  from  traditional  herding  activities.  Given  the  high  poverty \nincidence in the project area, the project is expected to have substantial poverty impact. \n \nC. \n \n30. \nFinancial  management  and  procurement  risk  assessments  were  conducted  for  the \nexecuting  and  implementing  agencies.  The  premitigation  financial  risks  for  the  project  are \n“medium” and the procurement management risks “high.” The executing agency lacks in-house \nqualified  financial  and  procurement  personnel  but  is  supported  by  the  MEGDT’s  Economic, \nFinancial  and  Planning  Division,  which  provides  financial  and  auditing  oversight  and  is \nexperienced  in  the  implementation  of  donor-funded  projects.  A  financial  management  action \nplan  has  been  prepared  and  includes  the  following  risk  mitigation  measures:  (i)  a  qualified \naccountant  and  a  procurement  specialist  will  be  recruited  under  the  PMU;  (ii)  accountant \nsoftware  acceptable  to  ADB  will  be  used,  supported  by  hard  copy  records;  and  (iii)  the \nEconomic,  Financial  and  Planning  Division  will  provide  financial  and  auditing  support  to  the \nexecuting and implementing agencies. The Ministry of Finance and the MEGDT will establish a \nprocurement committee for the project to review and approve the work of the PMU procurement \nspecialist,  and  ADB  will  provide  training  and  intermittent  mentorship  on  procurement  and \nconsultant recruitment. \n \n31. \nADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  and  Public  Communications \nPolicy  2011  were  explained  to  and  discussed  with  the  executing  and  implementing  agencies, \nwhich are aware of ADB’s disclosure requirements for project reports and auditing. The specific \npolicy requirements and supplementary measures are described in the PAM (footnote 29). \n \nD. \n \nThe  project  is  designed  for  livelihood  improvement  and  income  diversification  and  is \n32. \nclassified  effective  gender  mainstreaming  under  ADB’s  project  gender  classification  system. \nOutputs 1 and 2 will establish or strengthen at least 110 household enterprises in tourism and/or \nsustainable use of natural resources in up to five soums of the KLNP, which will benefit at least \n330  households  (over  900  residents).  Output  3  will  generate  at  least  45  new  jobs  through  the \nestablishment of the community waste management teams. Around 1,500 residents (10% of the \npopulation of the five soums) will receive capacity development and specialist support in income \n\nPoverty and Social \n\n8 \n\n \n\n\fSafeguards \n\nincludes  an  environmental  management  plan  (EMP)  and  describes \n\ngeneration,  ecotourism  development,  rural  financing,  livestock  management,  agricultural \nprocessing,  and/or  waste  management.  A  gender  action  plan  was  prepared  and  includes \nminimum targets of 30%–40% involvement of women in the community-based enterprises and \ntraining.  Many  guest  houses  and  other  household  enterprises  (e.g.,  handicrafts)  in  the  project \narea  are  led  by  women  and  these  will  be  further  promoted  through  the  gender  action  plan. \nProject activities are designed to be participatory and inclusive, and will support the involvement \nof poor households, especially in Khankh settlement, which has high poverty rates. \n \nE. \n \n33. \nEnvironment  (category  C).  An  environmental  assessment  and  review  framework \n(EARF)31 has  been  prepared  and  complies  with  ADB’s  Safeguard  Policy  Statement  (2009).32 \nthe \nThe  EARF \nenvironmental safeguard screening, management and reporting procedures to be applied to all \nactivities  supported  by  the  project.33 The  implementing  agency,  supported  by  the  PIU,  will  be \nresponsible for EMP implementation. The screening procedures will exclude any category A or \nB activities. No significant adverse environmental impacts are expected. The project contributes \nenvironmental benefits by supporting improved tourism and waste management, lake protection, \nand improved livestock and pasture management practices. All activities will be compatible with \nthe  KLNP  Management  Plan  and  Mongolia’s  Law  on  Special  Protected  Areas  and  Law  on \nBuffer Zones. \n \n34. \nInvoluntary  resettlement  (category  C)  and  indigenous  peoples  (category  C).  The \nproject  does  not  involve  involuntary  resettlement or  land  acquisition.  Khuvsgul  aimag  supports \nMongolia’s  only  population  of  the  Dukha  (“reindeer  people”),  a  vulnerable  ethnic  group.  Their \nsettlements  are  located over  50 kilometers  west of  the  KLNP.  A few families  occasionally  visit \nKhuvsgul Lake to sell locally made or imported handicrafts (souvenirs) to tourists. They camp on \naccess  roads  and  do  not  stay  long,  partly  because  of  the  grazing  feed  requirements  of  their \nreindeer,  which  cannot  be  met  in  the  lake  area.  The  Dukha  have  no  seasonal  settlements \n(permanent or regular) or traditional migration routes in the KLNP, and do not practice livestock \nherding.  The  project  will  not  result  in  impacts  to  the  Dukha.  Nonetheless,  the  design  of \necotourism activities will include culturally sensitive approaches. \n \n35. \nGrievance  redress  mechanism. The grievance redress mechanism (GRM) comprises \nsteps  with  time-based  actions  to  ensure  that  any  public  concerns  are  quickly  identified  and \naddressed. The PIU and implementing agency will implement the GRM. The GRM is described \nin the PAM and EARF. \n \nF. \n \nThe  project  has  potential  governance,  financial,  and  procurement  risks.  The  project \n36. \nprovides  adequate  measures  to  mitigate  these  risks,  and  the  integrated  benefits  and  impacts \nare  expected  to  outweigh  the  costs.  Major  risks  and  mitigating  measures  are  summarized  in \nTable 4 and described in detail in the risk assessment and risk management plan.34 \n\nRisks and Mitigating Measures \n\n                                                 \n31  Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n32  Disclosed  on  the  ADB  website  in  accordance  with  the  disclosure  requirements  of  ADB’s  Safeguard  Policy \nlanguage  at: \n\nin  English  and  Mongolian \n\nis  available \n\nStatement.  ADB’s  Safeguard  Policy  Statement \nhttp://www.adb.org/documents/safeguard-policy-statement; and \nhttp://www.adb.org/mn/documents/safeguard-policy-statement \n\n33  To serve as a template for contractors to prepare site-specific EMPs as needed. \n34  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\n \n\nRisks \nLimited  support \nfrom  commercial \noperators for tourism codes of practice \n\nPersonnel  of \nthe  executing  and \nimplementing  agencies  have  limited \nexperience  in  financial  management \nand procurement \n\nSource: Asian Development Bank. \n \n\nTable 4: Summary of Risks and Mitigating Measures \nMitigating Measures \n\ngroup, \n\nincluding \n\nthe  project, \n\ncomprehensive \n\nthe  pilot \nParticipatory  design  of \nstakeholder \ncomanagement \nconsultations,  and  subcomponent  on  park  internal  zoning,  will \npromote inclusive decision making. \nThe project team will include an accountant and a procurement \nspecialist, a procurement review team will be established by the \nMinistry of Finance and executing agency to support the project, \nand  Asian  Development  Bank  training  in  procurement  and \nconsultant  recruitment  will  be  provided  to  the  executing  and \nimplementing agencies. \n\nIV. \n\nASSURANCES AND CONDITIONS \n\n \nThe Government of Mongolia and the MEGDT have assured ADB that implementation of \n37. \nthe  project  shall  conform \nincluding  those  concerning \nto  all  applicable  ADB  policies, \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  and \ndisbursement as described in detail in the PAM and grant documents. \n \n38. \nThe  government  and  the  MEGDT  have  agreed  with  ADB  on  certain  covenants  for  the \nproject,  which  are  set  forth  in  the  draft  grant  agreement.  These  include  the  condition  that  no \nwithdrawals  shall  be  made  from  the  grant  account  until  the  executing  agency  has  certified  to \nADB that the PMU has engaged a qualified accountant meeting the requirements set out in the \nPAM. \n \n\nV. \n\nRECOMMENDATION \n\n \n39. \nI am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the administration by \nADB  of  the  grant  not  exceeding  the  equivalent  of  $3,000,000  to  Mongolia  for  the  Integrated \nLivelihoods  Improvement  and  Sustainable Tourism  in  Khuvsgul  Lake  National  Park  Project, to \nbe provided by the Japan Fund for Poverty Reduction. \n \n \n \n\nTakehiko Nakao \nPresident \n \n\n13 November 2015 \n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpacts the Project is Aligned with \n \nPer capita income in five soums of Khuvsgul aimag increased (Khuvsgul Aimag Socio-Economic Development \nAction Plan)a \n \nManagement of natural resources in the KLNP improved (KLNP Management Plan)b \n\nResults Chain \nOutcome \nLivelihoods and \nsustainable \ntourism in five \nsoums of the \nKLNP improved \nand integrated \n\nOutputs \n1. Community-\n\nbased tourism \nin Khatgal and \nKhankh \nsettlements \npromoted \n\n2. Capacity for \nsustainable \nlivestock and \npasture \nmanagement in \nthe KLNP and \nbuffer zone \nimproved \n\nPerformance Indicators with Targets and \nBaselines \n\nBy 2020: \na. At least 330 households in up to five soums in \nthe KLNP and buffer zone derive at least part of \ntheir income from over 100 project-supported \ninitiatives in community-based tourism and the \nsustainable use of natural resources  \n(2015 baseline: 0) \n \nb. The five community revolving funds established \nby the project continue to operate and have a \ncapital base equivalent to at least 105% of the \ntotal amount allocated per fund  \n(2015 baseline: 0 community revolving funds) \n \nc. At least three time-based and/or quantitative \ntargets to integrate livelihoods, tourism, and waste \nmanagement are incorporated in the KLNP \nManagement Plan (2015 baseline: 0 targets) \nBy 2019: \n1a. Pilot tourism codes of practice are signed by \ncommunity representatives, KLNP Administration \nand at least 50% of guesthouse owners (~40) \n(2015 baseline: 0 codes of practice) \n \n1b. About 400 residents trained in community-\nbased tourism goods and services, of which at \nleast 30% are women (2015 baseline: 0 training) \n \n1c. About 40 community-based tourism initiatives \nestablished, which benefit at least 120 households \n(including at least 40 of the poorest and most \nvulnerable households); at least 40% of these are \nled by women (2015 baseline: 0) \nBy 2019: \n2a. About 1,125 adult residents in KLNP and \nbuffer zone (i.e., about 50% of adult herders in \n2014) trained in sustainable livestock and pasture \nmanagement and/or nontourism livelihoods, of \nwhich at least 40% are women  \n(2015 baseline: 0 training)c \n \n2b. About 400 households in up to five soums in \nthe KLNP and buffer zone have adopted \n\nData Sources \nand Reporting \nMechanisms \n\n \na–c. KLNP \nannual report; \nproject reports \n \nc. KLNP \nManagement \nPlan \n\nRisks \n\n \nTourism declines due to \nslowing economy \n \nSevere winters impact \ntourism and livelihoods \n\n \na–c. KLNP \nannual report; \nproject reports \n \n \nb. Workshop \nand/or training \nattendance forms \n \nc. Approved loan \napplications \n\n \nLimited support from \ncommercial operators \nfor tourism codes of \npractice \n \nKLNP rangers not \nsufficiently empowered \nto enforce lake-\nprotection measures \n\n \nSlower uptake of loans \nor rates of loan approval \nthan anticipated \n\n \na–c. KLNP \nannual report, \nproject reports, \nand soum \ngovernment \nannual reports \n \nb. Training \nattendance forms \n\n \n \n\n \n\n \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n\nRisks \n\n3. Waste \n\nmanagement \naround \nKhuvsgul Lake \nstrengthened \n\n \na–d. KLNP \nannual report; \nproject reports \n\n \nLimited consensus \nbetween stakeholders \non internal zoning of \nKLNP \n\nData Sources \nand Reporting \nMechanisms \n\n \n \n \nc. Approved loan \napplications \n\nPerformance Indicators with Targets and \nBaselines \n\nsustainable herding management practices  \n(2015 baseline: 0) \n \n2c. About 70 livelihood activities initiated (e.g., \nhousehold wood products in buffer zone, \ncommunity dairy processing), which benefit at \nleast 210 households; at least 40% are led by \nwomen (2015 baseline: 0) \nBy 2019: \n3a. Water quality monitoring program conducted \nsince 2016 at the designed sampling locations, \ntiming, and frequency  \n(2015 baseline: 0 programs) \n \n3b. About three community-based teams (of about \n45 members) established and trained to operate \nand maintain pilot waste management systems; at \nleast 30% of members are women  \n(2015 baseline: 0 groups) \n \n3c. About 50 pilot waste management systems \ndesigned and installed (2015 baseline: 0 \nsystems)d \n \n3d. Final review of KLNP zoning with \nrecommendations submitted to the Ministry of \nEnvironment, Green Development and Tourism \nand park stakeholders (2015 baseline: 1 KLNP \nmanagement plan with preliminary zoning) \n\nCommunity-based tourism in Khatgal and Khankh settlements promoted \n\nKey Activities with Milestones \n1. \n1.1  Establish pilot tourism comanagement group (at least 30% of members are female) (Q2 2016) [GCD, GE]. \n1.2  Develop stakeholder vision, objectives, and codes of practice for tourism (Q2–Q4 2016) [GCD, GE]. \n1.3 \nIdentify training and resource needs for community-based tourism (Q2–Q4 2016) [GCD, GE]. \n1.4  Establish five community revolving funds (Q2–Q4 2016) [GCD, GE]. \n1.5 \n1.6  Develop and implement community tourism activities and pilot group comanagement tourism initiatives, \n\nImplement training for community management of funds (Q2–Q4 2016) [GCD, GE]. \n\ntailored to gender (Q4 2016–Q4 2019) [GCD, GE].e \n\n \n2.   Capacity for sustainable livestock and pasture management in the KLNP and buffer zone improved \n2.1  Document and map existing herding and pasture management (Q2–Q4 2016). \n2.2  Establish herding groups (at least 30% of members are female) (Q3–Q4 2016) [GCD, GE]. \n2.3 \n\nIdentify training and resource needs for pasture management and income diversification (Q3–Q4 2016) \n[GCD, GE]. \n\n2.4  Build capacity and provide equipment (Q3 2016–Q4 2018) [GCD, GE]. \n2.5  Prepare and implement herder group management plans (Q4 2016–Q4 2019) [GCD, GE]. \n2.6  Develop and implement pilot natural resource management-livelihood initiatives and diversification (Q4 \n\n2016–Q4 2019) [GCD, GE]. \n\n \n3.   Waste management around Khuvsgul Lake strengthened \n3.1  Design and implement water quality monitoring program (Q2 2016–Q4 2019) [GE]. \n3.2  Establish and train community waste management teams (at least 30% of members are female) (Q3–Q4 \n\n \n\n \n\n\fAppendix 1 \n\n13 \n\nKey Activities with Milestones \n2016) [GE, GCD]. \n\n3.3  Design and implement pilot waste management program (Q3 2016–Q4 2019) [GE]. \n3.4  Review KLNP zoning and stakeholder consultations (Q3 2016–Q4 2017) [GCD, GE]. \n3.5  Submit final draft zoning report with recommendations (Q4 2017) [GCD]. \n3.6  Facilitate follow-up actions, e.g., revision of KLNP zoning (Q1–Q4 2019) [GCD, GE]. \n3.7  Prepare scale-up strategy and investment plan (Q2 2019). \n \nProject management activities \nEstablish steering committee, project management unit, and project implementation unit (Q1 2016). \nAssign soum government and community counterparts (Q1 2016) [GCD, GE]. \nPrepare four annual work plans and ensure 100% of milestones are met (Q1 2016–Q4 2019). \nImplement and monitor project activities, including the design and monitoring framework, gender action plan, and \nenvironmental assessment review framework (Q1 2016–Q4 2019). \nPrepare semiannual progress reports, including inception, midterm, and final reports (Q1 2016–Q4 2019). \nPrepare and disseminate project materials and knowledge products (Q1–Q3 2019). \nInputs \nJapan Fund for Poverty Reduction:  $3,000,000 \nGovernment of Mongolia:  $180,000 \nAssumptions for Partner Financing \nNot applicable. \n\nADB  =  Asian  Development  Bank,  GCD  =  governance  and  capacity  development,  GE  =  gender  equity,  KLNP  = \nKhuvsgul Lake National Park, Q = quarter. \na  Khuvsgul  Aimag  Citizens  Representative  Council.  2008.  Khuvsgul  Aimag  Socio-Economic  Development  Action \n\nPlan. Murun. \n\nb  Ministry of Environment, Green Development and Tourism. 2014. Khuvsgul Lake National Park Management Plan. \n\nc \n\nUlaanbaatar. \nIn  2014,  there  were  about  3,343  adults  (persons  aged  18–60)  in  the  KLNP,  comprising  1,697  men  (51%)  and \n1,646 women (49%) (National Statistical Office data), with a male:female ratio of about 1:1. About 750 households \nin  the  KLNP  are  herding  families.  Assuming  three  adults  per  household,  this  is  2,250  adult  herders.  A  training \ntarget of 50% is about 1,125 residents. The explanation of gender targets is in Section VIII Gender Action Plan of \nthe Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\nd  The waste management systems comprise 50 environmentally friendly toilet units and litter bins; community waste \nmanagement  teams;  and  associated  team  training,  payment  systems,  and  operational  and  maintenance \nprocedures. \n\ne  These initiatives will be led by the comanagement group and funded directly by the project grant, subject to review \nand approval by ADB. Examples are public open-day events on the tourism codes of practice, education materials \non litter, and a community-led pilot to maintain tour boats to avoid water pollution. \n\nSource: Asian Development Bank. \n\n \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=48216-001-2 \n\nGrant Agreement \n\nSector Assessment (Summary): Agriculture, Natural Resources, and Rural Development \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic and Financial Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nEnvironmental Assessment and Review Framework \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Documents \n\nFinancial Management Assessment \n\nProcurement Risk Assessment \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n \n\n \n\n\f", "author_pages": [" \n", "– \n= \n= \n", "CURRENCY EQUIVALENTS \n(as of 13 November 2015) \n", "Currency unit \nMNT1.00 \n$1.00 \n", "togrog (MNT) \n$0.000502 \nMNT1,991.00 \n", "ABBREVIATIONS \n", "ADB \nCSO \nEARF \nGRM \nJFPR \nJICA \nKLNP \nMEGDT \n", "O&M \nPAM \nPIU \nPMU \n", "– \n– \n– \n– \n– \n– \n– \n– \n", "– \n– \n– \n– \n", "Asian Development Bank \ncivil society organization \nenvironmental assessment and review framework \ngrievance redress mechanism \nJapan Fund for Poverty Reduction \nJapan International Cooperation Agency \nKhuvsgul Lake National Park \nMinistry  of  Environment,  Green  Development  and \nTourism \noperation and maintenance \nproject administration manual \nproject implementation unit \nproject management unit \n", " \n", "Vice-President \nDirector General \nDirector \n", " \nTeam leader \nTeam members \n \n \n \n \n \n", " \nPeer reviewer \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", "S. Groff, Operations 2 \nA. Konishi, East Asia Department (EARD) \nQ. Zhang, Environment, Natural Resources, and Agriculture Division, \nEARD \n \nM. Bezuijen, Environment Specialist, EARD \nI. Baatarkhuu, Senior Operations Assistant, EARD \nT. Begzsuren, Associate Social Development Officer (Gender), EARD \nF. Connell, Principal Counsel, Office of the General Counsel \nE. Enkhbold, Investment Officer, EARD \nJ. Lucero, Project Analyst, EARD \nO. Purev, Senior Environment Officer, EARD \nE. Sarapat, Associate Project Analyst, EARD \nA. Sebastian-Mercader, Operations Assistant, EARD \nT. Ueda, Senior Natural Resources Economist, EARD \nB. Dunn, Senior Environment Specialist, Sustainable Development \nand Climate Change Department \n", " \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nRisks and Mitigating Measures \nF. \n", "ASSURANCES AND CONDITIONS \n", "RECOMMENDATION \n", "APPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", " \n", " \n", " \n", " \n", "     \n", "Page \n", "1 \n1 \n1 \n4 \n4 \n6 \n7 \n7 \n7 \n8 \n8 \n8 \n9 \n         9 \n10 \n10 \n", "11 \n14 \n", "III. \n", " \nIV. \nV. \n", " \n", "1. \n", "2. \n", " \n", " \n"]}