{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20160909092835+08'00'", "ModDate": "D:20160909092835+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 48224-002 \nSeptember 2016 \n \n \nProposed Loan \nEnergy Efficiency Services Limited \nDemand-Side Energy Efficiency Sector Project \n(Guaranteed by India) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution  of  the  attached  document  is  restricted  until  it  has  been  approved  by  the  Board  of \nDirectors. Following such approval, ADB will disclose the document to the public in accordance \nwith ADB's Public Communications Policy 2011. \n \n\n \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 19 August 2016) \n\nCurrency unit \n\nIndian rupee/s (Re/Rs) \n\nRe1.00 \n$1.00 \n€1.00 \n\n$0.014965 \nRs66.8205 \nRs75.8425 \n\n \n \n \n\n \n \n \n\n– \n\n= \n= \n= \n\nBEE \nCO2 \nEARF \nEESL \nESCO \nGDP \nLED \nMOP \nNMEEE \nPAM \nUN \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \nBureau of Energy Efficiency \ncarbon dioxide \nenvironmental assessment and review framework \nEnergy Efficiency Services Limited \nenergy service company \ngross domestic product \nlight-emitting diode \nMinistry of Power \nNational Mission for Enhanced Energy Efficiency \nproject administration manual \nUnited Nations \n\nNOTES \n\n(i) \n\n(ii) \n\nThe  fiscal  year  (FY)  of  the  Government  of  India  and  its  agencies  ends  on  31 \nMarch.  “FY”  before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year \nends, e.g., FY2016 ends on 31 March 2016. \nIn this report, \"$\" refers to US dollars. \n\n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\nW. Zhang, Operations 1 \nH. Kim, South Asia Department (SARD) \nA. Jude, Energy Division, SARD \n \nJ. Acharya, Senior Energy Specialist, SARD \nB. Dunn, Principal Environment Specialist, Sustainable Development \nand Climate Change Department (SDCC) \nK. Enomoto, Energy Specialist, SARD \nL. George, Energy Specialist, SARD \nY. Jang, Social Development Specialist, SARD \nV.R. Karbar, Senior Project Officer (Energy), SARD \nC. Lapsansky, Communications Specialist, Department of External \nRelations \nV.S. Rekha, Principal Counsel, Office of General Counsel \nS. Shafiq, Financial Management Specialist, SARD \nH. Zhang, Finance Specialist (Energy), SARD \nY. Zhou, Environment Specialist, SARD \nY. Zhai, Senior Advisor, SDCC \n\n \n \n \n \nPeer reviewer \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n\n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \nF. \n\nIV. \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n \n\n1 \n\n1 \n1 \n4 \n4 \n5 \n6 \n\n6 \n6 \n7 \n8 \n9 \n9 \n10 \n\n10 \n\n10 \n\n11 \n\n13 \n\nI. \n\nII. \n\nIII. \n\n1. \n\n2. \n \n\n \n\n\f\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\nEnergy\n\nDemand-Side Energy Efficiency Sector \nProject\nIndia\nEnergy Efficiency Services Limited\n\nSubsector(s)\nEnergy efficiency and conservation\n\n3. Strategic Agenda\nInclusive economic\ngrowth (IEG)\nEnvironmentally\nsustainable growth (ESG)\n\nSubcomponents\n\nPillar 1: Economic opportunities,  including \njobs, created and expanded\nEco-efficiency\nGlobal and regional transboundary \nenvironmental concerns\nNatural resources conservation\n\n4. Drivers of Change\n\nComponents\n\nGovernance and capacity\ndevelopment (GCD)\n\nClient relations, network, and partnership \ndevelopment to partnership driver of change\nInstitutional development\nApplication and use of new knowledge \nsolutions in key operational areas\n\nKnowledge solutions\n(KNS)\n\n5. Poverty Targeting\n\nProject directly targets\npoverty\n\n6. Risk Categorization:\n\n.\n\n.\n\n8. Financing\n\nNo\n\nLow\n\nModality and Sources\nADB\n     Sovereign Sector loan: Ordinary capital resources\nCofinancing\n     None\nCounterpart\n\nEnergy Efficiency Services Limited\n\nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 48224-002\n\nSARD/SAEN\n\nEnergy Efficiency Services \nLimited\n\n     ADB Financing ($ million)\n200.00\n200.00\n\nTotal\n\nClimate Change Information \nMitigation ($ million)\nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\n200.00\n3,000,000\nLow\n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nLocation Impact\nRural\nUrban\n\nLow\nHigh\n\nAmount ($ million)\n\n200.00\n200.00\n0.00\n0.00\n200.00\n200.00\n\n400.00\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n26022015102453234047\n\nGenerated Date: 30-Aug-2016 15:55:07 PM\n\n\f \n\n \n\n\f \n\n \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto Energy Efficiency Services Limited (EESL), to be guaranteed by India, for the Demand-Side \nEnergy Efficiency Sector Project.1 \n \n2. \nThe project will finance high-priority areas under EESL’s demand-side energy efficiency \noperations under its energy service company (ESCO) business model.2 This includes the (i) use \nof  more  efficient  light-emitting  diodes  (LEDs)  by  municipalities  for  streetlights  that  could  be \noperated  remotely;  (ii)  use  of  more  efficient  LED  bulbs,  tube  lights,  and  electric  fans  by \nhouseholds  and  institutions;  and  (iii)  promotion  of  more  energy-efficient  agricultural  water \npumps.3 \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nEnergy efficiency approaches are the most cost competitive of the technology options to \nprovide  better  quality  energy  services.  Upward  projections  for  global  economic  growth  by  the \nWorld Bank4 and the emerging role of developing countries as a hub for industrial activities will \nincrease  energy  demand,  and  awareness  of  the  need  for  greater  efficiency  in  energy  use  is \ngrowing  worldwide—even  more  so  in  developing  countries.  According  to  the  International \nEnergy  Agency,  developing  Asia’s  share  of  worldwide  energy-related  carbon  dioxide  (CO2) \nemissions  more  than  doubled  from  17%  in  1990  to  39%  in  2013.  Without  additional  efforts  to \ndecarbonize, developing Asia is expected to account for 46% of CO2 emissions by 2030.5 These \nprojections reflect Asia’s increasing role as a center of manufacturing and home to over half of \nall  global  megacities,  further  exacerbating  energy  security  and  environmental  constraints.  A \nstronger emphasis on energy efficiency, both from the demand and supply side, is required, as \nwell as accelerated investments in renewable energy and in the deployment of advanced low-\ncarbon  technologies  to  reduce  local  air  pollution  that  causes  damage  to  health  and  the \nenvironment.  Given  that  India  is  already  one  of  the  world’s  largest  and  fastest-growing \neconomies, low-carbon growth in India will have a great impact on the overall global situation. \n \n4. \nIndia’s  economy  has  grown  rapidly,  with  an  average  annual  gross  domestic  product \n(GDP)  growth  rate  of  7.2%  since  2000,  compared  with  an  annual  global  GDP  growth  rate  of \n2.6% in the same period. High economic growth is underpinned by increased energy use. The \ngovernment is ramping up its efforts to provide reliable electricity to close to 300 million people. \nAs  a  result,  the  total  primary  energy  supply  almost  doubled  from  441.3  million  tons  of  oil \nequivalent  in  2000  to  775.5  million  tons  of  oil  equivalent  in  2013.  Annual  CO2 emissions  from \nfuel combustion have grown even faster, from 892.0 million tons in 2000 to 1,868.2 million tons \nin  2013,  as  the  fuel  mix  in  India  is  largely  based  on  fossil  fuels.6 The  potential  for  further \neconomic growth and rapid increase in energy demand in India is enormous. \n                                                \n1   The design and monitoring framework is in Appendix 1. \n2   ESCOs generally develop, design, build, and fund projects that save energy and recover their investment from their \n\ncustomers over time based on energy cost savings. (Refer to Supplementary Linked Document 14). \n\n3   The Asian Development Bank (ADB) provided project preparatory technical assistance for Preparing the Demand-\nSide  Energy  Efficiency  Investment  Project  (TA  9081-IND)  and  will  continue  to  provide  technical  support  during \nproject implementation. \n\n4   World  Bank. \n\n2016.  Global  Economic  Prospects:  Divergences \n\nand  Risks.  Washington,  DC. \n\nhttp://pubdocs.worldbank.org/en/842861463605615468/Global-Economic-Prospects-June-2016-Divergences-and-\nrisks.pdf   \n\n5   International Energy Agency. World Energy Outlook 2015. http://www.worldenergyoutlook.org/weo2015/. \n6   International Energy Agency. Statistics. http://www.iea.org/statistics/. \n\n\f2 \n\nSector  challenges.  Key  changes  in  policy  priorities  and  investment  strategies  will  be \n5. \nnecessary  particularly  in  India,  where  rapid  economic  growth  is  coinciding  with  urbanization \nimpacts. Among the barriers to India realizing its full energy efficiency potential are (i) regulatory \nchallenges,  as  electricity  is  subsidized  to  some  extent  and  energy  efficiency  programs  are \nvoluntary; (ii) institutional challenges, as capacity to support the scaling up of energy efficiency \nis  limited;  (iii)  financing  challenges,  as  some  energy-efficient  technologies  have  high  up-front \ncosts,  but  project  sizes  are  small  from  a  lender’s  perspective,  and  returns  may  be  difficult  to \nquantify; and (iv) limited understanding of energy-efficient technologies and associated benefits \nlimits  its  uptake.  Delivering  energy  efficiency  through  third-party  financing  following  an  ESCO \ndelivery  mechanism  can  help  in  scaling  up  the  implementation  of  energy  efficiency  projects. \nHowever,  ESCOs  require  support  in  accessing  commercial  finance  and  managing  technical \nperformance  and  payment  security  risks.  Long  project  development  lead  times  and  high \ntransaction costs also affect their viability; thus, there is a need to support the demonstration of \na viable company that can contribute to transforming the market through various energy-efficient \ntechnologies using the ESCO business model, which can then be scaled up and replicated. \n \nAlignment  with  government  priorities.  Against  regional  trends  for  growth  and  in \n6. \nrecognition  of  energy  efficiency  benefits,  large  emerging  economies,  including  India,  have \nlaunched initiatives resulting in significant energy efficiency improvements. The government has \ndetermined that increased end-use energy efficiency is critical for meeting India’s rapid energy \ndemand growth. In 2015, the government pledged to reduce the emissions intensity of its GDP \nby  at  least  33%  below  2005  levels  by  2030  as  part  of  its  intended  nationally  determined \ncontributions to the United Nations (UN) Framework Convention on Climate Change.7 A recent \nAsian  Development  Bank  (ADB)  report  suggested  that  achieving  an  intermediate  target \nreduction of at least 20% in emissions intensity by 2020 would require investing approximately \n$68  billion  in  energy  efficiency  measures  in  India. 8  Investments  in  energy  efficiency  are \nincreasingly being recognized by the government as the most cost-effective option (in the short \nto  medium  term)  to  reduce  energy  costs,  deliver  increased  economic  productivity  and \ncompetitiveness, increase energy security, and combat climate change. \n \n7. \nSector  development  plan. The government has recognized the need to achieve more \nsustainable  low-carbon  economic  growth  and  has  taken  bold  steps  toward  that  end,  including \nestablishing the National Mission for Enhanced Energy Efficiency (NMEEE) as one of the eight \nmissions under India’s National Action Plan on Climate Change, which the government unveiled \nin 2008. The NMEEE aims to strengthen the market for energy efficiency by creating conducive \nregulatory and policy regimes and has envisaged fostering innovative and sustainable business \nmodels for the energy efficiency segment of the energy sector. The NMEEE has launched four \ninitiatives  to  enhance  energy  efficiency  in  energy-intensive  industries:  Perform,  Achieve  and \nTrade  Scheme;  Market  Transformation  for  Energy  Efficiency;  Energy  Efficiency  Financing \nPlatform; and Framework for Energy Efficient Economic Development. Through these initiatives, \nthe  NMEEE  seeks  to  scale-up  efforts  to  unlock  the  market  for  energy  efficiency  (estimated  at \nRs740  billion)  and  help  achieve  total  avoided  capacity  addition  of  19,598  megawatts  and \ngreenhouse  gas  emissions  reductions  of  98.55  million  tons  per  year  at  its  full  implementation \nstage. Until now, only about 5% of this potential has been tapped through the ESCO business \n\n                                                \n7   Government  of  India,  Ministry  of  Environment,  Forest  and  Climate  Change.  2015.  India’s  Intended  Nationally \n\nDetermined Contribution: Working Towards Climate Justice. \n\n  http://www4.unfccc.int/submissions/INDC/Published%20Documents/India/1/INDIA%20INDC%20TO%20UNFCCC.\n\n8   ADB. 2013. Same Energy, More Power: Accelerating Energy Efficiency in Asia. Manila. \n\npdf. \n\n \n\n\fmodel.9 The Bureau of Energy Efficiency (BEE) under the Ministry of Power (MOP) acts as the \nsecretariat  and  coordinating  agency  for  the  NMEEE.  EESL  will  support  BEE  in  the \nimplementation activities. \n \nBorrower. EESL is a joint venture between four public sector undertakings of the MOP: \n8. \nNational  Thermal  Power  Corporation,  Powergrid  Corporation  of  India  Limited,  Power  Finance \nCorporation,  and  Rural  Electrification  Corporation.  EESL  was  established  in  2009  as  an \nimplementing arm of BEE, serving as an advisor, consultant, and ESCO implementing agency. \nAs an ESCO implementing agency, EESL administers projects and is paid back over time from \nthe resulting energy savings, thereby addressing the barrier imposed by the high up-front costs \nof  energy  efficiency  projects to the  long-term  beneficiary.  EESL has  successfully  implemented \nseveral projects. Consequently, demand for its ESCO services is growing rapidly throughout the \ncountry.  To  achieve  the  national  goals  and  objectives  articulated  in  the  NMEEE,  EESL  has \ndeveloped a business plan and road map for 2015–2020, which includes plans for scaling up its \ninstitutional,  technological,  and  financial  capacity.  EESL’s  board  of  directors  and  MOP  have \napproved  the  business  plan.  German  development  cooperation  through  KfW  and  Agence \nFrançaise de Développement have each approved credit lines of €50 million to EESL. EESL is \nalso talking to the World Bank and KfW for further investment support. \n \n9. \nProject design. EESL’s approach follows a standard process for each project, involving \ndetailed energy audits, an assessment of technology requirements, and pilot implementation in \nthe  project  area  to  establish  performance  benchmarks  and  to  calculate  energy  savings.  This \nforms  the  basis  for  the  project  scope  and  repayment  terms,  which  are  based  on  a  deemed \nsavings  approach.10 EESL  then  implements  the  projects  and  retains  responsibility  for  asset \noperation and maintenance during the repayment period. \n \n10. \nRationale  for  sector  lending.  EESL’s  investment  focus  is  on  efficient  municipal \nstreetlights, efficient domestic lighting and fans, and efficient agriculture pumps. Responding to \nthe  NMEEE,  the  business  plan  set  ambitious  targets,  including  installing  about  4.5  million \nstreetlights,  700  million  LED  bulbs,  and  6  million  efficient  agriculture  pumps  by  2020,  which \nwould  require  an  investment  of  more  than  $12  billion.  EESL  plans  to  mobilize  the  funds  from \nvarious  sources,  including  bilateral  and  multilateral  agencies,  domestic  sources,  and  its  own \nequity.  EESL  has  a  pipeline  of  subprojects  in  various  stages  of  readiness  for  each  of  these \nimmediate  and  high-priority  investments.  A  sector  loan  financing  modality  is  considered \nappropriate  for  this  project  because  there  is  a  sector  road  map  and  capacity,  and  because  it \nallows  for  the  early  implementation  of  subprojects  with  high  readiness  and  the  expansion  of \ncoverage to include newer subprojects as they are developed, irrespective of physical location. \n \n11. \nCore subprojects. Based on the available information, EESL and ADB have conducted \ndue diligence of sample core subprojects in Rajasthan for municipal streetlights and agriculture \npumps,  and  in  Maharashtra  for  household  lighting.  Potential  subprojects  have  also  been \nidentified  in  Andhra  Pradesh,  Goa,  Karnataka,  and  Uttar  Pradesh.11 EESL  will  ensure  that  all \nsubprojects contributing to the sector development plan are appraised, selected, and approved \nfollowing the subproject selection criteria and approval procedures in the project administration \n\n                                                \n9   Bureau  of  Energy  Efficiency,  National  Mission  for  Enhanced  Energy  Efficiency.  https://beeindia.gov.in/content/ \n\nnmeee-1; and Energy Efficiency Services Limited. http://www.eeslindia.org/Home.aspx. \n\n10  A  deemed  savings  approach  involves  an  up-front  estimation  of  energy  savings  that  will  be  achieved  from  the \nproject, which is agreed by both parties and serves as the basis for annuity payments made during the project life. \n11 Subprojects  from  other  eligible  states  may  also  be  included  subject  to  further  due  diligence  and  acceptance  by \n\nADB following its eligibility requirements. \n\n3 \n\n \n\n\f4 \n\n \n\nmanual (PAM), to the satisfaction of ADB. To be eligible for inclusion in the investment project, \neach candidate subproject will need to \n\n(i) \n\n(ii) \n\n(iii) \n(iv) \n\n(v) \n\n(vi) \n\nhave a detailed project report completed in a format and to a level of detail that \nare acceptable to ADB; \nhave  all  necessary  counterparty  arrangements  agreed, \nimplementation schedule and repayment terms; \nbe scheduled for completion no later than December 2020; \nyield  a  financial  internal  rate  of  return  exceeding  its  weighted  average  cost  of \ncapital, and an economic internal rate of return of at least 12%; \nmeet  category  C  of  ADB’s  Safeguard  Policy  Statement  2009  for  environment, \nindigenous people, and involuntary resettlement; and \nuse no funds from other bilateral and multilateral sources, unless complementary \narrangements  are  clearly  agreed  beforehand,  to  avoid  duplication  and  double \ncounting. \n\nincluding \n\nthe \n\n \n12. \nAlignment  with  ADB  priorities.  ADB’s  country  partnership  strategy,  2013–2017  for \nIndia  states  that  its  focus  on  the  energy  sector  will  include  energy  efficiency.12 The  project  is \nalso  aligned  with  the  Midterm  Review  of  Strategy  2020’s  priority  of  maintaining  support  for \nclimate  change  mitigation  through  investments  in  energy  efficiency.13 ADB  support  for  energy \nefficiency  in  India  has  largely  focused  on  the  supply;  this  would  be  ADB’s  first  investment  in \nIndia  targeting  demand-side  energy  efficiency  since  the  1994  loan  to  support  industrial \nefficiency.14 There  is  potential  for  follow-on  loans  for  implementing  additional  energy  efficiency \nprograms. \n \nB. \n\nImpact and Outcome \n\n13. \nThe  impact  will  be  an  expanded  market  for  energy-efficient  technologies  and  reduced \nemissions  intensity  of  economy, 15  aligned  with  the  NMEEE  and  India’s  intended  nationally \ndetermined contributions to the UN Framework Convention on Climate Change (footnote 6 and \n8). The project’s outcome will be increased end-use energy efficiency in the subproject areas. \n \nC. \n\nOutputs \n\n14. \n\nThe project will have three outputs: \n(i) \n\n(ii) \n\nefficiency  of  street  lighting  in  one  or  more  municipalities  in  eligible  states \n(including Goa, Maharashtra, Rajasthan, and Telangana) enhanced by replacing \nthe  existing lights with LED lamps with a remote monitoring and control system; \nefficiency of bulbs, tube lights, and electric fans in households and institutions in \nutility  service  areas  in  eligible  states  (including  Andhra  Pradesh,  Maharashtra, \nRajasthan, and Uttar Pradesh) enhanced by installing LED-based household and \ninstitution lighting and more efficient fans; and \nefficiency  of  agricultural  water  pumps  in  utility  service  areas  in  eligible  states \n(including  Andhra  Pradesh,  Maharashtra,  Karnataka,  and  Rajasthan)  improved \nby replacing old pumps with more efficient models that have a remote monitoring \nand control system. \n \n                                                \n12 ADB.  2013.  Country  Partnership  Strategy:  India,  2013–2017.  Manila.  The  government  requested  ADB's  financial \n\n(iii) \n\nassistance in a letter dated 1 January 2016 as an addition to the country operations business plan. \n\n13 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n14 ADB. 1994. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \n\nIndustrial Energy Efficiency Project. Manila. \n\n15 Emissions intensity of the economy refers to ratio of greenhouse emissions produced to gross domestic product. \n\n\fD. \n\nInvestment and Financing Plans \n\nThe project is estimated to cost $400 million (Table 1). \n\n15. \n \n\nTable 1: Project Investment Plan \n($ million) \n\nAmounta \n\nEfficient municipal streetlights \nEfficient appliances for households and institutions \nEfficient agricultural pumps \nSubtotal (A) \n\nBase Costb \n1. \n2. \n3. \n \nContingenciesc \nPhysical \n1. \nPrice \n2. \n \nSubtotal (B) \nFinancing Charges During Implementationd \nInterest during implementation \n1. \nCommitment and other charges \n2. \n \nSubtotal (C) \n \n \n\nItem \nA. \n \n \n \n \nB. \n \n \n \nC. \n \n \n \n \nNote: Numbers may not sum precisely because of rounding. \na   Includes taxes and duties of $57.2 million to be financed by Energy Efficiency Services Limited. \nb  In second quarter of 2016 prices. \nc  Physical  contingencies  computed  at  2%  for  all  equipment costs.  Price  contingencies  computed  at  an  average  of \n5.5% on local  currency costs and 1.5%  on  foreign  currency  costs;  includes  provision  for potential  exchange  rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \n\n  \n134.8 \n78.5 \n144.8 \n358.1 \n \n6.7 \n17.5 \n24.2 \n \n11.1 \n6.5 \n17.6 \n400.0 \n\nTotal (A+B+C) \n\nd  Includes interest, commitment charges, and guarantee commission. Interest during construction (assumed to be 1 \nyear) for the Asian Development Bank (ADB) loan has been computed at the 5-year fixed London interbank offered \nrate  plus  a  spread  of  0.5%.  Commitment  charges  for  the  ADB  loan  are  0.15%  per  year  to  be  charged  on  the \nundisbursed  loan  amount.  Interest  on  domestic  borrowing  is  computed  at  8%  per  annum.  The  guarantee \ncommission  to  the  Government  of  India  on  the  ADB  loan  has  been  computed  at  1.2%  per  annum  on  the \noutstanding ADB loan. \n\nSource: Asian Development Bank estimates. \n \n16. \nEESL has  requested  a sovereign guaranteed loan  of  $200  million from ADB’s  ordinary \ncapital  resources  to  help  finance  the  project.  The  loan  will  have  a  20-year  term,  including  a \ngrace  period  of  5  years,  an  annual  interest rate determined in  accordance with  ADB’s  London \ninterbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year, \nand such other terms and conditions to be set forth in the draft loan and guarantee agreements. \nBased on this and the loan repayment schedule agreed with EESL, the average loan maturity is \n12.75 years. EESL will bear the foreign exchange risk under this loan. The remaining financing \nwill  be  mobilized  by  EESL,  including  debt  from  other  lenders  and  equity  contributions.  The \nfinancing plan is in Table 2. \n \n\nTable 2: Financing Plan \n\na  Energy Efficiency Services Limited’s contribution includes domestic appliance customers’ contribution of $11 million, \ndomestic borrowing of $109 million, and its own contribution of $80 million. \n\nAmount ($ million) \n \n200.0 \n200.0 \n400.0 \n\nShare of Total (%) \n \n50.0 \n50.0 \n100.0 \n\nSource \nAsian Development Bank  \n\nOrdinary capital resources (loan) \nEnergy Efficiency Services Limiteda  \n\nTotal \n\nSource: Asian Development Bank estimates. \n \n\n5 \n\n \n\n\f6 \n\n17. \nthe PAM.16 \n \n\nE. \n\nImplementation Arrangements \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nTable 3: Implementation Arrangements \n\nArrangements \nDecember 2016–December 2020 \n30 June 2021 \n\nAspects  \nImplementation period \nEstimated loan closing date \nManagement \n\nEESL board \n(i)  Oversight body \n(ii)  Executing agency \nEESL \n(iii)  Key implementing agency  EESL \n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \nRetroactive financing and/or \nadvance contracting \n\nDisbursement \n\n$200 million \n\nMultiple contracts \n\nEESL’s central and regional offices (100+ staff to oversee) \nInternational and/or national \ncompetitive bidding \nNot applicable \nAll eligible contract packages and eligible expenditures agreed \nbetween ADB and the borrower have been approved for retroactive \nfinancing and advance contracting. \nThe loan proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed between EESL and ADB.  \n\nADB = Asian Development Bank, EESL = Energy Efficiency Services Limited. \nSources: Asian Development Bank and Energy Efficiency Services Limited estimates. \n \n18. \nEESL’s future growth path includes expanding its existing services and diversifying into \nnew  energy  market  segments,  such  as  smart  grids  and  trigeneration  (combined  cooling,  heat, \nand  power).  ADB,  together  with  the  UN  Environment  Programme,  is  supporting  EESL  in \ndeveloping  a  concept  to  test  new  technology  options  and  business  models  and  enter  into \nenergy-efficient and high-impact business ventures. The Global Environment Facility approved \na project identification form in October 2015 to support the development of this concept. Once \nthe Global Environment Facility Council approves the final proposal with $14.3 million funding to \nbe  administered  by  ADB,  approval for  additional cofinancing for  this  project  will  be  processed, \nbut  at  a  later  time  given  different  time  lines  for  approval.  Such  additional  cofinancing  would \nenhance the scope of the project and not in any way impair the current proposal. \n \n\nIII. \n\nDUE DILIGENCE \n\nA. \n\nTechnical \n\nThe project’s outputs will adopt proven energy-efficient technologies to reduce peak and \n19. \noff-peak demand on local and regional electricity networks in India. The technical specifications \nfor the energy-efficient equipment complies with BEE standards, including the energy efficiency \nstandards and labeling scheme for appliances, equipment, and lighting products. The procured \nequipment will come with adequate warranties complying with stringent technical specifications \nand  incorporating  international  best  practices.  Laboratory  testing  of  samples  of  procured \nequipment  will  be  undertaken  to  include  both  safety  and  equipment  life  parameters.  The \nintroduction of more efficient agricultural water pumps, LED-based streetlights, and households \nand  institutions  lighting  and  electric  fans  will  give  significant  energy  savings  (30%  from \nagricultural water pumps, about 80% from households and institutions LED lighting, and about \n                                                \n16 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f50%  from  LED  streetlights).  The  project’s  overall  energy  savings  are  expected  to  be  around \n3,800 gigawatt-hours per annum, which is equivalent to the annual output of two 300-megawatt \ncoal-fired power stations. EESL has confirmed that equipment procured under the project will be \n(i)  suitable for  local  conditions,  taking  into  account  issues  such  as  reliability  and  the  quality  of \nelectricity  supply  and  making  sure  the  equipment  can  tolerate  the  sustained  low  voltages that \noften  occur  in  India  during  peak  demand  periods;  (ii)  backed  up  by  adequate  performance \nguarantees  from  suppliers;  and  (iii)  serviceable  locally,  especially  agricultural  water  pumps. \nEESL’s  post-installation  customer  service  procedures  to  support  maintenance,  external \nmeasurement, and verification arrangements and warranty compliance have been reviewed and \nare considered practical and appropriate. \n \nB. \n\nEconomic and Financial \n\n20. \nThe  project  will  assist  in  institutionalizing  energy  efficiency  in  India’s  public  sector  and \nwill  help  demonstrate that  energy  efficiency  is  the  least  cost  means  to  close  the  gap  between \nelectricity demand and supply across the country. The project will benefit electricity consumers, \nprincipally  domestic  and  agricultural  consumers,  as  well  as  urban  local  bodies  as  a  result  of \nreduced expenditure on electricity. It will also allow electricity distribution companies to reduce \npurchases  of  expensive  peak  electricity  and  reduce  the  electricity  subsidy  burden  on  state \ngovernments.  EESL  will  benefit  financially  through  benefit-sharing  agreements  with  end-users \nthat will allow EESL to recover its costs and earn a sustainable return on its investments. From \nan economic perspective, benefits accrue through incremental consumption of electricity during \npeak periods that is made possible because of the reduction in electricity used for lighting and \ndomestic fans, and resource cost savings because of the reduction in electricity used for water \npumping, street lighting, and households and institutions LED bulbs and electric fans outside of \npeak  demand  periods.  The  subproject  economic  internal  rates  of  return  are  35.2%  (domestic \nLED  bulbs),  31.8%  (domestic  ceiling  fans),  43.9%  (agricultural  pumps),  and  14.5%  (LED \nstreetlights).  Sensitivity  analyses  show  that  sample  subprojects’  economic  benefits  are  stable \nagainst major risk factors. \n \n21. \nThe  sample  subprojects’  financial  internal  rate  of  return  to  EESL,  calculated  on  a  real \npost-tax  basis  (and  assuming  no  reflow  of  loan  proceeds),  is  2.7%–3.7%  per  annum,  higher \nthan  the  weighted  average  cost  of  capital  of  2.2%.  On  this  basis,  the  investment  project  is \nexpected  to  be  economically  viable  and  financially  sustainable.  In  addition,  analysis  indicates \nthat  the  project  would  generate  an  even  higher  financial  internal  rate  of  return  if  subsequent \nreflows  were  considered.  Although  the  ADB  loan  is  for  a  20-year  tenor,  the  assets  financed \nunder the project will be transferred to the beneficiaries within 1 year of supply for the domestic \nequipment component and after 7 years of supply for streetlights and agricultural water pumps. \nConsequently,  the  tenor  of  the  ADB  loan  is  substantially  longer  than  the  tenor  of  the  cash \nreflows  that  EESL  will  receive through  a transfer  of  assets.  EESL  will  use  such  cash flows for \nsimilar subprojects until the ADB loan is repaid, which may widen the impact of the project. \n \n22. \nEESL’s  financial  performance  in  2013–2015  has  shown  exponential  growth,  with \nrevenue  increasing  from  Rs145  million  in  FY2013  to  Rs7.1  billion  in  FY2016,  and  post-tax \nreturns  on  equity  increasing  from  6%  to  13%.  While  EESL  has  obtained  an  AA  credit  rating \n(indicating  a  high  degree  of  financial  stability)  from  two  domestic  credit  rating  agencies  for  its \nlong-term  borrowing  program,  its  plan  to  invest  approximately  Rs890  billion  in  2017–2020  is \nvery ambitious and will be a challenge from the perspective of access to investment capital and \ninstitutional capacity. \n \n\n7 \n\n \n\n\f8 \n\nC. \n\nGovernance \n\n23. \nFinancial  management  assessment.  EESL  has  experience  in  accessing  loans  from \ndevelopment  banks  such  as  KfW  and  Agence  Française  de  Développement,  and  has  robust \nbudgeting  and  accounting  systems  in  place,  including  policies  and  procedures  with  adequate \ninternal  control  systems.  However,  the  overall  financial  management  risk  was  assessed  as \nmoderate  primarily  because  of  counterparty  risk  associated  with  Urban  Local  Bodies  and \nelectricity distribution companies, and the lack of a foreign exchange risk management strategy \nfor EESL. Measures proposed in the financial management action plan to address the various \nrisks  include  the  establishment  of  (i)  a  foreign  exchange  risk  management  framework  with \nspecific  policies  relating  to  hedging  of  foreign  currency  and  interest  rates;  (ii)  a  framework  for \nescrow account monitoring; (iii) a framework to protect project assets post-commissioning; and \n(iv) a program to build the capacity of EESL staff on areas such as program accounting; ADB \nreporting, and policies and procedures; and imprest account management. A detailed financial \nmanagement  action  plan  is  in  the  PAM,  based  on  which  the  expected  financial  management \narrangements are expected to be satisfactory. \n \n24. \nProject  procurement  risk  assessment.  EESL  has  a  well-developed  procurement \nsystem  and  a  procurement  policy  that  complies  with  the  Government  of  India’s  General \nFinancial  Rules,  2005.  Its  procurement  department  has  experienced  professionals  who  have \nextensive  experience  in  delivering  projects  of  a  similar  size  and  complexity  using  competitive \nbidding  procedures.  Per  government  guidelines  for  all  procurements  in  excess  of  Rs500,000, \nEESL has adopted an e-procurement system that is compliant with the Information Technology \nAct, 2000. The existing procurement processes are governed by regulations that require robust \ndocumentation,  which  is  archived  electronically  in  established  information  management \nsystems. Existing information management systems are easily accessed and  can provide data \nto  support  contract  negotiations,  dispute  resolutions,  and  required  audits.  EESL’s  lack  of \nexperience  with  ADB-funded  projects  and  international  competitive  bidding  procedures  will  be \nthe  smooth \nthrough  continuous  assistance  and \nmitigated  and  controlled \nimplementation  of  the  procurement  plans.  ADB  will  also  provide  assistance  in  developing  the \nstandard  bidding  documents  to  facilitate  the  smooth  implementation  of  the  procurement  plans \nand conduct prior review for at least the first two procurement packages; all other procurement \npackages  would  be  subjected  to  a  post-review.  ADB’s  Procurement  Guidelines  (2015,  as \namended  from  time  to  time)  will  be  used  for  any  procurement  of  goods  using  ADB’s  loan \nproceeds. For the remaining procurement of goods and services for the project, EESL will follow \nits  existing  policies  and  rules  to  source  the  required  mandated  minimum  procurement  from \nmicro, small, and medium-sized enterprises and domestic manufacturers on an annual basis. \n \n25. \nInstitutional  capacity  assessment.  EESL  has  in  place  a  well-structured  professional \nteam  with  clearly  defined  roles  and  responsibilities  for  efficient  and  effective  project \nmanagement. Transparent human resources and personnel management practices are adopted \nto  achieve  the  project’s  desired  objectives  and  EESL’s  vision  and  mission.  In  line  with  the \nprojected growth in business, EESL has been concurrently increasing its human resources from \nthe market, and has obtained MOP’s approval to recruit adequate and talented professionals to \nmeet its rapid growth in ongoing programs and future projects. In addition to its staff, EESL will \noutsource  some  nonessential  activities,  as  needed,  to  streamline  project  management  and \nimplementation. EESL has a regular staff of 450 and is in the process of recruiting an additional \n100  in  2017.  EESL  appears  to  have  the  capability  and  capacity  to  successfully  deliver  multi-\nstakeholder projects and business opportunities in the energy efficiency markets, which is in line \nwith its business plan for 2015–2020. \n \n\ntraining \n\nfor \n\n \n\n\fADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \n26. \nwith the government and EESL. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 15). \n \nD. \n\nPoverty and Social \n\n27. \nThe project will contribute to sustainable economic development, poverty reduction, and \nsocial  well-being  through  increased  access  to  energy-efficient  appliances  and  reduced \nelectricity  consumption.  Project  beneficiaries  are  spread  across  the  regions  traversed  by  the \nproject. They will include agricultural, household, and institution consumers in selected states in \nIndia.  People  will  benefit  from  (i)  economic  investment  and  growth,  (ii)  improvements  in  basic \ninfrastructure,  and  (iii)  continued  community  support.  A  stakeholder  communication  strategy17 \nhas been prepared and includes end-user awareness programs in subproject areas that focus \non  women’s  participation,  gender  sensitive  training  modules,  and  the  adoption  and  use  of \nenergy efficient technologies. A gender action development framework has been prepared.18  \n \nE. \n\nSafeguards \n\n28. \nEnvironment.  The  project  is  classified  environment  category  C.  As  required  by  ADB’s \nSafeguard  Policy  Statement  for  a  sector  loan,  an  environmental  assessment  and  review \nframework  (EARF)  was  prepared  to  guide  EESL  in  subproject  selection,  screening  and \ncategorization, environmental assessment, and institutional arrangements. The EARF specifies \nthat  only  category  C  subprojects  according  to  the  Safeguard  Policy  Statement  will  be \nconsidered  for  funding.  The  project  is  expected  to  improve  energy  efficiency  and  reduce  CO2 \nemissions with minimal environmental footprint by replacing streetlights, domestic lights, ceiling \nfans, and agricultural pumps with more energy-efficient units. These interventions will generate \nwaste, which will be collected, stored, transported, and disposed following the requirements and \nregulations  of  the  Ministry  of  Environment,  Forest  and  Climate  Change.  EESL  and  its \ncontractors  will  adhere  to  the  Safeguard  Policy  Statement  and  the  national  environmental \nregulations in managing the waste that the project may generate. EESL will keep a record of the \ndisposed  waste following the requirements  of  the  Ministry  of  Environment,  Forest  and  Climate \nChange;  Central  Pollution  Control  Board;  and  State  Pollution  Control  Board,  including  the \nrelevant  permits  and/or  waste  destruction  certificates.  EESL  will  require  its  contractors  to \nestablish a grievance redress mechanism consistent with the Safeguard Policy Statement, and \nfollow  the  environment,  health,  and  safety  requirements  of  the  guarantor,  relevant  state,  and \nADB.  EESL  will  assign  staff  to  the  project  management  unit  to  (i)  manage  potential \nenvironmental  issues  and  compliance  with  the  EARF,  and  (ii)  monitor  the  compliance  of \ncontractors and implementing partners with environmental requirements. \n \n29. \nSocial.  The project is classified category C for involuntary resettlement and indigenous \npeoples  and  will  not  have  any  impact.  The  project  activities  are  not  expected  to  cause  any \nphysical or economic displacement nor will they require private land acquisition and government \nland transfer. The project will not have negative impacts on titled or nontitled holders, including \non  indigenous  peoples  and  their  livelihood.  A  resettlement  framework  has  been  prepared  for \nsubproject selection and implementation. The framework includes involuntary resettlement and \nindigenous peoples checklists, and due diligence reports for the three sample project outputs to \nensure  that  the  project  will  not  have  any  negative  impact  on  involuntary  resettlement  and \nindigenous  peoples.  Stakeholder  consultations  were  held  following  the  Safeguard  Policy \nStatement and documented in due diligence reports. The loan agreement will include a standard \n                                                \n17  Stakeholder Communication Strategy (accessible from the list of linked documents in Appendix 2). \n18  Gender Action Development Framework (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nassurance  related  to  social  safeguards,  core  labor  standards  for  contractors  (including  equal \npay for equal types of work), and HIV/AIDS and sexually transmitted disease prevention. \n \nF. \n\nRisks and Mitigating Measures \n\n30.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.19 The risks are manageable, and appropriate \nmitigation  measures  are  incorporated.  The  integrated  benefits  are  expected  to  outweigh  the \ncosts. \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigating Measures \n\nRisks \nEESL’s lack of experience in \nimplementing an ADB-\nfunded project \nDelay in receipt of payments \nfrom customers \n\nCapacity building to help EESL adhere to ADB’s disbursement, \nprocurement, and financial management policies and procedures, \nincluding in managing an imprest account \nEESL to establish a framework for (i) escrow account (and other \nsecurities) monitoring, including setting up escrow accounts, depositing \nfunds, and enforcing payment terms in the event of default; and (ii) the \npost-commissioning protection of project assets (insurance) in case of \nfire, theft, and force majeure, among other events \nEESL to establish a foreign exchange risk management framework \nwith specific policies relating to hedging of foreign currency and interest \nrates \nADB = Asian Development Bank, EESL = Energy Efficiency Services Limited. \nSources: Asian Development Bank and Energy Efficiency Services Limited. \n \n\nForeign exchange risk \n\nIV. \n\nASSURANCES \n\n31. \nThe government  and  EESL  have assured  ADB that  implementation  of  the  project  shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n32. \nwhich are set forth in the loan agreement and guarantee agreement. \n\nThe government and EESL have agreed with ADB on certain covenants for the project, \n\nV. \n\nRECOMMENDATION \n\n33. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$200,000,000 to Energy Efficiency Services Limited, to be guaranteed by India, for the Demand-\nSide Energy Efficiency Sector Project, from ADB’s ordinary capital resources, with interest to be \ndetermined  in  accordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending \nfacility;  for  a  term  of  20  years,  including  a grace  period  of  5  years;  and such  other  terms  and \nconditions as are substantially in accordance with those set forth in the draft loan and guarantee \nagreements presented to the Board. \n\n \nTakehiko Nakao \nPresident \n \n\n                                                \n19 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n8 September 2016 \n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the Project is Aligned with \nMarket for energy-efficient technologies expanded (National Mission for Enhanced Energy Efficiency)a \nEmissions intensity of economy reduced (India’s intended nationally determined contribution to the United \nNations Framework Convention on Climate Change)b \n\nData Sources and \nReporting \n\n \na. Distribution utility \nreports \n\nb. Project reports \n\nRisks \n\n \nRebound effect is \nsubstantial whereby \nconsumers offset \nenergy savings from \nefficiency measures \nwith increased usage or \nother behaviors. \n\n \n\nMunicipalities, Urban \nLocal Bodies, and \ndistribution companies \nmight delay payments \nto EESL due to poor \nfinancial health. \n\n1a–b. Monitoring and \nverification reports \n\n \n2a–b. Monitoring and \nverification reports \n\n3a–b. Monitoring and \nverification reports \n\n \n\nResults Chain \nOutcome \nEnd-use energy \nefficiency in \nsubproject areas \nincreased \n\nOutputs \n\n1. Efficiency of street \nlighting in one or \nmore municipalities in \neligible states \n(including Goa, \nMaharashtra, \nRajasthan, and \nTelangana) \nenhanced \n \n2. Efficiency of bulbs, \ntube lights, and \nelectric fans in \nhouseholds and \ninstitutions in utility \nservice areas in \neligible states \n(including Andhra \nPradesh, \nMaharashtra, \nRajasthan, and Uttar \nPradesh) enhanced \n \n3. Efficiency of \nagricultural water \npumps in utility \nservice areas in \neligible states \n(including Andhra \nPradesh, Karnataka, \nMaharashtra, and \nRajasthan) improved  \n\nPerformance Indicators \nwith Targets and Baselines \nBy 2021: \na. Electricity consumption \nin subproject areas \nreduced by 3,800 GWh per \nannum \n(Baseline: 0) \n \nb. Additional aggregate \ngreenhouse gas emissions \nreduced by 3 million \ntCO2eq per year  \n(Baseline: 0) \nBy 2020: \n \n1a. 1.5 million streetlights \nreplaced with LED lamps  \n(Baseline: 0) \n \n1b. End-user awareness \nprograms, with 30% \nwomen’s participation, \nimplemented \n \n \n2a. 42 million LED lamps, \nceiling fans, and LED tube \nlights installed \n(Baseline: 0) \n \n2b. End-user awareness \nprograms, with 30% \nwomen’s participation, \nimplemented \n \n\n3a. 225,000 inefficient \nagricultural water pumps \nreplaced with more \nefficient models \n(Baseline: 0) \n \n3b. End-user awareness \nprograms, with 30% \nwomen’s participation, \nimplemented \n\n \n\n \n\n \n\n\f12 \n\nAppendix 1 \n\n \n\nKey Activities with Milestones \n\n1  Efficiency of street lighting in one or more municipalities in eligible states (including Goa, \n\nMaharashtra, Rajasthan, and Telangana) enhanced \n1.1  EESL signs MOUs with municipalities (Q2 2016 onward) \n1.2  EESL develops and validates DPRs, and conducts pilot tests to demonstrate technology and savings \n\n(Q3 2016 onward) \n\nmechanism (Q4 2016 onward) \n\n1.3  EESL  enters  into  contractual  agreements  with  municipalities  and  ensures  a  secure  payment \n\n1.4  EESL procures equipment and implements the subprojects (Q1 2017 onward) \n1.5  EESL undertakes monitoring and verification activities (Q3 2017 onward) \n2  Efficiency  of  bulbs,  tube  lights  and  electric  fans  in  households  and  institutions  in  utility \nservice areas in eligible states (including Andhra Pradesh, Maharashtra, Rajasthan, and Uttar \nPradesh) enhanced \n\n2.1  EESL signs MOUs with distribution utilities (Q2 2016 onward) \n2.2  EESL develops and validates DPRs, and conducts pilot tests to demonstrate technology and savings \n\n2.3  EESL  enters  into  contractual  agreements  with  distribution  utilities  and  ensures  a  secure  payment \n\n(Q3 2016 onward) \n\nmechanism (Q4 2016 onward) \n\n2.4  EESL procures equipment and implements the subprojects (Q1 2017 onward) \n2.5  EESL undertakes monitoring and verification activities (Q3 2017 onward) \n3  Efficiency  of  agricultural  water  pumps  in  utility  service  areas  in  eligible  states  (including \n\nAndhra Pradesh, Karnataka, Maharashtra, and Rajasthan) improved \n\n3.1  EESL signs MOUs with distribution utilities (Q3 2016 onward) \n3.2  EESL develops and validates DPRs, and conducts pilot tests to demonstrate technology and savings \n\n3.3  EESL  enters  into  contractual  agreements  with  distribution  utilities  and  ensures  a  secure  payment \n\n(Q4 2016 onward) \n\nmechanism (Q1 2017 onward) \n\n3.4  EESL procures equipment and implements the subprojects (Q2 2017 onward) \n3.5  EESL undertakes monitoring and verification activities (Q3 2017 onward) \nProject Management \nProject  monitoring  and  evaluation,  capacity  building  of  EESL  staff  on  ADB  policies  and  procedures     \n(Q2 2016 onward) \nInputs \n\nADB: $200 million (loan) \n\nEESL: $200 million  \n\nAssumptions for Partner Financing \n\nNone. \n\nADB = Asian Development Bank, DPR = detailed project report, EESL = Energy Efficiency Services Limited, GWh = \ngigawatt-hour,  LED  =  light-emitting  diode,  MOU  =  memorandum  of  understanding,  Q  =  quarter,  tCO2eq  =  ton  of \ncarbon dioxide equivalent. \nNote:  KfW  will  support  a  similar  program  for  €250  million  (equivalent  to  about  $283  million)  under  collaborative \ncofinancing arrangement. \na   Bureau of Energy Efficiency. National Mission for Enhanced Energy Efficiency. \n  https://beeindia.gov.in/content/nmeee-1. \nb   Government  of  India,  Ministry  of  Environment,  Forest  and  Climate  Change.  2015.  India’s  Intended  Nationally \n\nDetermined Contribution: Working Towards Climate Justice. \n\n  http://www4.unfccc.int/submissions/INDC/Published%20Documents/India/1/INDIA%20INDC%20TO%20UNFCCC.\n\npdf. \n\nSource: Asian Development Bank. \n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48224-002-3  \n\nAppendix 2 \n\n13 \n\nLoan Agreement \n\nGuarantee Agreement \n\nSector Assessment (Summary): Energy \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nEnvironmental Assessment and Review Framework \n\nResettlement Framework \n\nRisk Assessment and Risk Management Plan \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n \n\n14. \n\n15. \n\n16. \n\n17. \n\n \n\nSupplementary Documents \n\nEnergy Efficiency Services Limited Approach: Technical and Business Process \n\nInstitutional Capacity Assessment \n\nStakeholder Communication Strategy \n\nGender Action Development Framework \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 19 August 2016) \n", "Currency unit \n", "Indian rupee/s (Re/Rs) \n", "Re1.00 \n$1.00 \n€1.00 \n", "$0.014965 \nRs66.8205 \nRs75.8425 \n", " \n \n \n", " \n \n \n", "– \n", "= \n= \n= \n", "BEE \nCO2 \nEARF \nEESL \nESCO \nGDP \nLED \nMOP \nNMEEE \nPAM \nUN \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \nBureau of Energy Efficiency \ncarbon dioxide \nenvironmental assessment and review framework \nEnergy Efficiency Services Limited \nenergy service company \ngross domestic product \nlight-emitting diode \nMinistry of Power \nNational Mission for Enhanced Energy Efficiency \nproject administration manual \nUnited Nations \n", "NOTES \n", "(i) \n", "(ii) \n", "The  fiscal  year  (FY)  of  the  Government  of  India  and  its  agencies  ends  on  31 \nMarch.  “FY”  before  a  calendar  year  denotes  the  year  in  which  the  fiscal  year \nends, e.g., FY2016 ends on 31 March 2016. \nIn this report, \"$\" refers to US dollars. \n", " \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n", "W. Zhang, Operations 1 \nH. Kim, South Asia Department (SARD) \nA. Jude, Energy Division, SARD \n \nJ. Acharya, Senior Energy Specialist, SARD \nB. Dunn, Principal Environment Specialist, Sustainable Development \nand Climate Change Department (SDCC) \nK. Enomoto, Energy Specialist, SARD \nL. George, Energy Specialist, SARD \nY. Jang, Social Development Specialist, SARD \nV.R. Karbar, Senior Project Officer (Energy), SARD \nC. Lapsansky, Communications Specialist, Department of External \nRelations \nV.S. Rekha, Principal Counsel, Office of General Counsel \nS. Shafiq, Financial Management Specialist, SARD \nH. Zhang, Finance Specialist (Energy), SARD \nY. Zhou, Environment Specialist, SARD \nY. Zhai, Senior Advisor, SDCC \n", " \n \n \n \nPeer reviewer \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty and Social \nD. \nSafeguards \nE. \nRisks and Mitigating Measures \nF. \n", "IV. \n", "ASSURANCES \n", "RECOMMENDATION \n", "V. \n \nAPPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "Page \n", " \n", "1 \n", "1 \n1 \n4 \n4 \n5 \n6 \n", "6 \n6 \n7 \n8 \n9 \n9 \n10 \n", "10 \n", "10 \n", "11 \n", "13 \n", "I. \n", "II. \n", "III. \n", "1. \n", "2. \n \n", " \n"]}