{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161031141856+08'00'", "ModDate": "D:20161031141856+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 48346-002 \nOctober 2016 \n \n \n \n \nProposed Grant and Administration of Grant \nSolomon Islands: Solar Power Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 30 September 2016) \n\nCurrency unit \nSI$1.00 \n$1.00 \n\n– \n= \n= \n\nSolomon Islands dollar (SI$) \n$0.12 \nSI$8.12 \n\nABBREVIATIONS \n\nADB \nFIRR \nFMA \nkW \nkWh \nMMERE \nMW \nO&M \nPAM \nPMU \nSCF \nSREP \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nfinancial internal rate of return \nfinancial management assessment \nkilowatt \nkilowatt-hour \nMinistry of Mines, Energy and Rural Electrification \nmegawatt \noperation and maintenance \nproject administration manual \nproject management unit \nStrategic Climate Fund \nScaling Up Renewable Energy Program \n\n \n\n \n \n \n\n \n\n \n \n \n\n \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\n \n \n \nVice-President \nDirector General  X. Yao, Pacific Department (PARD) \nDirector \n \nTeam leader \nTeam members \n\nS. Groff, Operations 2 \n\nO. Norojono, Transport, Energy and Natural Resources Division, PARD \n \nA. Maxwell, Principal Energy Specialist, PARD \nC. Damandl, Senior Counsel, Office of the General Counsel \nN. Layco, Senior Operations Assistant, PARD  \nR. Rabanal, Senior Economics Officer, PARD  \nJ. Williams, Senior Environment Specialist, PARD \n \nY. Zhai, Senior Advisor, Sustainable Development and Climate Change \nDepartment \n\nPeer reviewer \n\n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\f \n\nCONTENTS \n\n \n\nIII. \n\nIV. \nV. \n\n1. \n\n2. \n \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n1 \n1 \n3 \n3 \n3 \n4 \n6 \n6 \n6 \n7 \n7 \n8 \n8 \n9 \n9 \n\n10 \n\n12 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\nEnergy\n\nSolar Power Development Project\n\nSolomon Islands\nMinistry of Finance and Treasury\n\nSubsector(s)\nRenewable energy generation - solar\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nRegional integration \n(RCI)\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nKnowledge solutions \n(KNS)\n\nPartnerships (PAR)\n\nPrivate sector \ndevelopment (PSD)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nEco-efficiency\nGlobal and regional transboundary \nenvironmental concerns\nNatural resources conservation\nPillar 4: Other regional public goods\n\nComponents\nInstitutional development\nOrganizational development\nApplication and use of new knowledge \nsolutions in key operational areas\nPilot-testing innovation and learning\nImplementation\nPrivate Sector\nPromotion of private sector investment\nPublic sector goods and services essential for \nprivate sector development\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nYes\nNo\nYes\nSDG7\n\n6. Risk Categorization:\n\nLow\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Project grant: Asian Development Fund \nCofinancing\n     Strategic Climate Fund - SREP - Grant\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nYes\n\n \n\n \n\n.\n\n.\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 48346-002\nPARD/PATE\n\nMinistry of Mines, Energy and\nRural Electrification\n\n     ADB Financing ($ million)\n2.24\n2.24\n\nTotal\n\nClimate Change Information \nMitigation ($ million)\nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\n2.24\n840\nHigh\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\nRural\n\nHigh\n\nAmount ($ million)\n\n2.24\n2.24\n6.20\n6.20\n6.76\n6.76\n\n15.20\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n28102016155645489670\n\nGenerated Date: 28-Oct-2016 16:23:29 PM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed grant \nto  Solomon  Islands  for  the  Solar  Power  Development  Project.1 The  report  also  describes  the \nproposed administration or a grant to be provided by the Strategic Climate Fund (SCF),2 and if \nthe  Board  approves  the  proposed  grant,  I,  acting  under  the  authority  delegated  to  me  by  the \nBoard, approve the administration of the SCF grant. \n \nThe project will increase renewable energy generation in five of the eight Solomon Island \n2. \nprovincial  grids:  Kirakira,  Lata,  Malu’u,  Munda,  and  Tulagi.  The  project  will  help  the  country \nreplace diesel generation with solar power hybrid grids including battery storage. This will be the \nfirst solar power project in Solomon Islands supported by battery storage. Following the project, \nsolar power will generate about 78% of the electricity in the five targeted provincial grids. Project \npreparatory technical assistance was used in project preparation.3 \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nThe project will support the development of renewable energy in Solomon Islands to (i) \ndecrease  the  cost  of  generating  electricity  by  replacing  diesel  power  generation  with  cheaper \nsolar power and (ii) reduce greenhouse gas emissions. The project will be financed through an \nAsian Development Bank (ADB) grant and an externally financed grant that ADB will administer. \n \nSolomon  Islands  Electricity  Authority  (Solomon  Power),  a  state-owned  electricity  utility, \n4. \ngenerates  and  supplies  grid-connected  electricity  to  the  national  capital  (Honiara)  and  eight \nisolated  provincial  centers  on  separate  islands  (Auki,  Buala,  Gizo,  Kirakira,  Lata,  Malu’u, \nMunda, and Tulagi). Solomon Islands has a population of 512,870, of which 64,609 (13%) live in \nthe capital. Honiara has 34 megawatts (MW) of installed capacity with a peak load of 14 MW; \nthe  combined  installed  generation  capacity  in  the  provincial  centers  is  2.3  MW.  All  grid-\nconnected  power  generation  in  Solomon  Islands  is  diesel-generated,  which  resulted  in  an \naverage national tariff of $0.76/kilowatt-hour (kWh) in January 2016—among the highest in the \nPacific.4 The  high  cost  of  electricity  generation  constrains  economic  growth,  particularly  in  the \ncommercial and tourism sectors. \n \n5. \nThe  cost  of  electricity  generation  in  the  provincial  grids  is  significantly  higher  than  in \nHoniara,  primarily  because  of  high  transportation  costs  for  small  volumes  of  diesel  and  small \neconomies  of  scale for  operation  and maintenance  (O&M)  costs.  The  costly  generation  in  the \nprovinces  is  a  disincentive  for  Solomon  Power  to  extend  the  grid  to  new  customers,  as  the \nnational tariff does not cover the supply cost in these expensive areas. \n \n6. \nElectricity  access  is  low  in  Solomon  Islands.  Grid-connected  electricity  is  supplied  to \nabout 16% of the population. While the access rate in the Honiara urban area is 64%, access in \nthe remainder of the country is 6%, with five of nine provinces having access rates below 4%. \nSolomon  Power  is  extending  the  distribution  network  and  establishing  renewable  energy  mini \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Under the Scaling Up Renewable Energy Program (SREP) in Low-Income Countries. \n3  The  Asian  Development  Bank  (ADB)  provided  project  preparatory  technical  assistance  for  the  Solar  Power \n\nDevelopment Project (TA 8756-SOL). \n\n4  Pacific Power Association. 2015. Performance Benchmarking Report for Pacific Power Utilities. Suva. This report \nindicates that the average domestic tariff across 21 Pacific utilities in 2012 was $0.45/kWh. The tariff allows for full \ncost recovery for Solomon Power’s operations. \n\n\fgrids  at  village-sized  centers,  partially  supported  by  the  World  Bank’s  Solomon  Islands \nSustainable  Energy  Project.  The  project  aims  to  convert  the  provincial  grids  to  renewable \nenergy.5 Grid-connected solar power has been assessed as the least-cost generation option for \nthe  proposed  sites.  Average  annual  solar  irradiation  of  2,000  kWh  per  square  meter  at  these \nsites constitutes a major renewable source for power generation.  \n \n7. \nThe project will construct a total of 2 MW of grid-connected solar power at five provincial \ngrids: Kirakira, Lata, Malu’u, Munda, and Tulagi. It will include installation of battery storage to \nallow high penetration rates of intermittent solar power. The levelized cost of solar power (with \nbattery  storage)  is  $0.405/kWh,  nearly  20%  below  the  diesel  generation  cost  of  $0.501/kWh. \nIncreased solar generation will benefit the economy  by reducing fossil fuel imports and putting \ndownward pressure on tariffs. Lower diesel consumption will significantly cut the O&M costs of \ntransshipping diesel to remote centers. The conversion of provincial grids to renewable energy \nwill  support  sustainable,  least-cost  growth  in  provincial  centers.  The  project  will  significantly \nimprove  the  quality  and  reliability  of  the  electricity  supply  of  the  five  targeted  provincial  grids, \nimproving  the  lives  of  about  7,300  beneficiaries.  The  use  of  renewable  energy  also  reduces \ngreenhouse gas emissions, which contribute to global warming. The solar installations will help \nmitigate climate change by reducing carbon dioxide emissions by 840 tons equivalent per year. \n \n8. \nSolomon Power will own and operate the solar power plants. To establish the enabling \nenvironment for grid-connected solar power, the project will include training of Solomon Power \nstaff  in  O&M  of  these  plants.6 Solar  power  is  modular  and  suitable  for  scaling  up  to  meet \ngrowing demand. The project design includes oversized sites and grid connection equipment to \nallow for future expansion. \n \n9. \nThe  power  sector  is  prioritized  under  ADB’s  country  partnership  strategy  for  Solomon \nIslands, 2012–20167 and the project is included in the country operations business plan, 2016–\n2018.8 The project also supports Solomon Islands National Development Strategy, 2016–2035, \nwhich  prioritizes  renewable  energy  and  increasing  electricity  access.9 Further,  it  is  in  line  with \nthe  government’s  draft  National  Energy  Policy  Framework,  2013,10 which  promotes  renewable \nenergy expansion to reduce reliance on diesel generation and expand access to energy. ADB is \nimplementing  the  Provincial  Renewable  Energy  Project  in  Solomon  Islands.  Lessons  learned \nthat  will  be  implemented  by  the  current  project  include  (i)  the  necessity  to  establish  a  fully \nstaffed project management unit (PMU) early to minimize delays, (ii) the importance of securing \nland  during  initial  phases  of  development,  and  (iii)  the  importance  of  provincial  governments \nsupport during implementation. \n \n\n                                                \n5  The  remaining  three  provincial  grids  are  (i)  Auki,  which  is  being  supported  under  ADB.  2014.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Loan and Grant to Solomon Islands for the \nProvincial  Renewable  Energy  Project.  Manila  (Loan  3127-SOL  and  Grant  0386-SOL)  to  construct  hydropower \nplants; (ii) Gizo, which does not have sufficient available land to develop solar power; and (iii) Buala, which has an \nexisting hydropower plant that is being rehabilitated with World Bank assistance. \n\n6  United Arab Emirates and New Zealand are supporting the construction of the 1 MW Henderson solar power plant \nfor  the  Honiara  grid.  The  project’s  capacity  building  will  build  on  the  support  provided  to  Solomon  Power  at  the \nHenderson solar power plant. \n\n7  ADB. 2012. Country Partnership Strategy: Solomon Islands, 2012–2016. Manila. \n8  ADB. 2015. Country Operations Business Plan: Solomon Islands, 2016–2018. Manila. \n9  Government  of  Solomon  Islands,  Ministry  of  Development  Planning  and  Aid  Coordination.  2016.  National \n\nDevelopment Strategy, 2016–2035. Honiara. \n\n10 Government  of  Solomon  Islands,  Ministry  of  Mines,  Energy  and  Rural  Electrification.  2013.  Solomon  Islands’ \n\nNational Energy Policy Framework (draft). Honiara. \n\n2 \n\n \n\n\fThe  impact  will  be  increased  utilization  of  renewable  energy.  The  outcome  will  be  an \n\nB. \n\nImpact and Outcome \n\n10. \nincreased supply of reliable and cleaner electricity. \n \nC. \n\nOutputs \n\nThe project will have two outputs: \n\n11. \n \n\n(i) \n\nFive grid-connected  solar  power  plants. The project will construct a total of 2 \nMW  of  grid-connected  solar  power  generation  at  five  provincial  grids.  Solar \npower  capacity  will  be  installed  at  Kirakira  (320  kilowatts  [kW]),  Lata  (290  kW), \nMalu’u  (140  kW),  Munda  (1,000  kW),  and  Tulagi  (250  kW).  The  project  will \ninclude the installation of battery storage, which will allow high penetration rates \nof  intermittent  solar  power.  Battery  storage  sizing  has  been  optimized  and  will \nreplace  from  66%  to  87%  of  diesel  generation  at  each  site.11 The  project  will \ninclude  innovative  technology  in  remote  monitoring  and  control  of  the  hybrid \nsystems. \nCapacity  building.  A  training  program  will  be  conducted  for  Solomon  Power \noperators on O&M of small grid-connected solar–diesel hybrid systems. \n\n(ii) \n\n \nD. \n \n12. \n \n\nInvestment and Financing Plans \n\nThe project is estimated to cost $15.2 million (Table 1). \n\nTable 1: Project Investment Plan \n($ million) \n\nAmounta \n\n  \n \n\nKirakira \nLata \nMalu’u \nMunda \nTulagi \n\nSolar hybrid systems \na. \nb. \nc. \nd. \ne. \nCapacity building \nProject management \nSubtotal (A) \n\nBase Costb \n1. \n \n \n \n \n \n2. \n3. \n \nContingenciesc \nPhysical \n1. \nPrice \n2. \nSubtotal (B) \n \n \n \n\nItem \nA. \n \n \n \n \n \n \n \n \n \nB. \n \n \n \n \na  Includes taxes and duties of $1.3 million to be financed from government resources through exemptions.  \nb  In mid-2015 prices.  \nc  Physical contingencies computed at 10% for civil works and goods. Price contingencies computed at foreign \n\n2.1 \n2.0 \n1.3 \n4.9 \n1.9 \n0.2 \n0.6 \n13.0 \n \n1.3 \n0.9 \n2.2 \n15.2 \n\nTotal (A+B) \n\ninflation on foreign exchange costs and local inflation on local currency costs.  \n\nSource: Asian Development Bank estimates. \n \n\n                                                \n11 Backup diesel generation will be maintained and will operate periodically during long cloudy periods, as well as for \n\nmaintenance and unplanned outages. \n\n3 \n\n \n\n\f4 \n\n13. \nThe government has requested a grant not exceeding $2.24 million from ADB’s Special \nFunds resources (Asian Development Fund) to help finance the project. The SCF12 will provide \ngrant cofinancing equivalent to $6.20 million, to be administered by ADB.  From the proceeds of \nthe  Asian  Development  Fund  grant  and  SCF  grant,  the  government  will  make  $8.44  million \navailable  as  a  grant  in  local  currency  to  Solomon  Power.  Solomon  Islands  will  finance  the \nremaining $6.76 million cost of the project to cover civil works, land acquisition, site preparation, \nand  taxes  and  duties.  Since  ADB  is  administering  cofinancing  resources  in  the  form  of  grants \nfrom the  SCF for  operations financed by the  Asian  Development  Fund, universal  procurement \nwill apply to all procurement packages under the project.13 The financing plan is in Table 2. \n \n\nTable 2: Financing Plan \n\nSource \nAsian Development Bank \n   Special Funds resources (grant) \nStrategic Climate Fund (grant)a \nGovernmentb \n\nTotal \n\nAsian Development Bank. \n\nand duties. \n\nAmount ($ million) \n \n2.24 \n6.20 \n6.76 \n15.20 \n\nShare of Total (%) \n \n14.7 \n40.8 \n44.5 \n100.0 \n\na. Under the Scaling Up Renewable Energy Program in Low-Income Countries.  Administered by the \n\nb. Government financing includes civil works, land acquisition costs, site preparation works, and taxes \n\nNote: the proposed project is a climate change mitigation project so all financing can be considered \nclimate financing  \nSource: Asian Development Bank estimates. \n \n\nImplementation Arrangements \n\nE. \n \n14. \nThe  Ministry  of  Mines,  Energy  and  Rural  Electrification  (MMERE)  will  be  the  executing \nagency  for  the  project.  Solomon  Power  will  be  the  implementing  agency;  a  PMU  will  be \nestablished within Solomon Power. Solomon Power will provide the following personnel for the \nPMU:  (i)  a  project  engineer,  (ii)  a  finance  officer,  and  (iii)  an  administrative  assistant,  as \nrequired.  The  project  will  finance  additional  consultants  and  equipment  to  support  the  PMU  in \nachieving  the  outputs.  A  consulting firm  will  be  engaged for  support  during  design finalization, \ntendering,  and  project  supervision,  using  the  quality-  and  cost-based  selection  method  with  a \nquality–cost ratio of 90:10. Two consultants will be hired through individual consultant selection \nto  provide  up-front  procurement  support  and  site  supervision  support.  All  consultants  will  be \nrecruited  in  accordance  with  ADB’s  Guidelines  on the  Use  of  Consultants  (2013,  as  amended \nfrom time to time). The PMU will be responsible for the procurement of all civil works and goods, \nwhich will be undertaken in accordance with ADB’s Procurement Guidelines (2015, as amended \nfrom time to time). Solomon Islands has requested that ADB select the design and supervision \nconsultants  on  its  behalf.  The  government  and  the  selected  consultant  will  sign  the  contract. \nAdditional financing for more sites may be considered if the project is performing well, and any \nadditional  project  preparation  financing  that  is  required  (in  areas  such  as  design,  safeguards, \nand  capacity)  will  be  sourced  from  the  additional  financing.14 A  project  steering  committee  will \noversee implementation, monitor progress, and provide guidance to the executing agency. The \n\n                                                \n12 The government received clearance from the SREP subcommittee to proceed with the project preparation on the \nbasis of $6.2 million grant availability from SREP. The grant may finance local transportation and insurance costs. \n13 ADB.  2013.  Blanket  Waiver  of  Member  Country  Procurement  Eligibility  Restrictions  in  Cases  of  Cofinancing  for \n\nOperations Financed from Asian Development Fund Resources. Manila. \n\n14 Additional financing preparation would be initially funded by the government and retroactively financed through the \n\nadditional financing. \n\n \n\n\fcommittee will meet at least quarterly and will be chaired by a representative from the MMERE. \nThe PMU will host the project steering committee and will act as the secretariat. \n \n15. \nThe  project  will  be  implemented  over  4  years  with  completion  estimated  by  December \n2020.  To  expedite  implementation,  the  government  has  requested  advance  consultant \nrecruitment,  advance  procurement,  and  retroactive \nthe \ngovernment  that  approval  of  advance  consultant  recruitment,  advance  procurement,  and \nretroactive  financing  does  not  commit  ADB  to  finance  the  project.  The  implementation \narrangements  are  summarized  in  Table  3  and  described  in  detail  in  the  project  administration \nmanual (PAM).15 \n \n\nfinancing.  ADB  has \n\ninformed \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n\n(i)  Oversight body \n\nTable 3: Implementation Arrangements \n\nArrangements \nDecember 2016–December 2020 \nDecember 2020 (closing date 30 June 2021) \n\n(ii)  Executing agency \n(iii)  Key implementing agencies \n(iv)  Implementation unit \n\nProcurement \nConsulting services \n\nRetroactive financing and/or \nadvance contracting \n\nDisbursement \n\nProject steering committee \nMinistry of Mines, Energy and Rural Electrification (chair) \nMinistries of Finance and  Treasury; Development Planning and Aid \nCoordination;  Rural  Development,  and \nIndigenous  Affairs; \nEnvironment,  Conservation  &  Meteorology;  and  Solomon  Power \n(members) \nMinistry of Mines, Energy and Rural Electrification \nSolomon Power \nThe project management unit will be established within Solomon \nPower, with 3 Solomon Power staff, 3 international consultants \n(intermittent), and 3 national consultants (intermittent). \nICB \nQCBS \n\n2 lots \n26 person-months \n(4 consultants) \n30 person-months \n(2 consultant) \nAdvance contracting for ICS and QCBS. Advance procurement for \ncivil works package. Retroactive financing for one ICS contract up to \na maximum amount equivalent to 20% of the Asian Development \nFund grant, eligible for  expenditures incurred under the project \nbefore the effective date, but not earlier than 12 months before the \ndate of the financing agreement. \nThe grant proceeds will be disbursed in accordance with ADB’s \nLoan Disbursement Handbook (2015, as amended from time to \ntime) and detailed arrangements agreed between the government \nand ADB. \n\n$11.5 million \n$0.5 million \n\n$0.3 million \n\nICS \n\nADB  =  Asian  Development  Bank,  ICB  =  international  competitive  bidding,  ICS  =  individual  consultant  selection, \nQCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \n \n \n \n \n \n\n                                                \n15 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\f6 \n\n \nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\nThe  five  solar–diesel  hybrid  systems  have  been  assessed  as  technically  viable.  The \n16. \nproject  will  construct  solar  photovoltaic  power  plants  with  specialized  batteries  for  energy \nstorage,  which  is  considered  the  least-cost  technology  in  view  of  the  available  renewable \nresources,  necessary  capital  and  operational  costs,  power  output  stability,  and  environmental \nimpacts.16 Modeling has optimized the battery storage sizing and solar integration levels based \non  site-specific  data.  The  system  design  has  been  analyzed  considering  the  assessed  solar \nirradiation,  load  demand  curve,  grid  conditions,  hard  marine  environments,  and  extreme \nweather  events  such  as  cyclones.  The  solar–diesel  hybrid  systems  will  include  remote  \nmonitoring  and  protection  systems  to  stabilize  the  grid  in  line  with  international  design \nstandards. The PMU and the engineering, procurement, and construction engineers will provide \nO&M training to Solomon Power to support sustainable operation. \n \nClimate change. The project has been classified high risk for climate change impact. A \n17. \nclimate  risk  vulnerability  assessment  has  been  prepared.  The  major  risks  to  the  project  from \nclimate change are (i) an increase in cyclones, (ii) sea level rise at some sites, and (iii) a change \nin solar radiation. Climate change impacts have been accounted for in the project design. \n \nB. \n\nEconomic and Financial \n\n18. \nEconomic. The project is economically feasible with the economic internal rate of return \nestimated  at  17.9%,  which  is  higher  than  the  economic  opportunity  cost  of  capital  of  12.0% \nrecommended  in  ADB’s  Guidelines  for  the  Economic  Analysis  of  Projects. 17 The  economic \ninternal rates of return for individual sites are as follows: Kirakira, 20.4%; Lata, 15.8%; Malu’u, \n13.7%;  Munda,  24.7%;  and  Tulagi,  15.8%.  The  economic  benefits  of  the  project  are  derived \nfrom  (i)  savings  in  diesel  consumption,  (ii)  reduced  O&M  costs  for  solar  power  generation \ncompared with diesel generation, and (iii) environmental improvements from reduced emissions \nfrom  diesel  power  generation.  A  sensitivity  analysis  was  undertaken  to  gauge  the  impact  of \nunfavorable changes in variables on the net benefits, and to test the robustness of the project’s \nviability. While the overall project is not sensitive to unfavorable changes in the expected costs \nand benefits, the viability of the Malu’u site is vulnerable to a 20% capital cost increase, a 20% \nbenefit  decrease,  or  a  1-year  delay  in  operation.  Sensitivity  tests  for  other  subprojects  do  not \nshow similar vulnerabilities. \n \n19. \nFinancial. The project is financially viable with the financial internal rate of return (FIRR) \nestimated  at  10.0%,  which  is  higher  than  the  (real)  weighted  average  cost  of  capital  of  5.8%. \nThe net present value is estimated at $6.2 million. The FIRRs for individual sites are as follows: \nKirakira,  13.1%;  Lata,  8.9%;  Malu’u,  5.4%;  Munda,  12.7%;  and  Tulagi,  6.5%.  A  sensitivity \nanalysis  was  conducted  to  account  for  potential  increases  in  financial  costs,  as  well  as  a \nreduction of financial benefits. The project is robust as the FIRR exceeds the weighted average \ncost of capital with a 20% increase in costs and a 20% decrease in revenues, as well as with a \ncombined 20% increase in costs and 20% decrease in revenues. \n \n\n                                                \n16 The feasibility design includes lead-acid batteries. However, contractors will propose optimum solutions. \n17 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n\n \n\n\fC. \n\nGovernance \n\n20. \nFinancial  management. A financial management assessment (FMA) was prepared for \nSolomon Power, which indicated the overall financial management risk is low.18 An earlier FMA \nwas completed in 2014 during the preparation of the Provincial Renewable Energy Project. The \nFMA  for  the  current  project  reviewed  progress  toward  the  issues  identified  in  2014  and \nassessed  any  additional  issues.  Inadequacies  noted  in  2014  have  largely  been  addressed, \nincluding  improvements  in  the  use  of  financial  management  software  and  enhancements  to \ninternal  audit  procedures.  While  Solomon  Power’s  financial  management  has  improved \nsignificantly since 2014, it still has limited experience in managing fund flows for  infrastructure \nprojects financed by multilateral development banks, as well as limited human resource capacity \nin  its  finance  department.  An  international  financial  specialist  will  assist  Solomon  Power  with \nfund flow procedures and train Solomon Power staff on ADB procedures. \n \n21. \nProcurement capacity. Procurement at Solomon Power is governed by its Procurement \nPolicies  &  Procedures  Manual,  revised  on  29  January  2016,  which  is  generally  aligned  with \nADB’s  Procurement  Guidelines.  ADB  conducted  a  procurement  capacity  assessment,  which \nfound that Solomon Power has an established procurement unit with considerable experience in \nprocuring routine goods and minor projects. However, Solomon Power has limited experience in \nmanaging \nlarger  engineering,  procurement,  and  construction  packages—or  with  ADB \nprocurement  systems.  To  address  these  capacity  constraints,  the  project  will  include  an \ninternational  procurement  specialist to  (i)  train Solomon Power staff in  procurement  processes \nfor  preparation  and  management  of  larger  contracts  following  ADB’s  Procurement  Guidelines, \nparticularly engineer–procure–construct contracts; (ii) manage the preparation of standard ADB \nbidding documents; and (iii) provide international expertise to support construction supervision. \nIn addition, ADB will provide targeted procurement training and support during procurement.19 \n \n22. \nAnticorruption measures. ADB’s Anticorruption Policy (1998, as amended to date) was \nexplained  to  and  discussed  with  the  government  and  Solomon  Power.  The  specific  policy \nrequirements and supplementary measures are in the PAM. \n \nD. \n\nPoverty and Social \n\n23. \nThe project will benefit the poor from improved reliability of the power supply to schools \nand  clinics,  which  will  raise  the  quality  of  essential  services.  Electricity  tariff  reduction  is  also \nexpected that will eventually reduce household expenditure on energy services. In addition, the \nproject will reduce the impact of diesel generator noise and pollution on adjacent communities, \nand generate a limited number of jobs for local communities during implementation. The project \nis classified as a general intervention. While it does not address poverty directly, the project is \nexpected  to  indirectly  improve well-being  and  expand  opportunities for  livelihoods.  The  project \nwill comply with applicable national labor laws and core labor standards, including equal pay for \nequal  work  regardless  of  gender,  race,  or  ethnicity;  and  prohibiting  child  labor.  The  PMU  will \nimplement the poverty reduction measures. \n \nThe  project  is  categorized  as  effective  gender  mainstreaming.  A  gender  action  plan, \n24. \ndeveloped based on a gender analysis and community consultations, includes measures related \nto  the  construction  of  the  solar  power  plants  such  as  (i)  women’s  engagement  in  consultation \n                                                \n18 In accordance with ADB. 2005. Financial Management and Analysis of Projects. Manila; and ADB. 2009. Financial \n\nDue Diligence – A Methodology Note. Manila. \n\n19 Supported  by  ADB.  2016.  Technical  Assistance  for  Building  Project  Implementation  Capacities  in  the  Pacific. \n\nManila. \n\n7 \n\n \n\n\f8 \n\n \n\nactivities, (ii) provision of gender-awareness training to target groups, (iii) actions to encourage \nwomen’s  participation  in  project-related  contracts,  and  (v)  collection  of  gender-related  data for \nmonitoring purposes. \n \nE. \n\nSafeguards \n\n25. \nEnvironment. The project has been classified category B for the environment following \nADB’s  Safeguard  Policy  Statement (2009).  An initial  environmental  examination  was  prepared \nand disclosed on the ADB website. The potential environmental impacts during construction are \nmainly vegetation clearance, soil erosion, and waste disposal at some sites. The main potential \nimpacts  during  operation  are  noise  from  backup  diesel  generators  and  waste  disposal \n(batteries).20 The initial environmental examination and the environmental management plan will \nbe included in the bidding documents. If the scope of the works changes, the PMU will compile \nan  updated  initial  environmental  examination  and  environmental  management  plan  to  be \napproved by ADB. As part of the assessment, a climate change adaptation risk evaluation was \nconducted  and  considered  in  the  project  design.  An  environment  specialist  will  support  the \nPMU. \n \n26. \nInvoluntary  resettlement  and  indigenous  peoples.  The  project  has  been  classified \ncategory B for resettlement and category C for indigenous peoples following ADB’s Safeguard \nPolicy  Statement.  The  project  will  have  land  acquisition  impacts  that  are  not  considered \nsignificant.  No  physical  relocation  of  persons  or  loss  of  income  is  expected  from  the \nimplementation of the project. The project will need to acquire about 5.7 hectares of leasehold \ntitle land held by other government departments and state-owned enterprises.21 The project will \nnot  need to acquire any  land from  customary  landowners.  No long-term  impacts  are  expected \nas  the  construction  and  operation  will  not  restrict  the  community  from  accessing  and  using \nnearby resources. Adverse impacts such as the loss of trees or crops being farmed on the state \nland,  or  exposure  to  potential  health  hazards  because  of  the  entry  of  noncommunity  workers, \nare  likely  to  be  minor.  A  draft  resettlement  plan  has  been  prepared.  Communities  adjacent  to \nthe project sites will be consulted during implementation. Information, such as a brochure in the \nlocal  language,  has  been  disseminated  to  adjacent  communities  and  local  stakeholders. \nSolomon Power has endorsed the resettlement plan, which was disclosed on the ADB website.  \n \n27. \nSolomon  Power  will  finalize  the  resettlement  plan  after  approving  the  detailed  design \nfrom the contractor and will ensure the land title has been transferred to Solomon Power before \nthe  start  of  civil  works.  The  project  will  help  strengthen  Solomon  Power’s  social  safeguard \ncapacity, including recruiting a social safeguard specialist to assist with project implementation.  \nThe due diligence concluded that, while clans live in the project areas, their institutions are not \nseparate from mainstream society and these groups are not vulnerable. As the project has been \ncategorized as C, an indigenous peoples plan is not required. \n \nF. \n\nRisks and Mitigating Measures \n\n28.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan. 22  The  risks  of  the  project  have  been \nassessed and the benefits are expected to outweigh the costs. \n \n\n                                                \n20 The environmental management plan stipulates the requirements for appropriate disposal of batteries. \n21 No land was purchased in anticipation of ADB funding. \n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n\fTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nPublic financial management: Insufficient financial \nmanagement capacity within Solomon Power \n\nProcurement: Recruitment of design and \nsupervision consultants (DSC) delayed \nProcurement: Insufficient procurement capacity in \nthe PMU to manage ADB procurement procedures \n\nProcurement: Low capacity of local contractors \nresults in poor-quality installations \n\nTechnical: Proposed technology is new to Solomon \nPower, which may not have technical skills to \noperate and maintain the systems \nTechnical: Major customers disconnect from grid \nand self-generate. \nCapacity: Staffing of the PMU is not sufficient to \nmanage project implementation adequately \n\nMitigating Measures \n\nProject monitoring, and separate project records \nand accounts will be maintained; imprest accounts \nwill not be used; and an international financial \nspecialist will be recruited to assist the PMU. \n\nRecruitment of DSC has been delegated to ADB. \n\nAn international procurement specialist will support \nthe PMU and train staff on ADB procedures. \n\nBidding documents will require (i) evidence of \ncommitments, and (ii) demonstrated experience in \ncontracts of similar size. \nSolomon Power staff will undertake training in \noperation and maintenance of solar hybrid grids. \n\nImproved consultations with key major customers. \n\nThe PMU will be adequately staffed, and ADB will \nreview the project twice a year to monitor \nimplementation. ADB will provide procurement \nassistance as required.a \nTraining program will be implemented to ensure \nthat an adequate number of operators is available. \n\nCapacity: Solomon Power is unable to retain \ntrained staff to operate the solar–diesel hybrids \nADB = Asian Development Bank, DSC = design and supervision consultant, PMU = project management unit. \na  2016. Technical Assistance for Building Project Implementation Capacities in the Pacific. Manila. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n29. \nThe  government  and  Solomon  Power  have  assured  ADB  that  implementation  of  the \nproject  shall  conform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and financing documents. The government and Solomon Power \nhave agreed with ADB on certain covenants for the project, which are set forth in the financing \nand project agreements. \n \n\nV. \n\nRECOMMENDATION \n\n30. \nI am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  grant  not \nexceeding $2,240,000 to Solomon Islands, from ADB’s Special Funds resources, for the Solar \nPower Development Project, on terms and conditions that  are substantially in accordance with \nthose set forth in the draft financing and project agreements presented to the Board. \n \n \n\nTakehiko Nakao \nPresident \n\n31 October 2016 \n\n9 \n\n \n\n\f10 \n\nAppendix 1 \n\nDESIGN AND MONITORING FRAMEWORK \n\n \nImpact the Project is Aligned With \nUtilization of renewable energy increased as stated under National Development Strategy, 2016–2025.1 \n \n\nA. \n\n \n\nResults Chain \nOutcome \nAn increased supply \nof reliable and \ncleaner electricity  \n\nPerformance Indicators \nwith Targets and Baselines \n \na. Reduced diesel \nimportation by 0.9 million \nliters per year by June \n2020, relative to January \n2017 \n\nData Sources and \nReporting Mechanisms \n \na. Solomon Power \nannual corporate report \n \n \n \n \nb. Project management \nunit (PMU) quarterly \nreports \n\n \n\nRisks \n\n \nMajor customers \ndisconnect from grid \nand self-generate, \nreducing utilization of \nincreased supply of \nrenewable energy. \n \n\nb. Renewable energy \ngeneration increased as a \npercentage of power \ngeneration in the five \nprovincial grids to 78% by \nDecember 2020 (January \n2017 baseline: 0%) \n \nc. Carbon dioxide \nemissions reduced by 840 \ntons of carbon dioxide \nequivalent per year by \nDecember 2020 \n \n1a. Solomon Power \ninstalls 2 megawatts of \nsolar power by December \n2020 \n \n1b. Solomon Power \ngenerates 3.1 gigawatt-\nhours a year of solar \npower by December 2020 \n \n2. Implement training \nprogram for 10 Solomon \nPower staff in solar power \nplant operation, including  \non-the-job training during \nconstruction and operation \nas well as course work \naccreditation (with a target \nof 20% women \nparticipation) by December \n2020 \n\nOutputs \n1. Five grid-\nconnected solar \npower plants put into \noperation  \n\n2. Capacity building \nprogram undertaken \n\nB. \n\n \n\n \n\n \n\n \n1a–b. Solomon Power \nannual corporate report \n\n \nSolomon Power does \nnot maintain sufficient \ntechnical staff to \noperate and maintain \nsolar plants. \n\n2. PMU quarterly reports \n\n \n\n  \n\n                                                \n1  Government  of  Solomon  Islands,  Ministry  of  Development  Planning  and  Aid  Coordination.  2016.  National \n\nDevelopment Strategy, 2016–2025. Honiara. \n\n\fAppendix 1 \n\n11 \n\nKey Activities with Milestones \n\nSolomon Power advertises bidding documents for solar plants by February 2017. \nSolomon Power completes land acquisition by February 2017. \nSolomon Power awards design, supply, and installation contract by June 2017. \nSolomon Power commissions solar plants by December 2020. \n\n1. Five grid-connected solar power plants put into operation by Solomon Power \n1.1 \n1.2 \n1.3 \n1.3 \n \n2. Capacity building program undertaken \n2.1 \n2.2 \n2.3 \n\nPMU completes five training workshops for solar power plant operators by September 2018. \nPMU conducts on-the-job training for 10 Solomon Power staff by December 2020. \nPMU staff (minimum 20% women) and Solomon Power management receive procurement and \nfinancial management training, including gender-awareness training, by September 2018. \n\nAsian Development Bank (ADB): \nStrategic Climate Fund:  \nGovernment of Solomon Islands:  \n\n$2.24 million (Asian Development Fund grant) \n$6.20 million (grant) \n$6.76 million \n\nAssumptions for Partner Financing \n \nNot Applicable \nSource: Asian Development Bank. \n \n\n \nInputs \n\n \n\n \n\n \n\n \n\n \n\n\f12 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48346-002-3 \n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n15. \n\nGrant Agreement (Special Operations) \n\nGrant Agreement (Strategic Climate Fund) \n\nProject Agreement \n\nSector Assessment (Summary): Energy \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nInitial Environmental Examination \n\nResettlement Plan \n\nRisk Assessment and Risk Management Plan \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 30 September 2016) \n", "Currency unit \nSI$1.00 \n$1.00 \n", "– \n= \n= \n", "Solomon Islands dollar (SI$) \n$0.12 \nSI$8.12 \n", "ABBREVIATIONS \n", "ADB \nFIRR \nFMA \nkW \nkWh \nMMERE \nMW \nO&M \nPAM \nPMU \nSCF \nSREP \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nfinancial internal rate of return \nfinancial management assessment \nkilowatt \nkilowatt-hour \nMinistry of Mines, Energy and Rural Electrification \nmegawatt \noperation and maintenance \nproject administration manual \nproject management unit \nStrategic Climate Fund \nScaling Up Renewable Energy Program \n", " \n", " \n \n \n", " \n", " \n \n \n", " \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", " \n \n \nVice-President \nDirector General  X. Yao, Pacific Department (PARD) \nDirector \n \nTeam leader \nTeam members \n", "S. Groff, Operations 2 \n", "O. Norojono, Transport, Energy and Natural Resources Division, PARD \n \nA. Maxwell, Principal Energy Specialist, PARD \nC. Damandl, Senior Counsel, Office of the General Counsel \nN. Layco, Senior Operations Assistant, PARD  \nR. Rabanal, Senior Economics Officer, PARD  \nJ. Williams, Senior Environment Specialist, PARD \n \nY. Zhai, Senior Advisor, Sustainable Development and Climate Change \nDepartment \n", "Peer reviewer \n", " \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", "CONTENTS \n", " \n", "III. \n", "IV. \nV. \n", "1. \n", "2. \n \n", "PROJECT AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES \n", "RECOMMENDATION \n", " \nAPPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "Page \n", "1 \n1 \n1 \n3 \n3 \n3 \n4 \n6 \n6 \n6 \n7 \n7 \n8 \n8 \n9 \n9 \n", "10 \n", "12 \n"]}