{"path": "data/input/reports/48361-003-rrp-en.pdf", "pages": [" \n \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 48361-003 \nMay 2019 \n \n \n \n \nProposed Policy-Based Grant for Subprogram 3 \nKingdom of Tonga: Building Macroeconomic \nResilience Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n ", " \nCURRENCY EQUIVALENTS \n(as of 26 April 2019) \nCurrency unit  –  pa’anga (T$) \nT$1.00  =  $0.44 \n$1.00  =  T$2.28 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nCOA  –  chart of accounts \n  ERB  –  employment relations bill \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  JPRM  –  joint policy reform matrix \n  MOF  –  Ministry of Finance \nPAT  –  Ports Authority Tonga \nPFM  –  public financial management \n  PMS  –  performance management system \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  TSDF  –  Tonga Strategic Development Framework, 2015–2025 \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Tonga and its agencies ends on 30 June. \n“FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2019 ends on 30 June 2019. \n(ii)  In this report, “$” refers to United States dollars, unless otherwise stated. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Social Sectors and Public Sector Management Division, \nPARD \n   \nTeam leader  Ananya Basu, Principal Economist, PARD \nTeam members  Herzl Banacia, Operations Assistant, PARD \n  Gözde Kayacik, Counsel, Office of the General Counsel \n  Mairi MacRae, Social Development Specialist (Gender and \n  Development), PARD \n  Tatafu Moeaki, Senior Country Coordination Officer, Pacific Subregional \n  Office in Suva, Fiji, PARD \n  Rommel Rabanal, Senior Economics Officer, PARD \nPeer reviewer  Hanif Rahemtulla, Senior Public Management Specialist, Sustainable \nDevelopment and Climate Change Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  4 \nC.  Impacts of the Reform  8 \nD.  Development Financing Needs and Budget Support  8 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter   15 \n4.  Policy Matrix  18 \n \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 48361-003\nProject Name Building Macroeconomic  Department/Division PARD/PASP\nResilience Program, \nSubprogram 3\nCountry Tonga Executing Agency Ministry of Finance\nBorrower Kingdom of Tonga\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Economic affairs management 0.82\nPublic administration 1.68\nPublic expenditure and fiscal management 1.68\nReforms of state owned enterprises 0.82\nTotal 5.00\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Institutional systems and political  Effective gender mainstreaming \ndevelopment (GCD) economy (EGM)\nPublic financial governance\nPartnerships (PAR) Bilateral institutions (not client \ngovernment)\nImplementation\nInternational finance institutions (IFI)\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\nPromotion of private sector \ninvestment\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nGeneral Intervention on Poverty No\nSDG Targeting Yes\nSDG Goals SDG5, SDG8, SDG10\n6. Risk Categorization: Low \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 5.00\n     Sovereign Programmatic Approach Policy-Based Lending (Grant):  Asian  5.00\nDevelopment Fund\nCofinancing 10.50\n     European Union - Programmatic Approach Policy-Based Lending (Grant)  2.20\n(Not ADB Administered)\n     Government of Australia - Programmatic Approach Policy-Based Lending  2.80\n(Grant) (Not ADB Administered)\n     World Bank - Programmatic Approach Policy-Based Lending (Grant) (Not  5.50\nADB Administered)\nCounterpart  0.00\n     None 0.00\nTotal 15.50\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25042019144002992941 Generated Date: 26-Apr-2019 10:37:45 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed policy-\nbased grant to the Kingdom of Tonga for subprogram 3 of the Building Macroeconomic Resilience \nProgram. \n \n2.  The program, consisting of three subprograms, aims to strengthen Tonga’s long-term \ngrowth prospects and capacity to respond to external shocks. It supports government efforts to \nimprove (i) its fiscal position by adopting prudent policies and better public financial management \n(PFM); and (ii) the business climate by continuing policy, regulatory, and public enterprise reforms. \nSubprogram 3 is the final subprogram, and builds on progress under two earlier subprograms of \nthe Asian Development Bank (ADB) and other development partners approved in fiscal year (FY) \n2016 and FY2017. 1 The program is consistent with ADB’s Strategy 2030 priority of strengthening \ngovernance and institutional capacity, particularly in small island developing states.2 \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  Development  constraints.  Tonga  faces  challenges  to  macroeconomic  resilience \nbecause  of  geographic  disadvantages,  exposure  to  shocks,  and  internal  bottlenecks.  The \npopulation of 108,000 is dispersed across 36 of Tonga’s 172 islands, with about a quarter of the \npopulation based in the capital, Nuku’alofa. Small size and remoteness increase the cost of \nproviding services, limit competitiveness, and reduce economies of scale. Institutional capacity is \na challenge, with a small cadre of qualified public servants implementing several government \nfunctions. Legislative, cultural, and social barriers limit women’s labor force participation and \neconomic empowerment. \n \n4.  Although the fiscal position has improved since the global economic crisis, Tonga remains \nheavily dependent on external assistance.3 Frequent external shocks such as substantial crop \nand infrastructure damage from Cyclone Ian in 2014, Cyclone Winston in 2016, and Cyclone Gita \nin 2018 jeopardize fiscal sustainability. Procurement and financial management capacity and \nsystems are improving, but need further strengthening. Tonga’s business environment is stronger \nthan that of most Pacific developing countries,4 but the private sector faces several constraints \n(footnote 3) and foreign investment is about 2%–3% of gross domestic product (GDP). While the \ncommercial returns of Tonga’s state-owned enterprise (SOE) portfolio have improved since \nFY2009,  performance  is  still  volatile  and  can  be  further  improved  through  reforms  to  the \ngovernance and ownership structure of individual SOEs.5 \n \n5.  Recent macroeconomic performance. Economic growth, which is highly volatile, is \ndriven largely by the public sector. Tonga’s GDP grew 1.9% on average during FY2009–FY2018, \n                                                \n1  The design and monitoring framework is in Appendix 1. The program is in ADB. 2018. Country Operations Business \nPlan: 11 Small Pacific Island Countries, 2019–2021. Manila. It aligns with ADB. 2016. Pacific Approach, 2016–2020. \nManila. The concept paper for the program was circulated to the ADB Board of Directors on 22 July 2015. \n2  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n3  Sector Assessment (Summary): Public Sector Management (accessible from the list of linked documents in \nAppendix 2). \n4  In the 2019 Doing Business survey, Tonga was the top-ranked Pacific developing country after Samoa, but was 91st \namong 191 countries worldwide. World Bank. 2019. Doing Business 2019: Training for Reform. Washington, DC. \n5  ADB. 2016. Finding Balance 2016: Benchmarking the Performance of State-Owned Enterprises in Island Countries. \nManila. \n ", "2 \ncompared with 2.4% for small island developing states globally. In FY2018, Cyclone Gita caused \ndamages of about $164.3 million (36% of GDP), and the economy is estimated to have \nexpanded by only 0.4%. Recovery and reconstruction are expected to drive growth during \nFY2019–FY2021, with the economy projected to grow at an annual average rate of about 2.0%. \n \n6.  Tonga’s fiscal stance has generally been prudent, helped by increasing grants. Public \nexpenditure  prioritization  and  strong  domestic  revenue  performance saw  the  overall  deficit \n(including grants) shrink from 1.3% of GDP in FY2013 to a surplus of 2.1% of GDP in FY2017 \n(Table 1). Higher tax rates on petroleum products and unhealthy foods (partly offset by tax \nreductions on healthy alternatives) contributed to domestic revenue, and the tax–GDP ratio rose \nfrom 17.0% in FY2013 to 21.1% in FY2018. Public expenditure also increased from 26.5% of \nGDP in FY2013 to 42.8% in FY2018, in response to reconstruction needs following periodic \ncyclones; investments in key maritime, transport, and energy infrastructure; and increases in \nwages for civil servants amid frequent pressure for pay increases and cost-of-living adjustments.6 \n \n7.  Despite reconstruction needs after Cyclone Gita, delays in scaling up public spending \nresulted in a fiscal surplus of 1.6% of GDP in FY2018. The government exercised control on \ncapital spending by freezing various sports- and leisure-related investments. Small fiscal deficits \nare  projected  during  FY2019–FY2021  as  capital  expenditure  resulting  from  reconstruction \nincreases. A new remuneration structure introduced in FY2017 is expected to stabilize longer-\nterm wage growth, after an initial cost of transitioning to the new structure in FY2018–FY2019.  \n \nTable 1: Fiscal Framework, FY2016–FY2021 \n(% of GDP, unless otherwise indicated) \nItem  FY2016  FY2017  FY2018e  FY2019p  FY2020p  FY2021p \nTotal revenue and grants  40.6  42.5  44.4  51.9  50.3  47.1 \n  Total revenue  30.4  29.3  29.7  29.9  29.7  29.9 \n       of which: tax revenue  20.6  21.0  21.1  22.9  21.9  21.7 \n  Grants  10.2  13.2  14.7  22.0  20.6  17.2 \nTotal expenditure  41.1  40.4  42.8  53.0  51.3  47.6 \n  Current expenditure  31.8  29.9  33.2  36.3  34.2  31.2 \n       of which: wages and salaries  12.1  11.3  12.1  13.1  12.5  12.0 \n       Capital expenditure  9.3  10.5  9.6  16.7  17.1  16.4 \nOverall balance, including grants  (0.4)  2.1  1.6  (1.2)  (1.1)  (0.5) \n     ($ million)  (1.6)  9.5  7.2  (5.6)  (5.3)  (2.5) \nOverall balance, excluding grants  (10.6)  (11.1)  (13.1)  (23.2)  (21.7)  (17.7) \n     ($ million)  (42.8)  (50.2)  (59.0)  (107.6)  (105.3)  (89.5) \nExternal debt  43.7  39.5  41.8  40.9  40.2  39.9 \nGDP ($ million, current prices)  403.7  452.0  450.2  463.8  485.3  505.4 \n( ) = negative, e = estimates, FY = fiscal year, GDP = gross domestic product, p = projection. \nSources: Asian Development Bank, Government of Tonga, International Monetary Fund, and World Bank. \n \n8.  Tonga’s medium-term external debt–GDP ratio is expected to remain stable, although its \nexternal debt distress rating changed from moderate to high risk in 2017 as the debt sustainability \nanalysis of the International Monetary Fund (IMF) incorporated the effects of potential natural \ndisasters into the methodology.7 The government has successfully avoided non-concessional \nexternal borrowing consistent with its debt strategy adopted under subprogram 1,8 and external \ndebt is well below 50% of GDP, which is the threshold established under subprogram 2. External \n                                                \n6  The wage bill was 10.4% of GDP in FY2012. Public pressure led to two pay increase settlements of 6% in FY2014 \nand 5% in FY2016. \n7  IMF. 2018. 2017 Article IV Consultation—Press Release; and the Staff Report for Tonga. IMF Country Report \nNo. 18/12. Washington, DC. \n8  Overview of Past and Planned Policy Reform Actions, 2009–2019 (accessible from the list of linked documents in \nAppendix 2). \n ", "3 \ndebt declined from 45.3% in FY2013 to an estimated 41.8% in FY2018, and is projected to decline \nfurther to 39.9% by FY2021 in view of continued government commitment to (i) the revenue, \nexpenditure, and debt management reforms supported by the program; and (ii) seeking only \nconcessional financing as required. In 2018, ADB and the World Bank moved to 100% grants for \nTonga, which helps mitigate fiscal risks.9 The recent 5-year extension of the grace period on two \nexternal loans has also reduced medium-term fiscal pressures.10  \n \n9.  Recent political developments. Tonga underwent political changes after the approval of \nsubprogram 2 in FY2017. In August 2017, the King dissolved the Parliament more than a year \nbefore the end of its term. In the November 2017 national elections, the incumbent party was \nreturned  to  power  with  an  expanded  majority  in  Parliament.  These  developments  were \naccompanied by several changes in the administration, including at the ministerial level.  \n \n10.  ADB contributions. ADB has supported government reforms through budget support and \ntechnical assistance (TA) to improve Tonga’s fiscal performance and business environment. ADB \ndisbursed budget support for Tonga in FY2010, FY2014, FY2016, and FY2017 to address \ndevelopment financing needs and provide incentives for implementation. Earlier policy-based \noperations backed the government’s tax mobilization measures, which led to rapid domestic \nrevenue growth (para. 6). Reforms have addressed civil service performance management, \nintroduced a new debt management law and transparent fiscal targets to support medium-term \nfiscal  sustainability,  implemented  a  procurement  tracking  database,  and  supported  better \nprocedures to follow up on audit recommendations (including preparing new biannual reports on \naudit recommendations and actions). Advisory services provided by ADB through the Pacific \nPrivate Sector Development Initiative11 helped the government strengthen corporate governance \npractices, improve the SOE monitoring framework, implement skills-based SOE director selection, \ncommercialize selected SOEs, and approve a foreign investment bill (footnote 8). Progressive \nimplementation of reforms has improved the performance of the SOE portfolio.12 \n \n11.  Lessons learned. Subprogram 3 reflects several lessons from previous budget support \noperations, including that (i) budget support can achieve results if there is strong government \nownership; (ii) a programmatic engagement backed by sustained policy dialogue is an important \nmeans to advance policy reforms; (iii) close coordination with development partners is critical to \nprogress reforms in sectors where ADB has limited engagement; and (iv) TA support, coordinated \nacross development partners and provided parallel to budget support programs, can help push \nthe  reform  agenda.  Another  key  lesson  is  that  a  3-year  program  can  involve  significant \nimplementation challenges, given high rates of turnover (both within the civil service and at the \nministerial level) and Tonga’s exposure to disruptive external shocks. These challenges became \nevident in the current program, originally expected to be implemented over FY2016–FY2018, \nunder which reform priorities were initially established with the authorities in 2015. Since then, a \nchange in administration in 2017, followed by a major natural disaster in 2018, have affected \nprogress in some reform areas. Subprogram 3 has highlighted the importance of flexibility in \nadjusting the reforms to ensure that policy actions remain relevant and informed by the latest \nevidence and conditions. \n                                                \n9  A country's eligibility for Asian Development Fund grants is determined by its risk of debt distress. Since Tonga is at \nhigh risk of debt distress, it is eligible to receive 100% of its Asian Development Fund allocation as grants.  \n10 The two loans from the Export–Import Bank of China, signed in FY2009 and FY2010, are valued at $70 million and \n$45 million. Instead of FY2019–FY2024 and FY2020–FY2025, the principal repayment periods for each loan will now \nbe FY2024–FY2029 and FY2025–FY2030 respectively. \n11 ADB. 2013. Technical Assistance for the Pacific Private Sector Development Initiative, Phase III. Manila. \n12 Following a decrease in the return on equity of Tonga’s SOE portfolio from about 5.6% in FY2006 to 0.1% in FY2009, \nADB-supported measures helped increase the return to 4.0% in FY2016, based on latest available data (footnote 5). \n ", "4 \nB.  Policy Reform and ADB’s Value Addition \n \n12.  Government reforms. Tonga has adopted a vision for “a more progressive Tonga \nsupporting a higher quality of life for all,” following the Tonga Strategic Development Framework \n(TSDF), 2015–2025.13 This vision is translated into five pillars: economic institutions, social \ninstitutions, political institutions, infrastructure and technology, and environment. The TSDF \nemphasizes sustainability, good governance, shared prosperity, and gender equality. \n \n13.  Partner  coordination.  Since  2011,  the  government  has  prioritized  and  sequenced \nreforms  through  the  joint  policy  reform  matrix  (JPRM)  process,  which  brings  together  key \nministries and development partners to map out critical constraints, design policy and TA solutions, \nmonitor reform implementation, and mobilize financial assistance.14 ADB, the governments of \nAustralia and New Zealand, the European Union, and the World Bank coordinate their budget \nsupport and/or TA operations through the JPRM process. The IMF has provided an assessment \nletter for the grant.15 \n \n14.  Programmatic approach. ADB’s Building Macroeconomic Resilience Program supports \ngovernment reforms through three subprograms, originally envisaged for FY2016–FY2018.16 The \nprogrammatic design allows for reform sequencing across multiple areas to account for Tonga’s \nlimited implementation capacity, while providing flexibility to respond to emerging opportunities \nand  constraints.  ADB  developed  the  policy  matrix  (Appendix  4)  in  consultation  with  the \ngovernment and other development partners, and in alignment with national priorities. All the \npolicy actions set out under subprograms 1 and 2 were completed in FY2016 and FY2017,17 and \nsupported reforms focused on fiscal consolidation, PFM, and improving the business environment. \n \n15.  Following Cyclone Gita, which hit Tonga on 12–13 February 2018, the government’s focus \nshifted to response, recovery, and reconstruction. To meet the government’s revised priorities in \nthe aftermath of the cyclone, ADB disbursed $6.0 million in disaster-contingent financing on \n16 February 2018 from ADB’s Pacific Disaster Resilience Program.18 On 22 February, ADB \nprovided an additional $1 million under the Asia Pacific Disaster Response Fund for humanitarian \nrelief  efforts.  Subsequently,  in  June  2018,  ADB  approved  a  $6.8  million  grant  for  the \nreconstruction and upgrade of electricity network infrastructure damaged by the cyclone.19 \n \n16.  Although the reform momentum was interrupted in FY2018, continuation of the program \nis appropriate given the progress achieved under the first two subprograms, the need to focus on \nimplementation, the new government’s commitment to the JPRM, and the importance of budget \nsupport.  Under  subprogram  2,  nine  indicative  triggers  for  subprogram  3  were  identified \n(footnote 17), in line with government priorities and capacity. Consultation with the government \n                                                \n13 Government of Tonga, Ministry of Finance and National Planning. 2015. Tonga Strategic Development Framework, \n2015–2025. Nuku’alofa. p. 49. \n14 The Joint Policy Reform Matrix, FY2016–FY2019 (accessible from the list of linked documents in Appendix 2) forms \nthe basis for reforms supported under the program. The program supports a subset of broader JPRM reforms. \n15 International Monetary Fund Assessment Letter (accessible from the list of linked documents in Appendix 2). \n16 ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Programmatic \nApproach and Policy-Based Loan and Grant for Subprogram 1 to the Kingdom of Tonga  for the Building \nMacroeconomic Resilience Program. Manila. \n17 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Policy-Based Loan \nand Grant for Subprogram 2 to the Kingdom of Tonga for the Building Macroeconomic Resilience Program. Manila. \n18 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Policy-Based Loans, \nPolicy-Based Grants, and Technical Assistance Grant for the Pacific Disaster Resilience Program. Manila. \n19 ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Kingdom \nof Tonga for the Cyclone Gita Recovery Project. Manila. \n ", "5 \non the evolution of reform priorities and context led to some changes during the preparation of \nsubprogram 3. Two indicative triggers were dropped from subprogram 3 as they are only feasible \nin the medium term because of delays arising from exogenous factors and issues around partner \nTA mobilization.20 A new indicative trigger was added, reflecting revised priorities. Eight prior \nactions were finalized for subprogram 3. The program will close on 30 June 2019. \n \n17.  Program description. The program aligns with the following TSDF impacts: (i) more \ninclusive and sustainable growth and development; (ii) a more inclusive, sustainable, and dynamic \nknowledge-based economy; and (iii) more responsive good governance (footnote 13). The effect \nof the reforms will be an improved fiscal position and business environment in Tonga. Eight prior \nactions under three reform areas have been completed under subprogram 3 (Appendix 4). ADB \nhas added value through TA support for five prior actions, as outlined below. \n \n18.  Reform area 1: Fiscal resilience. Policy actions completed under subprograms 1 and 2 \nincluded measures to strengthen tax revenue mobilization (primarily taxes on unhealthy foods) \nand develop a fiscal strategy with medium-term targets for debt, revenue, and public service wage \naffordability. The government conducted a civil service remuneration review under subprogram 1. \nBased on this review, under subprogram 2, the government introduced a new public service salary \nstructure with a revised pay scale for fair and appropriate remuneration, along with a performance \nmanagement system (PMS) for competitive and fair performance assessments as a basis for in-\ngrade pay progression rather than automatic increments for public officials starting in 2018. \n(i)  Tax administration. Since 80% of Tonga’s tax revenues come from consumption \nand trade taxes, maximizing the efficiency of tax and customs administration is \ncrucial. As a subprogram 3 prior action, the cabinet approved a revised revenue \nservices administration bill that introduces additional avenues for revenue recovery \nand  sets  updated  and  graduated  penalties  to  incentivize  compliance.21 The \nlegislation obligates taxpayers to apply for a tax identification number, which is \nexpected to improve compliance management. As another subprogram 3 prior \naction, the cabinet approved a new customs bill that ensures that national rules \nare  consistent  with  key  international  standards  (including  the  Revised  Kyoto \nConvention  and  World  Customs  Organization  recommended  practices)  and \nimproves  customs  administration.  The  reforms  will  standardize  and  simplify \ndeclaration  procedures  and  supporting  documentation,  clarify  principles  for \ncustoms  valuation  of  imported  goods,  and  enhance  the  predictability  and \ntransparency of customs actions. They will also reduce documentary compliance \ncosts by facilitating the online access and lodgment of documents, payments, and \ncustoms  clearance.  These  bills  will  be  implemented  following  Parliamentary \napproval expected in 2019, and implementation regulations are under preparation. \n(ii)  Civil service reforms. The public sector wage bill, about 56% of FY2018 domestic \nrevenue, remains a major fiscal challenge. To continue reforms in this area, the \ngovernment requested an assessment of PMS implementation introduced under \nsubprogram 2. A review was undertaken through ADB TA.22 While commending \nthe Public Service Commission for undertaking potentially contentious reforms in \na very competent manner, the review made 17 recommendations to strengthen \n                                                \n20 Indicative Triggers and Policy Actions Accomplished for Subprogram 3 (accessible from the list of linked documents \nin Appendix 2) summarizes the changes in the policy actions for subprogram 3. \n21 Penalties related to tax administration (i.e., registration, late lodgment and payment, false or misleading statements, \nand dishonored checks) and tax offences (i.e., failure to maintain proper records, fraud, and obstruction) are clearly \ndefined, and graduated penalties (i.e., where the penalty increases, depending on the severity and/or length of time \nof the infraction) have been introduced for several offences to encourage compliance. \n22 ADB. 2013. Technical Assistance for Pacific Economic Management (Phase 2). Manila. \n ", "6 \nand streamline the PMS, which the cabinet considered in August 2018. As a \nsubprogram 3 prior action, the Public Service Commission implemented three key \nrecommendations: (a) realignment of the PMS year to de-link it from the peak \nperiods of activity in the budget cycle, ensuring that management and staff have \nsufficient time to complete the performance assessment process adequately; \n(b) provision of target performance rating distributions to ministries to reduce the \nneed  for  substantial  moderation  by  the  Oversight  Moderation  Committee  of \nperformance  ratings  heavily  skewed  toward  the  highest  ratings;  and \n(c) clarification of eligibility for performance rewards and procedures for managing \npoor performance. \n  \n19.  Reform area 2: An inclusive, modern, and accountable state. Policy actions under \nsubprogram  1  included  the  approval  of  new  public  procurement  regulations  and  PFM \nimprovements,  such  as  audit  follow-up  procedures  (footnote  8).  A  procurement  database \nintroduced under subprogram 2 established an institutional mechanism to enable the Ministry of \nFinance (MOF) to maintain a detailed record of all procurements above the small item threshold \n(T$7,500) and to monitor key performance indicators on procurement, which can help the MOF \nidentify bottlenecks in the procurement process. An  independent  regulator  with  powers to \nregulate communication services was also established under subprogram 1. \n(i)  Financial management. As a subprogram 3 prior action, the MOF has removed \nthe noneconomic items from the economic segment of the chart of accounts (COA), \nwhich will improve the accuracy of budget reporting. A comprehensive economic \nsegment is critical to the government’s reporting requirements—classifying items \nas revenues, expenditures, assets, or liabilities, and assigning these into standard \ncategories such as salaries, goods and services, and capital investment. In Tonga, \nthe integrity of the economic segment had been compromised by the inclusion of \nnoneconomic  concepts,  e.g.,  items  related  to  projects,  programs,  funds,  or \nactivities  (such  as  spending  for  national  celebrations),  undermining  the \neffectiveness of budget controls and presenting risks of inaccurate or misclassified \ninformation. The IMF’s Pacific Financial Technical Assistance Centre supported \nthe removal  of  noneconomic  items from  the COA. In  parallel,  ADB and  the \nGovernment of Australia are providing TA for the upgrade of Tonga’s financial \nmanagement information system (footnote 22), with the addition of new modules \nfor aid information, project management, budget preparation, and forecasting, \nwhich will be impacted by changes to the COA. Further revisions to the COA will \nbe implemented concurrently with the finalization of the financial management \ninformation system upgrade in 2019 to ensure compatibility. \n(ii)  Labor market regulations. A policy objective under the program is to improve the \nfunctioning of the labor market, which can in turn promote inclusive growth. Tonga \nlacked  labor  regulation in  the  private  sector to  ensure many  standard  basic \nprotections,  including  rights  to  leave  from  work,  nondiscrimination,  and  fair \ndismissal.  The  absence  of  flexible  work  arrangements  and  maternity  leave \nentitlements affected women disproportionately. As a subprogram 3 prior action, \nthe  cabinet  approved  for  submission  to  Parliament  a  landmark  employment \nrelations bill (ERB), which will ensure basic labor protections and reduce gender \ndisparities at work. This legislation, prepared with assistance from the International \nLabour Organization, has been widely consulted with stakeholders over more than \nfive years. It reflects key issues and priorities from consultations with women and \nwomen’s organizations and includes a new entitlement for maternity leave, as well \nas legislative backing for new fundamental rights such as equal pay for equal work, \nfreedom of association, and prohibition of forced labor. \n ", "7 \n20.  Reform area 3: A more dynamic and inclusive economy. Business environment \nreforms under subprograms 1 and 2 included public enterprise governance improvements, and \nsteps toward the commercialization of Tonga Water Board, Tonga Cable Limited, and Tonga \nCommunications Corporation. Under subprogram 2, the cabinet approved a foreign investment \nbill to attract foreign investment. Progressive implementation of government initiatives has helped \nincrease the profitability of the SOE portfolio (footnote 5). \n(i)  Foreign investment. The Foreign Investment Act was passed by Parliament in \n2019 after extensive consultation, reflecting work ongoing since 2013 with ADB \nsupport (footnote 11). Replacing the 2002 Foreign Investment Act, the new act \n(a) clarifies the definition of foreign investment, (b) provides clearer principles for \nreviewing reserved and restricted activities, and (c) sets out a more transparent \nframework for screening foreign investment applications. As a subprogram 3 prior \naction, the cabinet approved revised foreign investment regulations,23 subject to \nformal enactment of the 2019 Foreign Investment Act.24 The new regulations will \nhelp ensure that the foreign investment registration process is simpler, streamlined, \nand clearer about information requirements. \n(ii)  Public enterprises. Subprogram 3 continued successful reforms to improve the \nfinancial  viability  of  selected  SOEs.  Currently,  stevedoring  (cargo  handling) \nactivities at Nuku’alofa port are fragmented, with three private stevedores aligned \nto separate shipping lines but drawing on the same small labor pool, providing \nship-to-shore  handling  of  cargo.  Ports  Authority  Tonga  (PAT)  provides  the \nremaining functions to facilitate container transport to the terminal gate. A review \nconducted  with  ADB TA  (footnote 11)  noted  that  a  single  operator  providing \nseamless  cargo  handling  services  from  ship  to  terminal  gate  would  lead  to \nefficiency  gains  in  port  operations,  and  allow  greater  incentives  to  invest  in \nequipment and staff. As a subprogram 3 prior action, the cabinet approved that \nPAT will issue a concession contract for all cargo handling activities at Nuku’alofa \nport to be provided by a single private sector operator, with PAT acting as the port \nlandlord. PAT will no longer incur ongoing operation and maintenance costs \nassociated with cargo handling, while collecting a concession fee from the private \noperator. PAT will issue a competitive tender for a concession contract to provide \nstevedoring and related services at the port. The 28 PAT employees potentially \naffected by the transition have been offered the option of employment with the new \nconcessionaire  or  a  redundancy  package,  limiting  employment  impacts.  The \nMinistry of Public Enterprises, with ADB support, aims to sign a concession \nagreement with a private company in 2019. \n(iii)  Private  sector  development.  As  a  subprogram  3  prior  action,  the  cabinet \napproved a private sector development strategy, 25 setting out a prioritized and \nsequenced list of gender-sensitive reforms—addressing the business environment, \nmarket competition, access to finance, targeted business development, and public \nenterprises. The strategy was prepared with ADB support (footnote 11), with input \nfrom  women  and  women’s  organizations.  It  includes  recommendations  that \naddress the challenges faced by women, such as measures to improve access to \nfinance  and  financial  literacy;  support  tourism-related  industries,  which  are \ndominated by women; and create more employment opportunities for women by \n                                                \n23 Regulations include processes, templates, and instructions for (i) registration as a foreign investor; (ii) reissuance, \nreinstatement, or transfer of registration; (iii) submission of annual reports; and (iv) cessation of business activity. A \nlist of reserved and restricted activities is also part of the regulations. \n24 Enactment follows assent by the King of Tonga, which will formally bring the 2019 Foreign Investment Act into effect. \n25 This action was originally part of subprogram 1, but was postponed because the limited development partner TA \nresources were re-prioritized to support other reforms.  \n ", "8 \ncontracting out government services such as home health care. The strategy also \naddresses the needs of disabled and young people in training and employment. \n \n21.  Reform area 4: Effective response to disasters. The program originally included a \nreform area for effective disaster response. Subprogram 1 supported a response plan to Cyclone \nWinston. This reform area was not part of subprograms 2 and 3, and ADB’s support for disaster \nresilience reforms is provided outside of the program framework (footnote 18). \n  \nC.  Impacts of the Reform \n \n22.  Subprogram 3 reforms build on good progress under the two earlier subprograms to \nstrengthen Tonga’s macroeconomic resilience and ability to respond to economic shocks. Under \nreform area 1 (para. 18), more efficient customs administration and indirect tax collection will \nfurther enhance domestic revenue mobilization (including through better compliance),26 and a \ndeclining wage bill in the medium term will improve the fiscal position. These reforms can help \nbuild fiscal space to respond to economic shocks and disasters, and promote long-term growth. \nEnvisaged  reform  impacts  also  include  allocative  efficiency  gains  from  the  rebalancing  of \nexpenditure  to  priority  areas.  Under  reform  area  2  (para.  19),  financial  management \nimprovements will help the government to monitor budget spending and strengthen internal \ncontrols more systematically. Under reform area 3 (para. 20), clarity about foreign investment \nregistration  requirements  will  reduce  uncertainty  about  application  review  and  screening, \nencouraging foreign investors. More efficient SOEs will lead to less demand for government fiscal \nsupport. Implementation of the private sector development strategy will improve the business \nenvironment, which will help create more jobs and promote growth. \n  \nD.  Development Financing Needs and Budget Support \n \n23.  Excluding grants, the fiscal deficit in FY2019 is estimated to be $107.6 million (23.2% of \nGDP). FY2019 grants are estimated to total $102.0 million, of which $15.5 million is through the \nJPRM. Of this amount, ADB is expected to contribute $5.0 million. JPRM budget support grants \nalso include $2.2 million from the European Union, $2.8 million from the Government of Australia, \nand $5.5 million from the World Bank, as parallel collaborative partner financing not administered \nby ADB.27 JPRM budget support will finance 14.4% of the FY2019 projected fiscal deficit. \n \n24.  The government has requested a grant not exceeding $5.0 million from ADB’s Special \nFunds resources (Asian Development Fund) to help finance subprogram 3. The grant proceeds \nwill support development financing needs, excluding ineligible items.28  \n \nE.  Implementation Arrangements \n \n25.  The existing institutional structure for aid management in Tonga will be used to implement \nand monitor the policy actions supported by the program. The MOF will be the executing agency. \nThe government’s Budget Support Management Committee, which leads the JPRM process, \noversees the program. Through the committee, the MOF will provide overall guidance and \nassume responsibility for coordinating program implementation, monitoring, and evaluation as the \n                                                \n26 Reforms under the program helped raise the tax–GDP ratio in Tonga to an estimated 21.1% in FY2018, higher than \nthe Pacific average of 18.1% (Table 1). \n27 The World Bank’s policy matrix for its parallel Third Inclusive Growth Development Policy Operation, expected to be \napproved in May 2019, supports seven of the eight prior actions in ADB’s subprogram 3 policy matrix. The action on \ncabinet approval of the private sector development strategy (para. 20) appears only in the ADB matrix. \n28 List of Ineligible Items (accessible from the list of linked documents in Appendix 2). \n ", "9 \nexecuting agency. The Ministry of Trade and Economic Development, the Ministry of Public \nEnterprises, the Ministry of Revenue and Customs, the Public Service Commission, and the Prime \nMinister’s Office are the implementing agencies. The JPRM process will continue to facilitate \nbroad consultations on reform priorities. Government authorities have consulted on individual \nreform  initiatives,  with  the  private  sector  and  civil  society  as  needed.29 Subprogram  3  is \nimplemented from 1 July 2017 to 30 June 2019, extended by a year because of external events \n(para. 11). The proceeds of the policy-based grant will be withdrawn, upon effectiveness, following \nADB’s Loan Disbursement Handbook (2017, as amended from time to time). \n \nIII.  DUE DILIGENCE \n \n26.  Governance. Promoting good governance is a key national priority. The government is \nimplementing its PFM reform road map, FY2015–FY2019, to close the gaps identified through \ntwo PFM assessments.30 Despite capacity limitations, the assessments indicate that, compared \nwith international best practice, Tonga’s PFM system is mostly operating at average levels. The \ngovernment has the ability to implement its budget but there are procurement, accounting, \nfinancial reporting, and auditing weaknesses (footnote 3). This program, complemented by \ndevelopment partner TA (para. 19 and footnote 8), addresses many of those weaknesses. Tonga \nhas taken steps to strengthen anticorruption measures, including by creating the Parliament \nStanding Committee on Anti-Corruption in 2015. ADB’s Anticorruption Policy (1998, as amended \nto date) was explained to and discussed with the MOF and the government. \n \n27.  Poverty and social. The public sector is a key provider of services to low-income \nhouseholds, and reform area 1 will help ensure that the government has the fiscal resources to \nrespond to future economic shocks and natural disasters (which tend to have an adverse effect \non the poor) while maintaining critical public services. Reform area 2 will improve work conditions \nfor all employees, to the extent that basic labor rights are protected by law once the ERB is \nenacted. The ERB provides the legal framework to establish minimum wages in the future, which \ncould have negative employment consequences. However, the ERB also stipulates that any \nminimum  wage  must  be  endorsed  by  representatives  from  the  government,  employers’ \norganizations, workers’ associations, and the Forum of Directors of Education. Given such \nmitigating measures, the ERB is considered supportive of vulnerable groups by protecting basic \nlabor rights and protections that are already standard in many countries. Reform area 3 will \nimprove the environment for private sector activity, which will help create more jobs in Tonga. \n \n28.  Gender. Subprogram 3 is classified as effective gender mainstreaming and includes \nproactive gender actions that will address a number of constraints to women’s labor force \nparticipation and economic empowerment. The ERB (para. 19) addresses key legislative barriers \nto women’s employment by providing new fundamental rights for women in the labor market. New \nprovisions for flexible work arrangements and maternity leave entitlements will support women’s \nadvancement in the workplace; and ensure that women returning from maternity leave face no \nloss of wages, benefits, or seniority. In addition, legislation on freedom from discrimination and \nequal  remuneration  for  equal  work  will  help  to  address  wage  discrimination  and  sexual \nharassment in the workplace. The approval of the private sector development strategy (para. 20) \nwill lead to concrete steps to improve women’s participation in the private sector, including \nmeasures to improve access to finance and financial literacy; employment opportunities for \n                                                \n29 Extensive consultations have been undertaken around foreign investment legislation, the ERB, and the private sector \ndevelopment strategy. \n30 Public Expenditure and Financial Accountability. 2010. Public Financial Management Performance Report: Kingdom \nof Tonga. Nuku’alofa; and Government of Tonga. 2014. Public Expenditure and Financial Accountability Self-\nAssessment. Unpublished. \n ", "10 \nwomen from contracting out of government services such as home health care; increased tourism \nmarketing that will assist tourism-related industries dominated by women (such as handicrafts, \naccommodation, and food and beverages); and investigation of constraints that restrict women’s \nability to use land for entrepreneurial activities.31 \n \n29.  Safeguards.  Following ADB’s  Safeguard  Policy  Statement  (2009),  subprogram  3  is \nclassified as category C for the environment, involuntary resettlement, and indigenous peoples. \nProgram activities will be confined to policy and institutional reforms. The prior policy actions have \nbeen assessed, and are not expected to result in or lead to involuntary resettlement, or negatively \naffect indigenous peoples or the environment. \n \n30.  Risks. Major risks and mitigating measures are summarized in Table 2 and described in \ndetail in the risk assessment and risk management plan.32 Development partners assess that \nPFM systems can support mostly reliable services for budget support. Policy reforms and TA \nsupport address remaining fiduciary risks (para. 26). The program’s integrated benefits and \nimpacts are expected to outweigh the costs. \n \nTable 2: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nHigh staff turnover aggravates existing capacity  Reforms are prioritized and sequenced to avoid overburdening the \nconstraints, which delays reform implementation  small public administration and decision makers. Technical \nand impedes policy reform coordination and  assistance will be mobilized by development partners on a needs \nformulation among key government agencies.  basis to supplement capacity. \nExternal shocks undermine the fiscal position  Reforms that promote domestic revenue mobilization, lead to a \nand growth, and divert political and  lower wage bill, and enhance efficiency of public enterprises will \nadministrative attention and capacity away from  help create fiscal space to respond to shocks. The government will \nreforms.  seek development partner assistance in case of disasters. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n31.  The government and the MOF have assured ADB that implementation of subprogram 3 \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin  the  grant  document.  The  government  has  agreed  with  ADB  on  certain  covenants  for \nsubprogram 3, which are set forth in the grant agreement. \n \nV.  RECOMMENDATION \n \n32.  I am satisfied that the proposed policy-based grant would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \ngrant not exceeding $5,000,000 to the Kingdom of Tonga, from ADB’s Special Funds resources \n(Asian Development Fund) for subprogram 3 of the Building Macroeconomic Resilience Program, \non terms and conditions that are substantially in accordance with those set forth in the draft grant \nagreement presented to the Board. \n \nTakehiko Nakao \nPresident \n9 May 2019 \n                                                \n31 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n32 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objectives \nMore inclusive and sustainable growth and development attained (Tonga Strategic Development \nFramework, 2015–2025)a \nA more inclusive, sustainable, and dynamic knowledge-based economy promoted (Tonga Strategic \nDevelopment Framework, 2015–2025)a \nMore responsive good governance achieved (Tonga Strategic Development Framework, 2015–2025)a \n \nPerformance Indicators with   Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nEffect of the  Programmatic approach     \nReform \n       \nFiscal position  FY2018–FY2020 annual average:     \nand business  a. Tax revenue as a proportion of  a. International Monetary  External shocks \nenvironment in  gross domestic product increased to  Fund Article IV staff  undermine the fiscal \nTonga are  at least 21.7% (FY2011–FY2015  reports  position and growth, \nimproved  baseline average: 17.4%)    and divert political \n    and administrative \nb. Public wage bill as a proportion of  b. International Monetary  attention and \ntotal revenue decreased to 53.0% or  Fund Article IV staff  capacity away from \nlower (FY2014 baseline: 57.4%)  reports  reforms. \n   \nc. Vetted applications from foreign  c. Ministry of Trade and \ninvestors increased to at least  Economic Development \n30 applications   annual reports \n(FY2015 baseline: 21)   \n \nReform  Key Policy Actions     \nAreasb \n  Programmatic approach     \n  By the end of FY2019:     \n1. Fiscal  1a. Four legal instruments for  1a. Copies of legal  High turnover of staff \nresilience  customs, excise, consumption, and  instruments, cabinet  in specific \ncorporate tax approved by the  decisions  government \ncabinet     agencies delays \n(FY2015 baseline: not applicable)    implementation. \n   \n1b. New public service remuneration  1b.–1d. Cabinet \nstructure and performance  decisions \nmanagement framework approved \nfor implementation  \n(FY2015 baseline: not applicable) \n \nSubprogram 3 \nBy the end of FY2019: \n1c. Revised revenue services \nadministration bill that introduces \nadditional avenues for revenue \nrecovery and sets updated and \ngraduated penalties to incentivize \ncompliance approved by the cabinet \nfor submission to Parliament \n(FY2018 baseline: not applicable) \n \n ", "12  Appendix 1 \nPerformance Indicators with   Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n1d. New customs bill that ensures \nalignment with international \nstandards and streamlines customs \nadministration approved by the \ncabinet for submission to \nParliament  \n(FY2018 baseline: not applicable) \n \n  Programmatic approach     \n  By the end of FY2019:   \n2. An  2a. Two improved processes and  2a.–2b. Cabinet \ninclusive,  systems for procurement,  decisions \nmodern, and  accounting, financial reporting, and   \naccountable  auditing approved for implementation   \nstate  (FY2015 baseline: not applicable)   \n   \n2b. Three new regulatory and policy   \nframeworks for competition,   \ncommunication, and utility services   \napproved by the cabinet    \n(FY2015 baseline: not applicable)   \n   \nSubprogram 3   \nBy the end of FY2019:   \n2c. Noneconomic items from the  2c. Letter from the \neconomic segment of the chart of  Ministry of Finance \naccounts removed, which will  certifying removal of \nimprove the accuracy and integrity  noneconomic segments \nof budget reporting    \n(FY2018 baseline: not applicable)   \n   \n2d. Employment relations bill that  2d. Cabinet decision \nensures basic labor protection and \naddresses gender disparitiesc at \nwork approved by the cabinet for \nsubmission to Parliament  \n(FY2018 baseline: not applicable) \n \n  Programmatic approach     \n  By the end of FY2019:     \n3. A more  3a. Two policy frameworks and  3a.–3d. Cabinet \ndynamic and  legislation for foreign investment,  decisions \ninclusive  contracting (only the policy \neconomy  framework), and bankruptcy \napproved by the cabinet \n(FY2015 baseline: not applicable) \n \n3b. At least five public or state-\nowned enterprises approved for \nprivatization, liquidation, substantial \nrestructuring, or outsourcing of \nservices  \n(FY2015 baseline: not approved) \n \n ", "Appendix 1  13 \nPerformance Indicators with   Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nSubprogram 3 \nBy the end of FY2019: \n3c. Decision for Ports Authority \nTonga to issue a concession \ncontract for all cargo handling \nactivities at Nuku’alofa port to be \nprovided by a single private sector \noperator approved by the cabinet \n(FY2018 baseline: not applicable) \n \n3d. Prioritized and sequenced \nprivate sector development strategy \nthat supports inclusive growth and \neconomic participation of women,d \nyouth, and people with disabilities \napproved by the cabinet  \n(FY2018 baseline: not applicable) \n \n Budget Supporte \n \nAsian Development Bank: $5.0 million (Asian Development Fund grant) \n  \nEuropean Union  $2.2 million grant (€2.0 million equivalent)  \nGovernment of Australia   $2.8 million grant (A$4.0 million equivalent)  \nWorld Bank   $5.5 million grant \n \nFY = fiscal year. \na  Government of Tonga, Ministry of Finance and National Planning. 2015. Tonga Strategic Development Framework, \n2015–2025. Nuku’alofa. \nb  The reform areas in the design and monitoring framework align with the joint policy reform matrix (JPRM) pillars \n(footnote 14 of the main text). The JPRM is a living document that is updated based on government priorities and \nthe reform context. The JPRM guides the overall reforms undertaken by the government. Not all actions in the JPRM \nare prior policy actions for the Asian Development Bank’s budget support operations. However, the policy actions in \nsubprogram 3 are a subset of the JPRM actions. \nc  The employment relations bill includes a new entitlement for maternity leave; provisions for equal pay for equal work, \nflexible  working,  freedom  of  association,  and  prohibition  of  forced  labor;  and  legislation  on  freedom  from \ndiscrimination and harassment in the workplace. \nd  The private sector development strategy includes recommendations to (i) review women’s constraints to land tenure, \n(ii) improve women’s access to finance and financial literacy programs, and (iii) increase employment opportunities \nfor women in the service industry. \ne  Development partners support several policy reforms across all three reform areas, which are necessary to reach \nthe outcome, as outlined in the JPRM (footnote 14 of the main text). Joint partner engagement in reform dialogue \nand technical assistance and advisory across all three outputs make it unfeasible to split outputs by partner. The \nWorld Bank’s policy matrix for its parallel Third Inclusive Growth Development Policy Operation, which is expected \nto be approved in May 2019, supports seven of the eight prior actions in the Asian Development Bank’s subprogram 3 \npolicy matrix. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48361-003-2 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Public Sector Management \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \n \nSupplementary Documents \n10.  Overview of Past and Planned Policy Reform Actions, 2009–2019 \n11.  Indicative Triggers and Policy Actions Accomplished for Subprogram 3 \n12.  Joint Policy Reform Matrix, FY2016–FY2019 \n ", "Appendix 3  15 \nDEVELOPMENT POLICY LETTER \n \n ", "16  Appendix 3 \n \n ", "Appendix 3  17 \n \n ", "18  Appendix 4 \nPOLICY MATRIX \n \nAll actions for Subprograms 1, 2, and 3 are complete. \n \nReform area  Policy Objectives  Subprogram 1  Subprogram 2  Subprogram 3 \nActions Accomplished   Actions Accomplished  Actions Accomplished  \n(FY2016)  (FY2017)   (FY2019) \nI.  SUPPORTING FISCAL RESILIENCE \nFiscal strategy  Improve fiscal    1.  Cabinet approval of a fiscal   \n  sustainability and  strategy with debt, revenue, \nresilience, and public  and public service wage \nexpenditure  affordability targets, and a \neffectiveness  corresponding monitoring \nframework  \n \nRevenue  Improve tax  1.  Increase in the rate of fuel  2.  Increase in the rate of fuel  1.  Cabinet approval for \n  compliance, revenue  duty by 12% and other excise  excise tax by 16%, and changes  submission to Parliament of \ncollection, and  duty and import duty rates in  in other excise duty and import  a revised Revenue Services \nincentives for  order to improve revenue  duty rates as documented in  Administration Bill that \nhealthier living  mobilization and strengthen  the 2016 Excise Duty  introduces additional \nincentives to consume healthy  (Amendment) Order and the  avenues for revenue \nfoods1  2016 Customs Duty  recovery and sets updated \n(Amendment) Order to improve  and graduated penalties to \nrevenue mobilization and  incentivize compliance, and \nstrengthen incentives to  the revised Revenue \nconsume healthy foods 2  Services Administration Bill \n  attached to such approval \n \n2.  Cabinet approval for \nsubmission to Parliament of \na new Customs Bill that \nensures alignment with \ninternational standards and \nstreamlines customs \nadministration, and the \nrevised Customs Bill \nattached to such approval \n                                                \n1  Excise duty on alcohol and tobacco has been increased, a new excise duty on instant noodle implemented, import duty on turkey tails increased to 15% and \nimport duties on various fruits, vegetables and fresh fish decreased. \n2 Tax changes are as listed in the Government of Tonga’s 2016 Excise Duty and Customs Duty amendment orders. Key among the changes introduced are: higher \nexcise duties on alcohol, tobacco, mayonnaise, lard, and fizzy sweetened drinks; higher import duties on lamb flaps, lamb breast, and turkey tails; lower import \nduties on education materials, construction materials, sports materials, fruits, and vegetables. \n ", "Appendix 4  19 \nReform area  Policy Objectives  Subprogram 1  Subprogram 2  Subprogram 3 \nActions Accomplished   Actions Accomplished  Actions Accomplished  \n(FY2016)  (FY2017)   (FY2019) \nDebt  Ensure prudent and  2.  Cabinet has approved a new     \n  least cost borrowing  Medium-Term Debt Strategy \nto (1) maintain  which has been made public \nmanageable debt and \ndebt service levels, \nand (2) improve \neconomic and disaster \nresilience \nPublic service  Establish a fair and  3.  Cabinet approval of  3.  Implementation of a public  3.  Certification by the Office of \nmanagement   fiscally affordable  remuneration review that  service remuneration structure  Public Service Commission \n  remuneration system  aligns with the aggregate  in line with the new public  confirming implementation \nlinked to good  fiscal targets and which  service wage affordability  of reforms from a review of \nperformance and  includes a new relative salary  target  the new public service \nreduce share of wage  structure that ensures fair and    remuneration structure and \nbill in total  appropriate remuneration  4.  Cabinet approval of a new  performance management \ngovernment spending  based on a robust analytical  moderated public service  system: (i) realignment of \nover time  assessment   performance management  the performance \nframework   management system year; \n  (ii) provision of target \nperformance-rating \ndistributions to public \ninstitutions; and (iii) \nclarification of eligibility for \nperformance rewards and \nprocedures for managing \npoor performance  \n \nII.  SUPPORTING AN INCLUSIVE, MODERN AND ACCOUNTABLE STATE \nProcurement  Improve service  4.  Cabinet has approved a  5.  Implementation of a new   \n  delivery through  revised set of Procurement  procurement tracking \nvalue-for-money and  Regulations, and prepared  database for procurement \ntimely procurement of  standard bidding documents  above the small item \ngoods and services  and procurement manual in  threshold (TOP 7,500), and \nsupport of the Regulations  adoption of compliance and \nperformance indicators and \nassociated targets for \nmonitoring performance \n \n ", "20  Appendix 4 \nReform area  Policy Objectives  Subprogram 1  Subprogram 2  Subprogram 3 \nActions Accomplished   Actions Accomplished  Actions Accomplished  \n(FY2016)  (FY2017)   (FY2019) \nFinancial  (1) Improve  5.  A new Audit Oversight    4.  Certification by the Ministry \nmanagement,  functioning of IFMIS  Committee of cabinet  of Finance confirming the \naccounting,  for better reporting,  established that (i) maintains  removal of the non-\nreporting and audit  budgeting and funds  a comprehensive database on  economic items from the \n  control; and (2) audit  past audit recommendations  economic segment of the \nto systematically  and follow-up actions, and (ii)  Chart of Accounts, which \ncontribute to improved  reports regularly to cabinet,  will improve the accuracy \nfinancial management  with the aim of ensuring  and integrity of budget \ntimely and thorough follow-up  reporting \nof audit recommendations \n \nUtility and service  Improve access and  6.  Parliament has approved a  6.  Cabinet approval for public   \nregulation  affordability of utilities  new Communications Act and  consultation of a National \n   (e.g., electricity, water  a Communications  Energy Bill, which includes \nand waste) and other  Commission Act that will  provisions for multi-sector \ngoods and services  establish an independent  regulation for all energy sub-\n(ICT) through effective  regulator  sectors (electricity, gas, \nand efficient  petroleum)  \nregulation   \nLabour market  Establish foundational      5.  Cabinet approval for \n  employment  submission to Parliament of \nlegislation that will  Employment Relations Bill \nincrease labour  that ensures basic labour \nmarket functioning  protection and addresses \nwhile safeguarding  gender disparities at work, \nemployee rights  including: (i) a new \nentitlement for maternity \nleave; (ii) provision for equal \npay for equal work; (iii) \nprovisions for flexible \nworking and freedom of \nassociation; (iv) provisions \nfor the prohibition of forced \nlabor; (v) provisions for \nfreedom from discrimination \nand harassment in the \nworkplace, and the \nEmployment Relations Bill \nattached to such approval \n \n ", "Appendix 4  21 \nReform area  Policy Objectives  Subprogram 1  Subprogram 2  Subprogram 3 \nActions Accomplished   Actions Accomplished  Actions Accomplished  \n(FY2016)  (FY2017)   (FY2019) \nIII.  SUPPORTING A MORE DYNAMIC AND INCLUSIVE ECONOMY \nBusiness law  (1) Reduce risks and    7.  Cabinet approval of foreign  6.  Cabinet approval of revised \nreform, including  costs of doing  investment legislation for  foreign investment \nforeign investment  business through  submission to Parliament   regulations, including \n  formalization of the    reserved and restricted lists \nbusiness regulatory     \nframework; and (2)  8.  Cabinet approval of  7.  Cabinet approval of a \nattract foreign  Receivership Act for  prioritized and sequenced \ninvestment to promote  submission to Privy Council3   private sector development \ngrowth and create jobs    strategy that supports \nwhile safeguarding    inclusive growth and \nnational interests  economic participation of \nwomen, youth and disabled, \nincluding recommendations \nto (i) improve women’s \naccess to financial and \nfinancial literacy programs; \n(ii) increase women’s \nemployment opportunities \nthrough contracting out \ngovernment services and \nsupporting women in the \ntourism sector; and (iii) \ninvestigate the constraints of \nwomen’s land tenure on \neconomic empowerment, \nand the private sector \ndevelopment strategy \nattached to such approval \n \n                                                \n3  Receivership applies when a company or statutory corporation or person is in trouble financially and the Supreme Court orders that its property be placed in the \nhands of a receiver. A receiver is a person or manager who is appointed through terms of agreement or by an order from the Court. The Receivership Bill \nestablishes a process for identifying and nominating receivers and establishing clear receivership procedures. \n \n ", "22  Appendix 4 \nReform area  Policy Objectives  Subprogram 1  Subprogram 2  Subprogram 3 \nActions Accomplished   Actions Accomplished  Actions Accomplished  \n(FY2016)  (FY2017)   (FY2019) \nPublic enterprise  (1) Deliver affordable  7.  Cabinet tasks MPE to  9.  Cabinet approval to reform  8.  Cabinet approval to reform \nreform  services through  implement the Reform Plan of  Tonga Cable Limited in  Ports Authority Tonga in \n  efficient and financially  the new PE Ownership,  accordance with the PE  accordance with the PE \nviable public  Performance Improvement and  Reform Policy, where  Reform Policy, where \nenterprises under  Divestment Policy  ‘reformed’ may consist of  ‘reformed’ may consist of \neffective governance    privatization, liquidation,  privatization, liquidation, \nand management; and  8.  Cabinet has approved the  substantial restructuring,  substantial restructuring, \n(2) increase private  appointment of shared boards  outsourcing or another form of  outsourcing or another form \nsector participation  of directors, in accordance  public-private partnership  of public-private partnership \nand expertise to  with the PE director selection \nimprove management  and appointment process, of \nof public enterprises  public enterprises in the \ninformation, communications, \nand technology sector, and the \nutilities sector in order to \nstreamline the number of \nDirectors and achieve greater \nefficiency \n \n    9.  Tonga Water Board concluded     \ncontract with a private sector \nbusiness to outsource asset \nmaintenance and pipe-laying \nservices  \nIV.  SUPPORTING AN EFFECTIVE RESPONSE TO DISASTERS \nDisaster response  Effective and efficient  10. Cabinet approval of a costed     \n  emergency response  response plan, based on a \nto alleviate hardship  post-disaster needs \nand secure livelihoods  assessment, to guide effective \nof affected  and efficient response to \npopulations, and  damages caused by Tropical \nincrease disaster  Cyclone Winston \nresilience through \nbuilding back better  \nADB = Asian Development Bank; FY = fiscal year; ICT = information and communication technology; IFMIS = integrated financial management information system; \nMPE = Ministry of Public Enterprises; PE = public enterprise \nNote: Joint policy reform matrix actions not supported under ADB’s program are excluded from the policy matrix but are part of the supplementary documents. Output \nIV is not part of the joint policy reform matrix. \nSource: Asian Development Bank, Government of Tonga. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190510143410+08'00'", "Creator": "PDF24 Creator", "Keywords": "tonga, tonga macroeconomic performance, macroeconomic resilience, inclusive growth, public expenditure, public financial management, 48361-003, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190606101101+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.", "Title": "Building Macroeconomic Resilience Program, Subprogram 3: Report and Recommendation of the President"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 26 April 2019) \nCurrency unit  –  pa’anga (T$) \nT$1.00  =  $0.44 \n$1.00  =  T$2.28 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nCOA  –  chart of accounts \n  ERB  –  employment relations bill \n  GDP  –  gross domestic product \n  IMF  –  International Monetary Fund \n  JPRM  –  joint policy reform matrix \n  MOF  –  Ministry of Finance \nPAT  –  Ports Authority Tonga \nPFM  –  public financial management \n  PMS  –  performance management system \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  TSDF  –  Tonga Strategic Development Framework, 2015–2025 \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Tonga and its agencies ends on 30 June. \n“FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2019 ends on 30 June 2019. \n(ii)  In this report, “$” refers to United States dollars, unless otherwise stated. \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Social Sectors and Public Sector Management Division, \nPARD \n   \nTeam leader  Ananya Basu, Principal Economist, PARD \nTeam members  Herzl Banacia, Operations Assistant, PARD \n  Gözde Kayacik, Counsel, Office of the General Counsel \n  Mairi MacRae, Social Development Specialist (Gender and \n  Development), PARD \n  Tatafu Moeaki, Senior Country Coordination Officer, Pacific Subregional \n  Office in Suva, Fiji, PARD \n  Rommel Rabanal, Senior Economics Officer, PARD \nPeer reviewer  Hanif Rahemtulla, Senior Public Management Specialist, Sustainable \nDevelopment and Climate Change Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Ma. Carmela Locsin", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "Emma Veve", "role": "Social Sectors and Public Sector Management Division", "organization": ""}, {"fullname": "Ananya Basu", "role": "Principal Economist", "organization": "PARD"}, {"fullname": "Herzl Banacia", "role": "Operations Assistant", "organization": "PARD"}, {"fullname": "Mairi MacRae", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Tatafu Moeaki", "role": "Senior Country Coordination Officer", "organization": "Pacific Subregional"}, {"fullname": "Office in Suva", "role": "Fiji", "organization": "PARD"}, {"fullname": "Rommel Rabanal", "role": "Senior Economics Officer", "organization": "PARD"}, {"fullname": "Hanif Rahemtulla", "role": "Senior Public Management Specialist", "organization": "Sustainable"}]}