{"path": "data/input/reports/48424-002-rrp_0.pdf", "pages": [" \n \n \n \nR  eport and Recommendation of the President  \n \nt o the Board of Directors \n \n \n \n \n \n \n \n \n \nProject Number: 48424-002 \nAugust 2016 \n \n \n \nProposed Loan \nRepublic of Kazakhstan: CAREC Corridors 1 and 6 \nConnector Road (Aktobe–Makat) Reconstruction \nProject \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011.   ", " \nCURRENCY EQUIVALENTS \n(as of 21 July 2016) \nCurrency unit  –  tenge (T) \nT1.00  =  $0.00292 \n$1.00  =  T342.170 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation \nCOR  –  Committee of Roads \nEMP  –  environmental management plan \nha  –  hectare \nIDB  –  Islamic Development Bank \nIDSP  –  Infrastructure Development State Program (Nurly Zhol) \nkm  –  kilometer \nLARP  –  land acquisition and resettlement plan \nMID  –  Ministry of Investments and Development \nPAM  –  project administration manual \nPMC  –  project management consultant \nPRC  –  People’s Republic of China \n     \nNOTES \n(i)  The fiscal year (FY) of the Government of Kazakhstan ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O'Sullivan, Central and West Asia Department (CWRD) \nDirector  X. Yang, Transport and Communications Division, CWRD \n   \nTeam leader  Z. Wu, Senior Transport Specialist, CWRD \nTeam members  M. Ajmera, Senior Social Development Specialist (Safeguards), CWRD \nS. Campbell, Senior Social Development Specialist, CWRD \nV. Capulong, Senior Project Officer (Transport), CWRD \nA. Chakenova, Project Officer, Kazakhstan Resident Mission, CWRD \nN. Djenchuraev, Senior Environment Specialist, CWRD \nA. Galiev, Principal Public–Private Partnership Specialist, Office of \nPublic–Private Partnership \nG. Jurado, Senior Operations Assistant, CWRD \nL. Nazarbekova, Principal Counsel, Office of the General Counsel \nD. Pham, Financial Management Specialist, CWRD \nO. Samukhin, Transport Specialist, CWRD \nS. Soetantri, Transport Specialist, Sustainable Development and \nClimate Change Department \nK. Sakamoto, Transport Economist, CWRD \nPeer reviewer  B. Bathula, Principal Portfolio Management Specialist, India Resident \nMission, South Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 48424-002\nProject Name CAREC Corridors 1 and 6 Connector  Department CWRD/CWTC\nRoad (Aktobe-Makat) Reconstruction  /Division\nProject\nCountry Kazakhstan Executing Agency Ministry of Investment and \nBorrower Kazakhstan Development\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 240.30\nTotal 240.30\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 1: Economic opportunities,  including  Adaptation ($ million) 10.23\ngrowth (IEG) jobs, created and expanded Climate Change impact on the  Medium\nEnvironmentally  Global and regional transboundary  Project\nsustainable growth (ESG) environmental concerns\nRegional integration (RCI) Pillar 1: Cross-border infrastructure\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD)\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\n5. Poverty Targeting Location Impact\nProject directly targets  No Nation-wide High\npoverty\n \n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 240.30\n     Sovereign Project loan: Ordinary capital resources 240.30\nCofinancing 273.00\n     Islamic Development Bank - Loan 273.00\nCounterpart  42.70\n     Government 42.70\n  \nTotal 556.00\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems No\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 23012015105952264258 Generated Date: 26-Jul-2016 15:18:07 PM", "", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Republic of Kazakhstan for the CAREC Corridors 1 and 6 Connector Road (Aktobe–\nMakat) Reconstruction Project.1 \n \n2.  The  proposed  project  will  reconstruct  a  road  section  of  about  299  kilometers  (km) \nbetween the capitals and administration centers of Aktobe and Atyrau provinces in western \nKazakhstan, and introduce key features of a transport information system. 2 It will upgrade part \nof a strategic transport corridor3 and improve transport system operation. The project will thus \nstrengthen overall road sector efficiency, boost connectivity, and promote regional trade and \ninclusive economic growth, particularly in the western part of Kazakhstan. \n \nII.  THE PROJECT \nA.  Rationale \n3.  Roads enable connectivity and mobility, which are essential conditions for economic \ngrowth  and  development.  This  is  particularly  relevant  for  Kazakhstan—the  world's  largest \nlandlocked  country  with  a  resource-rich  economy  and,  at  about  six  persons  per  square \nkilometer,  a  population density  among  the  lowest  in  the  world.  Kazakhstan’s main  natural \nresources—hydrocarbons, oil, gas, ferrous, and nonferrous metals—are unevenly spread over \nthe country and remain largely untapped because of infrastructure constraints.  Landlocked \ncountries suffer most from high transport costs, which can be much higher than the tariffs on \nimported and exported goods. A World Bank study estimated that transport costs account for \n8%–11% of the final cost of goods—almost double the cost for most industrialized countries.4 As \nsuch, the development of transport infrastructure, together with sector efficiency improvements, \ncan play a catalytic role in the sustainable social and economic development of the country. \nContinued public sector investments are needed to modernize the infrastructure base, which \nstrongly correlates with economic diversification and more robust growth.5 \n \n4.  The Government of Kazakhstan has been upgrading its national transport system since \n2007, to better integrate Kazakhstan into the world economy. This includes the reconstruction of \nthe 2,787 km Western Europe–Western People’s Republic of China (PRC) international transit \ncorridor (also known as the Central Asia Regional Economic Cooperation [CAREC] corridors 1b \nand  6b,c)  to  improve  its  efficiency  and  effectiveness.6 The  country  is  already  capturing  a \nsignificant volume of transit traffic through roads and railways.7 Strategically, Kazakhstan has \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The project is included in Asian Development Bank (ADB). 2015. Country Operations Business Plan: Kazakhstan, \n2016–2018. Manila. \n3  The project road is part of the Trans-Caspian Sea Transit Corridor Baku–Astrakhan–Atyrau–Aktobe–Aktau–\nTurkmen border, which connects Kazakhstan with Azerbaijan and Europe in the west, with the Russian Federation \nin the north, and with Turkmenistan in the south. It also connects the Central Asia Regional Economic Cooperation \n(CAREC) Corridor 1b at Aktobe and Corridor 6a at Makat, providing further access to the People’s Republic of \nChina (PRC) and Southeast Asia. \n4  World Bank. 2012. Project Appraisal Document, East West Roads Project. Washington, DC. \n5  S. Straub and A. Terada-Hagiwara. 2010. Infrastructure and Growth in Developing Asia. ADB Economics Working \nPaper Series. No. 231. Manila: ADB. \n6  The project costs about $6.5 billion and is mainly cofinanced by ADB, the European Bank for Reconstruction and \nDevelopment, the Islamic Development Bank, the Japan International Cooperation Agency, and the World Bank. \n7  For instance, in 2012, the total volume of goods in transit through Kazakhstan was 17.8 million tons by road and \nrail, income from which totaled more than $1 billion. Nevertheless, revenues are still low, affecting cost recovery \nand reinvestment capabilities. \n ", "2 \nmuch potential to link the East Asia countries with Europe by road and rail, and through inland \nshipping along the Caspian Sea. \n \n5.  With oil prices tumbling since 2014 and lower external demand slowing the economy, \nKazakhstan responded with a new economic anti-crisis program. The President, in his address \nto the nation on 11 November 2014, announced Kazakhstan's Infrastructure Development State \nProgram (IDSP)—Nurly Zhol—for 2015–2019. To enable a favorable environment for business-\ndriven regional economic integration, among others, the IDSP prioritizes domestic transport \nlinks of strategic importance and regional impact, and connects the national capital, Astana, with \nother “urban agglomerations” and/or “second-tier cities” in the eastern, western, and southern \nparts  of  the  country.8 Accordingly,  the  government,  aided  by  development  partners,  is \naccelerating the development of the Center South (Astana–Almaty), Center East (Astana–Ust'–\nKamenogorsk), and Center West (Astana–Aktau) corridors. The program will be implemented \nfrom 2016 to 2020. The overall IDSP is expected to generate a significant number of new jobs \nand incomes through public investments. \n \n6.  The  existing  Aktobe–Makat  road  is  a  two-lane  national  road  originally  designed  to \ncategories III and IV standard, and connects the CAREC corridors 1b and 6a, as well as the \ncapitals and administrative centers of the oil- and mineral-rich provinces of Aktobe and Atyrau, \nwhere approximately 1.7 million people live. Most of the existing road pavement is either non-\nexistent or damaged to the extent that ordinary passenger cars cannot move faster than 30 \nkm/hour. As a result, many vehicles divert off the road and travel on parallel dirt paths. This \nlargely deters both passenger and freight operation from using the road. Many passengers \ntraveling between Aktobe and Atyrau have to use infrequent railway services instead, and much \ngoods traffic is diverted to the northern Aktobe–Oral–Atyrau route, but the detour takes more \ntime needed with an additional distance of 360 km. Poor road connectivity has also become a \nkey social issue contributing to the growing income disparity between rural and urban areas. \n \n7.  The project will reconstruct and upgrade about 299 km of a deteriorated section of the \nAktobe–Makat  road.  In  parallel,  the  Islamic  Development  Bank  (IDB)  will  reconstruct  and \nupgrade additional 153 km section along the same road. The project will help establish efficient \ntransport links by reducing transport time and costs. It will (i) improve in-country transport \nservices,  particularly  linking  Astana  and  Aktobe  with  the  major  oil  city  of  Atyrau  and  the \ncountry’s  only  international  port  of  Aktau; (ii) facilitate  regional  trade and  link the  growing \nmarkets  of  the  East  Asia  countries  with  Caspian  Sea  countries  further  to  Europe;  and \n(iii) open new trade and business opportunities and support poverty reduction by raising the \nliving standard of the local population. \n \n8.  Since 2006, the road sector in Kazakhstan has made strides in institutional and capacity \ndevelopment  supported  by  assistances  from  development  partners,  mainly  the  Asian \nDevelopment Bank (ADB), the European Bank for Reconstruction and Development, and the \nWorld  Bank.  These  assistances  have  been  focusing  on  (i)  separating  planning  and \nmanagement from implementation of road works; (ii) development of a road asset management \nsystem;  (iii)  introduction  of  results-based  planning  and  monitoring,  and  modern  transport \ninformation technologies; (iv) institutionalizing road safety audits; (v) enforcing traffic overload \ncontrol; and (vi) expanding toll road operations. These interventions have been largely effective \n                                                \n8  The  Kazakhstan  Program  for  Regional  Development—a  mechanism  for  predictive  spatial  development  of \nKazakhstan up to 2020—focuses on developing the centers of economic growth (“urban agglomerations” of Almaty \nand Astana and 14 “second-tier cities”) to improve the country’s economic potential and the living conditions in \nregional  Kazakhstan.  An  identified  challenge  for  the  program  is  the  development  of  critical  engineering \ninfrastructure, including that required for connectivity within and between the regions, i.e., transport systems. \n ", "3 \nas  a  result  of  close  and  effective  coordination  and  collaboration  among  the  development \npartners and good government ownership. As the government embarks on the next stage of \nroad network upgrades, efficient utilization of road assets and further reducing transport cost \nbecome crucial. The project will support government to improve communication throughout the \nstrategic road network by  strengthening the transport information system. This system will \nprovide timely road condition and traffic information to road administrators and road users, so as \nto leading safer, better, and more efficient movements of goods and people. \n \n9.  The State Program for the Development and Integration of Transport Infrastructure to \n2020 (Transport Strategy 2020) was adopted by the government on 13 January 2014. It aims to \nform a modern transport system in Kazakhstan that (i) increases the flow of freight through the \ncountry by properly integrating and linking land, sea, and air transport systems; (ii) provides \nconnectivity between regional cities and towns; and (iii) allows the development of infrastructure \ncenters within regions. The project also forms a key part of the Center West Corridor, a high \ngovernment  priority  featured  in  the  IDSP.  The  project  is  consistent  with  ADB’s  country \npartnership strategy for Kazakhstan, 2012–2016,9 and fully in line with ADB’s Midterm Review of \nStrategy 2020.10 It supports the CAREC Transport and Trade Facilitation Strategy 2020.11 The \nproject  is  included  in  ADB’s  country  operations  business  plan for  Kazakhstan,  2016–2018 \n(footnote 2). \n \n10.  ADB’s assistance in Kazakhstan’s transport sector has been overall successful. The \nperformance of ADB’s ongoing portfolio of projects is satisfactory. Its disbursement and contract \naward ratios are above ADB-wide averages. The preparation of the project has taken into \nconsideration of ADB and other development partner’s experience and lessons learned in the \nsector:  (i)  provide  quality  consulting  services  for  project  coordination  and  construction \nsupervision; (ii) streamline the role of various road sector agencies,12 and strengthen their \nproject  implementation  and  monitoring  capacities;  and  (iii) develop  synergy  with  other \ndevelopment partners.  \n \nB.  Impact and Outcome \n11.  The impact will be aligned with government’s Transport Strategy 2020 aiming to form a \nmodernized transport system with increased freight transit, improved network connectivity, and \ncreation  of  infrastructure  centers.  The  outcome  will  be  improved  network  operational \nperformance, increased transit potential, and improved social and economic development of the \nwestern region of Kazakhstan in particular. \n \nC.  Outputs \n12.  The  project  outputs  will  be:  (i)  reconstruction  of  approximately  299  km  of  highway \nbetween Aktobe and Makat, and (ii) improvements to transport system operations with better \nprovision of road traffic safety and logistics effectiveness. \n \n13.  Road upgrade. Taking into account traffic demands and estimated road works cost, the \n299 km project road (between Km 156 and Km 500) is proposed to remain two lanes as now, \n                                                \n9  ADB. 2012. Country Partnership Strategy: Kazakhstan, 2012–2016. Manila. \n10 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n11 ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n12 Sector Assessment (Summary): Transport (Road Transport [Nonurban]), and Kazakhstan Road Sector Reform \n(accessible from the list of linked documents in Appendix 2). \n ", "4 \nwith their standard to be upgraded from categories III and IV to category II.13 The 153 km of \nadjoining section to Aktobe (between Km 0 and Km 156), being financed by IDB, will include an \nexpansion to four lanes at some highly trafficked urban locations. The project will include road \nsafety  measures  such  as  road  signs,  lane  markings,  lighting,  rest  areas,  bus  stops,  and \nsidewalks, and conduct a gender-sensitive road-safety-awareness campaign. To achieve better \nsustainability, maintenance equipment will also be procured under the project. The equipment \nwill allow quick responses to traffic disruptions caused by natural disasters. \n \n14.  Improvements to transport system operations. This component is a logical follow-up \non the scoping study14 of the intelligent transport system completed in 2012 and supported by \nADB.  It  aims  to  establish  a  single  platform  for  monitoring  and  coordinating  transport \ninfrastructure usage and develop implementation plans for selected subsystems (e.g., road \ncondition and weather reporting, freight vehicle tracking, and traffic safety monitoring). The \ncomponent  includes  the  development  of  pertinent  regulatory  frameworks  and  technical \ndocumentation, and delivery of workshops and certified training activities. \n \nD.  Investment and Financing Plans \n15.  The project is estimated to cost $283.0 million (Table 1). \n \nTable 1: Project Investment Plan \n($ million) \nItem    Amounta \nA.  Base Costb   \n  1.  Aktobe–Makat road upgrade (Km 156–Km 500)  250.4 \n  2.  Improvement of transport system operations  4.7 \n        Subtotal (A)  255.1 \nB.  Contingenciesc  18.1 \nC.  Financing Charges during Implementationd  9.8 \n  Total (A+B+C)  283.0 \na  Value-added taxes of $22.2 million will be financed (in cash contribution) from the government resources. Other \nproject-related expenditures, such as social tax, transport tax, and environment pollution fee, and other taxes \nassociated with minor expenses will be financed by the Asian Development Bank (ADB). These will not represent \nan excessive share of the project investment plan, are material and relevant to the success of the project, and \nconsistent with eligibility parameters set out in ADB’s country partnership strategy for Kazakhstan, 2012–2016. \nb  In June 2016 prices.  \nc  Physical contingencies computed at 5% for civil works, equipment and consulting services. Price contingencies \ncomputed at 1.4%–1.5% on foreign exchange costs and 4.6%–12.6% on local currency costs; includes provision \nfor potential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the ADB loan has been computed at \nthe 5-year forward London interbank offered rate (LIBOR) plus a spread of 0.5%. Commitment charges for an \nADB loan are 0.15% per year to be charged on the undisbursed loan amount. \nSources: Ministry of Investments and Development and Asian Development Bank estimates. \n                                                \n13 In  accordance  with  Kazakhstan’s  technical  standard  SNIP  RK  3.03-09-2006,  category  II  roads  require  a \ncarriageway of two 3.75-meter lanes, category III roads two 3.5-meter lanes, and category IV roads two 3.0-meter \nlanes. The design speed for category II roads is 120 km/hour in flat terrain (100 km/hour in rolling terrain), \n100 km/hour in flat terrain (80 km/hour in rolling terrain) for category III roads, and 80 km/hour in flat terrain \n(60 km/hour in rolling terrain) for category IV roads. \n14 The consulting service was financed under tranche 1 of the multitranche financing facility for ADB. 2008. Report \nand Recommendation of the President to the Board of Directors: Proposed Multitranche Financing Facility to the \nRepublic of Kazakhstan for the CAREC Transport Corridor I (Zhambyl Oblast Section) [Western Europe–Western \nPeople’s Republic of China International Transit Corridor] Investment Program. Manila. \n ", "5 \n16.  The government has requested a loan of $240.3 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 23.5-year term, including a grace \nperiod of 5.5 years, repayment by straight-line method, an annual interest rate determined in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility,  a \ncommitment charge of 0.15% per year, and such other terms and conditions set forth in the draft \nloan agreement.15 Based on this, the average loan maturity is 14.75 years and the maturity \npremium payable to ADB is 0.10% per annum. \n \n17.  The financing plan is in Table 2. IDB will provide a collaborative cofinancing loan of \n$273 million for the reconstruction and upgrade of the Aktobe–Makat road between Km 0 and \nKm 156. ADB does not provide any administration services for the IDB-financed section, and \neach financing partner follows its own policies and procedures, including on procurement and \nsafeguards.  However,  both  parties  have  agreed,  through  a  minutes  of  meeting  signed  on \n20 November  2015,  respective  responsibilities  in  terms  of  coordination,  exchange  of \ninformation, and overall implementation of the respective portions of the Aktobe–Makat road. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank \n   Ordinary capital resources  240.3  84.9 \nGovernment of Kazakhstan  42.7  15.1 \n  Total  283.0  100.0 \nSources: Ministry of Investments and Development and Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n18.  The Ministry of Investments and Development (MID) will be the executing agency. The \nCommittee of Roads (COR) under MID will be the implementing agency with direct responsibility \nfor overall project implementation. COR has implemented eight ADB-assisted road projects \nsince 2008. Its project delivery performance has been satisfactory, and its staff has adequate \ntechnical skills and understanding of ADB procedures to manage the project. COR will engage, \nusing government counterpart funds, JSC Kazavtozhol as the project management consultant \n(PMC) firm, which will comprise qualified international and national consultants acceptable to \nADB, and also coordinate the implementation of the IDB-financed Aktobe–Makat road section. \nConsultants for the construction supervision and the transport information system to be financed \nunder the ADB loan will be recruited in accordance with ADB’s Guidelines on the Use of \nConsultants  (2013,  as  amended  from  time  to  time).  Consultants  will  assist  COR  with \nprocurement and contract execution, safeguard monitoring, institutional capacity development, \ninteragency coordination, and other project implementation functions. Procurement of civil works \nand  equipment  financed  under  the  ADB  loan  will  follow  international  competitive  bidding \nprocedures pursuant to ADB’s Procurement Guidelines (2015, as amended from time to time) \nand ADB’s prior review. \n \n19.  Advance actions in line with ADB’s procurement and consulting guidelines were taken to \nexpedite preconstruction works and avoid initial implementation delays. The implementation \narrangements are summarized in Table 3 and described in detail in the project administration \nmanual (PAM).16  \n                                                \n15 The financing charges during implementation will not be capitalized in the loan and will be paid separately by the \ngovernment. The ADB loan may finance local transportation and insurance costs, if needed. \n16 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  September 2016–June 2021 \nEstimated completion date  30 June 2021 \nLoan closing date  31 December 2021 \nManagement \n(i)   Executing agency  Ministry of Investments and Development \n(ii)  Implementation unit  Committee of Roads \nProcurement  ICB  Up to seven contracts (civil works)  $223.0 million \nICB  One contract (equipment)  $2.8 million \nConsulting services  QCBS  Two contracts for construction supervision \n(90:10)  (81 person-months international and  $9.3 million \n957 person-months national) \nQCBS  One contract for transport information system \n$4.4 million \n(90:10)  development \nAdvance contracting  Civil works and consulting services \nDisbursement  The loan proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB.  \nADB = Asian Development Bank, ICB = international competitive bidding, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \nIII.  DUE DILIGENCE \nA.  Technical \n20.  Road improvement activities will follow the existing alignment to minimize the works and \nthe social and environmental impacts. The road will be designed to boost safety by eliminating \nhazardous curves and improving the road geometry. Road markings, traffic signs, traffic signal \ncontrols at junctions, and road furniture necessary to improve road safety will be installed on the \nproject road. Rest areas along the road will also be constructed. Material investigations will be \ncarried out at potential borrow pits in the vicinity of the project road, using to the extent possible \nlocally  available  coarse  and  fine  aggregates  for  subbase,  base,  and  wearing  course.  The \nsustainability and efficiency of road maintenance operations along the  project road will be \nenhanced by using modern road maintenance equipment that will be procured for local road \nmaintenance departments, and by maximizing the use of local construction materials. Project \ndesign elements, such as heightened embankments, additional culvert system and modified \nasphalt concrete mixtures, will help mitigate expected climate risks including snow loading \nduring winter and high ambient temperature during summer. \n \n21.  Road  operations  and  traffic  management  require  reliable  and  accurate  data  on  all \naspects  of  the  network.  Kazakhstan’s  current  system  in  this  regard  is  deficient.  Advance-\nwarning information systems necessary to handle axle load monitoring and controls are not in \nplace. In addition, road weather information, highway advisory radio and electronic signs, and \ntraffic records are still sporadic. Such information is essential for, among others, winter road \nmaintenance—to ensure that road restrictions are minimized and costs are kept low. Rectifying \nthese problems requires modern information technology. The transport information system for \nnonurban transport in Kazakhstan is at an early stage of development—a pilot application was \nintroduced in 2013 on the 211 km Astana–Shchuchinsk toll road, which features closed-circuit \ntelevision, variable message signs, and a road weather information system. Feedback from road \nusers and transport operators has been positive, and areas for improvement were identified. \nExpanding the transport information system to the remaining road network will bring the benefits \n ", "7 \nof greater road safety, better logistics effectiveness, enhanced mobility and convenience, and \npositive impacts on the environment. \n \nB.  Economic and Financial \n22.  The economic evaluation was undertaken in accordance with ADB’s Guidelines for the \nEconomic Analysis of Projects.17 The main beneficiaries of the project are (i) users of the \nexisting substandard road between Makat and Aktobe; (ii) those traveling between Atyrau and \nAktobe, who are currently routed via Uralsk but will use the more direct route via Makat after \nproject opening; and (iii) additional road users, which the upgraded road network will be able to \naccommodate. The project’s main benefits are lower vehicle operating costs and reductions in \ntravel time. The project has an economic internal rate of return of 18.8%, and a net present \nvalue of $126.3 million at a 12% discount rate, and therefore is economically viable. \n \n23.  The project is not generating net revenue because no immediate plan exists to toll the \nproject road upon its completion. Nationwide, the annual repair and maintenance budget has \nincreased significantly since 2012. The legacy maintenance backlog was gradually cleared \nthanks to the annual maintenance carried out and the expansion of the reconstruction and/or \nrehabilitation  program  since  2007.  To  mobilize  more  resources  for  maintenance,  the \ngovernment has started levying tolls on selected main road corridors. The government has \ncommitted to allocating sufficient budget for operation and maintenance of the project road after \ncompletion,  which  is  covenanted  in  the  loan  agreement.  Kazakhstan’s  public  and  publicly \nguaranteed external debt is projected to rise slightly, from the equivalent of 10.3% of gross \ndomestic  product  at  the  end  of  2015  to  10.6%  at  the  end  of  2017,  which  is  still  low  by \ninternational standards. It is unlikely that this project will have a significant impact on public and \npublicly guaranteed external debt. It should be noted, however, that Kazakhstan is suffering a \nperiod of fiscal insecurity due to volatile exchange rates and significantly reduced oil revenues, \nwhich are having an effect on government budgets. Given current financial and economic \nuncertainty, the expansion of tolls to selected national roads will be implemented in a gradual \nmanner. The plan is to increase the current length of tolled roads from 211 km in 2015 to 6,911 \nkm in 2022. \n \nC.  Governance \n24.  The capacity of MID and COR for financial management and procurement, and for \nimplementing  the  project,  was  assessed  and  found  to  be  adequate.  MID,  through  COR, \nmaintains separate project records and accounts adequate to identify the works, goods, and \nservices financed from the loan proceeds, financing resources received, expenditures incurred \nfor  the  project,  and  use  of  local  funds,  including  adequate  internal  controls  and  financial \nreporting arrangements. All bidding documents for the civil works contract will include provisions \nspecifying  ADB’s  right  to  audit  all  project  records  and  accounts,  as  well  as  those  of  all \ncontractors, suppliers, and other service providers as they relate to the project. Key measures to \nensure proper governance are (i) independent external auditing of contracts, project accounts, \nand financial statements;18 (ii) transparent decision processes for all procurement matters; and \n(iii) verification of contractors’ payment claims by the supervision consultant and oversight by \nthe project implementation agency. \n \n                                                \n17 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n18 The government finances all independent financial auditing required by international financial institutions through a \ncentralized budget. \n ", "8 \n25.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and MID. The specific policy requirements and supplementary measures \nare described in the PAM (footnote 16). \n \nD.  Poverty and Social \n26.  The project is a general intervention. It does not specifically address poverty reduction \nthrough standard direct actions at the level of households, or involve specific services that deal \nwith the geographical determinants of poverty. Nonetheless, the project will have a positive \nimpact on poverty alleviation in the local communities along the project road. Reduction in travel \ntimes and costs will accrue to travelers. During construction, the project is expected to produce \npositive  impacts  on  local  employment.  The  key  gender  issues  in  the  area  are  high \nunemployment for women in an area dominated by mining work, and restricted mobility due to \npoor road conditions. Gender-sensitive road safety features will be included in designated parts \nof the project route, including lighting, roadside rest areas with separate toilets for men and \nwomen,  bus  stops,  and  sidewalks.  Advertisements  for  project-related  jobs  will  include  a \nsentence to the effect that women are encouraged to apply. \n \n27.  Civil works contracts will be designed for the contractors to (i) comply with Kazakhstan’s \napplicable labor laws and related international core labor standards (i.e., the abolition of child \nlabor, the elimination of discrimination in respect of employment and occupation, the elimination \nof all forms of forced or compulsory labor, and the freedom of association and the effective \nrecognition of the right to collective bargaining); (ii) provide safe work conditions and separate \nsanitation facilities for male and female workers; (iii) provide equal wage to male and female \nworkers for work of equal value; (iv) provide employment opportunities for women; and (v) carry \nout HIV/AIDS, illicit drug, and human trafficking prevention programs in workers’ campsites. \n \nE.  Safeguards \n28.  Environment.  The  project  is  classified  B  for  environment.  An  initial  environmental \nexamination  was  prepared  and  disclosed  on  ADB’s  website  on  4  November  2015,  in \naccordance with ADB’s Safeguard Policy Statement (2009). The project’s public consultations \nwere conducted from April to September 2015. The initial environmental examination and its \nconsultation process established that there are no significant environmental issues that cannot \nbe either totally prevented or adequately mitigated to levels of insignificance. It is expected that \nthe project will have site-specific, temporary environmental impacts during the construction \nphase, such as air and water pollution, noise, and soil erosion; cause traffic disruptions, and \nhave occupational health and safety impacts. Adequate mitigation measures are included in, \nand  will  be  implemented  through,  an  environmental  management  plan  (EMP).  The  EMP, \nincluding its mitigation and monitoring programs, will be included in the bidding documents for \ncivil  works. The overall responsibility for the implementation of the EMP will rest with  the \ncontractor. Construction supervision consultants will engage environment specialists to monitor \nthe implementation of the EMP by contractors during construction. The construction supervision \nconsultant will conduct a training workshop on environmental management for the PMC at the \npreconstruction stage. The PMC will appoint environmental safeguard specialists to ensure that \nthe  project  is  in  compliance  with  the  environmental  loan  covenants,  including  semiannual \nenvironmental monitoring reporting, and the implementation of a grievance redress mechanism. \n \n29.  Involuntary  resettlement.  The  project  is  classified  B  for  involuntary  resettlement \nimpacts. Because only a limited number of agricultural plots are located along the project road, \nthe impacts will not be significant. All of the 17 land plots affected, totaling 557.09 hectares (ha), \nare owned by the state. Out of these, 11 plots (with an estimated area of 152.04 ha) are leased \n ", "9 \nby legal entities, i.e., 13.80 ha provided for short-term lease (up to 5 years) and 138.24 ha \nprovided for long-term lease (5 to 49 years). The total number of affected persons is estimated \nto be 11 (all legal entities—10 peasant farms and 1 limited liability company). All 11 leased plots \nwill be partially affected and do not have structures on the part of the land to be taken for the \nproject purposes (the area of the land to be taken varies from 0.04% to 1.65% of the overall \narea of the respective plot). These plots are used as natural pastures and not for residential or \ncommercial purposes. \n \n30.  A land acquisition and resettlement plan (LARP) was prepared to mitigate and manage \nall associated losses in accordance with ADB’s Safeguard Policy Statement (2009) and the \nrelevant national legislation. The LARP was disclosed on ADB’s website on 4 November 2015. \nComplete details of entitlements for loss of assets and land are provided in the entitlement \nmatrix of the LARP. Additional provisions for displaced persons belonging to vulnerable groups \nare  also  included.  Proper  consultation  with  the  displaced  persons  on land  acquisition  and \ncompensation, and with the general public through ADB’s website, was undertaken during \nLARP preparation. If, during detailed design and implementation, any modification or additional \nland  requirement  or  involuntary  resettlement  impacts  are  identified,  the  LARP  should  be \nmodified in accordance with the applicable laws referred to in the LARP, and prior approval of \nADB obtained before any further implementation. \n \n31.  All displaced people will be paid compensation in accordance with the provisions in the \nLARP. The land to be handed over to the contractor should be rid of encumbrances before \nconstruction starts. An efficient grievance redress mechanism is in place in accordance with the \nLARP to assist affected persons in resolving any grievances and complaints in a timely manner. \nThe overall responsibility of LARP finalization and implementation rests with MID and COR. The \nconstruction  supervision  consultant  will  engage  a  resettlement  specialist  to  monitor  LARP \nimplementation.  The  PMC  will  appoint  a  social  safeguard  specialist  to  coordinate  land \nacquisition  and  resettlement  tasks  and  to  monitor  LARP  implementation.  COR  will  submit \nsemiannual monitoring reports to ADB for review and disclosure. \n \n32.  Indigenous peoples. The project road is located in the settled areas of Aktobe and \nAtyrau provinces, which have no indigenous peoples as defined under ADB’s Safeguard Policy \nStatement. Therefore, no indigenous communities will be affected by the project. Accordingly, \nthe project is classified C under ADB’s Safeguard Policy Statement, and no planning documents \nrelated to indigenous peoples are required. \n \nF.  Risks and Mitigating Measures \n33.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.19 The project procurement classification is \ncategory B. Overall, the risks are deemed manageable by adopting mitigating measures, and \nthe integrated benefits and impacts are expected to outweigh the costs of mitigation. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nCumbersome procedures for  Make extra effort to monitor government loan approval and \nexternal loan approval and  ratification processes and collaborate closely with the government \nratification cause project  agencies. \nimplementation delay. \n                                                \n19 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nRisks  Mitigating Measures \nCost overrun because prices of  Project cost estimates are based on detailed design and the most \nlabor, commodities, and raw  recent unit prices of similar civil works. \nmaterials rise more than budgeted  Contingencies are budgeted in the project investment to account \nas a result of high volatile  for any unforeseen factors. \nexchange rates or project design  The government assured to cover any further cost overrun with \nchanges midcourse, e.g., to fund  counterpart funding, which is covenanted in the loan agreement. \nadditional activities to \naccommodate local content. \nLack of sufficient funds to sustain  The government has committed to allocating sufficient budget for \nproject road maintenance  operation and maintenance of the project road after completion, \nwhich is covenanted in the loan agreement. \nThe government requested to procure maintenance equipment of \nabout $3 million under the project to enable quick responses to \ntraffic disruptions caused by natural disasters. \nThe government has requested assistance from the Asian \nDevelopment Bank to initiate a system of performance-based \nroad maintenance contracts, which aims to improve the \nprioritization and funding of road maintenance and improve \noverall network service standard. \nThe government has planned to impose more road tolls on \nselected main road corridors, an increase from the 211 km tolled \nroads in 2015 to 6,911 km in 2022, to finance road operation and \nmaintenance. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n34.  The government and MID have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n35.  The government and MID have agreed with ADB on certain covenants for the project, \nwhich are set forth in the loan agreement. \n \nV.  RECOMMENDATION \n36.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$240,300,000 to the Republic of Kazakhstan for the CAREC Corridors 1 and 6 Connector Road \n(Aktobe–Makat) Reconstruction Project, from ADB’s ordinary capital resources, with interest to \nbe determined in accordance with ADB's London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 23.5 years, including a grace period of 5.5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan agreement \npresented to the Board. \n \nTakehiko Nakao \nPresident \n4 August 2016 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with: \nA modernized transport system with increased freight transit, improved network connectivity, and creation \nof infrastructure centers (Transport Strategy 2020)a \n  Data Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2021     \nImproved network  a. Average daily vehicle-km  a–c. Ministry of  Lack of sufficient funds \noperational  for the Aktobe–Makat– Investments and  to sustain project road \nperformance,  Atyrau road increased to  Development reports  maintenance \nincreased transit  1,600,000 (2015 baseline:  on annual traffic \npotential, and  estimated 800,000 vehicle- statistics and project \nimproved social and  km)  performance monitoring \neconomic  system  \nb. Average travel time from \ndevelopment of the \nAktobe to Atyrau reduced to   \nwestern region of \n7.0 hours, from 14.5 hours \nKazakhstan in \nin 2015 \nparticular \n \nc. Casualty crash rate per \n100 million vehicle-km \ntraveled reduced by 10 \npercent of the existing \nnational road casualty crash \nrate (2015 baseline: \nestimated 18.6) \nOutputs  By 2020     \n1a. 299 km road section  1a–1b. Consultant’s  Cost overrun because \n1. 299 km highway \nconstructed to 100km/hour  progress reports, and  prices of labor, \nbetween Aktobe and \nto 120 km/hour design  project completion  commodities, and raw \nMakat reconstructed \nstandard   report from executing  materials rise more \nto category II \nagency  than budgeted as a \nstandard   1b. Road maintenance \nresult of high volatile \nand operational  equipment procured and \nexchange rates or \noperational \nproject design changes \n    midcourse, e.g., to fund \nadditional activities to \n2. Improved transport  2a. Transport information  2a–2c. Consultant’s  accommodate local \nsystem operation with  system strategy,  progress reports, and \ncontent. \nbetter provision of  architecture, and required  project completion \nroad traffic safety and  regulatory frameworks  report from executing  Cumbersome \nlogistics effectiveness  developed and accepted by  agency  procedures for external \nthe executing agency  loan approval and \n   ratification cause \n2b. Implementation plan for    project implementation \nthe establishment of a  delay. \nnational transport \ninformation system \napproved by government \nagencies concerned \n \n2c. All targeted road agency \nstaff trained on features of \ntransport information \n ", "12  Appendix 1 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nsystem \n Key Activities with Milestones \n1.    299 km highway between Aktobe and Makat reconstructed to category II standard and operational \n1.1 Mobilize construction supervision consultant by 31 May 2017. \n1.2 Award civil works contract by 30 June 2017. \n1.3 Complete civil works by 30 June 2020. \n1.4 Ensure that road maintenance equipment is fully operational by 30 June 2020. \n \n2.    Improved transport system operation with better provision of road traffic safety and logistics \neffectiveness \n2.1 Mobilize transport information system consultant by 30 June 2017. \n2.2 Government to accept consultant’s reports and transport information system implementation plan by \n30 November 2019. \n2.3 Complete training of all road agency staff concerned by 31 March 2020. \nInputs \nAsian Development Bank: $240.3 million (ordinary capital resources) \nGovernment of Kazakhstan: $42.7 million \nAssumptions for Partner Financing \nIslamic Development Bank will finance the upgrade of 153 km Aktobe–Makat section (Km 0–Km 156) in \nthe amount of $273 million under collaborative cofinancing with the Asian Development Bank project. \nkm = kilometer. \na  Government  of  Kazakhstan,  Ministry  of  Transport  and  Communications.  2014.  The  State  Program  for  the \nDevelopment and Integration of Transport Infrastructure to 2020. Astana. \nSource: Asian Development Bank. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n ", "Appendix 2  13 \n  LIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48424-002-3 \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Transport (Road Transport [Nonurban]) \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Initial Environmental Examination \n10.  Resettlement Plan \n11.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n \n12.  Kazakhstan Road Sector Stakeholders \n13.  Project Climate Risk Assessment and Management Report \n \n "], "metadata": {"Author": "zwu", "CreationDate": "D:20160805091051+08'00'", "Creator": "PDF24 Creator", "Keywords": "KAZ: (Aktobe-Makat) Improvement Proj", "ModDate": "D:20160901110834+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "PROJECT CONCEPT PAPER TEMPLATE"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 21 July 2016) \nCurrency unit  –  tenge (T) \nT1.00  =  $0.00292 \n$1.00  =  T342.170 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \nCAREC  –  Central Asia Regional Economic Cooperation \nCOR  –  Committee of Roads \nEMP  –  environmental management plan \nha  –  hectare \nIDB  –  Islamic Development Bank \nIDSP  –  Infrastructure Development State Program (Nurly Zhol) \nkm  –  kilometer \nLARP  –  land acquisition and resettlement plan \nMID  –  Ministry of Investments and Development \nPAM  –  project administration manual \nPMC  –  project management consultant \nPRC  –  People’s Republic of China \n     \nNOTES \n(i)  The fiscal year (FY) of the Government of Kazakhstan ends on 31 December. \n(ii)  In this report, “$” refers to US dollars. \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O'Sullivan, Central and West Asia Department (CWRD) \nDirector  X. Yang, Transport and Communications Division, CWRD \n   \nTeam leader  Z. Wu, Senior Transport Specialist, CWRD \nTeam members  M. Ajmera, Senior Social Development Specialist (Safeguards), CWRD \nS. Campbell, Senior Social Development Specialist, CWRD \nV. Capulong, Senior Project Officer (Transport), CWRD \nA. Chakenova, Project Officer, Kazakhstan Resident Mission, CWRD \nN. Djenchuraev, Senior Environment Specialist, CWRD \nA. Galiev, Principal Public–Private Partnership Specialist, Office of \nPublic–Private Partnership \nG. Jurado, Senior Operations Assistant, CWRD \nL. Nazarbekova, Principal Counsel, Office of the General Counsel \nD. Pham, Financial Management Specialist, CWRD \nO. Samukhin, Transport Specialist, CWRD \nS. Soetantri, Transport Specialist, Sustainable Development and \nClimate Change Department \nK. Sakamoto, Transport Economist, CWRD \nPeer reviewer  B. Bathula, Principal Portfolio Management Specialist, India Resident \nMission, South Asia Department \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Campbell", "role": " Senior Social Development Specialist", "organization": "CWRD "}, {"fullname": "V. Capulong", "role": " Senior Project Officer ", "organization": "(Transport)"}, {"fullname": "A. Chakenova", "role": " Project Officer", "organization": "Kazakhstan Resident Mission"}, {"fullname": "N. Djenchuraev", "role": " Senior Environment Specialist", "organization": "CWRD "}, {"fullname": "A. Galiev", "role": " Principal Public", "organization": null}, {"fullname": "G. Jurado", "role": " Senior Operations Assistant", "organization": "CWRD "}, {"fullname": "L. Nazarbekova", "role": " Principal Counsel", "organization": "Office of the General Counsel "}, {"fullname": "D. Pham", "role": " Financial Management Specialist", "organization": "CWRD "}, {"fullname": "O. Samukhin", "role": " Transport Specialist", "organization": "CWRD "}, {"fullname": "S. Soetantri", "role": " Transport Specialist", "organization": "Sustainable Development and "}, {"fullname": "K. Sakamoto", "role": " Transport Economist", "organization": "CWRD "}]}