{"ADBContentGroup": "1;#PARD|295ac658-7ead-429b-b4bd-88b6908bedd7", "ADBCountry": "", "ADBDepartmentOwner": "", "ADBDivision": "", "ADBDocumentLanguage": "3;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "ADBDocumentSecurity": "", "ADBProject": "", "ADBProjectDocumentType": "", "ADBSector": "", "Author": "ADB", "Comments": "", "Company": "", "ContentTypeId": "0x010100A3BFD338C4D69F46BE33AA49AB50870100AE85EC22B9D59E4494651FCF632AB606", "CreationDate": "D:20200706093943+08'00'", "Creator": "Acrobat PDFMaker 17 for Word", "Keywords": "48490-004, fiji, public sector, ppp, covid-19 impact, economic resilience, fiscal shock, economic recovery, adb projects, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200723143051+08'00'", "Producer": "Adobe PDF Library 15.0", "SourceModified": "D:20200706013724", "Subject": "The subprogram 3 supports the government to create an environment in which the private sector can drive economic growth through investment, improve management of public\r\nfinances, strengthen the performance of state-owned enterprises (SOEs) and open private\r\ninvestment opportunities, and improve the business and investment climate. ", "Title": "Sustained Private Sector-Led Growth Reform Program: Report and Recommendation of the President", "Update ADB Project Document Type(1)": "https://asiandevbank.sharepoint.com/teams/org_paus/_layouts/15/wrkstat.aspx?List=fc5e3763-a4f9-491c-b655-35f7b0b3e2ad&WorkflowInstanceName=59ebc264-1031-410b-98ed-8818cb790423, Update Document Type", "content": "Report and Recommendation of the President \nto the Board of Directors\n\nProject Number: 48490-004 \nJuly 2020 \n\nProposed Policy-Based Loan for Subprogram 3 \nRepublic of Fiji: Sustained Private Sector-Led \nGrowth Reform Program \n\nThis  is  the  version  of  the  document  approved  by  ADB’s  Board  of  Directors  that  excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Access to Information \nPolicy.\n\n\f \n\n \n \n\n \n \n\nCURRENCY EQUIVALENTS \n(as of 25 June 2020) \n\nCurrency unit \nF$1.00 \n$1.00 \n\n– \n= \n= \n\nFiji dollar (F$) \n$0.460 \nF$2.172 \n\nADB \nAIIB \nCOVID-19 \nFMIS \nGDP \nGRB \nIMF \nMOE \nMWCPA \nPEFA \nPFM \nPPP \nPPPF \nSME \nSOE \nTA \n\nABBREVIATIONS \nAsian Development Bank \nAsian Infrastructure Investment Bank \ncoronavirus disease \nfinancial management information system \ngross domestic product \ngender-responsive budgeting \nInternational Monetary Fund \nMinistry of Economy \nMinistry of Women, Children and Poverty Alleviation \nPublic Expenditure and Financial Accountability \npublic financial management \npublic–private partnership \npost-program partnership framework \nsmall and medium-sized enterprise \nstate-owned enterprise \ntechnical assistance \n\nNOTES \n\n(i) \n\n(ii) \n\nThe  fiscal  year  (FY)  of  the  Government  of  Fiji  ends  on  31  July.  “FY”  before  a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2020 ends \non 31 July 2020. \nIn this report, “$” refers to United States dollars unless otherwise stated. \n\n \nVice-President \nDirector General  Leah Gutierrez, Pacific Department (PARD) \nDirector \n\nAhmed M. Saeed, Operations 2 \n\n \nTeam leaders \n\nEmma Veve, Deputy Director General and Officer-in-Charge, Social Sectors \nand Public Sector Management Division (PASP), PARD \n \nErik Aelbers, Senior Country Specialist, Pacific Subregional Office (SPSO), \nPARD \nPamela  Wyatt,  Principal  Public  Management  Specialist  (Governance), \nPASP, PARD \n\n \n \nTeam members  Mairi MacRae,  Social  Development  Specialist  (Gender  and  Development), \n\nPASP, PARD \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nRommel Rabanal, Public Sector Economist, PASP, PARD \nIsoa Wainiqolo, Senior Economics Officer, SPSO, PARD \nBo  An,  Public  Management  Specialist,  Public  Management,  Financial \nSector, and Regional Cooperation Division, East Asia Department \n\nPeer reviewer \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \n\n \n\n\f \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n\fCONTENTS \n\nPROGRAM AT A GLANCE \n\nTHE PROPOSAL \n\nPROGRAM AND RATIONALE \nA. \nB. \nC. \nD. \nE. \n\nBackground and Development Constraints \nPolicy Reform and ADB’s Value Addition \nImpacts of the Reform \nDevelopment Financing Needs and Budget Support \nImplementation Arrangements \n\nIII. \n\nIV. \n\nDUE DILIGENCE \n\nASSURANCES \n\nRECOMMENDATION \n\nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nDevelopment Policy Letter \n\nPolicy Matrix \n\nPage \n\n \n\n1 \n\n1 \n1 \n4 \n10 \n11 \n11 \n\n12 \n\n12 \n\n12 \n\n13 \n\n16 \n\n17 \n\n21 \n\n \n\nI. \n\nII. \n\n1. \n\n2. \n\n3. \n\n4. \n \n \n\n \n\n\fPROGRAM AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\nCountry Economic Indicators https://www.adb.org/Documents/LinkedD\n\nSustained Private Sector-Led Growth \nReform Program (Subprogram 3)\nFiji, Republic of\nFiji\n\nPortfolio at a Glance\n\n2. Sector\n\nPublic sector management\n\nocs/?id=48490-004-CEI\nhttps://www.adb.org/Documents/LinkedD\nocs/?id=48490-004-PortAtaGlance\n\nSubsector(s)\nLaw and judiciary\nPublic expenditure and fiscal management\nReforms of state owned enterprises\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nStrengthening governance and institutional capacity\nFostering regional cooperation and integration\n\nProject Classification Information Status: Complete\n\nDepartment/Division\n\nPARD/PASP\n\nProject Number: 48490-004\n\nExecuting Agency\n\nMinistry of Economy\n\n     ADB Financing ($ million)\n20.00\n90.00\n90.00\n200.00\n\nTotal\n\nClimate Change Information\nGHG reductions (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nCofinancing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nGender Equity (GEN)\n\nPoverty Targeting\nGeneral Intervention on Poverty\n\nAmount ($ million)\n\n0\nLow\n\n0.00\n0.00\n\n0.00\n0.00\n\n200.00\n200.00\n\n52.20\n50.00\n\n0.70\n\n1.50\n\n0.00\n0.00\n252.20\n\nSustainable Development Goals\nSDG 1.b\nSDG 5.a\nSDG 10.4\nSDG 16.10, 16.6\nSDG 17.17\n\n4. Risk Categorization:\n\nComplex \n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Programmatic Approach Policy-Based Lending (Regular Loan):  \nOrdinary capital resources\nCofinancing\n     Asian Infrastructure Investment Bank - Programmatic Approach Policy-Based\nLending (Loan) (Not ADB Administered)\n     Government of Australia - Programmatic Approach Policy-Based Lending \n(Grant) (Not ADB Administered)\n     New Zealand Grant - Programmatic Approach Policy-Based Lending (Grant) \n(Not ADB Administered)\nCounterpart \n     None\nTotal\n\nCurrency of ADB Financing: US Dollar \n\n5. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n25052020153158704351\n\nGenerated Date: 25-Jun-2020 12:12:07 PM\n\n\f \n\n \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed policy-\nbased loan to the Republic of Fiji for subprogram 3 of the Sustained Private Sector-Led Growth \nReform Program.1 \n \n2. \nThe proposed subprogram 3 supports the government to create an environment in which \nthe private sector can drive economic growth through investment, improve management of public \nfinances,  strengthen  the  performance  of  state-owned  enterprises  (SOEs)  and  open  private \ninvestment  opportunities,  and  improve  the  business  and  investment  climate.  The  coronavirus \ndisease (COVID-19) and associated containment measures have negatively affected the private \nsector in Fiji. The program supports the government’s immediate response to COVID-19 as the \ngovernment  seeks  to  support  businesses  through  this  period.  The  reforms  will  support  the \neconomy’s recovery from COVID-19 and build resilience to future economic and fiscal shocks. It \nsupports the Asian Development Bank (ADB) Strategy 2030 operational priority on strengthening \ngovernance and institutional capacity, particularly in small island developing states.2  \n \n\nII. \n\nPROGRAM AND RATIONALE \n\nBackground and Development Constraints \n\n \nA. \n \n3. \nProgrammatic  approach.  The  programmatic  approach  aligns  ADB’s  support  with  the \ngovernment’s reform program over the medium to long term. It supports reforms to improve (i) \nfiscal  management,  particularly  public  financial  management  (PFM);  (ii)  the  policy,  legal,  and \ninstitutional framework for SOEs and public–private partnerships (PPPs); and (iii) the business \nand investment climate. The programmatic approach and loan of $15 million for subprogram 1 \nwere both approved in June 2018. At the time of approval of the programmatic approach, it was \nindicated that subsequent loan amounts would equal $55 million for subprogram 2 (in 2019) and \n$110 million for subprogram 3 (in 2020), resulting in overall financial support of $180 million across \nthe three subprograms. To help the government meet its revised financing needs, the subprogram \n2 loan was approved in September 2019 for $65 million, $10 million above the originally indicated \namount, with the planned subprogram 3 loan to be reduced by a corresponding amount to $100 \nmillion.3 However, at the request of the government, the loan amount for subprogram 3 is now \nproposed to be increased to $200 million to help support the government’s response to COVID-\n19 in FY2020. \n  \nSubprogram 1 laid strong reform foundations, such as a PFM reform roadmap, legislative \n4. \nactions, and diagnostic efforts. Subprogram 2 focused on the gradual implementation of these \ninitiatives, while initiating new reforms when sufficient institutional capacity was present. All policy \nactions  achieved  during  subprograms  1  and  2  continue  to  be  complied  with.  Subprogram  3 \ncompletes reforms initiated in subprograms 1 and 2, but also takes stock and lays foundations for \nfuture  reforms.  The  inclusion  of  a  post-program  partnership  framework  (PPPF)  and  ongoing \n\nPlan: Fiji, 2020–2022. Manila.  \n\n \n\n1  The design and monitoring framework is in Appendix 1. The program is in ADB. 2019. Country Operations Business \n\n2  ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \nManila.  The  program  also  contributes  to  operational  priorities  on  addressing  remaining  poverty  and  reducing \ninequalities, accelerating progress in gender equality, and fostering regional cooperation and integration. \n\n3  ADB.  2018.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Programmatic \nApproach  and  Policy-Based  Loan  for  Subprogram  1  to  the  Republic  of  Fiji  for  the  Sustained  Private  Sector-Led \nGrowth Reform Program. Manila; and ADB. 2019. Report and Recommendation of the President to the Board of \nDirectors: Proposed Policy-Based Loan for Subprogram 2 to the Republic of Fiji for the Sustained Private Sector-\nLed Growth Reform Program. Manila (accessible from the list of linked documents in Appendix 2). \n\n\ftechnical assistance (TA) activities will enable ADB to continue supporting reforms and provide \nthe platform for potential future policy-based operations. \n \n5. \nDevelopment context. While Fiji is classified as an upper-middle income country, it faces \nconstraints  common  among  small  island  developing  states,  including  a  remote  location,  a \ngeographically  dispersed  population,  a  high-cost  business  environment,  and  vulnerability  to \ndisasters  triggered  by  natural  hazards.  A  narrow  economic  base  and  heavy  reliance  on  the \ntourism industry make it vulnerable to external shocks.4 Public investment remains a key factor \ndriving  the  economy.  While  Fiji  recorded  only  18  confirmed  cases  of  COVID-19  as  of  25  June \n2020 and declared itself free of active cases on 5 June 2020, COVID-19 is having a devastating \nsocial, economic, and fiscal impact on Fiji, which is primarily driven by the shutdown of the tourism \nindustry.  A  growing  and  inclusive  private  sector  will  be  crucial  in  supporting  recovery  and \nbroadening the economic base to build resilience and reduce economic volatility.  \n \n6. \nRecent  economic  performance  and  shock.  Fiji  experienced  uninterrupted  economic \ngrowth  from  2010  to  2019,  supported  by  sound  macroeconomic  policies,  including  an \nexpansionary  fiscal  policy;  a  low  interest  rate  environment;  policy  consistency;  and  improving \nbusiness  confidence.  Fiji’s  growing  tourism  industry  and  remittances  supported  its  external \nposition. Economic growth fell to 0.5% in 2019 as a global economic slowdown coincided with \ngovernment efforts to reduce fiscal stimulus, while growth had been projected to increase to 2.5% \nin  2020.5  However,  as  a  result  of  COVID-19,  all  regularly  scheduled  international  flights  have \nbeen suspended since 26 March 2020, and hotels and tourism service providers have ceased \noperations,  temporarily  laying  off  workers.  The  initial  shock  to  the  accommodation  sector  has \nspread to other sectors, including wholesale and retail trade, construction, transport, real estate, \nand  finance.6  COVID-19  containment  measures  have  further  depressed  domestic  economic \nactivity.7 Remittance inflows, which are equivalent to about 4% of gross domestic product (GDP), \nare also expected to decline significantly. Furthermore, tropical cyclone Harold struck Fiji on 8–9 \nApril 2020, directly affecting more than 20% of the population, and causing at least $46.4 million \nin  damage.  As  a  result  of  the  combined  impact  of  these  shocks,  the  economy  is  forecast  to \ncontract by 15.0% in 2020.8 Assuming that there is no sustained local outbreak of COVID-19 in \nFiji,  the  depth  and  duration  of  the  economic  shock  will  depend  primarily  on  the  duration  of \ninternational travel restrictions in key tourism source markets, such as Australia and New Zealand.  \n \n7. \nFiscal situation and shock. Reliance on public sector-led growth resulted in an average \nfiscal deficit of 3.3% from FY2014 to FY2019 (Table 1).9 Recognizing the need to rebuild fiscal \nbuffers, the FY2020 national budget passed in July 2019 laid out a path of fiscal consolidation, \nwith projected fiscal deficits equivalent to 2.7% of GDP in FY2020, 2.0% of GDP in FY2021, and \n1.5%  of  GDP  in  FY2022.  The  impact  of  COVID-19  has  disrupted  this  effort.  The  government \nannounced a COVID-19 response budget on 23 March 2020 that includes a $460 million response \n\n \n\n4  The  government  estimates  that  the  tourism  industry  contributed  34%  of  gross  domestic  product  (GDP)  in  2017. \n\nGovernment of Fiji. Ministry of Industry, Trade and Tourism. 2019. Fijian Tourism 2021. Suva. \n\n5  The GDP growth figure for 2019 is from the Government of Fiji. The pre-COVID-19 GDP growth estimates for 2020 \n\nare from ADB. 2019. Pacific Economic Monitor – December 2019. Manila. \n\n6  International  Monetary  Fund  (IMF).  2020.  Assessment  Letter  for  the  Asian  Development  Bank  and  Asian \n\nInfrastructure Investment Bank. Washington, DC (accessible from the list of linked documents in Appendix 2). \n7  Government COVID-19 Response Measures in Fiji (accessible from the list of linked documents in Appendix 2). \n8  ADB. 2020. Asian Development Outlook 2020 Supplement: Lockdown, Loosening, and Asia’s Growth Prospects. \nManila. The forecast is based on the assumption of gradual easing of international travel restrictions from the fourth \nquarter of 2020, resulting in a slow recovery of tourism arrivals. The IMF has projected GDP will contract by 18.4% \nin 2020 and rebound by 11.5% in 2021 (footnote 6). \n\n9   For  purposes  of  comparison,  fiscal  year  data  is  shown,  sourced  from  government  budget  documents  and  ADB \nestimates. The IMF reports calendar year data. The general trends of the IMF data align with the data presented. \n\n2 \n\n \n\n\f3 \n\nand stimulus package, and which projects a deficit equivalent to 9.0% of GDP in FY2020. The \nwidening deficit is driven by a projected decline in total revenue equivalent to 5.3% of GDP from \nFY2019 to FY2020. Public debt is projected to increase from 48.9% of GDP in FY2019 to 60.9% \nof GDP in FY2020, and is expected to rise further in FY2021. Despite rising quickly in the context \nof COVID-19, public debt is expected to remain manageable and stabilize at around 70% of GDP \nin subsequent years, supported by continued sound macroeconomic policies and renewed fiscal \nconsolidation.10  \n \n\nTable 1: Selected Economic and Fiscal Indicators \n\n3.5 \n4.1 \n \n\n0.5 \n1.8 \n \n\nof which: External debt \n\nFY2014 \n5.6 \n0.5 \n\nFY2017 \n5.4 \n3.3 \n \n\nFY2015 \n4.7 \n1.4 \n \n\nFY2016 \n2.5 \n3.9 \n \n\n28.5 \n30.4 \n6.8 \n1.9 \n(1.8) \n43.0 \n12.7 \n4,682.5 \n\n28.8 \n32.6 \n6.8 \n1.9 \n(3.8) \n44.0 \n13.1 \n4,930.2 \n\n28.6 \n33.0 \n7.7 \n0.0 \n(4.4) \n46.0 \n12.8 \n5,536.8 \n\n25.9 \n29.7 \n6.1 \n0.1 \n(3.8) \n44.5 \n13.7 \n4,850.3 \n\n26.6 \n28.7 \n7.4 \n0.0 \n(2.1) \n43.9 \n12.9 \n5,353.5 \n\n27.1 \n30.7 \n5.9 \n0.0 \n(3.6) \n48.9 \n12.4 \n5,483.3 \n\nFY2018  FY2019e  FY2020p \n(15.0) \n1.2 \n \n\nItem \nReal GDP growth (% change) \nCPI change (% annual average) \nCentral government budget (% of GDP) \n21.8 \nTotal revenue \n \n30.8 \n \nTotal expenditure \n(1.3) \n  Operating balance \n1.8 \n  Asset sales \n(9.0) \n \nFiscal (deficit) \n60.9 \nPublic debt (% of GDP) \n17.4 \n \nNominal GDP ($ million) \n4,711.6 \n( ) = negative, CPI = consumer price index, e = estimate, FY = fiscal year, GDP = gross domestic product, p = projection. \nNote: 2020 GDP numbers are a projection by the Asian Development Bank. Fiscal indicators are from the COVID-19 \nresponse budget. \nSource: Government of Fiji and Asian Development Bank estimates. \n \n8. \nMacroeconomic  challenges.  Fiji’s  narrow  economic  base,  high  import  demand,  and \nweak  merchandise  export  sector  make  it  susceptible  to  external  shocks.  From  2010  to  2018, \ngrowth was driven by public investment.11 The International Monetary Fund (IMF) recommended \n(i) gradually reducing the fiscal deficit to achieve a downward trend in the ratio of public debt-to-\nGDP;  (ii)  enhancing  the  business  environment  and  strengthening  governance  to  foster  private \ninvestment, enhance productivity, and raise potential growth; and (iii) tackling the gender gap in \nlabor force participation to boost inclusive economic growth (footnote 6). While continued fiscal \nstimulus  is  considered  appropriate  in  response  to  COVID-19,  business  environment  reform  is \ncritical to support the economic recovery and build resilience to future economic and fiscal shocks. \nAs a regional hub for business, transport, and communications, the recovery of Fiji’s private sector \nand SOEs will also play an important role in the economic recovery of the Pacific region. \n \n9. \nBinding  constraints.  The  government  recognizes  the  challenges  it  faces  in  reducing \nreliance on public sector-led growth, particularly in the wake of COVID-19. It must gradually ease \nfiscal stimulus to rebuild fiscal buffers, while improving the effectiveness of public investment and \nthe strategic allocation of resources. To do so, the government must (i) regularly review public \nsector  performance,  such  as  through  Public  Expenditure  and  Financial  Accountability  (PEFA) \nassessments and public expenditure reviews, to prioritize expenditure and reforms; (ii) strengthen \nthe  strategic  planning  and  budget  process  to  ensure  that the  lifetime  costs  of  investments  are \n\n \n\n10 The IMF assessed (i) the fiscal stimulus to be appropriate given the severity of the shock and the need for a counter-\ncyclical response; and (ii) public debt to be sustainable, despite the rapid rise in debt in 2020 as a result of the impact \nof the COVID-19 pandemic. Public debt as a proportion of GDP is expected to peak in 2020 and then decline, helped \nby a rebound in growth that will boost fiscal revenues and increase GDP, but this medium-term path is vulnerable to \nsignificant risks (footnote 6). Updated medium-term fiscal projections will be published in the FY2021 national budget. \n11 Total investment averaged 19.9% of GDP in 2010–2018. Public investment rose from 3.6% of GDP in 2010–2013 to \n5.6% of GDP in 2014–2018. Private and SOE investment fell from 12.5% of GDP to 11.7% of GDP over the same \nperiod. ADB estimates based on data from Reserve Bank of Fiji. 2020. Quarterly Review: December 2019. Suva. \nInvestment data excludes aircraft purchases by the SOE Fiji Airways in 2013 as a one-off shock to the series. \n\n \n\n\fPolicy Reform and ADB’s Value Addition \n\nconsidered  and  government  programs  are responsive to  priorities,  particularly  gender;  and (iii) \nstrengthen its financial management information system (FMIS) and make government payments \nmore  efficient.  It  must  also  improve  SOE  performance,  as  SOEs  deliver  most  infrastructure \nservices in Fiji. To do so, the government must strengthen policy and institutional frameworks for \ngovernment  ownership  of  SOEs  and  financial  transactions  with  SOEs  (onlending  and \nguarantees).  Improved  governance  and  performance  will  help  SOEs  access  finance  on \ncommercial terms. It must facilitate private sector participation to bring in investment, innovation, \nand expertise; and in doing so must have clear privatization and PPP policies and guidelines, and \ntransparently  pursue  divestment  and  PPPs,  where  feasible.  The  government  must  also \nstrengthen the business climate to facilitate private investment by (i) reforming outdated foreign \ninvestment  and  competition  legislation,  (ii)  removing  barriers  to  international  trade,  (iii) \nimplementing  collateral  reforms  to  facilitate  innovation  and  access  to  finance,  (iv)  streamlining \nconstruction permit applications and approvals, and (v) strengthening intellectual property rights. \nIt must also support businesses to withstand the fallout of the COVID-19 pandemic. \n \nB. \n \n10. \nGovernment  strategy.  The  government’s  National  Development  Plan,  2017–2036 \nenvisions inclusive socioeconomic development through a strategy to become a regional South \nPacific hub for business, transport, and other services.12 To contain the COVID-19 outbreak and \nlimit the risk of local transmission, the government developed (i) a $38.4 million health system \npreparedness  and  response  plan;  and  (ii)  a  $460  million  COVID-19  response  budget  with \nmeasures to boost the economy, and provide social protection for the poor and vulnerable. With \nsupport  from  ADB  and  other  development  partners,  the  government  is  accelerating  reforms  to \naddress  binding  constraints  to  private  sector-led  growth  (para.  9).  These  reforms  will  support \neconomic recovery from COVID-19 and build resilience to future economic and fiscal shocks.  \n \n11. \nIncreased Subprogram 3 Loan Amount. The programmatic approach provides flexibility \nto respond to emerging opportunities and constraints. In subprogram 3, this includes supporting \nthe  government’s  rapid  response  to  the  impacts  of  COVID-19,  as  outlined  in  the  COVID-19 \nresponse  budget,  and  for  which  the  government  has  requested  an  increase  in  the  ADB  loan \namount for subprogram 3 from $100 million to $200 million.13 The proposed increase in the loan \namount reflects the alignment of the reform areas with the focal areas of the government’s COVID-\n19 response. The use of the policy-based loan modality in FY2020 maintains the government’s \nreform momentum and expands this to reflect relevant COVID-19 responses, leaving open the \npossibility  of  the  use  of  a  COVID-19  Pandemic  Response  Option  operation  in  FY2021,  if \nrequested  by  the  government,  in  the  case  that  additional  government  stimulus  measures  are \nrequired to address an extended period of COVID-19 related border closures.14 \n \n12. \nAlignment. The program (i) supports the government’s COVID-19 response; (ii) is aligned \nwith the government’s policy priorities in the National Development Plan; and (iii) is aligned with \nthe values and objectives of the Framework for Pacific Regionalism.15 The program is consistent \n\n12 Government  of  Fiji, Ministry  of  Economy.  2017. 5-Year  &  20-Year  National  Development  Plan:  Transforming  Fiji. \n\n13 Government of Fiji, Ministry of Economy. 2020. Economic and Fiscal Update Supplement to the COVID-19 Response \n\n \n\nSuva. \n\nBudget Address. Suva. \n\n14 Subprogram  3  complements  other  COVID-19-related  support  to  Fiji,  including  through  the  Asia  Pacific  Disaster \n\nResponse Fund and regional technical assistance support in areas including social protection and gender. \n\n15 Supporting Fiji’s role as a business, information and communications technology, and transport hub for the South \nPacific supports deeper market integration in the Pacific, a goal of the Framework for Pacific Regionalism. Pacific \nIslands Forum Secretariat. 2014. The Framework for Pacific Regionalism. Suva.  \n\n4 \n\n \n\n\f5 \n\nwith ADB’s Pacific Approach, 2016–2020, and country partnership strategy, 2019–2023 for Fiji in \nits focus on promoting private sector investment and growth, and building resilience and reducing \neconomic volatility.16 With regard to Strategy 2030, it (i) directly supports the operational priority \nof strengthening institutional capacity for governance by strengthening the quality and capacity of \npublic  institutions  to  undertake  reforms  and  promote  private  sector  development;  and \n(ii) contributes to operational priorities on addressing remaining poverty and reducing inequalities, \naccelerating progress in gender equality, and fostering regional cooperation and integration. \n \nPolicy actions. Implementation of the government’s structural reform agenda underpins \n13. \nthe  provision  of  policy-based  lending  from  ADB  and  the  Asian  Infrastructure  Investment  Bank \n(AIIB), and linked grants from the governments of Australia and New Zealand.17 Subprogram 3 \nactions build on reforms undertaken through subprograms 1 and 2, and reforms will continue as \noutlined in the PPPF. Under subprogram 3, ADB supports 23 policy actions across three reform \nareas contained in the policy matrix (Appendix 4) and described in paras. 15–17. All 23 policy \nactions have been completed.18 \n \nSome indicative actions for subprogram 3 were adjusted. The overall strength has been \n14. \nimproved with the addition of new policy actions, including relating to the government’s COVID-\n19 response, and changes to increase the substance of the policy actions.19 The strengthened \nmatrix reflects the additional financing requested by the government.  \n\n(i) \n\n(ii) \n\nSix actions were added to subprogram 3. A PEFA assessment and a PEFA self-\nassessment of gender-responsive PFM were completed. Fiji’s Cabinet decided to \nintroduce  gender-responsive  budgeting  (GRB)  in  the  FY2021  budget;  budget \nsubmission templates that incorporate associated principles were introduced and \npiloted by two ministries. This is a critical step to ensure the strategic allocation of \nresources  for  government  priorities  in  future  budgets.  Through  the  COVID-19 \nresponse budget, additional resources were allocated for COVID-19 containment \nand  treatment,  and  the  total  budgeted  expenditure  was  reduced  to  contain  the \nfiscal deficit in a fiscally sustainable manner; specific measures to assist the private \nsector were also approved.  \nSeveral indicative actions were changed to increase their substance. Fiji’s solicitor-\ngeneral has notified the secretary-general of the Parliament that four bills approved \nby  the  Cabinet—on  investment,  trademarks,  designs,  and  patents—will  be \nintroduced in a regular 2020 sitting of Parliament, through the Solicitor-General’s \nletter of 23 June 2020 on Introduction of Certain Bills to Parliament.20 A planning \nframework  to  align  the  service  delivery,  staffing,  and  corporate  planning \nrequirements  of  ministries  was  implemented  across  all  government  ministries \nahead  of  schedule.  The  government  exceeded  its  own  targets  for  shifting  from \nmanual to digital payments. \n\n \n\n16 ADB. 2019. Country Partnership Strategy, Fiji: 2019–2023—Achieving Sustained, Inclusive, and Private Sector-Led \n\nGrowth. Manila; and ADB. 2016. Pacific Approach, 2016–2020. Manila. \n\n17 The Government of New Zealand joined subprograms 2 and 3, and AIIB and the Government of Australia have joined \nSubprogram 3, all aligned to the ADB policy matrix. The World Bank’s Fiscal Sustainability and Climate Resilience \nDevelopment  Policy  Operation  and  Fiji  Second  Fiscal  Sustainability  and  Climate  Resilience  Development  Policy \nOperation were aligned to the matrix in subprograms 1 and 2, and the World Bank is preparing a new operation for \napproval in late 2020. \n\n18 The  program  does  not  distinguish  between  prior  actions  (triggers)  and  policy  milestones,  with  these  collectively \n\nreferred to as policy actions. Milestones strengthen the program and lay the foundation for ongoing reform. \n\n19 Further details and reasons for the changes are summarized in Changes from Subprogram 3 Indicative Policy Actions \n\nto Final Policy Actions (accessible from the list of linked documents in Appendix 2). \n\n20 This allows for a notice to be published in the Gazette and the bills to be introduced in a regular sitting of Parliament \n\nin 2020. \n\n \n\n\f6 \n\n(iii) \n\nTwo  actions  were  removed  from  subprogram  3.  Cabinet  approval  of  a  Public \nFinancial  Management  Bill  for  tabling  in  Parliament  has  been  delayed  due  to  a \nchange in the development partner providing TA and staff turnover, and this will \nbe  pursued  through  the  PPPF.  An  action  related  to  the  appointment  or  use  of \ntransaction  advisory  services  for  PPP  transactions  was  removed,  as  it  was  not \nrelevant in the subprogram 3 period, as no new PPP transactions were initiated.21  \n \n\n15. \nReform area 1: Fiscal management improved. The government recognizes that sound \nPFM systems and processes that promote fiscal discipline, strategic allocation of resources, and \nefficient service delivery provide the private sector with policy certainty and business confidence, \nas  well  as  more  cost-effective  public  services.  In  the  immediate  term  this  area  addresses  the \neconomic  and  social  risks  of  COVID-19  by  mobilizing  the  government  response  in  a  fiscally \nsustainable manner. The following subprogram 3 policy actions support this outcome: \n\n(i) \n\n(ii) \n\nto \n\nimplement \n\nthe  Public  Financial  Management \n\nPublic  financial  management  framework.  The  Ministry  of  Economy  (MOE) \ncontinued \nImprovement \nProgramme,  2016–2019  approved  in  subprogram  1.22  A  high-level,  multi-sector \npublic  expenditure  review  of  health,  education,  capital  spending,  and  personnel \nwas completed, and a synopsis was published on the MOE’s website. The public \nexpenditure  review  analyzes  public  finance  effectiveness  and  consistency  with \npolicy  priorities.  Strengthening  of  the  budget  process  continued  through  the \nincorporation of forward estimates, and by linking investments and recurring costs \nin  the  FY2021  budget  submission  templates.  In  subprogram  2,  a  planning \nframework to align service delivery, staffing, and corporate planning requirements \nwas piloted by four ministries. In subprogram 3, all ministries have adopted its use \nwell ahead of a planned expansion to three additional ministries in subprogram 3. \nA PEFA assessment was completed and published that will guide the development \nof a new PFM roadmap.23 Fiji was one of seven countries globally to pilot the PEFA \nself-assessment  of  gender-responsive  PFM,  and  received  “PEFA  check” \napproval.24 The assessment informed the government’s GRB pilot and provides a \nmodel  for  adoption  by  other  countries  in  the  Pacific.  Parliament  passed  a \nsupplementary COVID-19 response budget that allocates additional resources for \nCOVID-19 containment and treatment, reduces budgeted expenditures to contain \nthe fiscal deficit in a fiscally sustainable manner, and provides updated key fiscal \nprojections (including on revenue, expenditure, and debt). \nFinancial  management.  To  guide  improvements  in  the  FMIS,  the  responsible \nminister approved the recommendations of the review undertaken in subprogram \n2, and the MOE is writing detailed business and technical requirements to enable \nthe  purchase  of  two  priority  modules  (budget  reporting  and  monitoring,  and \nbusiness intelligence). While an upgrade of the whole FMIS is planned, updating \nof  these  modules  will  enable  immediate  improvements.  The  government  now \n\n \n\n21  Existing PPP transactions continue with transaction advisors appointed under subprograms 1 and 2. The removed \naction required the government to use transaction advisors for any new PPPs. In a small island developing state \nsuch as Fiji, it is not expected that potential PPP transactions would be ready for appointment of advisors each year. \nThe  government  is  assessing  new  PPP  opportunities,  including  with  TA  from  ADB’s  Office  of  Public–Private \nPartnership.  \n\n22 Government of Fiji. 2016. Fiji Public Financial Management Improvement Programme 2016–2019. Suva. \n23 The previous PEFA assessment was undertaken in 2013, but the report was neither endorsed by the government \nnor  published.  The  2020  PEFA  assessment  demonstrates  improvements  in  PFM  since  2013,  and  its  publication \ndemonstrates the government’s commitment to transparency and increased accountability. \n\n24 The PEFA Check confirms that the processes used in planning and implementing a PEFA assessment and preparing \n\na PEFA report comply with the PEFA 2016 methodology and other guidance issued by the PEFA Secretariat.  \n\n \n\n\f7 \n\n(iii) \n\nmakes 92% of payments digitally, including for social welfare recipients as part of \nthe COVID-19 response. \nGender-responsive budgeting. The MOE has embraced the potential gains from \nintroducing  GRB.  While  completing \nthe  PEFA  self-assessment,  practical \nimplementation  efforts  have  included  procuring  software  to  enable  “gender \ntagging”  and  a  Cabinet  decision  on  introducing  and  rolling  out  GRB.  The  MOE \nworked with the Ministry of Women, Children and Poverty Alleviation (MWCPA) to \ndevelop  a  methodology  that  will  be  used  by  two  pilot  ministries  for  their  budget \nsubmissions  for  FY2021.25  Lessons  from  the  pilot  will  be  used  to  inform  and \nexpand GRB in Fiji and across the region. \n \n\n16. \nReform  area  2:  Policy,  legal,  and  institutional  framework  for  state-owned \nimproved.  Fiji’s  SOEs  provide  most \nenterprises  and  public–private  partnerships \ninfrastructure services in Fiji, and play an important role for trade and tourism connectivity in the \nPacific region.26 SOE profitability has improved markedly since 2010, but productivity remains low \nin many SOEs, and the government is seeking to improve their performance, including through \nSOE divestment, outsourcing, and PPPs to increase private sector investment, innovation, and \nexpertise.27 Reforms to improve SOEs’ financial management and internal governance will enable \nSOEs to access finance on commercial terms, which will help them to withstand economic shocks, \nincluding those associated with COVID-19. With ADB support, the following subprogram 3 policy \nactions have been implemented: \n\n(i) \n\n(ii) \n\nState-owned enterprise reform. The Public Enterprises Act 2019 was passed by \nParliament  in  subprogram  2  to  strengthen  SOE  governance,  transparency,  and \naccountability;  and  improve  performance  and  service  delivery.  It  has  come  into \nforce,  and  required  regulations  are  in  place.28  Training  programs  on  the \ncompliance requirements of the Public Enterprises Act 2019 have been conducted, \ncovering  76%  of  directors  and  80%  of  senior  management,  including  90%  of \nwomen  in  these  roles.29  Cabinet  has  approved  a  new  policy  for  onlending  to \ngovernment entities, including SOEs, to better manage associated fiscal risks; the \nonlending  policy  complements  a  guarantee  policy  approved  in  subprogram  2. \nPrivatization guidelines have come into force, with clear and transparent rules and \nprocedures for preparing and executing SOE divestments. The onlending policy \nand privatization guidelines were published on the MOE’s website. \nDivestment  and  public–private  partnerships.  Two  SOEs—Food  Processors \n(Fiji) Limited and Fiji Rice Limited—have restructured their balance sheets through \nthe sale of non-core assets, including land and buildings.30 PPP implementation \n\n \n\n25 The Ministry of Commerce, Trade, Tourism and Transport and Ministry of Fisheries have committed to pilot gender-\nbased budgeting for at least two of their programs. The methodology and new budget submission templates will be \ndistributed to all ministries, and other ministries may choose to also participate in the pilot.  \n\n26 Air Pacific Limited (trading as Fiji Airways), Airports Fiji Limited, and Fiji Ports Corporation Limited in particular offer \n\nessential services in air and maritime transport for Fiji and the Pacific region. \n\n27 The portfolio’s average return on equity for 2015–2018 was 9.9%, with a return on assets of 4.2%. For 2010–2014, \n\nthe average return on equity was 3.3% and the return on assets was 1.5%. \n\n28 Among other key features, the act (i) harmonizes different forms of SOEs under a single framework; (ii) establishes \na framework for the identification, costing, contracting, and financing of community-service obligations that applies \nto  all  SOEs;  (iii)  makes  the  minister  for  public  enterprises  solely  responsible  for  SOEs,  with  clear  duties  and \nresponsibilities; and (iv) strengthens the appointment process for directors, and their duties and responsibilities. \n29 This compares to less than 25% people in such positions trained in 2017. The training was considered important to \nensure implementation of the new act and that directors and management can be held to account for performance. \nThe training was attended by 11 of the 13 women directors (85%) and all 7 women in senior management (100%).  \n30 In the COVID-19 response budget, the government announced its intention to convert government loans to equity \nfor five agriculture sector SOEs—Fiji Sugar Corporation, PAFCO, Fiji Rice Limited, Food Processors (Fiji) Limited, \nand Viti Corp Company Limited—to strengthen their balance sheets. \n\n \n\n\fguidelines,  including  on  the  PPP  procurement  process,  which  complement  the \nPPP  policy  approved  under  subprogram  2,  were  approved  by  Cabinet  and \npublished on the MOE’s website.  \n \n\nReform area 3: Business and investment climate improved. Foreign direct investment \n17. \nin Fiji averaged 6.7% of GDP from 2010 to 2018, and is constrained by a weak investment climate \naffected by policy uncertainty and gaps in the commercial legal framework. Proactive measures \nare also required to ensure women’s private sector participation, and inclusive and sustainable \neconomic  development  in  the  immediate,  medium  and  longer  term.  Reforms  to  improve  the \nbusiness  and  investment  climate  are  being  undertaken  in  consultation  with  the  private  sector. \nThese  reforms  will  stimulate  new  private  investment,  which  is  essential  as  Fiji’s  economy \nrecovers.  The  COVID-19  response  budget  included  targeted  measures  to  support  business \nsurvival during the downturn. These reforms are achieved through the following subprogram 3 \npolicy actions: \n\n(i) \n\n(ii) \n\n(iii) \n\nForeign investment and trade. To strengthen investor rights and streamline the \ninvestment approval process, a new Investment Bill was approved by Cabinet for \ntabling  in  Parliament,  and  the  solicitor-general  notified  the  secretary-general  of \nparliament that the Investment Bill will be introduced in a regular 2020 sitting of \nParliament.31 The bill, when enacted, will replace the Foreign Investment Act 1999, \nand it builds on the policy statement approved in subprogram 2. To improve trade \ncompetitiveness,  the  government  has  completed  five  World  Trade  Organization \nTrade Facilitation Agreement commitments.32 These reforms will decrease barriers \nto international and regional trade and foreign direct investment flows.  \nAccess  to finance.  The  Personal  Property  Securities  Registry  was  established \nfollowing  the  passing  of  the  associated  act  and  implementing  regulations  in \nsubprograms  1  and  2,33  enabling  lenders  to  more  easily,  cheaply,  and  securely \naccept movable assets as security for loans. This particularly benefits businesses \nowned by women, who are less likely to have fixed assets, such as land. \nEase  of  doing  business.  The  Regulation  of  Building  Permits  Act  2017,  which \nsimplifies construction permit applications and speeds approvals, was approved in \nsubprogram 1. It has come into force, and application forms have been streamlined \nand  harmonized,  and  an  online  portal  launched  to  provide  easier  access  to \ninformation for those submitting applications. Following stakeholder consultations \nin  subprogram  2,  Cabinet  approved  bills  to  enhance  the  legal  framework  for \ntrademarks, designs, and patents; and the solicitor-general notified the secretary-\ngeneral of Parliament that the bills will be introduced in a regular 2020 sitting of \nParliament  (footnote  31).34  Cabinet  approved  a  competition  and  consumer \n\n \n\n31 All bills that are tabled will undergo validation and gender analysis by the parliamentary standing committee with \n\njurisdiction over the subject matter of the bill. \n\n32 These commitments are provisions that the World Trade Organization member will implement after a transitional \nperiod  following  the  entry  into  force  of  the  Trade  Facilitation  Agreement.  The  five  commitments  completed in \nsubprogram 3 are: Article 1.3 Enquiry Points; Article 1.4 Notification; Article 3 Advance Rulings; Article 7.7 Trade \nFacilitation  Measures  for  Authorized  Operators;  and  Article  10.3  Use  of  International  Standards.  The  Trade \nFacilitation Agreement was ratified under subprogram 1, and four commitments were completed in subprogram 2. \n33 The Personal Property Securities Act 2017 came into force when the Registry was established and launched. This \ncompletes the reform and the framework is fully operational. As of 31 March 2020, over 57,500 filings were recorded. \nPersonal property securities reform has been completed in nine Pacific developing member countries with support \nfrom ADB, resulting in harmonization of legal frameworks. Pacific Private Sector Development Initiative. 2020. Annual \nProgress Report, 2018–2019. Sydney. \n\n34 In May 2020, Parliament referred international treaties on intellectual property (the Madrid Agreement Concerning \nthe International Registration of Marks, the Protocol Relating to the Madrid Agreement, and the Paris Convention for \nProtection of Industrial Property) to the Standing Committee for Foreign Affairs and Defense for review. Submissions \nwere heard in June 2020. These treaties enable international recognition of intellectual property rights among parties. \n\n8 \n\n \n\n\f9 \n\n(iv) \n\nfinancial \n\nintroduced,  via \n\nthe  government \n\nimpact  of  COVID-19, \n\nprotection policy statement, and the drafting of associated legislation, which sets \nout  the  government's  commitments  in  facilitating  a  well-functioning  competitive \nmarket  economy.  This  follows  extensive  consultations  on  a  review  of  the  Fijian \nCompetition and Consumer Commission Act 2010 undertaken in subprogram 2.35  \nCoronavirus disease response. To help the private sector and workers mitigate \nthe \nthe \nsupplementary  COVID-19  response  budget  for  FY2020  (i)  a  reduction  in \nemployers’ statutory Fiji National Provident Fund contributions until 31 December \n2020;  (ii)  21  days  government-paid  sick  leave  for  workers  who  test  positive  to \nCOVID-19;  (iii)  tax  deductions  for  employers  for  wages  and  salary  paid  to \nemployees  who  are  self-quarantined;  (iv)  additional  contributions  to  financial \nsector schemes that boost lending to small and medium-sized enterprises (SMEs); \nand  (v)  relief  payments  to  informal  sector  workers,  including  for  women-owned \nmicroenterprises  such  as  hawkers,  in  lockdown areas.36  In  addition,  a  guidance \nnote on the gendered impacts of COVID-19 in Fiji was presented to Cabinet by the \nMWCPA;  a  newly  established  government-led  COVID-19  Response  Gender \nWorking Group will oversee further analysis and implement recommendations into \nfuture COVID-19 assessments and responses.37 \n \n\n18. \nPost-program partnership framework. Major reforms have been achieved through the \nprogram;  however,  continued  reform  is  needed.  The  four  bills  approved  by  the  Cabinet—on \ninvestment, trademarks, designs, and patents—will be tabled in Parliament, and upon approval \nimplemented. The Public Financial Management Bill, which was removed from subprogram 3, will \nbe  finalized  and  tabled  in  Parliament.  Work  started  in  subprogram  3  to  mainstream  GRB  will \ncontinue  after  learning  from  the  pilots.  Ongoing  improvements  to  the  operations  of  SOEs  are \nanticipated,  and  SOEs  involved  in  air  and  maritime  transport  will  facilitate  delivery  of  services \ncritical to post-COVID-19 economic recovery in Fiji and the Pacific region. A PFM roadmap will \nbe developed from the PEFA Assessment to clearly guide the future reform program. Details of \nthe PPPF can be found in the policy matrix in Appendix 4. \n \n19. \nGender. Subprogram 3 is classified gender equity theme. Subprogram 3 includes policy \nactions  that  will  have  a  transformational  impact  on  gender  equality,  women’s  economic \nempowerment,  and  women’s  access  to  resources  and  services.  To  address  the  immediate \nimpacts of COVID-19, actions included: (i) support for SMEs owned or led by women; (ii) direct \ncash  transfers  to  informal  workers,  including  for  microenterprises  owned  by  women  (such  as \nhawkers);  and (iii)  a  guidance  note  on the  gendered  impacts  of  COVID-19  in  Fiji  presented  to \nCabinet,  and  the  establishment  of  a  COVID-19  Gender  Working  Group  to  act  on  the \nrecommendations  from  the  paper.  To  increase  women’s  voice  and  access  to  services  and \nresources, the government carried out a number of actions to introduce GRB. To ensure a gender-\nresponsive  business  and  investment  climate,  actions  included:  (i)  gender  analysis  on  the \ninvestment, trademarks, designs and patents bills by the Parliamentary Standing Committee with \njurisdiction  over  the  subject  matter  of  the  bills;  (ii)  the  establishment  of  a  sex-disaggregated \nPersonal  Property  Securities  Registry  that  allows  women  to  more  easily  access  finance;  and \n\n \n\n35 In addition, the government is implementing reforms on starting a business, including digitization of its companies’ \n\nregistry and business licensing reforms, with technical support from Singapore Cooperation Enterprise. \n\n36 Additional contributions  were made  to  the  Credit  Guarantee  Scheme  and  Natural  Disaster  Rehabilitation  Facility, \nwhich makes loans available to banks at very low interest rates to pass on to SMEs impacted by COVID-19 at a \ncapped interest rate. These schemes are administered by the Reserve Bank of Fiji, and are particularly important to \nprovide finance for SMEs owned by women, which are less likely to have capital or insurance to sustain operations. \n37 The Working Group is led by MWPCA and includes representatives of civil society and women’s rights organizations, \n\nADB and the United Nations Entity for Gender Equality and the Empowerment of Women (UN Women). \n\n \n\n\f(iii) a Cabinet-approved competition and consumer protection policy statement with a commitment \nto supporting women’s consumer rights. These actions will expand the use of GRB in government \nprograms  and  ensure  that  future  COVID-19  programs  include  targeted  measures  for  women’s \neconomic  empowerment.  Ultimately,  the  longer-term  effect  of  the  reforms  will  ensure  inclusive \nprivate sector-led growth; increased access to quality services for women and girls; and women’s \neconomic empowerment during and following the COVID-19 crisis.  \n \n20. \nADB engagement. ADB has supported PFM reform, SOE reform, and business climate \nreform through regional and country-specific TA projects.38 There is strong collaboration with the \ngovernments  of  Australia  and  New  Zealand,  the  European  Union,  the  IMF’s  Pacific  Financial \nTechnical Assistance Centre, and the World Bank, and all are supporting these reforms. ADB’s \nstrong  relationship  with  the  government  enabled  ADB  to  help  identify  and  implement  critical \nstructural reforms. Specifically, ADB has directly supported the introduction of GRB; the drafting \nof  policy  or  legislation  on  SOEs,  PPPs,  personal  property  securities,  and  competition  and \nconsumer protection; and has provided implementation support. ADB supported the drafting of a \nguidance  note  on  the  gendered  impacts  of  COVID-19  in  Fiji,  and  ADB  is  a  member  of  the \ngovernment’s COVID-19 Gender Working Group. The programmatic approach has enabled the \nsequencing of complex reforms, with ADB TA involvement across all reform areas in support of \nall subprograms, aligned with development partners.   \n \nLessons from ADB’s engagement in these areas in Fiji and across the Pacific, including \n21. \nfrom  implementing  subprograms  1  and  2,  highlight  the  need  to:  (i)  identify  champions  to \nstrengthen reform commitment and lead implementation; (ii) obtain broad endorsement so that \nreforms  are  not  derailed  if  leadership  changes;  (iii)  pursue  moderate,  sequenced  reforms, \nespecially  if  institutional capacity  is  limited; (iv)  provide  sufficient time to develop  capacity  and \ninstitutionalize reforms; (v) meet with government specialists responsible for undertaking specific \nreforms  (in  addition  to  senior  officials)  to  ensure  appropriate  technical  input;  (vi)  create  clear \ntracking tools to monitor progress toward final outcomes; and (vii) showcase the impact of reforms \nto other countries in the Pacific region, such as through regional fora or knowledge products, to \nencourage harmonization of reform in the region.39 \n \n22. \nDevelopment partner coordination. The program is part of a multi-development partner \npackage  of  support  for  structural  reform.  The  governments  of  Australia  and  New  Zealand  will \nprovide grants, and AIIB will provide a loan in 2020 linked to the completion of the ADB policy \nactions. The World Bank is preparing a new development policy operation series for approval in \nlate 2020. Joint missions have been undertaken to develop subprogram 3 with cofinanciers, and \nregular development partner meetings are held to coordinate reforms (para. 20). \n \nC. \n \nImplementation of the policy actions for the overall reform program will improve the quality \n23. \nof budget systems and institutions; improve the productivity and competitiveness of SOEs; and \nhelp create new businesses and formal job growth, including for women.40 It will also mitigate the \nimpact of COVID-19 on businesses, workers, the poor and vulnerable through targeted transfers. \nThe GRB actions will increase awareness of the cost of gender inequality; increase capacity and \ndata related to gender equality; increase budget transparency, accountability and participation; \n\nImpacts of the Reform \n\n \n\n38 ADB. Fiji: Supporting Public Financial Management Reform; ADB. Regional: Sector and Thematic Analyses in Policy \n\nDevelopment; and ADB. Regional: Pacific Private Sector Development Initiative, Phase IV.  \n\n39 ADB. 2014. Fiji: Review of ADB Engagement, 2006–2013. Manila; and Independent Evaluation Department. 2019. \n\nFiji Country Partnership Strategy Final Review Validation, 2014–2018. Manila. \n\n40 Program Impact Assessment (accessible from the list of linked documents in Appendix 2). \n\n10 \n\n \n\n\f11 \n\nDevelopment Financing Needs and Budget Support \n\nand improve gender outcomes in budgets, policies and service delivery. GRB actions will also \nhave impacts across the region as lessons will inform GRB initiatives in other Pacific countries. \nImproving  the  policy,  legal,  and  institutional  framework  for  SOEs  will  strengthen  governance, \ntransparency, and accountability; improve performance and service delivery; reduce contingent \nliabilities;  create  room  for  private  investment;  and  improve  the  reliability,  efficiency,  and \naffordability of public services. Fiji’s business environment reforms are expected to increase its \nease of doing business score from 61.5 in 2019 to at least 64.0 by 2020, which would bring Fiji’s \nperformance above that of the Philippines (62.8) and close to that of Malta (66.1) in 2019.41  \n \nD. \n \n24. \nThe government has requested a regular loan of $200 million from ADB’s ordinary capital \nresources to help finance subprogram 3.42 The loan will have a 15-year term, including a grace \nperiod of 3 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother  terms  and  conditions  set  forth  in  the  draft  loan  agreement.  Based  on  the  straight-line \nmethod, the average maturity is 9.25 years, and there is no maturity premium payable to ADB. \n \n25. \nThe subprogram 3 financing will help meet the government’s total financing requirements \nfor FY2020— projected at $580 million, including the COVID-19 response budget—and FY2021. \nIn  FY2020,  the  external  financing  need  is  $268  million,  of  which  ADB  will  finance  74.8%  and \ncofinancing  partners  will  finance  19.5%  as  part  of  the  program.  Parallel  collaborative  partner \ncofinancing includes a loan of $50 million from AIIB, a grant of $1.5 million (NZ$2.5 million) from \nthe  Government  of  New  Zealand,  and  a  grant  of  $0.7  million  (AU$1.0  million)  from  the \nGovernment  of  Australia.43  The  gap  will  be  filled  by  grants  and  concessional  loans  from \ndevelopment  partners  and  domestic  bonds.  Additional  funding  (of  over  $9.1  million)  has  been \nprovided  by  the  governments  of  Australia  and  New  Zealand  to  assist  with  the  COVID-19 \nresponse. The program has considered the government’s financing needs, its ability to rebuild \nfiscal buffers to respond to disasters triggered by natural hazards, the availability of alternative \nfinancing and estimated financial support from other partners, and debt sustainability. \n \nE. \n \n26. \nThe implementation period for subprogram 3 is May 2019–October 2020. The preparation \nand completion of policy actions for subprogram 3 was carried out from May 2019 to June 2020. \nThe MOE was the executing agency for all three subprograms. The MOE has taken the lead in \ncoordinating  implementation  of  actions;  engaging  in  progress  meetings  with  the  Ministry  of \nCommerce,  Trade,  Tourism  and  Transport;  the  MWCPA;  and  the  Reserve  Bank  of  Fiji  as \nimplementing agencies, and providing updates to ADB. The MOE has also actively coordinated \npolicy dialogue and needed technical support for the program reforms with partners (para. 20). \nThe  proceeds  of  the  policy-based  loan  will  be  withdrawn  in  accordance  with  ADB’s  Loan \nDisbursement Handbook (2017, as amended from time to time).44 \n \n\nImplementation Arrangements \n\n \n\n41 The World Bank. Doing Business. Reforms under the program are expected to improve scores for the following Doing \nBusiness  topics:  (i)  getting  credit  (personal  property  securities  reform);  (ii)  trading  across  borders  (Word  Trade \nOrganization  Trade  Facilitation  Agreement  implementation);  and  (iii)  dealing  with  construction  permits  (building \npermits reform). \n\n42 Subprogram 3 was originally planned as a $100 million program, following the outbreak of COVID-19 the government \n\nrequested an additional $100 million to reflect revised forecasts of financing needs. \n\n43 The Government of Australia and AIIB are new cofinancing partners. \n44 List of Ineligible Items (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f12 \n\n \n\nIII. \n\nDUE DILIGENCE \n\n \n27. \nFollowing ADB’s Safeguard Policy Statement (2009), subprogram 3 is classified category \nC for the environment, involuntary resettlement, and indigenous peoples. Program activities will \nbe  confined  to  policy  and  institutional  reforms.  No  activity  will  result  in  or  lead  to  involuntary \nresettlement, or negatively affect indigenous peoples or the environment. \n \n28. \nRisks. Major risks and mitigating measures are summarized in Table 2 and described in \ndetail in the risk assessment and risk management plan.45 PFM systems are assessed as capable \nof supporting reliable service provision. Policy reforms and TA support will address other fiduciary \nrisks. The overall risk of the operation is moderate.  \n \n\nTable 2: Summary of Risks and Mitigating Measures \nMitigation Measures \nADB  will  monitor  national  and  global  economic  developments  and \nrespond in a timely manner and in coordination with other partners to \npossible  government  requests  for  assistance  if  the  economic \ndownturn becomes more severe than anticipated. \n\nRisks \nThe COVID-19 pandemic undermines \neconomic growth and Fiji’s fiscal position to \nthe point that it diverts political and \nadministrative focus and capacity away from \nreforms. \nPolicy reform implementation falters because \nof inadequate institutional capacity. \n\nReforms  are  prioritized  and  sequenced, \ninto  account \ninstitutional capacity. TA from ADB and other development partners \nwill build capacity in the ministries engaged in the proposed program. \n\ntaking \n\nADB = Asian Development Bank, COVID-19 = coronavirus disease, TA = technical assistance. \nSource: Asian Development Bank. \n \n29. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government;  the  MOE; the Ministry  of Commerce,  Trade,  Tourism  and  Transport; the \nMWCPA; and the Reserve Bank of Fiji.  \n \n\nIV. \n\nASSURANCES \n\n \n30. \nThe government and the MOE have assured ADB that implementation of subprogram 3 \nshall conform to all applicable ADB policies, including those concerning anti-corruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the loan agreement. No disbursement shall be made unless ADB is satisfied that government \nhas completed the policy actions specified in the policy matrix relating to the subprogram. \n \n\nV. \n\nRECOMMENDATION \n\n \n31. \nI  am  satisfied  that  the  proposed  policy-based  loan  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nloan of $200,000,000 to the Republic of Fiji for subprogram 3 of the Sustained Private Sector-Led \nGrowth Reform Program, from ADB’s ordinary capital resources, in regular terms, with interest to \nbe determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility;  for  a  term  of  15  years,  including  a  grace  period  of  3  years;  and  such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board. \n \n \n \n2 July 2020 \n\n  Masatsugu Asakawa \n  President \n\n   \n   \n\n45 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nCountry’s Overarching Development Objective \nInclusive socioeconomic development achieved (National Development Plan 2017–2036)a \n\n \n\nAppendix 1 \n\n13 \n\nPerformance Indicators with Targets \nand Baselines \n\nBy 2021: \na. Improvements in the Public \nExpenditure and Financial Accountability \n(PEFA) ratings for Fiji to at least C for PI-\n10.1, PI-10.3, PI-16.1, PI-23 and PI-27 \n(2013 baseline: D+)b \n \nb. Ease of doing business score in the \nWorld Bank Doing Business report \nincreased to at least 64 (2019 baseline: \n61.5) \n \nc. Financial institutions’ lending to the \nprivate sector for commercial purposes \nmaintained or increased (2016 baseline: \n48.3% of GDP) \n \nd. Government COVID-19 response and \nrecovery programs include targeted \ngender measures for women’s economic \nempowerment \n(2020 baseline: not applicable) c \n \ne. At least four government programs use \ngender-responsive budgeting in the \nannual budget process (2018 baseline: \n0)d \n \nKey Policy Actions \nBy 30 April 2020: \n1a. Public Expenditure and Financial \nAccountability Assessment completed, \nand final report published (2019 baseline: \nnot started) \n \n1b. Public Expenditure and Financial \nAccountability self-assessment of gender-\nresponsive public financial management \ncompleted and received a “PEFA check” \n(2019 baseline: not started) \n \n1c. MOE submitted a Cabinet information \npaper that outlines the steps taken to \nintroduce gender-responsive budgeting \nprinciples in the annual budget process \n(2019 baseline: not applicable) \n \n\nRisks \n\n \nMacroeconomic \nshocks, \nincluding the \neffects of the \nCOVID-19 \npandemic, \nundermine Fiji’s \neconomic \ngrowth and \nfiscal position, \nleading to a \nshift in \ngovernment \npriorities away \nfrom \nperformance \nimprovements \nand ongoing \nreforms. \n\n \n \nLeadership and \npolitical will to \ncomplete the \nreforms is \nlacking because \nof vested \ninterests. \n\nData Sources and \nReporting \nMechanisms \n\n \na. PEFA assessment \n(or comparable \nassessments) \n \n \n \nb. World Bank Doing \nBusiness reports \n \n \n \nc. Reserve Bank of Fiji \nEconomic Review \nreports \n \n \nd. Ministry of Economy \nreports and publications \n \n \n \n \ne. Ministry of Economy \nreports and publications \n\n \n \n1a. PEFA Assessment \n\n1b. PEFA self-\nassessment of gender-\nresponsive public \nfinancial management  \n\n1c. Letter from the \npermanent secretary for \neconomy \n\nResults Chain \nEffect of the \nReform \nInclusive \nprivate sector-\nled economic \ngrowth \nsustained \n\nReform Areas \nunder \nSubprogram 3 \n1. Fiscal \nmanagement \nimproved \n\n \n\n \n\n \n\n\fData Sources and \nReporting \nMechanisms \n1d. Budget submission \ntemplates \n\nRisks \n\n14 \n\nAppendix 1 \n\nResults Chain \n \n\n2. Policy, legal, \nand institutional \nframework for \nSOEs and \nPPPs improved \n\n3. Business \nand investment \nclimate \nimproved \n\n \n\n \n\n \n\n \n \n\n \n\n \n\nPerformance Indicators with Targets \nand Baselines \n\n1d. Budget submission templates \ndesigned to enable gender-responsive \nbudgeting (2019 baseline: not started) \n  \n1e. COVID-19 response budget for \nFY2020 that allocates additional \nresources for COVID-19 containment and \ntreatment, and reduces budgeted \nexpenditure to contain the fiscal deficit in \na fiscally sustainable manner approved by \nParliament (2019 baseline: not started) \n \nBy 30 April 2020: \n2a. Training programs conducted for SOE \ndirectors and senior management, \nincluding at least 90% of women in these \nroles, on compliance requirements of \nPublic Enterprises Act 2019 (2019 \nbaseline: not started) e \n \n2b. Public–private partnership \nimplementation guidelines approved  \n(2019 baseline: not approved) \n \n\n2c. Policy framework for onlending to \ngovernment entities approved (2019 \nbaseline: not approved) \n \nBy 24 June 2020: \n3a. Investment Bill approved by Cabinet, \nand the Secretary-General of Parliament \nnotified that the bill will be introduced in a \nregular 2020 sitting of Parliament (2019 \nbaseline: not approved) \n \n3b. Personal Property Securities Registry \nthat captures sex-disaggregated data \nestablished (2019 baseline: not \nestablished) f \n \n3c. Competition and consumer protection \npolicy statement—which includes \nrecognition of the specific needs of \nwomen, rural and disadvantaged groups \nand a commitment to supporting women’s \nconsumer rights—approved (2019 \nbaseline: not approved) \n \n3d. Measures introduced to assist the \nprivate sector and workers by mitigating \nthe financial impact of COVID-19,  \nincluding (i) a reduction in employers’ \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n1e. COVID-19 \nresponse budget \n \n \n\n \n2a. Letter from the \npermanent secretary for \neconomy \n\n2b. Public–private \npartnership \nimplementation \nguidelines \n \n2c. Policy framework \nfor onlending to \ngovernment entities \n\n \n3a. Investment Bill \n\n \n3b. Personal Property \nSecurities Registry \nwebsite \n\n3c. Competition and \nconsumer protection \npolicy statement \n \n \n \n \n \n3d. Letter from the \npermanent secretary for \neconomy \n \n\n\fResults Chain \n\nAppendix 1 \n\n15 \n\nData Sources and \nReporting \nMechanisms \n\nRisks \n\nPerformance Indicators with Targets \nand Baselines \n\nstatutory Fiji National Provident Fund \ncontributions, (ii) government-paid sick \nleave for workers who test positive to \nCOVID-19, (iii) tax deductions afforded to \nemployers for wages and salary paid to \nemployees who are self-quarantined, (iv) \nadditional contributions to financial sector \nschemes that boost SME lending, and (v) \nrelief payments to informal sector \nworkers, including for micro-enterprises \nowned by women (such as hawkers), in \nlockdown areas (2020 baseline: not \napplicable) g \n \n3e. A guidance note on the gendered \nimpacts of COVID-19 in Fiji, including \nrecommendations on women’s economic \nempowerment, prepared and presented to \nCabinet \n(2020 baseline: not applicable) \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3e. Guidance note \n\nBudget Support \nADB: $200.0 million (regular OCR loan) \nAsian Infrastructure Investment Bank: $50.0 million (loan) \nGovernment of New Zealand: $1.5 million (NZ$2.5 million equivalent) (grant) \nGovernment of Australia: $0.7 million (AU$1.0 million equivalent) (grant) \nADB = Asian Development Bank, COVID-19 = coronavirus disease, GDP = gross domestic product, MOE = Ministry of \nEconomy, OCR = ordinary capital resources, PEFA = public expenditure and financial accountability, PPP = public–\nprivate partnership, SOE = state-owned enterprise. \na  Government of Fiji, Ministry of Economy. 5-Year & 20-Year National Development Plan: Transforming Fiji. Suva. \nb  PEFA indicator: PI-10.1: Monitoring of public corporations; PI-10.3: Contingent liabilities and other fiscal risks; PI-\n16.1: Medium-term expenditure estimates; PI-23: Payroll controls; and PI-27: Financial data integrity. The baseline \nis from the 2013 PEFA Assessment report, which uses the 2011 framework. The PEFA comparison table was used \nto adjust targets to the 2016 framework. \n\nc  This is a leading indicator of increased economic empowerment of women and girls because it measures increased \naccess to services and resources that support their economic empowerment. To the extent possible, the program \ncompletion report will report further details on the early benefits of the targeted measures for women and girls based \non evidence of immediate benefits available at completion reporting stage.  \n\nd  Lack of existing sex-disaggregated data limits the ability to set outcome-level gender baselines and targets. This is \nan indicator of women’s participation in budget processes and a leading indicator of (i) increased targeted budget \nallocation  to  services  for  women  and  girls;  and  (ii)  ultimately  improved  services  for  women  and  girls  in  Fiji.  This \nindicator will be further informed by analysis of the systematic collection of sex-disaggregated data in the budget \nprocess. ADB will continue to monitor these intended outcomes through future programming.  \n\ne  A total of 18 out of 20 women directors and senior management have improved capacity in ensuring SOE compliance \n\nwith Public Enterprises Act 2019. \n\nf  The  reform  enables  lenders  to  accept  movable  assets  as  security  for  loans  more  easily,  cheaply,  and  securely, \nthereby benefiting businesses owned by women. As of 31 March 2020, the Personal Property Securities Registry \nincluded  women  debtors  (13.1%); equal male  and female  (12.6%);  and unknown  (20.3%).  Unknown gender  was \nrecorded primarily for older, transitional filings. \n\ng  The COVID-19 response budget costs measure (i) at $58.1 million; measures (ii), (iii), and (v) are part of a package \nfor employees costed at up to $29.1 million, with measure (iv) costed at $29.1 million. Government-paid sick leave \nis provided for up to 21 days, compared to the statutory requirement of 10 days’ sick leave per year. \n\nSource: Asian Development Bank. \n\n \n\n \n\n\f16 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=48490-004-3 \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n\nLoan Agreement \nSector Assessment (Summary): Public Sector Management \nContribution to the ADB Results Framework \nDevelopment Coordination \nCountry Economic Indicators \nInternational Monetary Fund Assessment Letter \nSummary Poverty Reduction and Social Strategy \nRisk Assessment and Risk Management Plan \nList of Ineligible Items \nApproved Report and Recommendation of the President to the Board of Directors: \nSustained Private Sector-Led Growth Reform Program (Subprogram 1) \n\n11.   Approved Report and Recommendation of the President to the Board of Directors: \n\nSustained Private Sector-Led Growth Reform Program (Subprogram 2) \n\nProgram Impact Assessment \nGovernment COVID-19 Response Measures in Fiji \nChanges from Subprogram 3 Indicative Policy Actions to Final Policy Actions \n\n \nSupplementary Documents \n12. \n13. \n14. \n15.   Program Policy Matrix \n \n \n\n \n\n\fDEVELOPMENT POLICY LETTER \n\nAppendix 3 \n\n17 \n\n \n\n \n \n\n \n\n\fAppendix 3 \n\n18 \n \n\n \n\n \n\n \n \n \n\n \n\n\f \n\nAppendix 3 \n\n19 \n\n \n\n \n\n \n\n\f \n\nAppendix 3 \n\n20 \n \n\n \n\n\fAppendix 4 \n\n21 \n\nPrincipal \nObjective \n\nSubprogram 3 \nPolicy Actions – All Complete \n\nPost-Program Partnership Framework \n\nPOLICY MATRIX \n \n\nREFORM AREA 1: FISCAL MANAGEMENT IMPROVED \n1.1 Public \nfinancial \nmanagement \nregulatory \nframework, \nsystems and \nprocesses \n\n1.1.2 The Ministry of Economy completed a public expenditure review (PER) \nthat includes high level sector reviews on education, health, capital spending, \npersonnel,  and  transfers  and  subsidies,  and  a  synopsis  of  the  PER  was \npublished on the Ministry of Economy’s website. a \n1.1.3  The  Ministry  of  Economy  implemented  the  Medium  Term  Expenditure \nFramework  through  the  incorporation  of  forward  estimates  and  clear  links \nbetween investments and recurrent cost requirements in the FY2021 budget \nsubmission template. \n1.1.4 All Ministries have adopted use of the planning framework that will aid \nMinistries to better align their service delivery, staffing and corporate planning \nrequirements. \n1.1.5 The Ministry of Economy;  \n(i)  completed  a  Public  Expenditure  and  Financial  Accountability  (PEFA) \nAssessment and the final report has been published on its website, and \n(ii) completed a PEFA self-assessment of gender responsive public financial \nmanagement, which has been approved by the PEFA Secretariat.b \n1.1.6  Parliament  passed  a  supplementary  COVID-19  Response  Budget  for \nFY2020  that  allocates  additional  resources  for  COVID-19  containment  and \ntreatment and reduces total budgeted expenditure to contain the fiscal deficit \nin a fiscally sustainable manner.  \n1.3.1 The Minister responsible for finance approved the recommendations of \nthe FMIS review, and the  Ministry of Economy commenced development of \nbusiness  and  technical  requirements  to  enable  procurement  of  software \nmodules  (budget  reporting  and  monitoring,  and  business  intelligence)  that \ninclude capability to tag gender expenditure.c \n1.3.2 92% of government payments have been made through digital platforms \nduring 1 August 2019–31 March 2020. \n1.4.1 Ministry of Economy submitted a Cabinet information paper that outlines \nthe  steps  taken  to  introduce  gender-responsive  budgeting  principles  in  the \nannual budget process. \n1.4.2  The  Ministry  of  Economy  issued  budget  submission  templates  that \ninclude gender-responsive budgeting principles, and, as a pilot, the Ministry of \nCommerce,  Trade,  Tourism  and  Transport  and  Ministry  of  Fisheries,  are \n\nWork that commenced on a Public \nFinancial Management Bill will result in a \ndraft bill that will be tabled in Parliament, \nand which will clarify in legislation changes \nmade through reforms and strengthen the \nauthority of Permanent Secretaries.  \nWith the finalization of the PEFA \nAssessment (action 1.1.5) the government \nwill develop a new PFM reform roadmap, \nwhich will pick up on many of the reform \nareas that laid foundational work during \nthis program. \nReform to the budget process will \ncontinue, and the gender-responsive \nbudgeting pilots commenced during \nsubprogram 3 will continue, with a gradual \nrollout of gender-responsive budgeting \nacross government, as agreed by Cabinet \n(action 1.4.1) . \nThe implementation of an initial two \nsoftware modules to improve financial \nmanagement is expected to lead to a large \nproject to replace the current system in full, \nand take advantage of ongoing work to \nrevise and improve the chart of accounts \nand to move government towards an \nInternational Public Sector Accounting \nStandards accrual accounting system for \nthe whole of government.  \n\n1.3 Financial \nmanagement \n\n1.4 Gender-\nresponsive \nbudgeting \n\n \n\n\fAppendix 4 \n\n22 \n \n \n\nPrincipal \nObjective \n\nSubprogram 3 \nPolicy Actions – All Complete \n\nPost-Program Partnership Framework \n\nrequired to make budget submissions for at least 2 programs in line with the \nnew methodology. \n\nREFORM AREA 2: POLICY, LEGAL AND INSTITUTIONAL FRAMEWORK FOR SOEs AND PPPs IMPROVED \n2.1 SOE reform \n\n2.1.1 Minister responsible for public enterprises made regulations under the \nPublic Enterprises Act 2019 in relation to the percentage of share ownership \nor control for the purposes of section 43(2)(e).  \n2.1.2 The Department of Public Enterprises conducted training programs for \n76% of directors and 80% of senior management (defined as chief executive \nofficer  and  chief  financial  officer,  or  equivalent  positions),  including  90%  of \nwomen directors and senior managers, of public enterprises on the compliance \nrequirements of the Public Enterprises Act 2019.d \n2.1.3  Privatization  Guidelines  came  into  force  and  the  Ministry  of  Economy \npublished the guidelines on its website. \n2.1.4 Cabinet approved, and the Ministry of Economy published on its website, \nthe Public Private Partnership implementation guidelines. \n2.1.5 Cabinet approved, and the Ministry of Economy published on its website, \na new policy framework for onlending to government entities, including public \nenterprises. \n2.2.1  Two  public  enterprises,  Food  Processors  (Fiji)  Limited  and  Fiji  Rice \nLimited, have restructured their balance sheets, including through the sale of \nnon-core assets.  \n\nFollowing the completion of reforms under \nthe program, future privatizations and \npublic–private partnership transactions will \nbe based on sound policies and processes \nto achieve the best outcomes for \ngovernment. SOE performance is \nexpected to continue to improve, due to \nthe Public Enterprises Act 2019 coming \ninto force, and training started under the \nprogram will continue for directors and \nsenior management to ensure compliance \nwith the Act. Transaction advisors will \ncontinue to be appointed for any PPP \ntransactions undertaken. To support the \neconomic recovery from COVID-19 in Fiji \nand the Pacific region, the government will \ncontinue to work with SOEs and regional \npartners, particularly in the air and \nmaritime transport sectors, to facilitate the \nprovision of critical services, and to reduce \nbarriers to trade and travel.e \n\nREFORM AREA 3: BUSINESS AND INVESTMENT CLIMATE IMPROVED \n3.1 Foreign \ninvestment and \ntrade \n\n3.1.2 Cabinet approved the Investment Bill for tabling in Parliament; and the \nSolicitor-General has notified the Secretary-General of Parliament that the Bill \nwill be introduced as soon as practicable in a regular 2020 sitting of Parliament \nthrough the Solicitor-General’s letter of 23 June 2020 on Introduction of Certain \nBills to Parliament.f  \n3.1.3  The  Fijian  Government  completed  five  commitments  under  the  World \nTrade Organization Trade Facilitation Agreement.g \n3.2.1  The  Fijian  Government  established  the  Personal  Property  Securities \nRegistry that captures sex-disaggregated data. h \n3.3.1  Regulation  of  Building  Permits  Act  2017  came  into  force;  the  Minister \nresponsible for industry and trade made regulations under the Act that include \n\nThe reforms completed under the program \nwill support the economy’s recovery from \nCOVID-19. The Investment Bill will be \ntabled in Parliament, and associated \nregulations will be drafted. The \ngovernment will continue to implement its \nWorld Trade Organization Trade \nFacilitation Agreement commitments. The \ncompetition and consumer protection \npolicy statement will lead the development \nof a new Competition and Consumer \n\n2.2 Divestment \nand PPPs \n\n3.2 Access to \nfinance \n3.3 Ease of doing \nbusiness \n\n \n\n\fAppendix 4 \n\n23 \n\nPost-Program Partnership Framework \n\nProtection Bill. The online information \nportal on building permits and starting a \nbusiness will continue to be expanded in \nfunctionality, which is expected to include \nthe ability to file applications online. The \ngender and COVID-19 guidance note will \nbe used to inform further planned COVID-\n19 surveys and research. The multi-\nstakeholder COVID-19 response gender \nworking group has been formally \nestablished and will continue to coordinate \nand provide analysis and \nrecommendations on gender and COVID-\n19 on an ongoing basis. ADB is part of this \nworking group.  \n\nPrincipal \nObjective \n\nSubprogram 3 \nPolicy Actions – All Complete \n\nharmonized forms and appointed the Building Permits Evaluation Committee \nmembers; and an online information portal on obtaining a building permit was \nlaunched. \n3.3.2 Cabinet approved;  \n(i) a Bill relating to trademarks,  \n(ii) a Bill relating to designs, and  \n(iii) a Bill relating to patents,  \nin each case for tabling in Parliament; and the Solicitor-General has notified \nthe Secretary-General of Parliament that the Bill will be introduced as soon as \npracticable  in  a  regular  2020  sitting  of  Parliament  through  the  Solicitor-\nGeneral’s letter of 23 June 2020 on Introduction of Certain Bills to Parliament.f \n3.3.3  Cabinet  approved  a  policy  statement  and  drafting  of  a  Bill  relating  to \ncompetition and consumer law which includes recognition of the specific needs \nof women, rural and disadvantaged groups and a commitment to supporting \nwomen’s consumer rights. \n3.4.1  Government  introduced,  via  the  supplementary  COVID-19  Response \nBudget  for  FY2020,  measures  to  assist  the  private  sector  and  workers, \nincluding  (i)  a  reduction  in  employers’  statutory  Fiji  National  Provident  Fund \ncontributions until 31 December 2020, (ii) 21 days Government-paid sick leave \nfor  workers  who  test  positive  to  COVID-19,  (iii)  tax  deductions  afforded  to \nemployers for wages and salary paid to employees who are self-quarantined, \n(iv)  additional  contributions  to  financial  sector  schemes  that  boost  SME \nlending,  and  (v)  relief  payments  to  informal  sector  workers,  including  for \nwomen-owned micro-enterprises such as hawkers, in lockdown areas. i \n3.4.2   The Ministry of Women, Children and Poverty Alleviation: \n(i)  prepared  and  presented  to  Cabinet  a  guidance  note  on  the  gendered \nimpacts,  of  COVID-19  in  Fiji,  including  recommendations  on  supporting \nwomen’s economic empowerment, and \n(ii)  established  a  multi-stakeholder  COVID-19  response  gender  working \ngroup.j \n\n3.4 COVID-19 \nresponse \n\nCOVID-19 = coronavirus disease, FMIS = financial management information system, FY = fiscal year, PEFA = public expenditure and financial accountability, PER \n= public expenditure review, PFM = public financial management, PPP = public–private partnership, SMEs = small and medium-sized enterprises. \na   PER is a key diagnostics instrument used to evaluate the effectiveness of public finances. The PER analyzed government expenditures during FY2009–FY2018 \n\nto assess consistency with policy priorities. This aggregate PER was a first step and a detailed education sector PER is now underway. \n\nb   The PEFA gender responsive public financial management self-assessment was done as one of the seven pilot countries chosen to trial the new framework, which \n\nwas launched in January 2020. The PEFA Secretariat approved the self-assessment by issuing a ‘PEFA Check’. \n\nc   The budget reporting and monitoring module and the business intelligence tool form phase one of the approved recommendations from the FMIS report approved \n\nby the Minister.  \n\n \n \n\n \n\n\fAppendix 4 \n\n24 \n \n \nd   18 out of 20 women directors and senior management have improved capacity in ensuring SOE compliance with Public Enterprises Act 2019. \ne   Air Pacific Limited (trading as Fiji Airways), Airports Fiji Limited, and Fiji Ports Corporation Limited in particular offer essential services in air and maritime transport. \nf   All Bills that are tabled in Parliament will undergo a validation by the Parliament Standing Committee with jurisdiction over the subject-matter of the Bill, including \n\ngender analysis. \n\ng   These commitments are provisions that the World Trade Organization member will implement after a transitional period following the entry into force of the Trade \nFacilitation  Agreement  The  five  commitments  completed are:  Article  1.3  Enquiry  Points;  Article  1.4  Notification;  Article  3  Advance  Rulings;  Article  7.7  Trade \nFacilitation Measures for Authorized Operators; and Article 10.3 Use of International Standards. \n\nh   The Personal Property Securities Act enables lenders to accept movable assets as security for loans more easily, cheaply, and securely. This particularly benefits \n\nwomen owned businesses who are less likely to have fixed assets (such as land). \n\ni   Additional contributions were made to the Credit Guarantee Scheme and Natural Disaster Rehabilitation Facility, which makes loans available to banks at very \nlow interest rates to pass on to SMEs impacted by COVID-19 at a capped interest rate. These schemes are administered by the Reserve Bank of Fiji, and are \nparticularly important to provide finance for women-owned SMEs, who are less likely to have capital or insurance to sustain operations. \n\nj   The  Working  Group  is  led  by  the  Ministry  of  Women,  Children  and  Poverty  Alleviation,  and  includes  representatives  of  civil  society  and  women’s  rights \n\norganizations, ADB and UN Women. \n\n \n\n\f", "author_pages": [" \n", " \n \n", " \n \n", "CURRENCY EQUIVALENTS \n(as of 25 June 2020) \n", "Currency unit \nF$1.00 \n$1.00 \n", "– \n= \n= \n", "Fiji dollar (F$) \n$0.460 \nF$2.172 \n", "ADB \nAIIB \nCOVID-19 \nFMIS \nGDP \nGRB \nIMF \nMOE \nMWCPA \nPEFA \nPFM \nPPP \nPPPF \nSME \nSOE \nTA \n", "ABBREVIATIONS \nAsian Development Bank \nAsian Infrastructure Investment Bank \ncoronavirus disease \nfinancial management information system \ngross domestic product \ngender-responsive budgeting \nInternational Monetary Fund \nMinistry of Economy \nMinistry of Women, Children and Poverty Alleviation \nPublic Expenditure and Financial Accountability \npublic financial management \npublic–private partnership \npost-program partnership framework \nsmall and medium-sized enterprise \nstate-owned enterprise \ntechnical assistance \n", "NOTES \n", "(i) \n", "(ii) \n", "The  fiscal  year  (FY)  of  the  Government  of  Fiji  ends  on  31  July.  “FY”  before  a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2020 ends \non 31 July 2020. \nIn this report, “$” refers to United States dollars unless otherwise stated. \n", " \nVice-President \nDirector General  Leah Gutierrez, Pacific Department (PARD) \nDirector \n", "Ahmed M. Saeed, Operations 2 \n", " \nTeam leaders \n", "Emma Veve, Deputy Director General and Officer-in-Charge, Social Sectors \nand Public Sector Management Division (PASP), PARD \n \nErik Aelbers, Senior Country Specialist, Pacific Subregional Office (SPSO), \nPARD \nPamela  Wyatt,  Principal  Public  Management  Specialist  (Governance), \nPASP, PARD \n", " \n \nTeam members  Mairi MacRae,  Social  Development  Specialist  (Gender  and  Development), \n", "PASP, PARD \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nRommel Rabanal, Public Sector Economist, PASP, PARD \nIsoa Wainiqolo, Senior Economics Officer, SPSO, PARD \nBo  An,  Public  Management  Specialist,  Public  Management,  Financial \nSector, and Regional Cooperation Division, East Asia Department \n", "Peer reviewer \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n", " \n \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n"]}