{"path": "data/input/reports/49021-002-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49021-002 \nNovember 2017 \n \n \nProposed Loan and Technical Assistance Grant \nPeople’s Republic of China: Heilongjiang Green \nUrban and Economic Revitalization Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 November 2017) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1505 \n$1.00  =  CNY6.6452 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BDS  –  business development services \n  EIB  –  European Investment Bank \n  ESMS  –  environmental and social management system \n  FIC  –  financial intermediation component \n  HBC  –  Harbin Bank Corporation \n  HPG  –  Heilongjiang Provincial Government \n  LBC  –  Longjiang Bank Corporation \n  PAM  –  project administration manual \n  PIU  –  project implementation unit \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  SMEs  –  small- and medium-sized enterprises \n  SPS  –  Safeguard Policy Statement \n  TA  –  technical assistance \n  WWTP  –  wastewater treatment plant \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n ", " \nVice-President  Stephen Groff, Operations Group 2 \nDirector General  Indu Bhushan, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Stefan Rau, Senior Urban Development Specialist, EARD \nDeputy team leaders  Annika Seiler, Senior Advisor to the Vice President, Office of the \nVice-President for Finance and Risk Management \n  Lan Wang, Senior Project Officer (Urban Development), EARD \nTeam members  Maria Victoria Dela Cruz, Associate Project Officer, EARD \n  Rikard Elfving, Senior Financing Partnerships Specialist, Office of \nCofinancing Operations \n  Jesus Felipe, Advisor, Economic Research and Regional \nCooperation Department (ERCD) \n  Ma. Celia Guzon, Operations Assistant, EARD \n  Shinsuke Kawazu, Senior Counsel, Office of the General Counsel \n  Keiko Koiso, Procurement Specialist, Operations Services and \nFinancial Management Department (OSFMD) \n  Asako Maruyama, Education Specialist, EARD \n  Masahiro Nishimura, Transport Specialist, EARD \n  Mailene Radstake, Senior Safeguards Specialist (Resettlement), \nEARD \n  Scott Roberts, Senior Investment Specialist, Private Sector \nOperations Department \n  M. Shahadat Russel, Procurement Specialist, OSFMD \n  Shotaro Sasaki, Senior Environment Specialist, EARD \n  Manoj Sharma, Principal Urban Development Specialist, South Asia \nDepartment (SARD) \n  Jasmin Sibal, Economics Officer, ERCD \n  Gohar Tadevosyan, Social Development Specialist (Safeguards), \nEARD \n  Teresa Yabut, Portfolio Management Officer, EARD \n  Yuebin Zhang, Principal Regional Cooperation Specialist, EARD \nPeer reviewers  Anqian Huang, Finance Specialist, SARD  \n  Sonia Chand Sandhu, Senior Advisor to the Vice-President, Office \nof the Vice-President for Knowledge Management and Sustainable \nDevelopment  \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nMAPS \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  6 \nIII.  ATTACHED TECHNICAL ASSISTANCE  7 \nIV.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  9 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \nV.  ASSURANCES AND CONDITIONS  11 \nVI.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  15 \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49021-002\nProject Name Heilongjiang Green Urban and  Department EARD/EASS\nEconomic Revitalization Project  /Division\nCountry China, People's Republic of Executing Agency Heilongjiang Provincial \nBorrower Ministry of Finance Government\n2. Sector Subsector(s)      ADB Financing ($ million)\nAgriculture, natural Land-based natural resources management 25.00\nresources and rural\ndevelopment\nFinance Small and medium enterprise finance and leasing 56.00\nIndustry and trade Small and medium enterprise development 20.00\nTransport Urban public transport 25.00\nUrban roads and traffic management 100.00\nWater and other urban  Urban flood protection 50.00\ninfrastructure and services Urban sewerage 25.00\nUrban water supply 9.00\nTotal 310.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth Pillar 2: Access to economic  Adaptation ($ million) 65.70\n(IEG) opportunities, including jobs, made  Mitigation ($ million) 40.72\nmore inclusive CO  reduction (tons per annum) 30,962\n2\nEnvironmentally sustainable Disaster risk management Climate Change impact on the  Medium\ngrowth (ESG) Global and regional transboundary  Project\nenvironmental concerns\nUrban environmental improvement\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Organizational development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nKnowledge solutions (KNS) Knowledge sharing activities\nPilot-testing innovation and learning\nPartnerships (PAR) Commercial cofinancing\nInternational finance institutions (IFI)\nOfficial cofinancing\nPrivate Sector\nPrivate sector development  Promotion of private sector investment\n(PSD) Public sector goods and services \nessential for private sector development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Low\nHousehold Targeting No Urban High\nSDG Targeting Yes\nSDG Goals SDG6, SDG8, SDG9, SDG11\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: A   Involuntary Resettlement: A   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 310.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 310.00\nCofinancing 220.00\n     European Investment Bank - Loan (Not ADB Administered) 220.00\nCounterpart 491.00\n     Government  315.00\n     Others  176.00\nTotal 1,021.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund \n(TASF-OTHERS) in the amount of $450,000; Financial Sector Development Partnership Special Fund in the amount of \n$300,000. \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 22042017194818459541 Generated Date: 20-Oct-2017 11:02:42 AM", "", "", "", "", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe  People’s  Republic  of  China  (PRC)  for  the  Heilongjiang  Green  Urban  and  Economic \nRevitalization  Project.1 The  report  also  describes  proposed  technical  assistance  (TA)  for \nHeilongjiang Business Development Services Support to Strengthen Financial Intermediation \nComponent Implementation, and if the Board approves the proposed loan, I, acting under the \nauthority delegated to me by the Board, approve the TA. \n \n2.  The project is timely and essential to provide strategic and comprehensive multicity \nsupport to non-coal diversification aiming at economic revitalization and improving urban living \nconditions through two types of components: (i) financial intermediation component (FIC) which \nis linked to a business development services (BDS) subcomponent to strengthen the capacity of \nsmall-  and  medium-sized  enterprises  (SMEs)  and  enable  private  sector  development;  and  \n(ii) investment project components to clean up the environment from coal-mining impact, and \nimprove urban infrastructure and public services for people in the coal-dependent cities of Hegang, \nJixi, Qitaihe, and Shuangyashan (project cities) in eastern Heilongjiang Province in northeastern \nPRC.2 The Asian Development Bank (ADB) provided TA to prepare the project.3 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  The project cities share a border with the Russian Federation to the east and to the north, \nand have a combined population of 5.2 million. They were important bases for coal-mining and \nelectricity production in the PRC particularly between 1949 and 2013.4  Their fundamental reliance \non coal mining and related industries made their economies vulnerable, especially when coal \nprices dropped steeply in 2013. Changing global and domestic energy and climate change \npolicies also contributed to rapid economic decline, wage reductions, unemployment, urban \npoverty, and population loss in the project cities.6 In 2014, the project cities had a per capita gross \ndomestic product that was 33% lower than the average rate in Heilongjiang Province, which in \nturn was 16% below the national average. Economic revitalization is challenging because of the \nlack of (i) effective programs for SME development, (ii) SME financing for investments and longer-\nterm working capital, (iii) investments in competitive products and research and development, \n(iv) capacity  to  develop  and  expand  businesses,  (v)  strategic  workforce  development,  and \n(vi) attractive urban environments and services. A further challenge to strengthening the private \nsector is a long tradition of large state-owned enterprises dominating the local economies. \n \n4.  The project cities suffer from environmental degradation (pollution of soil, water, and air) \ncaused by more than 60 years of coal mining. This, along with inadequate urban infrastructure \nand  services—e.g.,  water  supply,  wastewater  management,  drainage,  and  district  heating \nsystems—makes for poor livability. Key missing links in the road network lead to detours and \ntraffic congestion, especially in Shuangyashan. Project cities lack adequate road maintenance, \npublic transport, bus lanes, bus stops, and sidewalks; and urgently need road rehabilitation. Some \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  ADB has been conducting policy dialogue and providing project support for urban environmental improvement and \nwater pollution for more than 20 years in Heilongjiang Province. \n3  ADB.  2015.  Technical  Assistance  to  the  People’s  Republic  of  China  for  Heilongjiang  Coal-Rich  Cities \nRedevelopment. Manila.  \n4  Heilongjiang Provincial Government. 2016. Heilongjiang Statistical Yearbook, 2015. Harbin. \n6  After 255,000 people out-migrated during 2010–2015, the population declined by 4.7%. \n ", "2 \nrivers, especially in Hegang and Jixi, flood during heavy storms, have narrow channels, and are \npolluted by sediments and untreated discharge of domestic and industrial wastewater. \n \n5.  Value  added  by  Asian  Development  Bank  assistance.  ADB  helped  identify  and \ncomprehensively address key economic development challenges through non-coal diversification, \nand  sustainable  and  inclusive  private  sector  development  and  job  creation.  It  mobilized \ncofinancing to tackle public funding shortages, enabling a holistic investment project that will \ngenerate cross-sector synergies. It prepared a diversification road map and an SME development \nand financing program to leverage ADB funds and strengthen the local finance sector.7 It prepared \ninitial mining remediation strategies and identified pilot projects to improve the environment and \npublic health, and initiate a transformation from a negative image as dirty coal cities to clean and \ngreen cities. ADB identified key needs for urban infrastructure and services improvement, to help \nretain and attract people, companies, and jobs. ADB assessed climate risk and vulnerability, and \nproposed adaptation measures to help make the project cities more resilient to climate change.  \n \n6.  Strategic fit. The project builds on more than 20 years of partnership between ADB and \nHeilongjiang Province, including several strategic priority projects, such as, reducing pollution and \nflood risk in the Songhua River Basin involving both public and private sectors support. 8 The \nproject is part of a renewed commitment to support government strategies to revitalize the PRC’s \neconomically challenged northeastern region. Through its strategic and holistic approach, the \nproject will support the (i) Thirteenth Five-Year plans of the governments of the PRC, Heilongjiang \nProvince, and project cities to transform the economy and improve financing of new industries \nand SMEs;10 (ii) Transformation Development Planning of Coal Cities in Heilongjiang Province, \n2014–2020 by assisting SMEs in non-coal pillar industries, including green food processing, \ngraphite  high-tech  materials  and  products,  machinery,  tourism,  trade,  and  logistics;  and                 \n(iii) National New-Type Urbanization Plan, 2014–2020 by strengthening small- and medium-sized \ncities.11 The project aligns with ADB policies, including the (i) Midterm Review of Strategy 2020, \nthrough knowledge provision, support for the development of the private and finance sectors, and \nincreased partnership-based cofinancing and operations;12 (ii) country partnership strategy for the \nPRC, 2016–2020, by supporting socially inclusive, environmentally sustainable, and economically \ncompetitive urban development;13 and (iii) urban, water, and finance sector and sustainable \ntransport initiative operational plans; and environment operational directions.14 \n                                                \n7  Finance sector development includes (i) developing the capacity of local commercial financial intermediaries in green \nfinancing, (ii) facilitating medium- to longer-term SME project financing and reducing collateral requirements, and \n(iii) strengthening capacity in cash-flow-based lending and risk management for SMEs. \n8  ADB. 2003. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of China for the Harbin Water Supply Project. Manila (Loan 1995-PRC, completed); ADB. 2002. Report and \nRecommendation of the President to the Board of Directors: Proposed Loan to the People’s Republic of China for \nthe Songhua River Flood Management Sector Project. Manila (Loan 1919-PRC, completed); ADB. 2008. Report and \nRecommendation of the President to the Board of Directors: Proposed Loan to the People’s Republic of China for \nthe Songhua River Basin Water Pollution Control and Management Project. Manila (Loan 2487-PRC, completed). \n10 Government of the PRC, State Council. 2015. National Economy and Social Development Thirteenth Five-Year Plan, \n2016–2020. Beijing; Heilongjiang Provincial Government. 2016. Thirteenth Five-Year Plan. Harbin; Municipal \nGovernment of Hegang. 2016. Thirteenth Five-Year Plan. Hegang; Municipal Government of Jixi. 2016. Thirteenth \nFive-Year  Plan. Jixi;  Municipal  Government  of  Qitaihe.  2016.  Thirteenth  Five-Year  Plan.  Qitaihe;  Municipal \nGovernment of Shuangyashan. 2016. Thirteenth Five-Year Plan. Shuangyashan. \n11 Government of the PRC, State Council. 2014. National New-Type Urbanization Plan, 2014–2020. Beijing. \n12 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n13 ADB. 2016. Country Partnership Strategy: Transforming Partnership: People’s Republic of China and Asian \nDevelopment Bank, 2016–2020. Manila. \n14 ADB. 2013. Urban Operational Plan, 2012–2020. Manila; ADB. 2011. Water Operational Plan, 2011–2020. Manila; \nADB. 2013. Environment Operational Directions 2013–2020: Promoting Transitions to Green Growth in Asia and the \nPacific. Manila; ADB. 2010. Sustainable Transport Initiative Operational Plan. Manila; ADB. 2011. Financial Sector \nOperational Plan, 2011–2020. Manila. \n ", "3 \nB.  Impact and Outcome \n \n7.  The project is aligned with the following impacts: (i) economy revitalized and diversified, \nand non-coal industries in the cities of Hegang, Jixi, Qitaihe, and Shuangyashan developed \n(footnote 9); and (ii) living environment, safety, and public health in cities of Hegang, Jixi, Qitaihe, \nand Shuangyashan improved (footnote 10). The project will have the following outcome: non-coal \neconomic activities and urban livability in project cities increased. \n \n8.  Through its comprehensive urban and economic revitalization approach, the project is \nexpected to help stop and reverse the out-migration of younger qualified workforce, and draw and \nretain residents and companies to more attractive project cities. The project will directly benefit \n2.73 million urban residents through (i) stronger SME competitiveness and jobs creation in \nimproved non-coal industrial parks; (ii) improved environment and public image through mining \nremediation; (iii) improved water supply, sewerage, district heating, flood protection, roads, road \nsafety, and public transport; (iv) greater environmental and traffic safety awareness through public \neducation programs; and (v) increased cooperation between project cities in tourism promotion, \nlogistics and trade, supply chain integration, and SME support using smart city applications. \n \nC.  Outputs \n \n9.  The project will have five outputs. Detailed descriptions are included in the design and \nmonitoring framework (Appendix 1) and in the project administration manuals (PAMs).15 \n \n10.  Output  1:  Capacity  in  business  development  services  and  integrated  project \nplanning and management developed. This output will support project management and \ncapacity development to ensure successful diversification and project sustainability in areas of    \n(i) project planning, procurement, and financial management; (ii) BDS for SMEs and local SME \nbureaus;  (iii) human  resources  and  skills  development;  (iv) smart  city  cluster  cooperation;             \n(v)  mining  remediation  planning  and  implementation;  (vi) flood  risk  management,  climate \nresilience, and sponge city planning;16 (vii) water, wastewater, and drainage system design, \nconstruction, and operation; and (viii) sustainable urban and public transport management and \nroad safety. \n \n11.  Output 2: Sustainable small- and medium-sized enterprises investment and access \nto finance in project cities improved. The project will establish an SME financing platform, \nusing the FIC, to mobilize domestic financing.17 The platform will offer (i) cofinancing loans for \nSME investments by financial intermediaries in which the ADB loan component is subordinated \nin return for longer-term project loans, (ii) a first-loss cash collateral facility to mobilize commercial \nguarantees and ease access to commercial financing for investments and longer-term working \ncapital of up to 3 years,18 and (iii) entrusted loans for high-priority projects for local governments. \nThe FIC will be linked to the BDS subcomponent (output 1). \n                                                \n15 Project Administration Manual: Investment Project Components  (Section A) [PAM (Section A)], and Project \nAdministration Manual: Financial Intermediation Component and Business Development Services Subcomponent \n(Section B) [PAM (Section B)] (accessible from the list of linked documents in Appendix 2). \n16 Sponge city is a concept of comprehensive urban water resources management, in which greenways, parks, and \nwetlands maximize ecosystem services, including stormwater management, using ecosystems-based adaptation.  \n17 Output 2 will be implemented through subprojects by SMEs, selected according to criteria described in PAM (Section \nB). The financial intermediation modality is most appropriate for aggregate projects facilitating diversification to non-\ncoal industries through SMEs, for which financing requirements are not large enough to allow direct lending by ADB. \n18 The cash collateral facility will cover (i) first loss of 20% for a guarantee company to assume risk for 80% of SME loan \nexposure and thus facilitate longer-term (3–5 years) debt financing by local financial intermediaries, and (ii) straight \nloans for higher-risk project loans in priority sectors. \n ", "4 \n12.  Output 3: Key infrastructure and small- and medium-sized enterprises facilities in \nnon-coal industrial parks in project cities constructed. The project will build and make \noperational key infrastructure and facilities, including (i) roads with advanced safety features and \nassociated utility pipes; (ii) industrial wastewater treatment plants (WWTPs); and (iii) multifunction \nfacilities for SMEs and start-ups, as well as for training and business services. \n \n13.  Output 4: Remediation and environmental cleanup from mining impacts in project \ncities improved. The project will develop mining remediation strategies, prepare investment \nplans, and implement pilot demonstration projects as models for replication. In Hegang, an open-\npit mine will be remediated involving grading, clay lining, topsoil cover, vegetation, environmental \nmanagement, and monitoring. The site will be reclaimed, made accessible and reused as a park \nand for light industry. In Jixi, a former mining area and waste-rock dumpsite, will be afforested, \nand a subsidence monitoring center will be built and operated.19 In Qitaihe and Shuangyashan, \nwaste-rock dumpsites and subsidence areas will be remediated and reused as open spaces. \n \n14.  Output 5: Integrated urban infrastructure and services in project cities improved. \nThis output will enhance urban livability and attractiveness through improved, spatially integrated \ninfrastructure and services: (i) Hegang—river rehabilitation, drainage system, sustainable urban \nand public transport, urban greening, and district heating; (ii) Jixi—integrated improvements to \nthe core area of Hengshan District and West Jixi, including river rehabilitation, urban roads, water \nsupply, wastewater management, and drainage system; (iii) Qitaihe—water supply, wastewater \nsystem, and public transport system improvements; and (iv) Shuangyashan—sustainable urban \ntransport by building key missing road links, water supply, sewerage, and drainage systems. \n \nD.  Summary Cost Estimates and Financing Plan \n \n15.  The project is estimated to cost $1,021.0 million equivalent (Table 1). Detailed cost \nestimates  by  expenditure  category  and  by financier  are  included  in  the  PAMs.  The major \nexpenditure items are civil works, equipment and its installation, FIC, and consulting services. \n \n16.  The government has requested a regular loan of $310 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a grace period \nof 5 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year (the interest and \nother charges during construction to be capitalized in the loan); and such other terms and \nconditions set forth in the draft loan and project agreements. Based on the custom-tailored \nrepayment method, the average maturity is 15.20 years, and the maturity premium payable to \nADB is 0.10% per year. \n \n17.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \ncivil works, equipment and its installation, capacity building, and project management. The \nEuropean Investment Bank (EIB) will provide loan cofinancing equivalent to $220 million not \nadministered by  ADB.20 EIB  will  cofinance  the expenditures  in  relation  to  civil  works,  and \nequipment and its installation for outputs 4 and 5. \n \n \n                                                \n19 Subsidence is lateral or vertical ground movement and failure caused by the underground coal mines. \n20 EIB cofinancing will be on a joint collaborative basis and not administered by ADB. However, EIB will contribute to \nthe financing of the same components and contracts as ADB. The exact amount of EIB cofinancing is still to be \nfinalized at their Board meeting, expected later in December 2017. However, the total amount of financing will be \nsufficient to implement the project as described.  \n ", "5 \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Investment Project Components—Base Costb   \n  1.  Output 1: Capacity in BDS and integrated project planning and management developed  14.3 \n  2.  Output 3: Key infrastructure and SME facilities in non-coal industrial parks constructed  144.0 \n  3.  Output 4: Remediation and environmental cleanup from mining impacts improved  23.9 \n  4.  Output 5: Integrated urban infrastructure and services improved  504.8 \n  Subtotal (A)  687.0 \nB.  Financial Intermediation Component   \n  1.  Output 2: Sustainable SME investment and access to finance improved   \n    (i)  Subprojects through cofinancing loans  48.0 \n    (ii)  Subprojects through cash collateral facility  160.0 \n    (iii)  Subprojects through entrusted loans  24.0 \n  Subtotal (B)  232.0 \nC.  Contingenciesc  71.6 \nD.  Financial Charges During Implementationd  30.4 \n          Total (A+B+C+D)  1,021.0 \nBDS = business development services, SMEs = small- and medium-sized enterprises. \na  Includes taxes and duties of $28.96 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance taxes and duties of $4.89 million through cash contribution. \nb  In mid-2016 prices as of 23 April 2017. \nc  Physical contingencies computed at 4.00% for civil works, field research and development, training, surveys, and \nstudies. Price contingencies computed at an average of 1.48% on foreign exchange costs and 2.28% on local \ncurrency costs; includes provision for potential exchange rate fluctuation under the assumption of a purchasing power \nparity exchange rate. No contingencies are included for the financial intermediation component. \nd  Includes interest and commitment charges capitalized under the ADB loan and not for the European Investment \nBank loan. Interest during construction for the OCR loan has been computed at the 5-year United States dollar fixed \nswap rate plus an effective contractual spread of 0.50% and maturity premium of 0.10%. Commitment charges for \nthe OCR loan are 0.15% per year to be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nA.  Investment Project Components     \n  1.  ADB: ordinary capital resources (regular loan)a  254.0  24.9 \n  2.  EIB loanb  220.0  21.5 \n  3.  Governmentc  315.0  30.9 \n    Subtotal (A)  789.0  77.3 \nB.  Financial Intermediation Componentd     \n  1.  ADB: ordinary capital resources (regular loan)  56.0  5.5 \n  2.  Domestic commercial banks  106.4  10.4 \n  3.  Subborrowers  69.6  6.8 \n    Subtotal (B)  232.0  22.7 \n        Total (A+B)  1,021.0             100.0 \nADB = Asian Development Bank, EIB = European Investment Bank. \na  The overall ADB–EIB and ADB loan amounts for the investment loan are distributed as follows: (i) Hegang—\n$175.00 million (ADB: $93.91 million), (ii) Jixi—$95.00 million (ADB: $71.80 million), (iii) Qitaihe—$125.00 million \n(ADB: $39.54 million), and (iv) Shuangyashan—$135.00 million (ADB: $104.75 million). These include the following \namounts for the financial intermediation component: (i) Hegang—$20.00 million, (ii) Jixi—$8.00 million, (iii) Qitaihe—\n$13.00 million, and (iv) Shuangyashan—$15.00 million. \nb  Subject to approval. EIB loan amounts are distributed as follows: (i) Hegang—$81.09 million, (ii) Jixi—$23.20 million, \n(iii) Qitaihe—$85.46 million, and (iv) Shuangyashan—$30.25 million. EIB is considering to provide a grant that would \nnot be administered by ADB and would support the project outcome. \nc  Municipal  government  financing  comprises:  (i)  $73.50  million  from  Hegang,  (ii)  $65.70  million  from  Jixi, \n(iii) $94.30 million from Qitaihe, and (iv) $81.50 million from Shuangyashan. \nd  Cofinancing and subborrower counterpart contributions are estimated based on a 70:30 debt–equity structure and \nagreed cofinancing ratios with the financial intermediaries for the three financial products. \nSource: ADB estimates. \n ", "6 \n18.  The SME financing platform, through the $56.0 million FIC, is estimated to leverage \n$162.4 million in cofinancing and counterpart funding from financial intermediaries and other \ncommercial banks for the first batch of subprojects. Subloan terms are expected to be 3–5 years. \nAfter the first batch is repaid, the loan proceeds will be relent to another batch and revolved, with \na total estimated leverage investment of $744.8 million over the 15-year FIC repayment period. \n \n19.  Climate mitigation is estimated to cost $148.6 million, and climate adaptation is estimated \nto cost $172.0 million. ADB will finance 27.4% of mitigation costs and 38.2% of adaptation costs. \nDetails are in the PAMs. The project’s climate risk is medium. \n \nE.  Implementation Arrangements \n \n20.  The Heilongjiang Provincial Government (HPG) is the executing agency and will supervise, \ncoordinate, and manage the project. The Heilongjiang Finance Department will manage the \nimprest  account  and  support  financial  management.  The  Hegang,  Jixi,  Qitaihe,  and \nShuangyashan municipal governments are the implementing agencies, and each has established \n(i) a project leading group headed by the mayor or vice mayor, (ii) a local project management \noffice  (PMO)  under  the  municipal  development  and  reform  commission,  and  (iii)  project \nimplementation units (PIUs) in the participating local agencies to implement the subcomponents. \nFor the FIC, the headquarters of Harbin Bank Corporation (HBC) and Longjiang Bank Corporation \n(LBC) will be the financial intermediaries for the project cities, and each bank has established \nPIUs. \n \n21.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAMs (footnote 13). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  March 2018–February 2023 \nEstimated completion date  28 February 2023 \nEstimated loan closing date  31 August 2023 \nManagement \n(i)  Oversight body  Heilongjiang PLG \n(ii)  Executing agency  HPG, under HDRC’s leadership and with HAD, HFD, and HIITC participation \n(iii)  Implementing agencies  HMG, JMG, QMG, and SMG each with a local PLG and PMO. \nFor the FIC, project cities have approval authority for and bear subprojects’ credit \nrisks.  A  no-objection  from  ADB  for  the  first  subproject  of  each  financial \nintermediary and guarantee company is required, and a free limit of CNY30 million \nwas set for subsequent subprojects. Entrusted loans will be priced at 90% of the \nreference domestic commercial cofinancing loan. \n(iv)  Implementation units  Project cities’ concerned departments \n(v)  Financial intermediaries  The headquarters of Harbin Bank Corporation and Longjiang Bank Corporation \nwill be responsible for subproject due diligence, rating, and approval, applying \ntheir standard credit approval processes and including ESMS implementation. \nProjects considered unsuitable for cofinancing will be passed to local guarantee \ncompanies for credit enhancement. If they refuse to guarantee subprojects \ndespite the first-loss cash collateral, municipal governments may extend an \nentrusted loan, without cofinancing, of up to 30% of the total FIC amount for each \ncity. \nProcurement  For the FIC, subborrowers will use commercial practices acceptable to ADB for \nprocurement using subloan proceeds. A procurement manual was prepared and \nincluded in the PAM (Section B) to guide the adoption of commercial practices to \nensure consistency with ADB’s procurement principles. \nInternational competitive bidding  3 contracts  $84.14 million \nNational competitive bidding  27 contracts  $252.71 million \n ", "7 \nAspects  Arrangements \nConsulting services  QCBS (3 contracts)  964 person-months  $13.99 million \nCQS  24 person-months  $0.18 million \nICS (6 contracts)  16 person-months  $0.17 million \nRetroactive financing and/or  A  goods  contract  for  Hegang’s  intelligent  transport  system  (estimated  at \nadvance contracting  $1.45 million), and a civil works contract for Shuangyashan’s Xinxing Avenue link \n(estimated at $22.5 million)  are proposed for advance contracting and retroactive \nfinancing. Consulting services are also included for consideration of advanced \nprocurement.  Subloan  agreements may  be signed  for  the  FIC.  Retroactive \nfinancing will be provided for ADB-approved subprojects for expenses incurred by \nsubborrowers not more than 12 months prior to date of the loan agreement. Total \nretroactive financing will not exceed 20% of the loan amount. \nDisbursement  The  loan  proceeds  will  be  disbursed  following  ADB's  Loan  Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB, as per the PAMs. \nADB  =  Asian  Development  Bank,  CNY  =  Chinese  yuan,  CQS  =  consultants  qualifications  selection, \nESMS = environmental and social management system, FIC = financial intermediation component, HAD = Heilongjiang \nAudit Department, HDRC = Heilongjiang Development and Reform Commission, HFD = Heilongjiang Finance \nDepartment, HIITC = Heilongjiang Industrial and Information Technology Commission, HMG = Hegang Municipal \nGovernment, HPG = Heilongjiang Provincial Government, ICS = individual consultants selection, JMG = Jixi Municipal \nGovernment, PAM = project administration manual, PLG = project leading group, PMO = project management office, \nQCBS = quality- and cost-based selection, QMG = Qitaihe Municipal Government, SMG = Shuangyashan Municipal \nGovernment. \nSource: ADB. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n22.  The  TA  will  support  capacity  building  as  a  further  risk  mitigation  measure  for \nimplementation of the FIC during the implementation period of the loan.23 It will strengthen SMEs \nduring subloan implementation to enhance credit repayment capacity and FIC sustainability. It will \nalso  strengthen  the  risk  control  capacities  of  financial  intermediaries  and  support  the \nimplementation of an environmental and social management system (ESMS). Outputs are (i) SME \nperformance and weaknesses identified during the subloan repayment period monitored, (ii) SME \nperformance improvement action plan and capacity building plan developed, (iii) capacity of SMEs \nin implementing corrective measures improved, and (iv) capacity of financial intermediaries in \nimplementing ESMS improved. ADB will administer the TA. The TA is estimated to cost $800,000, \nof which $450,000 will be financed on a grant basis by ADB’s Technical Assistance Special Fund \n(TASF-other sources), and $300,000 will be financed on a grant basis by the Financial Sector \nDevelopment Partnership Special Fund.24 The government will provide counterpart support in the \nform of counterpart staff, office accommodation, office supplies, secretarial assistance, and other \nin-kind contributions. \n \nIV.  DUE DILIGENCE \n \nA.  Technical \n \n23.  The  project  is  technically  feasible  and  complies  with  the  PRC’s  and  international \nengineering standards, local regulations and conditions, and strategic and sector priorities. \nDesign  options  were  compared  and  the  best  possible  technologies  with  the  least  cost, \nenvironmental, and social impacts selected. Baseline data was collected and climate change \nadaptation measures by climate risk and vulnerability assessment specialists were incorporated, \n                                                \n23 Attached Technical Assistance Report (accessible from the list of linked documents in Appendix 2). HPG requested \nTA during the ADB TA review mission in February 2017. \n24 Established by ADB. Financing partner: the Government of Luxembourg. \n ", "8 \nincluding structural measures like increasing the flow capacity of project rivers to reduce flood \nrisks and nonstructural measures. The proposed capacity development is based on a needs \nassessment for the successful implementation and sustainable operation of project facilities. \n \n24.  The  FIC  will  finance  SME  subprojects  in the project cities,  which  will  contribute  to \neconomic revitalization and diversification away from coal. Detailed subproject selection criteria, \ncovering  technical,  financial,  environmental,  and  social  safeguards,  were  agreed  with  the \nimplementing agencies. The project cities (with support of the financial intermediaries) must \nprepare an appraisal report to verify each subproject’s compliance with the defined selection \ncriteria and obtain ADB’s no-objection before approving a subproject under the first batch. \nDetailed guidelines on subproject screening and appraisal are provided in the PAM (Section B). \n \nB.  Economic and Financial \n \n25.  Economic analysis. An economic analysis for all investment loan subcomponents was \nprepared following ADB guidelines.25 Economic viability of the overall project was confirmed \nunder  various  sensitivity  scenarios.  Benefits  considered  include  (i)  improved  water  supply, \nwastewater management, and sanitation; (ii) improved flood protection and avoided damage;  \n(iii) increased savings in vehicle operating costs and travel time; and (iv) improved public health \nwith less productivity losses and reduced medical costs. Additional benefits include increased \nSME employment,  reduced  carbon  emission  from  mining  remediation,  increased  carbon \nsequestration from afforestation, and reduced exposure to pathogens. The economic internal rate \nof return was calculated at 15.4% (above the 9.0% economic opportunity cost of capital), which \ndrops to 14.3% if the capital cost increases by 10.0%, 15.3% if the operating cost increases by \n10.0%, 14.0% with a 10.0% benefit decrease, 12.8% when combining these assumptions, and \n15.2% with a 1-year delay in the achievement of benefits. \n \n26.  Financial  analysis.  A  financial  analysis  was  carried  out  for  all  revenue-generating \nsubcomponents, and the project is considered financially feasible. The financial internal rate of \nreturn was calculated in real terms at 3.67% for the Hegang WWTP, 3.72% for Hegang’s district \nheating, 3.27% for the Jixi WWTP, 8.46% for Jixi’s water supply, and 3.94% for Qitaihe’s water \nsupply. These rates exceed the weighted average costs of capital of 0.79% for the Hegang WWTP, \n1.39% for Hegang’s district heating, 1.38% for the Jixi WWTP, 1.08% for Jixi’s water supply, and \n1.64% for Qitaihe’s water supply. The rates remain robust under various sensitivity scenarios. \nFiscal analysis concluded that the project cities are likely to require support from the provincial \ngovernment to meet shortfalls in counterpart contributions, as well as, for debt servicing and \noperation and maintenance of project facilities. \n \n27.  Due diligence. For the FIC, due diligence was conducted on financial institutions that will \npartner with the project cities, i.e., HBC, LBC, and Xinzheng Guarantee Company.26 The entities \nare financially viable and can meet financial obligations and debt service payments without \ndifficulty. A debt sustainability assessment was conducted for the project cities, and the financial \nstanding is assessed as sufficiently robust to absorb credit risks, and interest rate and exchange \nrate fluctuation risks. Integrity due diligence showed the entities complying with ADB’s integrity \nstandards. \n \n                                                \n25 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila; ADB. 1999. Guidelines for the Economic \nAnalysis of Water Supply Projects. Manila. \n26 Detailed Financial Management Assessment: Financial Intermediation Component (accessible from the list of \nsupplementary documents in Appendix 2). \n ", "9 \nC.  Governance \n \n28.  The financial management risk is moderate because the PMOs and PIUs have limited \nexperience with ADB-financed projects. This risk will be mitigated through project implementation \nsupport described in the risk management plan, summarized in Table 4. For the FIC, the overall \nrisk is moderate. The assessment considered the capacity of the project cities, HBC, LBC, and \nXinzheng Guarantee Company, including funds flow arrangements, staffing, accounting, financial \nreporting  and  information  systems,  and  auditing.  The  result  shows  adequate  financial \nmanagement systems for project implementation. HBC and LBC comply with the regulations of \nthe China Banking and Regulatory Commission. A risk mitigation action plan is provided in the \nPAMs. \n \n29.  The procurement risk is moderate. Given its experience with ADB projects, HPG will \nsupervise the PIUs that currently lack experience. The procurement arrangement is deemed \nadequate, since a tendering agency and consultants under output 1 will provide support during \nimplementation. For the FIC, procurement will use commercial practices acceptable to ADB and \nwill follow ADB’s Procurement Guidelines (2015, as amended from time to time) on financial \nintermediation loans. \n \n30.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith HPG; the Hegang, Jixi, Qitaihe, and Shuangyashan municipal governments; HBC; LBC; and \nthe  Xinzheng  Guarantee  Company.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAMs. \n \nD.  Poverty, Social, and Gender \n \n31.  The project will contribute to poverty reduction by supporting SME development and job \ncreation,  and  by  improving  infrastructure  and services,  public  health,  sanitation,  and  living \nconditions. The project will create 1,853 skilled and 5,430 unskilled jobs during construction, and \n398 skilled and 138 unskilled jobs during operation. The PMOs will prioritize vulnerable groups, \nsuch as women and the poor, for employment and training. A social and gender action plan was \nprepared to ensure that positive benefits of the project accrue to beneficiaries. \n \n32.  Gender benefits. The project is categorized effective gender mainstreaming. Women are \naffected by unemployment and poor urban services, and consider improvements in road safety \nand public transport as important benefits to their well-being and quality of life. The social and \ngender action plan will improve women’s employment opportunities, and provide consultation and \nparticipation opportunities. It will raise awareness on environmental protection, road safety, and \nflood risk management through public education. The FIC will provide loans to SMEs and start-\nup companies owned and/or managed by women. Social development and gender specialists will \nsupport project implementation. \n \nE.  Safeguards \n \n33.  In  compliance  with  ADB’s  Safeguard  Policy  Statement  (SPS,  2009),  the  project’s \nsafeguard categories are as follows.27 \n \n                                                \n27 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories \n \n ", "10 \n34.  Environment (category A). An environmental impact assessment and environmental \nmanagement plan were prepared in compliance with the SPS, and disclosed on the ADB website \non 22 May 2017.28 Overall, the project will generate positive impacts on the environment. Impacts \nduring construction include earthworks and movement; and treatment of soil, polluted river \nsediment, and contaminated soil from coal processing. Construction will have temporary impacts \non soil, surface water, air, and community safety but will not cause loss of valuable ecology or \nphysical cultural resources. Impacts during operation include an increase in traffic on project \nroads.  For  some  identified  locations,  noise  levels  may  exceed  the  PRC  standards.  The \nenvironmental management plan includes measures to avoid and/or mitigate impacts during \nconstruction and operation, and deal with potential subsidence and leachate release at mining \nremediation sites. \n \n35.  Involuntary resettlement (category A). There were four resettlement plans prepared in \nline with the SPS, as well as, government laws and regulations on involuntary resettlement. About \n318 households (1,075 persons) will be permanently affected by impacts on collective farm land \n(908.37 mu).29 Impacts on households and annual per capita income are found to be marginal \nwith loss at no more than 10%. About 296 households (700 persons) will be affected by house \ndemolition and relocation. About 6 organizations (1,530 workers) and 10 stores (32 persons) will \nbe  affected  by  impacts  on  structures.  Impacts  will  be  further  investigated  after  detailed \nmeasurement surveys. Each PMO has designated resettlement staff and a grievance redress \nmechanism. The project implementation consultants will provide training and support. \n \n36.  Indigenous peoples (category C). Ethnic minorities account for less than 4% of the \npopulation in project cities. Due diligence confirmed that ethnic minorities will benefit equally from \nthe project, and there will be no negative impact on indigenous peoples from the project. \n \n37.  An ESMS was established for the FIC, inclusive of subprojects classified category B and \ncategory C for the environment, involuntary resettlement, and indigenous peoples. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n38.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.30 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nHPG  has  relatively  weak  lead  and  HDRC and HFD have committed to coordinate the project, along with four \ncoordination role.  PMOs and with support from project implementation consultants. \nPMO and PIU staff lack experience  HPG  and  implementing  agencies  have  committed  to  fulfill  ADB’s \nimplementing ADB-financed projects,  requirements for procurement and financial management. The tendering \nespecially  in  financial  management  agency  and  project  implementation  consultants  will  provide  capacity \nand procurement.  development on procurement and financial management. \nPMOs and PIUs experience frequent  Project  implementation  consultants  will  provide  training  on \nturnover of trained staff.  ADB requirements at regular intervals. \nPMOs  and  financial  intermediaries  Project financing training on sample subprojects will be demonstrated by \nlack  experience  in  SME  financing,  project start-up support and BDS consultants. The attached TA will support \n                                                \n28 The environmental impact assessment incorporates results from ADB and domestic reports, including consultant \nreports, domestic feasibility studies, domestic environmental impact assessments, and climate risk and vulnerability \nassessments.  The  domestic  safeguards  documents  were  prepared  in  compliance  with  the  PRC  Law  on \nEnvironmental Impact Assessment (2016), the Technical Guidelines for Environmental Impact Assessment (HJ 2.1 \n-2016), and other PRC regulations and guidelines. \n29 A mu is a Chinese unit of measurement for land area (1 mu = 666.67 square meters). \n30 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nRisks  Mitigation Measures \nESMS implementation, due diligence,  the financial intermediaries through ESMS implementation assistance and \ninvestment  appraisal,  and  on  ADB  will carry out due diligence. The BDS and the TA will improve SMEs’ \nrequirements.  capacity to prepare, implement, and operate technically and financially \nsound proposals and projects. \nADB = Asian Development Bank, BDS = business development services, ESMS = environmental and social \nmanagement system, HDRC = Heilongjiang Development and Reform Commission, HFD = Heilongjiang Finance \nDepartment,  HPG  =  Heilongjiang  Provincial  Government,  PIU  =  project  implementation  unit,  PMO  =  project \nmanagement office, SMEs = small- and medium-sized enterprises, TA = technical assistance. \nSource: ADB. \n \nV.  ASSURANCES AND CONDITIONS \n \n39.  The government and HPG have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAMs and loan documents. \n \n40.  The government and HPG have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreement and project agreement. \n \n41.  Disbursement of the loan for certain cost categories is conditional upon (i) execution of \nthe  EIB  loan  agreement,  or  (ii)  execution  of framework  cooperation  agreements  with,  and \nESMS adoption by, concerned financial intermediaries. \n \nVI.  RECOMMENDATION \n \n42.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$310,000,000 to the People’s Republic of China for the Heilongjiang Green Urban and Economic \nRevitalization Project, from ADB’s ordinary capital resources, in regular terms, with interest to be \ndetermined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; for a term of 25 years, including a grace period of 5 years; and such other terms and \nconditions as are substantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board. \n \nTakehiko Nakao \nPresident \n14 November 2017 \n \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \nImpacts the Project is Aligned with \nEconomy revitalized and diversified, and non-coal industries in the cities of Hegang, Jixi, Qitaihe, and Shuangyashan \ndeveloped (Heilongjiang Province’s Thirteenth Five-Year Plan)a \nLiving environment, safety, and public health in cities of Hegang, Jixi, Qitaihe, and Shuangyashan improved (National \nNew-Type Urbanization Plan, 2014–2020)b \n  Data Sources and \nPerformance Indicators with Targets  Reporting \nResults Chain  and Baselines  Mechanisms  Risks \nOutcome  By 2024 (baseline: 2016)     \nNon-coal economic  a.  2,000 person-year jobsc created in  a–d.  Annual reports of  Limited success in \nactivities and urban  non-coal industries (baseline: 0)  administrative  attracting non-coal \nlivability in project  b.  At least 15 non-coal SME projects in  departments in  SMEs because \ncities increased  priority sectors implemented, of  Hegang, Jixi,  the government \nwhich at least 30% are women-ledd  Qitaihe, and  reverses \n(baseline: 0)  Shuangyashan  SME development \nc.  Land area affected by risks from  cities; and project  policies \nmining impact reduced by 188.7 ha  completion report \n(baseline: not applicable) \nd.  Urban residents’ rate of satisfaction \nwith road, water supply, wastewater, \nand heating services increased to \n60% (baseline: 42% [road], 25% \n[water supply], 12% [wastewater], \nand 20% [heating]) \nOutputs  By 2023 (baseline: 2016)     \n1. Capacity in BDS  1a. At least 400 individuals (at least 30%  1a–1b. Project progress   \nand integrated  of them women) reported new skills  and completion \nproject planning  in project management; labor force  reports; and \nand management  assessment and TVET; mining  training \ndeveloped  remediation engineering, strategic  materials and \nplanning, and investment  knowledge \nprogramming; smart city and city  products \ncluster cooperation and regional  prepared by the \nplanning; flood risk management and  consultants \nsponge city design and investment \nplanning;e water, wastewater, and \ndrainage management; tariff reform \nand nonrevenue water reduction; \nand/or sustainable urban transport \nand road and traffic safety \nawareness (baseline: 0) \n1b. BDS capacity development training \nprovided to SMEs, and at least \n50 entrepreneurs (at least 30% of \nthem women) reported improved \nskills in business planning  \n(baseline: 0) \n2. Sustainable SME  2a. At least $232 million for  2a–2b. Project progress  PMOs and FIs \ninvestment and  SME investments in project cities  and completion  lack experience in \naccess to finance  provided (baseline: 0)  reports; and  SME financing, \nin project cities  2b. At least 30 entrepreneurs (30% of  annual audits by  ESMS \nimproved  them women) have accessed  FIs   implementation, \nfinance (baseline: 0)  2c.  Technical  due diligence, \n2c. At least 20 FI staff (30% of them  assistance  investment \nwomen) report increased capacity on  progress reports  appraisal, and on \nESMS implementation (baseline: 0)  ADB \nrequirements \n3. Key infrastructure  3a. 18.4 km of roads with associated  3a–3c. Project progress  Delays in \nand SME facilities  utilities constructed (Hegang, 6.3 km;  and completion  availability of \nin non-coal  reports  counterpart \n ", "Appendix 1  13 \nData Sources and \nPerformance Indicators with Targets  Reporting \nResults Chain  and Baselines  Mechanisms  Risks \nindustrial parks in  Jixi, 4.3 km; Qitaihe, 2.1 km; and  funding and in \nproject cities  Shuangyashan, 5.7 km) (baseline: 0)  land acquisition \nconstructed  3b. Two WWTPs in non-coal industrial  and resettlement \nparks constructed and operational  activities \nwith a combined capacity of   \n26,000 m3/d (Hegang: 6,000 m3/d;  Uncertainty over \nJixi: 20,000 m3/d) (baseline: 0)  women’s \n3c. At least 56,000 m2 of multifunction  participation in \nSME facilities constructed and  SME financing \ncommissionedf (baseline: 0)  and capacity \ndevelopment  \n4. Remediation and  4.  Mining remediation pilots in project  4.   Project progress   \nenvironmental  cities implemented, including  and completion \ncleanup from  stabilization, soil cleanup, clay lining,  reports \nmining impacts in  soil cover, and afforestation on  \nproject cities  188.7 ha (Hegang: 52.6 ha; Jixi: 89.7 \nimproved  ha; Qitaihe: 21.7 ha; Shuangyashan: \n24.7 ha) (baseline: 0) \n5. Integrated urban  5a. Hegang: four rivers with a total  5a–5j.  Project progress   \ninfrastructure and  length of 19.9 km rehabilitated and  and completion \nservices in project  green flood protection embankment  reports \ncities improved  constructed (baseline: 0)e \n5b. Hegang: 7.2 km primary and \n65.2 km secondary old district \nheating pipes retrofitted (baseline: 0) \n5c. Hegang: 34.3 km road with \nsidewalks rehabilitated, including \n29.1 km of bus priority lanes; and \nintelligent transport system \nequipment at 50 improved bus stops \nand lighting for safety of women \ninstalled (baseline: 0) \n5d. Jixi: two rivers with a total length of \n8.7 km and Hongqi lake (23.5 ha) \nrehabilitated and green flood \nprotection embankment constructed \n(baseline: 0)e \n5e. Jixi: WTP with capacity of \n50,000 m3/d upgraded and 72.5 km \nwater supply pipes retrofitted;      \n23.3 km of sewers, and 32.5 km of \ndrainage pipes and/or trench \nconstructed (baseline: 0) \n5f. Jixi: 2.2 km of roads with associated \nutilities and a public park (3.2 ha) \nand 18,000 m2 of multifunction public \ntraining facilities constructedf \n(baseline: 0) \n5g. Qitaihe: two WTPs with capacities of \n100,000 m3/d and 50,000 m3/d \nupgraded, 17.8 km old main pipes \nretrofitted, 73.2 km pipes installed, \nand 15 pump stations built  \n(baseline: 0) \n5h. Qitaihe: 209 electric buses procured; \nand three bus terminals,f including \nseparate and safe facilities for \nwomen, constructed (baseline: 0) \n5i. Shuangyashan: 24.7 km of water \nsupply pipes, 3 pump stations, and  \n ", "14  Appendix 1 \nData Sources and \nPerformance Indicators with Targets  Reporting \nResults Chain  and Baselines  Mechanisms  Risks \n3 water tanks constructed and their \nequipment installed; and  \n85.1 km of sewers and 52.3 km of \ndrainage pipes installed (baseline: 0) \n5j. Shuangyashan: 6.7 km of key road \nlinks constructed (baseline: 0) \n  Key Activities with Milestones \n1.  Capacity in BDS and integrated project planning and management developed \n1.1  Recruit and mobilize implementation support consultants by 2018 \n1.2  Implement BDS support to SMEs during 2018–2023 \n1.3  Implement capacity development training during 2018–2023 \n1.4  Implement and monitor EMP, resettlement plan, and SGAP during 2018–2023 \n2.  Sustainable SME investment and access to finance in project cities improved \n2.1  Complete onlending agreements and subloan templates by Q4 2017 \n2.2  Identify subprojects and sign subloan agreements for first batch by Q1 2018 \n2.3  Identify subprojects in project cities and sign subloan agreements for second batch by Q2 2023 \n3.  Key infrastructure and SME facilities in non-coal industrial parks in project cities constructed \n3.1  Design infrastructure, acquire land, and procure works during 2018–2020 \n3.2  Implement infrastructure works and equipment installation during 2018–2023 \n4.  Remediation and environmental cleanup from mining impacts in project cities improved \n4.1  Design, acquire land, and procure works during 2018–2020 \n4.2  Implement works during 2018–2023 \n5.  Integrated urban infrastructure and services in project cities improved \n5.1  Design infrastructure, acquire land, and procure works during 2018–2020 \n5.2  Implement infrastructure works and equipment installation during 2018–2023 \nInputs \nADB: $310 million (loan)g \nGovernment: $315 million \nAssumptions for Partner Financing \nEIB: $220 million equivalent (loan)h \nDomestic commercial banks: $106.4 million \nSubborrowers: $69.6 million \nOutputs not administered by ADB that are necessary to reach the outcome include selected subcomponents of \noutputs 3 and 4 (EIB) \nADB = Asian Development Bank, BDS = business development services, EIB = European Investment Bank, \nEMP = environmental management plan, ESMS = environmental and social management system, FI = financial \nintermediary, ha = hectare, km = kilometer, m2 = square meter, m3/d = cubic meter per day, PMO = project management \noffice, SGAP = social and gender action plan, SMEs = small- and medium-sized enterprises, TVET = technical and \nvocational education and training, WTP = water treatment plant, WWTP = wastewater treatment plant. \na  Heilongjiang Provincial Government. 2016. Thirteenth Five-Year Plan. Harbin. \nb  Government of the People’s Republic of China, State Council. 2014. National New-Type Urbanization Plan, 2014–\n2020. Beijing. \nc  “Person-year job” is defined as 12 months of employment equivalent for one person. \nd  Women-led SMEs are SMEs that are founded by women and/or have female senior executives. \ne  The flood risk management component is included in output 5 and as capacity development in output 1. It includes \nstructural and nonstructural measures, such as hydrological and hydraulic modeling across the river basin, \nidentification of upstream and downstream flood plain preservation options, early warning systems, adjustments to \nriverside greenway to increase flow and retention capacity, and additional stormwater retention ponds and depressed \nopen space network. Sponge city is a concept in which greenways, parks, and wetlands maximize ecosystem \nservices, including water resource management and stormwater retention, using ecosystems-based adaptation. \nf  Each city will design, build, and operate at least one pilot 2-star green building or above under the People’s Republic \nof China’s green building standard or green industrial building standard. \ng  Allocation for the (i) investment project components (outputs 1, and 3–5): $254.00 million (Hegang—$73.91 million, \nJixi—$63.80  million,  Qitaihe—$26.54  million,  and  Shuangyashan—$89.75  million);  and  (ii)  FIC  (output  2): \n$56.00 million  (Hegang—$20.00  million,  Jixi—$8.00  million,  Qitaihe—$13.00  million,  and  Shuangyashan—\n$15.00 million). \nh  EIB loan allocation by project cities is $81.09 million for Hegang, $23.20 million for Jixi, $85.46 million for Qitaihe, \nand $30.25 million for Shuangyashan. \nSource: ADB. \n ", "Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49021-002-3 \n1. Loan Agreement\n2. Project Agreement\n3. Sector Assessment (Summary): Urban and Urban–Rural Development, Finance, and\nIndustry and Trade\n4. Project Administration Manual: Investment Project Components (Section A)\n5. Project Administration Manual: Financial Intermediation Component and Business\nDevelopment Services Subcomponent (Section B)\n6. Contribution to the ADB Results Framework\n7. Development Coordination\n8. Attached Technical Assistance Report\n9. Financial Analysis\n10. Economic Analysis\n11. Country Economic Indicators\n12. Summary Poverty Reduction and Social Strategy\n13. Social and Gender Action Plan\n14. Environmental Impact Assessment\n15. Resettlement Plan: Hegang City\n16. Resettlement Plan: Jixi City\n17. Resettlement Plan: Qitaihe City\n18. Resettlement Plan: Shuangyashan City\n19. Financial Intermediary: Environmental and Social Management System Arrangement\n20. Risk Assessment and Risk Management Plan\nSupplementary Documents \n21. Detailed Financial Management Assessment: Investment Project Components\n22. Detailed Financial Management Assessment: Financial Intermediation Component\n23. Detailed Economic Analysis\n24. Climate Risk and Vulnerability Assessment\n25. Economic Diagnostics Study and Diversification Roadmap\n26. Sector Assessment for Small- and Medium-Sized Enterprises"], "metadata": {"Author": "ADB", "CreationDate": "D:20171205074302+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president", "ModDate": "D:20171212170333+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Report and Recommendation of the President"}, "author_page": " \nVice-President  Stephen Groff, Operations Group 2 \nDirector General  Indu Bhushan, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Stefan Rau, Senior Urban Development Specialist, EARD \nDeputy team leaders  Annika Seiler, Senior Advisor to the Vice President, Office of the \nVice-President for Finance and Risk Management \n  Lan Wang, Senior Project Officer (Urban Development), EARD \nTeam members  Maria Victoria Dela Cruz, Associate Project Officer, EARD \n  Rikard Elfving, Senior Financing Partnerships Specialist, Office of \nCofinancing Operations \n  Jesus Felipe, Advisor, Economic Research and Regional \nCooperation Department (ERCD) \n  Ma. Celia Guzon, Operations Assistant, EARD \n  Shinsuke Kawazu, Senior Counsel, Office of the General Counsel \n  Keiko Koiso, Procurement Specialist, Operations Services and \nFinancial Management Department (OSFMD) \n  Asako Maruyama, Education Specialist, EARD \n  Masahiro Nishimura, Transport Specialist, EARD \n  Mailene Radstake, Senior Safeguards Specialist (Resettlement), \nEARD \n  Scott Roberts, Senior Investment Specialist, Private Sector \nOperations Department \n  M. Shahadat Russel, Procurement Specialist, OSFMD \n  Shotaro Sasaki, Senior Environment Specialist, EARD \n  Manoj Sharma, Principal Urban Development Specialist, South Asia \nDepartment (SARD) \n  Jasmin Sibal, Economics Officer, ERCD \n  Gohar Tadevosyan, Social Development Specialist (Safeguards), \nEARD \n  Teresa Yabut, Portfolio Management Officer, EARD \n  Yuebin Zhang, Principal Regional Cooperation Specialist, EARD \nPeer reviewers  Anqian Huang, Finance Specialist, SARD  \n  Sonia Chand Sandhu, Senior Advisor to the Vice-President, Office \nof the Vice-President for Knowledge Management and Sustainable \nDevelopment  \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "authors": [{"fullname": "Stephen Groff", "role": "Operations Group", "organization": ""}, {"fullname": "Indu Bhushan", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Sangay Penjor", "role": "Urban and Social Sectors Division", "organization": "EARD"}, {"fullname": "Stefan Rau", "role": "Senior Urban Development Specialist", "organization": "EARD"}, {"fullname": "Annika Seiler", "role": "Senior Advisor to the Vice President", "organization": "Office of the"}, {"fullname": "Lan Wang", "role": "Senior Project Officer (Urban Development)", "organization": "EARD"}, {"fullname": "Maria Victoria Dela Cruz", "role": "Associate Project Officer", "organization": "EARD"}, {"fullname": "Rikard Elfving", "role": "Senior Financing Partnerships Specialist", "organization": "Office of"}, {"fullname": "Jesus Felipe", "role": "Advisor", "organization": "Economic Research and Regional"}, {"fullname": "Ma. Celia Guzon", "role": "Operations Assistant", "organization": "EARD"}, {"fullname": "Shinsuke Kawazu", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Keiko Koiso", "role": "Procurement Specialist", "organization": "Operations Services and"}, {"fullname": "Asako Maruyama", "role": "Education Specialist", "organization": "EARD"}, {"fullname": "Masahiro Nishimura", "role": "Transport Specialist", "organization": "EARD"}, {"fullname": "Mailene Radstake", "role": "Senior Safeguards Specialist (Resettlement)", "organization": ""}, {"fullname": "Scott Roberts", "role": "Senior Investment Specialist", "organization": "Private Sector"}, {"fullname": "M. Shahadat Russel", "role": "Procurement Specialist", "organization": "OSFMD"}, {"fullname": "Shotaro Sasaki", "role": "Senior Environment Specialist", "organization": "EARD"}, {"fullname": "Manoj Sharma", "role": "Principal Urban Development Specialist", "organization": "South Asia"}, {"fullname": "Jasmin Sibal", "role": "Economics Officer", "organization": "ERCD"}, {"fullname": "Gohar Tadevosyan", "role": "Social Development Specialist (Safeguards)", "organization": ""}, {"fullname": "Teresa Yabut", "role": "Portfolio Management Officer", "organization": "EARD"}, {"fullname": "Yuebin Zhang", "role": "Principal Regional Cooperation Specialist", "organization": "EARD"}, {"fullname": "Anqian Huang", "role": "Finance Specialist", "organization": "SARD"}, {"fullname": "Sonia Chand Sandhu", "role": "Senior Advisor to the Vice-President", "organization": "Office"}]}