{"path": "data/input/reports/49067-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49067-001 \nSeptember 2017 \n \n \n \n \nProposed Loan \nChana Green Company Limited \nSouthern Thailand Waste-to-Energy Project \n \n(Thailand)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Public \nCommunications Policy 2011. \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 18 September 2017) \n \nCurrency unit  –  baht (B) \nB1.00  =  $0.030     \n$1.00  =  B33.10     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AEDP  –  Alternative Energy Development Plan \n  DMC  –  developing member country \n  EGAT  –  Electricity Generating Authority of Thailand \n  EPC  –  engineering, procurement, and construction \n  GED  –  Gulf Energy Development \n  GHG  –  greenhouse gas emission \n  IPP  –  independent power producer \n  PPA  –  power purchase agreement  \n  SPP  –  Small Power Producer \n    –  CONFIDENTIAL INFORMATION DELETED \n  WTE  –  waste-to-energy \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  TPY  –  ton per year \n \n \nNOTES \n \n(i)  The fiscal year (FY) of Chana Green Company Limited ends on 31 December. \n(ii)  In this report, \"$\" refers to United States dollars. \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  J. Surtani, Infrastructure Finance Division, PSOD \n   \nTeam leader  R. Lockhart, Investment Specialist, PSOD \nProject advisor  D. Wiedmer, Principal Investment Specialist, PSOD \nTeam members  C. Gin, Principal Counsel, Office of the General Counsel \n  M. Kiefer, Senior Economist, PSOD \n  H. Lim, Investment Specialist, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  K. Paocharoen, Senior Investment Officer, Thailand Resident Mission, \nPSOD \n  A. Porras, Senior Safeguards Officer, PSOD \n  R. Samiano, Safeguards Officer, PSOD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  3 \nC.  Alignment with ADB Strategy and Operations  3 \nD.  Project Cost and Financing Plan  4 \nE.  Implementation Arrangements  4 \nF.  Projected Financial and Economic Performance  5 \nIII.  THE PROPOSED ADB ASSISTANCE  5 \nA.  The Assistance  5 \nB.  Value-Added by ADB Assistance  5 \nC.  Risks  6 \nIV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  6 \nC.  Investment Limitations  7 \nD.  Assurances  7 \nV.  RECOMMENDATION  7 \n \nAPPENDIXES \n1.  Design and Monitoring Framework   8 \n2.  List of Linked Documents   9 \n ", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan of \nup to B1,109 million (or its equivalent in US dollars) to Chana Green Company Limited for the \nSouthern Thailand Waste-to-Energy Project in Thailand. \n \nII.  THE PROJECT \nA.  Project Identification and Description \n2.  Project identification. Agriculture has played an important role in Thailand’s economic \ndevelopment, but it has also led to serious environmental and social challenges in managing the \nmass amount of residual waste that is generated from the harvesting process. The agriculture \nsector of Thailand accounts for approximately 10% of the country’s gross domestic product and \nnearly 40% of Thailand’s population depend on farming for their main livelihood. Thailand is a \nmajor producer of rice, sugarcane, cassava, rubber, and palm oil. Thailand’s agricultural products \nare estimated to produce over 80 million tons of waste a year. Rural households utilize small \namounts of agricultural waste to provide basic energy requirements for cooking and heating. \nHowever, the bulk of waste in Thailand is destined to be burned in the fields unless applications \nfor industrial use are sourced. Uncontrolled burning produces negative impacts on human health, \natmospheric visibility, soil, groundwater, and greenhouse gas (GHG) emissions. The challenge \nfor Thailand and many other developing member countries (DMCs) is to find a solution to manage \nand reduce the agricultural waste in an environmentally and socially acceptable manner. Waste-\nto-energy (WTE) technology offers an effective solution by converting the agricultural waste, also \nknown as biomass, into a dependable and renewable source of commercial electricity. \n \n3.  Thailand’s natural gas resources have long been a reliable source of low-cost energy, but \ngrowing  demand  and  dwindling  domestic  reserves  mean  that  it  must  find  new  fuels  and \ntechnologies to help meet its future power needs. Thailand’s power consumption has risen by on \naverage 3.6% per year during 2005–2016 and demand is expected to double over the period from \n2015 to 2036. To meet its growing energy demand, Thailand has adopted the Alternative Energy \nDevelopment Plan, 2015–2036 (AEDP) which sets out targets for renewable energy deployment.1 \nThe plan contains a target of 30% of final energy consumption and 20% of installed electricity \ngeneration capacity from renewable energy sources by 2036. To meet these targets, biomass will \nbecome the second largest renewable power source after solar, attesting to the immense potential \nof residual waste from agriculture in the country. The AEDP sets out a target to increase the \ninstalled generating capacity of biomass to 5,570 megawatts (MW) by 2036 from its current \ninstalled capacity of 2,943 MW. \n \n4.  WTE plants that utilize biomass are prioritized in Thailand’s renewable energy policy \nbecause of the additional advantage of supporting farmers and rural communities. Biomass WTE \npromotes rural development by contributing additional income to farmers who sell their agricultural \nwaste as well as small enterprises who engage in waste collection and transportation. Substituting \nfossil fuels with agricultural waste for power generation can also improve Thailand’s energy \nsecurity, save foreign exchange by reducing the need for energy imports, and shield the economy \nfrom the impact of global energy price fluctuations. Further, biomass is a sustainable form of \npower generation because it has a carbon-neutral footprint. The biomass absorbs the same \namount of carbon during its cultivation cycle as it releases when consumed as a fuel. Unlike other \nrenewable energy technologies such as solar and wind, which are intermittent, WTE can also \n                                                \n1  Government of Thailand, Ministry of Energy. 2015. Alternative Energy Development Plan, 2015–2036. Bangkok. ", "2 \noperate on a firm, reliable, and dispatchable basis, providing a more direct substitute for base-\nload generation using fossil fuels. The substitution effectively reduces the grid’s GHG emission \nfactor by displacing generation that otherwise would have been provided using fossil fuels. \n \n5.  The Ministry of Energy implements its WTE policy for biomass through the small power \nproducer (SPP) and very small  power producer programs. The programs allow for private \ndevelopers to build, own, and operate WTE power projects and enter into power purchase \nagreements  (PPAs)  with  Thailand’s  state-owned  power  utility  companies,  the  Electricity \nGenerating Authority of Thailand (EGAT) and the Provincial Electricity Authority of Thailand. \nRenewable energy projects that utilize biomass are entitled to receive a B0.3 per kilowatt-hour \n(kWh) tariff incentive for 7 years in addition to the base wholesale electricity tariff. The tariff \nincentive is provided to promote investment in WTE technologies. \n \n6.  The southern-most provinces of Thailand are some of the poorest in the country. Political \nconflict and unrest in Southern Thailand has impeded investment, employment, and overall \ndevelopment and growth. The associated risk of investing in Southern Thailand has also led to \nunderinvestment in the local power system, which continues to experience energy shortages. To \nreduce risk and promote investment in the power sector of Southern Thailand,2 WTE power \nprojects are entitled to receive a special tariff incentive of B1.0 per kWh for 7 years in addition to \nthe B0.3 per kWh tariff. \n \n7.  Project design. The project entails the construction and operation of a 25 MW biomass \nWTE power project located in Chana, Songkhla province of Southern Thailand.  \n \nCONFIDENTIAL INFORMATION DELETED  \n \n8.  The primary source of waste will be rubberwood sourced from local farmers, sawmills, and \nintermediary suppliers located within 150-kilometer (km) radius of the project site. All electricity \nproduced by the project will be purchased by EGAT under a 5-year, automatically renewable PPA \nwith a contracted capacity of 20.6 MW under the SPP program. The project will receive two tariff \nincentives in addition to the base wholesale electricity tariff. The tariff incentives include B0.3 per \nkWh for utilizing biomass and B1.0 per kWh for investing in Southern Thailand, both for a period \nof 7 years from commercial operations, after which time the project will only receive the base \nwholesale tariff.  \n \nCONFIDENTIAL INFORMATION DELETED  \n \n9.  Borrower and sponsor. Chana Green, the borrower, is a project company set up to own, \ndevelop,  construct,  and  operate  the  project.  The  project  is  wholly  owned  by  Gulf  Energy \nDevelopment (GED), the sponsor, which is a leading private sector power generation company in \nThailand with the largest portfolio of gas-fired power projects in the country.3 Currently, the \ncompany has 10 operating gas-fired projects with total installed generation capacity of 4,373 MW, \nof which GED’s equity capacity is 1,755 MW. GED is positioned for strong growth with the largest \npower project pipeline in Thailand. The company has an additional 7,022 MW of installed \ngeneration  capacity  currently  under  construction  and  development,  which  is  scheduled  to \ncommence commercial operations by 2024. As of May 2017, GED’s total current portfolio, \n                                                \n2  Power projects located in Yala, Pattani, Narathiwat, and four subdistricts in Songkhla (Chana, Na Thawi, Saba Yoi, \nand Thepha) province are eligible for the B1.0 per kWh tariff incentive. \n3  CONFIDENTIAL INFORMATION DELETED  \n ", "  3 \nincluding  projects  under  construction  and  under  development,  consists  of  four  gas-fired \nindependent power producers (IPPs) (8,976 MW), 19 gas-fired SPPs (2,395 MW), four rooftop-\nsolar very small power producers (0.60 MW), and the proposed Southern Thailand WTE project \n(25 MW). In addition, the company holds a 9% equity interest in SPCG Public Company Limited, \none of the largest solar power companies in Thailand with 36 solar farms totaling 260 MW.  \n \nCONFIDENTIAL INFORMATION DELETED  \n \n10.  The Asian Development Bank (ADB) has a longstanding relationship with the sponsor \nsince 2007 when ADB supported the company during its first IPP bidding process. ADB provided \nlong-term debt for two of its IPP projects, the Nong Saeng Natural Gas Power Project and the \nAyudhaya Natural Gas Power Project (totaling 3,406 MW installed generating capacity), which \nrepresented the first project financing arrangements in Thailand with loan tenures of 23 years. \nThe Nong Saeng Natural Gas Power Project was recognized as one of the top 40 private–public \npartnerships  (PPPs)  in  emerging  markets  by  the  International  Finance  Corporation  and \nInfrastructure Journal.4 The Ayudhaya Natural Gas Power Project received Project Finance Deal \nof the Year (2012) from Project Finance International. \n \n11.  Integrity due diligence was conducted in accordance with ADB’s Integrity Due Diligence \nGuidelines for Nonsovereign Operations. The results of this analysis are set out in the integrity \ndisclosure document. \n \nB.  Development Impact, Outcome, and Outputs \n12.  Impact. The project is aligned with the following impact: Energy mix diversified through \nthe addition of alternative energy capacity and more electricity consumption from renewable \nsources. \n \n13.  Outcome. The project will have the following outcome: sustained operation of a private \nsector biomass WTE power plant in Southern Thailand.5 \n \n14.  Outputs. The outputs will be a constructed biomass WTE power plant project and \ngenerated local employment. \n \nC.  Alignment with ADB Strategy and Operations \n15.  Consistency with ADB strategy and country strategy. The project is consistent with \nADB’s Midterm Review of Strategy 2020.6 The review reaffirmed ADB’s support under its Strategy \n2020 for development that is environmentally sustainable; the role of the private sector in meeting \ngrowing  energy  demand  in  the  region;  and  capitalizing  on  ADB’s  operating  strengths  in \ninfrastructure development, finance, and other areas.7 The midterm review also supports the \nexpansion of environment-friendly technologies for clean and efficient energy generation and use, \nas well as a larger role for private sector financing of infrastructure. \n \n                                                \n4  International Finance Corporation. 2013. Emerging Partnerships: Top 40 PPPs in Emerging Markets. Washington, \nDC. \n5  The design and monitoring framework is in Appendix 1. \n6  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n7  ADB. 2008. Strategy 2020: The Long-Term Strategic Framework of the Asian Development Bank, 2008–2020. \nManila.  ", "4 \n16.  The project is consistent with ADB’s country partnership strategy for Thailand, 2013–\n2016.8 The country strategy supports three core strategic pillars: knowledge and innovation, \nprivate  sector  development,  and  regional  cooperation  and  integration.  These  are  to  be \noperationalized in four program areas: (i) infrastructure; (ii) finance sector development; (iii) the \nenvironment, including climate change; and (iv) regional cooperation and integration. \n \n17.  Consistency  with  sector  strategy  and  relevant  ADB  operations.  The  project  is \nconsistent  with  ADB’s  Energy  Policy,  which  emphasizes  investments  in  energy  efficiency, \nrenewable energy projects, and wider access to energy.9 The project will contribute to ADB’s \ntarget of $6 billion in annual financing for climate mitigation and adaptation by 2020 to accelerate \nlow-carbon growth and reduce regional GHG emissions. \n \nD.  Project Cost and Financing Plan \n \nCONFIDENTIAL INFORMATION DELETED  \n \n \nE.  Implementation Arrangements \n18.  Table 3 summarizes the implementation arrangements. \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  The project is being developed under Thailand’s SPP program. The SPP \nprogram allows for private developers to build, own, and operate power \nprojects in the 10 MW–90 MW capacity range and to sell electricity to EGAT \nunder standardized PPAs. \nManagement  The project will be managed by GED, one of the largest power generation \ncompanies in Thailand. GED has successfully managed 14 gas-fired power \nprojects (6,195 MW) and one waste-to-energy power project (23 MW) from \nearly development to operation stage. \nImplementation period  CONFIDENTIAL INFORMATION DELETED  \nConstruction  CONFIDENTIAL INFORMATION DELETED \narrangements \nSupplier and/or  CONFIDENTIAL INFORMATION DELETED  \ncontractor \nOperations    \narrangements \nRevenue structure  EGAT will purchase all electricity produced by the project under a \nstandardized PPA with a contracted capacity of 20.6 MW. The PPA has a 5-\nyear term with automatic extensions. The automatic extension of the contract \nterm of the PPA will mean that, at a minimum, the PPA term matches the 25-\nyear economic life of the project and exceeds the full term of the debt. The \nproject will receive monthly revenue by selling electricity on a tariff formula \ncomprising the countrywide average wholesale rate plus a tariff incentive. The \ntariff incentive comprises B0.3 per kWh for utilizing biomass and B1.0 per \nkWh to promote investment in Southern Thailand, both for a period of 7 years \nfrom the start of commercial operations. \nMajor cost structure  CONFIDENTIAL INFORMATION DELETED \n                                                \n8  ADB. 2013. Country Partnership Strategy: Thailand, 2013–2016. Manila. \n9  ADB. 2009. Energy Policy. Manila. ", "  5 \nAspects  Arrangements \n \nOperation and  CONFIDENTIAL INFORMATION DELETED  \nmaintenance   \nRelevant parties  Revenue under the PPA is supported by EGAT, a state-owned power utility \ncompany in Thailand with a credit rating of BBB+ from Standard & Poor’s \n(2013) \nPerformance  The borrower will submit semiannual environmental and social monitoring \nmonitoring  reports to the Asian Development Bank during construction, and annually \nthereafter. The performance indicators are included in the design and \nmonitoring framework (Appendix 1). \nEGAT = Electricity Generating Authority of Thailand, GED = Gulf Energy Development, kWh = kilowatt-hour, MW = \nmegawatt, O&M = operation and maintenance, PPA = power purchase agreement, Q = quarter, SPP = small power \nproducer, CONFIDENTIAL INFORMATION DELETED  \nSource: Gulf Energy Development. \n \nF.  Projected Financial and Economic Performance \nCONFIDENTIAL INFORMATION DELETED  \n \nIII.  THE PROPOSED ADB ASSISTANCE \nA.  The Assistance \n19.  The proposed ADB assistance includes a local currency loan not exceeding B1,109 million \nor its equivalent in US dollars, with a tenor of up to 18 years. The longer repayment period of the \nADB loan is necessary to lower the operational debt service leverage over the life of the project. \nReducing the project’s asset–liability mismatch by amortizing the high up-front capital costs over \na longer period improves the project’s economic viability. The limited availability of long-term \nfinancing in Southern Thailand is a market failure due to the macro and political instability in the \nregion. Accessing short-term debt to finance long-term assets results in higher liquidity risk and \nfirm-level economic volatility. This impacts the willingness of developers to invest in long-term \ninfrastructure assets, which ultimately hampers the level and growth of economic activity in the \nregion. \n \nB.  Value-Added by ADB Assistance \n20.  ADB’s financial assistance will help provide an environmentally sustainable solution to the \nabundant agricultural waste that is produced from farming and wood industries by converting \nbiomass into a renewable source of electricity. ADB’s assistance helps the long-term economic \nviability of the project, supports the government’s renewable energy program and targets, and \nvalidates the WTE business model in a DMC. The demonstration effect from ADB’s assistance \nhelps reduce the risk perception associated with WTE projects and creates awareness of the \nbenefits and sustainability of WTE that can be applied to other rural communities and DMCs. \n \n21.  ADB’s 18-year financing of a private sector project in Southern Thailand signals long-term \nconfidence to other banks and developers considering investing in infrastructure assets within the \nregion. Economic development in Southern Thailand has been hindered by underinvestment due \nto political conflict and unrest. Access to financial credit is limited, especially long-term financing \nthat is required for large infrastructure projects. ADB’s financing intervention goes beyond the \nproject and sector to encourage investment more broadly in other types of infrastructure projects \nand industries seeking capital within the Southern Thailand region. ", "6 \n \nC.  Risks  \nCONFIDENTIAL INFORMATION DELETED  \n \nIV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions \n22.  In compliance with ADB’s Safeguard Policy Statement (2009), the project is classified as \ncategory B for the environment and category C for involuntary resettlement and indigenous \npeoples. An initial environmental examination report was submitted to the Office of the Natural \nResources and Environment Policy and Planning and is expected to be approved in October \n2017. The project site and its immediate vicinity do not support natural vegetation of any \necological significance. The potential environmental and social impacts of the project have been \nidentified and effective measures to avoid, minimize, mitigate, and compensate for adverse \nimpacts are incorporated in the environmental and social management plan. A series of public \nconsultation meetings with various stakeholders were conducted from 2016 to 2017 and the \nconcerns have been addressed by Chana Green. The institutional capacity and commitment of \nChana Green to manage the project’s social and environmental impacts are deemed adequate \nand described in the environmental and social management plan. \n \n23.  The project with an installed generating capacity of 25 MW will be located in Ku subdistrict, \nChana district, Songkhla province, Southern Thailand. Chana Green, the borrower, acquired 150 \nrais (24 hectares) of private land 2 years ago for the project. Sale deeds have been executed and \npayment  has  been  completed  based  on  negotiated  and  agreed  prices  for  the  acquired \nproperties.10 An upgrade of an existing transmission line (from 33 KV to 115 KV) by the Provincial \nElectricity Authority of Thailand will be required for the project. However, no land acquisition is \nnecessary  as  the  existing  transmission  line  right-of-way  will  be  used.  No  properties  or \nimprovements will be impacted during transmission line upgrading. There are no indigenous \npeoples at the project site. \n \n24.  During construction, an estimated 300 workers will be engaged, mainly as skilled and \nunskilled laborers. Chana Green will comply with national labor laws and, in accordance with \nADB’s Social Protection Strategy (2001), will take measures to comply with the internationally \nrecognized core labor standards.11 Chana Green will report regularly to ADB on (i) its (and its \ncontractors’) compliance with such laws, and (ii) the measures taken by the company to safeguard \nthe project. Information disclosure and consultation with affected people will be conducted in \naccordance with ADB requirements. The project is categorized as having no gender element, \ngiven the limited potential for gender-inclusive design of the project. Stakeholders, including \ncommunities in the vicinity of the project, were informed and consulted about the project. The \ninitial environmental examination includes a grievance redress mechanism to receive complaints \nand facilitate their resolution. \n \nB.  Anticorruption Policy \n25.  Chana Green was advised of ADB’s Anticorruption policy (1998, as amended to date). \nADB will ensure that the investment documentation includes appropriate provisions prohibiting \n                                                \n10 Rai is a unit of area, commonly used in Thailand, and is equal to 1,600 square meters. \n11 ADB. 2003. Social Protection. Manila (adopted in 2001). ", "  7 \ncorruption, money laundering, and the financing of terrorism, and remedies for ADB in the event \nof noncompliance. \n \nC.  Investment Limitations \n26.  The proposed loan is within the medium-term, country, industry, group, and single-project \nexposure limits for nonsovereign investments. \n \nD.  Assurances \n27.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),12 \nADB  will proceed with the proposed assistance upon establishing that  the Government of \nThailand has no objection to the proposed assistance to Chana Green. ADB will enter into suitable \nfinance documentation, in form and substance satisfactory to ADB, following approval of the \nproposed assistance by the ADB Board of Directors. \n \nV.  RECOMMENDATION \n28.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \nB1,109,000,000 (or its equivalent in US dollars) from ADB’s ordinary capital resources to Chana \nGreen Company Limited for the Southern Thailand Waste-to-Energy Project in Thailand, with \nsuch terms and conditions as are substantially in accordance with those set forth in this report, \nand as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \n26 September 2017 \n \n                                                \n12 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "Appendix 1  8 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Project is Aligned with \nEnergy mix diversified through the addition of alternative energy capacity and more electricity \nconsumption from renewable sources (Alternative Energy Development Plan, 2015–2036)a \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \n \nPrivate sector  CONFIDENTIAL  a–c. Chana Green’s  Lower power production \nbiomass WTE power  INFORMATION DELETED   annual development  due to insufficient \nplant in Southern    effectiveness monitoring  feedstock, lower \nThailand sustained    reports  availability, or \n  conversion efficiency \n \n \n \n \n \n \n \nc. 65 additional full-time \nequivalent local jobs \nemployed in operations \n(2017 baseline: 0) \nOutputs       \n1. Biomass WTE  1. Total installed  1–2. Chana Green’s  Delayed commissioning \npower plant  renewable electricity  annual development  resulting from force \nconstructed  generation capacity of 25  effectiveness monitoring  majeure events \nmegawatts (2017 baseline:  reports \n  0) \n   \n2. Local employment  2. 300 jobs generated \ngenerated  during construction (2017 \nbaseline: 0) \n \nKey Activities with Milestones \nOutputs 1–2. Biomass WTE power plant constructed; local employment generated \nCONFIDENTIAL INFORMATION DELETED \n \nInputs \nAsian Development Bank: B1,109 million (loan) \nCONFIDENTIAL INFORMATION DELETED  \nAssumptions for Partner Financing \nNot applicable \nEGAT= Electricity Generating Authority of Thailand, WTE = waste to energy. \na  Government of Thailand, Ministry of Energy. 2015. Alternative Energy Development Plan, 2015–2036. Bangkok. \nb   CONFIDENTIAL INFORMATION DELETED  \nSource: Asian Development Bank.", "9  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49067-001-4   \n \n1.  Country Economic Indicators \n \n[CONFIDENTIAL INFORMATION DELETED] "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20180314154622+08'00'", "ModDate": "D:20180314154622+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Doc number"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 18 September 2017) \n \nCurrency unit  –  baht (B) \nB1.00  =  $0.030     \n$1.00  =  B33.10     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AEDP  –  Alternative Energy Development Plan \n  DMC  –  developing member country \n  EGAT  –  Electricity Generating Authority of Thailand \n  EPC  –  engineering, procurement, and construction \n  GED  –  Gulf Energy Development \n  GHG  –  greenhouse gas emission \n  IPP  –  independent power producer \n  PPA  –  power purchase agreement  \n  SPP  –  Small Power Producer \n    –  CONFIDENTIAL INFORMATION DELETED \n  WTE  –  waste-to-energy \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  TPY  –  ton per year \n \n \nNOTES \n \n(i)  The fiscal year (FY) of Chana Green Company Limited ends on 31 December. \n(ii)  In this report, \"$\" refers to United States dollars. \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  J. Surtani, Infrastructure Finance Division, PSOD \n   \nTeam leader  R. Lockhart, Investment Specialist, PSOD \nProject advisor  D. Wiedmer, Principal Investment Specialist, PSOD \nTeam members  C. Gin, Principal Counsel, Office of the General Counsel \n  M. Kiefer, Senior Economist, PSOD \n  H. Lim, Investment Specialist, PSOD \n  M. Manabat, Senior Investment Officer, PSOD \n  K. Paocharoen, Senior Investment Officer, Thailand Resident Mission, \nPSOD \n  A. Porras, Senior Safeguards Officer, PSOD \n  R. Samiano, Safeguards Officer, PSOD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", "authors": [{"fullname": "  M. Kiefer", "role": " Senior Economist", "organization": "PSOD "}, {"fullname": "  H. Lim", "role": " Investment Specialist", "organization": "PSOD "}, {"fullname": "  M. Manabat", "role": " Senior Investment Officer", "organization": "PSOD "}, {"fullname": "  K. Paocharoen", "role": " Senior Investment Officer", "organization": "Thailand Resident Mission"}, {"fullname": "  A. Porras", "role": " Senior Safeguards Officer", "organization": "PSOD "}, {"fullname": "  R. Samiano", "role": " Safeguards Officer", "organization": "PSOD "}]}