{"path": "data/input/reports/49078-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49078-001 \nAugust 2015 \n \n \n \n \nProposed Results-Based Loan and Technical \nAssistance Grant \nArmenia: Seismic Safety Improvement Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 17 August 2015) \nCurrency unit  –  dram (AMD) \nAMD1.00  =  $0.0021     \n$1.00  =  AMD478.05     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ATDF  –  Armenian Territorial Development Fund \n  DLI  –  disbursement-linked indicator \n  M&E  –  monitoring and evaluation \n  MIS  –  management information system \n  PAP  –  program action plan \n  RBL  –  results-based lending \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  A. Chiplunkar, Urban Development and Water Division, CWRD \n   \nTeam leader  Y. Ye, Principal Urban Development Economist, CWRD \nTeam members  J. Asanova, Senior Education Specialist, CWRD \n  L. Manalaysay-Buenavente, Operations Assistant, CWRD \n  G. Mousaelyan, Senior Project Officer, Armenia Resident Mission, \nCWRD \n  J. Ngai, Counsel, Office of the General Counsel \n  A. Pokhrel, Disaster Risk Management Specialist, Sustainable \nDevelopment and Climate Change Department \n  R. Romasanta, Senior Project Officer, CWRD \n  S. Russell, Procurement Specialist, Operations Services and \nFinancial Management Department \n  T. Tran, Senior Environment Specialist, CWRD \n  Y. Xu, Senior Financial Management Specialist, CWRD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \n \nPROGRAM AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROGRAM  1 \nA.  Strategic Context  1 \nB.  Program Rationale  2 \nC.  Program Scope  3 \nD.  Program Results  3 \nE.  Expenditure Framework and Financing Plan  5 \nF.  Capacity Development and Program Action Plan  6 \nG.  Technical Assistance  7 \nH.  Implementation Arrangements  7 \n \nIII.  SUMMARY OF ASSESSMENTS  7 \nA.  Program Technical Assessments  7 \nB.  Program Systems Assessments  8 \nC.  Integrated Risk Assessment and Mitigating Measures  9 \n \nIV.  ASSURANCES  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Disbursement-Linked Indicators, Verification Protocols, and Disbursement Schedule  15 ", "Project Classification Information Status: Complete\nRESULTS BASED PROGRAM AT A GLANCE\n1. Basic Data Project Number: 49078-001\nProject Name Seismic Safety Improvement Program Department CWRD/CWUW\n/Division\nCountry Armenia, Republic of Executing Agency Ministry of Territorial \nBorrower Armenia, Republic of Administration and \nEmergency Situations\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Other urban services 62.51\ninfrastructure and services Urban policy, institutional and capacity development 8.93\nEducation Education sector development 17.86\nTotal 89.30\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Medium\ngrowth (IEG) including jobs, made more inclusive Project\nEnvironmentally  Disaster risk management\nsustainable growth (ESG)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Anticorruption Effective gender mainstreaming \ndevelopment (GCD) Civil society participation (EGM)\nInstitutional development\nPublic financial governance\nKnowledge solutions  Application and use of new knowledge \n(KNS) solutions in key operational areas\nKnowledge sharing activities\nPartnerships (PAR) Bilateral institutions (not client government)\nCivil society organizations\nImplementation\nInternational finance institutions (IFI)\nUnited Nations organization\nPrivate sector  Public sector goods and services essential for \ndevelopment (PSD) private sector development\n5. Poverty Targeting Location Impact\nProject directly targets  No Rural Low\npoverty Urban High\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 89.30\n     Sovereign Capacity development technical assistance: Technical  0.80\nAssistance Special Fund\n     Sovereign Results Based Lending: Asian Development Fund  88.50\nCofinancing 0.00\n     None 0.00\nCounterpart  18.50\n     Government 18.50\n  \nTotal 107.80\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems No\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 10022015151305725321 Generated Date: 18-Aug-2015 16:35:12 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto Armenia for the Seismic Safety Improvement Program.1 The report also describes proposed \ntechnical  assistance  (TA)  for  the  Seismic  Safety  Improvement  Program,  and  if  the  Board \napproves  the  proposed  loan,  I,  acting  under the  authority  delegated to me  by  the  Board, \napprove the TA. \n \n2.  The program will support the implementation of the National Strategy for Disaster Risk \nReduction2 during 2015–2020 by (i) improving school seismic safety to reduce casualties and \ndamage in schools during earthquakes, and (ii) enabling better use of school buildings as \nshelters for the general public and as focal points for emergency response after earthquakes.3 \nThe program reflects the key focus areas advocated by the National Strategy for Disaster Risk \nReduction, and is in line with the four priorities identified in the Sendai Framework for Disaster \nRisk Reduction, 2015–2030.4 \n \nII.  THE PROGRAM \n \nA.  Strategic Context \n \n3.  Armenia is located in one of the most seismically active regions in the world. It is ranked \nfirst in the world for vulnerability to earthquakes.5 The Spitak earthquake in 1988, measuring 6.9 \non the Richter scale, killed 25,000 people, including 6,000 school children, and left 517,000 \npeople homeless. More than 40% of the country’s manufacturing capacity was destroyed. The \nestimated direct economic loss from the Spitak earthquake was $15 billion–$20 billion. Since \nthe Spitak earthquake, the country has experienced five earthquakes registering 4.5–7.0 on the \nRichter scale.6 \n \n4.  Since  the  Spitak  earthquake,  the  government  has  reorganized  its  emergency \nmanagement system, including creating the Ministry of Emergency Situations and National \nSurvey  for  Seismic  Protection  and  appointing  a  cabinet  minister  responsible  for  disaster \nresponse. The government has passed significant legislation and decisions to improve seismic \nrisk reduction and emergency management.7 In addition, design and construction codes and \nstandards were revised and updated to reflect the real seismic hazard and to more correctly \ndetermine the seismic loads acting on buildings and structures. \n \n5.  The  National  Strategy  for  Disaster  Risk  Reduction,  approved  in  2012,  defines  the \ndevelopment of an efficient system for disaster risk reduction as one of the most important \nfactors for sustainable development of the country. The strategy aims to improve the country’s \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Government of Armenia. 2012. National Strategy for Disaster Risk Reduction. Yerevan. \n3  The Asian Development Bank (ADB) provided program preparatory technical assistance. ADB. 2015. Technical \nAssistance to Armenia for the Seismic Safety Improvement Program. Manila. \n4  Third World Conference on Disaster Risk Reduction. 2015. Sendai Framework for Disaster Risk Reduction, 2015–\n2030. Sendai, Japan. \n5  United Nations Development Programme. 2004. Reducing Disaster Risk: A Challenge for Development. New York. \n6  Armenia was also affected by 49 earthquakes that occurred in neighboring countries during this period. \n7  Government of Armenia. 2002. Law on Seismic Protection. Yerevan; Government of Armenia. 2005. Law on \nArmenian Rescue Service. Yerevan; Government of Armenia. 2003. Decision on defining the list of the objects of \nspecial and general importance in the field of seismic protection. Yerevan; and Government of Armenia. 1999. \nDecision on complex program on seismic risk reduction in the territory of Yerevan. Yerevan. ", "2 \nresilience  to  disasters,  increase  the  safety  of  individuals  and  society,  and  contribute  to \nsustainable development. It identifies seismic risk as a primary disaster risk for the country. \n \n6.  Most of the public buildings constructed during the Soviet time need strengthening or \nreconstruction to meet the seismic safety standard. The government has prioritized school \nbuildings  for  seismic  strengthening  or  reconstruction,  as  the  school  buildings  will  not  only \nprevent loss of life of school children but will also be used as emergency shelters for temporary \nhospitals and dormitories after a disaster. Armenia has about 1,400 schools, about 1,000 of \nwhich need strengthening and reconstruction at an estimated cost of $1.2 billion. There are \nvarious investment programs prepared by the government and development partners which \nfocus on different types of schools (primary, secondary, or high schools) or different locations \n(Yerevan or other regions) with different prioritization criteria. With Asian Development Bank \n(ADB) support, the government has consolidated these investment programs into one priority \nSchool Strengthening and Renovation Program, using the prioritization criteria developed with \nsupport of the United Nations Children’s Fund.8 \n \nB.  Program Rationale \n \n7.  The program will support the implementation of the National Strategy for Disaster Risk \nReduction by (i) improving school seismic safety to reduce casualties and damage in schools \nduring earthquakes, and (ii) enabling better use of school buildings as shelters for the general \npublic and as focal points for emergency response after earthquakes. The program reflects the \nkey focus areas advocated by the National Strategy for Disaster Risk Reduction and is in line \nwith the four priorities in the Sendai Framework for Disaster Risk Reduction, 2015–2030: (i) \nunderstanding disaster risk; (ii) strengthening disaster risk governance to manage disaster risk; \n(iii) investing in disaster risk reduction for resilience; and (iv) enhancing disaster preparedness \nfor effective response, and rebuilding better in recovery, rehabilitation, and reconstruction. \n \n8.  The program supports equitable and sustainable urban development under the results \nframework of ADB’s country partnership strategy for Armenia, 2014–2018.9 It is aligned with the \nUrban Operational Plan, 2012–2020 in terms of planning and investing in infrastructure and \nservices for sustainable urban systems and promoting an improved environment and resilience. \nThe program is aligned with ADB’s Operational Plan for Integrated Disaster Risk Management, \n2014–2020  and  Education  by  2020:  A  Sector  Operations  Plan. 10  ADB  has  significant \nexperience in disaster recovery including supporting recovery from major earthquakes in the \nPeople’s Republic of China, India, Pakistan, and the Philippines, and improving school seismic \nsafety in Bhutan and Nepal.11 ADB also has gained considerable experience in Armenia since \nthe country became an ADB member in 2005. \n \n9.  Results-based lending (RBL) is a suitable modality for the program because (i) the \ngovernment has formulated the School Strengthening and Renovation Program in which the \nRBL program can be anchored; (ii) the government has gained and demonstrated reasonable \ncapacity through implementing investments in school seismic strengthening and renovation \nusing its own systems and through implementing projects funded by development partners; (iii) \nusing the government’s systems will provide incentives for the government to further improve its \n                                                \n8  Government of Armenia. 2015. The 2015–2030 Program for the Improvement of the Seismic Safety of State \nComprehensive Schools. Yerevan. School buildings are prioritized based on the seismic risk level and impact \nwithout differentiating  types of schools. Most of the prioritized school buildings are expected to be in urban areas. \n9  ADB. 2015. Country Partnership Strategy: Armenia, 2014–2018. Manila. \n10 ADB. 2014. Operational Plan for Integrated Disaster Risk Management, 2014–2020. Manila; and ADB. 2010. \nEducation by 2020: A Sector Operations Plan. Manila. \n11 Schools strengthened with ADB assistance effectively withstood the recent earthquake in Nepal. \n ", "3 \nsystems  and  enhance  its  already  strong  ownership;  (iv)  it  will  provide  a  platform  for  the \ngovernment  to  effectively  coordinate  the  support  of  various  donors,  fostering  development \ncoordination and harmonization for maximum development impact; and (v) the modality enables \nADB to disburse for results related not only to seismic strengthening of schools but also the \nquality of construction, institutional strengthening, and capacity development. \n \n10.  The program’s design has incorporated the lessons learned from earlier operations in \nseismic disaster recovery and risk management, including 10 lessons summarized by ADB’s \nIndependent Evaluation Department in response to Nepal’s earthquake.12 In addition, lessons \nlearned from implementing RBL in other programs have also been incorporated in the program’s \ndesign, including the need to have a small number of disbursement-linked indicators (DLIs), a \nstrong focal unit dedicated to RBL implementation, actions to strengthen government systems, \nand a disbursement protocol that is not overly complicated or ambitious. \n \nC.  Program Scope \n \n11.  The  program  will  support  a  portion  of  the  government’s  School  Strengthening  and \nRenovation Program covering the activities from 2015 to 2020. The government program’s \nscope and that of the RBL program are summarized in Table 1. \n \nTable 1: Program Scope \nItem  Broader Government Programa  Results-Based Lending Program \nOutcome  Improved coverage of seismically safe  Same as the government’s \n  school buildings  program \nKey outputs  (i) increased seismic resilience of school  Same as the government’s \nbuildings, (ii) strengthened seismic disaster  program \npreparedness and response capacity, (iii) \nimproved supportive policies and systems \nfor seismic disaster risk management, and \n(iv) enhanced national capacity in \nexecuting and implementing the seismic \nsafety investment program \nProgram expenditure  $617.0 million  $107.0 million \nMain financiers and  Government: $110.0 million  Government: $18.5 million \nrespective financing  Development institutions: $507.0 million  ADB: $88.5 million \namounts \nGeographic coverage  Nationwide  Same as the government’s \nprogram \nExecuting agency  Ministry of Territorial Administration and  Same as the government’s \nEmergency Situations  program \nImplementation period  2015–2035b  2015–2020 \nADB = Asian Development Bank. \na  School Strengthening and Renovation Program. \nb  Subject to debt sustainability. \nSources: Ministry of Territorial Administration and Emergency Situations and ADB. \n \nD.  Program Results \n \n12.  The program’s impact is aligned with the National Strategy for Disaster Risk Reduction \nfor  establishing  a  resilient  country,  increasing  the  safety  of  individuals  and  society,  and \ncontributing to sustainable development. The outcome will be improved coverage of seismically \nsafe school buildings. The key results areas and outputs are summarized in points (i)–(iv) \n                                                \n12 ADB. 2015. Response to Nepal’s Earthquake: Ten Lessons From Evaluation. Manila. \n ", "4 \nbelow. The outcome indicator and some output indicators, selected based on their significance \nto achieving the program impact and outcome, have been further developed and consolidated \ninto the program DLIs. \n(i)  Results  area  1:  Increasing  seismic  resilience  of  school  buildings.  The \nprogram will support the strengthening or reconstruction of school buildings of at \nleast 46 priority schools identified under the government’s School Strengthening \nand  Renovation  Program  (DLI  2  and  program  action  plan  [PAP]  2–7),  in \naccordance with updated building codes and the guidelines for school building \nretrofitting (DLI 4 and PAPs 12 and 13). The strengthened or reconstructed \nschool buildings will meet the internationally accepted seismic safety standards \nfor an earthquake of Medvedev–Sponheuer–Karnik scale IX. The strengthened \nor  reconstructed  buildings  will  also  meet  the  government’s  requirements  on \nenergy efficiency, with wheelchair accessible trails and sex-segregated toilets.13 \n(ii)  Results area 2: Strengthening seismic disaster preparedness and response \ncapacity. An emergency response action plan will be developed for each school \nstrengthened or reconstructed under the program. Awareness campaigns will be \nconducted for at least 46 communities in the same neighborhoods as these \nschools (DLI 3 and PAP 10). Vocational training will be provided to at least 100 \nconstruction  managers  and  workers  to  improve  their  seismic  strengthening \nconstruction  technology  knowledge,  techniques,  and  skills.  In  addition, \nequipment will be provided to modernize 15 seismic observation stations. At least \n45 staff in the seismic observation stations will be trained to improve their seismic \nmonitoring and projection capacity. \n(iii)  Results  area  3:  Improving  supportive  policies  and  systems  for  seismic \ndisaster risk management and reduction. The program will support (a) the \nreview and update of the country’s building codes for school buildings so they are \nharmonized with international seismic safety standards (DLI 4 and PAP 12), (b) \ndevelopment of guidelines for school building strengthening and retrofitting in line \nwith  international  best  practices  (DLI  4  and  PAP  13),  (c)  update  of  the \ngovernment’s School Strengthening and Renovation Program (DLI 4 and PAP \n14), and (d) update of the probabilistic seismic hazard map and seismic risk \nassessments (DLI 4 and PAP 15 and 16). A financing strategy will be developed \nto guide the financing of the investment needs for seismic risk management of \npublic infrastructure in the country. \n(iv)  Results area 4: Enhancing national capacity in executing and implementing \nthe  seismic  safety  investment  program.  The  program  will  strengthen  the \nArmenian Territorial Development Fund (ATDF) for effective implementation of \nthe  government’s  School  Strengthening  and  Renovation  Program,  including \nproviding  additional  staff  to  the  ATDF (DLI  5, PAP  19),  updating the  ATDF \noperations manual, and developing or enhancing necessary systems and reports \nfor program implementation and management (DLI 5, PAPs 21–33). At least 30 \nstaff working on program implementation and management will be trained, and at \nleast 40% of them will be women (DLI 5, PAP 20). \n \n13.  Disbursement allocation is summarized in Table 2. The largest DLI allocations are for \nDLIs 1 and 2 based on their importance to achieving the program outcome and impact, and \nresource requirements in achieving these results. \n \n                                                \n13  Government of Armenia. 2014. Raising Energy Efficiency in Buildings Constructed, Reconstructed, or Renovated \nThrough State Funds. Yerevan. \n ", "5 \nTable 2: Disbursement-Linked Indicators \nDisbursement  Share of Total \nAllocated   ADB Financing  \nIndicator  ($ million)  (%) \nOutcome     \n \nDLI 1  Coverage of seismically safe school buildings \nincreased  25.9  29.3 \nOutputs \nDLI 2  Seismic resilience of school buildings increased  48.1  54.4 \nDLI 3  Seismic disaster preparedness and response \ncapacity strengthened  3.6  4.1 \nDLI 4  Supportive policies and systems for seismic \ndisaster risk management and reduction improved  3.4  3.8 \nDLI 5  National capacity in executing and implementing  \nthe seismic safety investment program enhanced  2.6  2.9 \nInterest during program implementation  4.9  5.5 \n Total  88.5  100.0 \nADB = Asian Development Bank, DLI = disbursement-linked indicator. \nSource: Asian Development Bank. \n \n14.  The primary direct beneficiaries of the program will be approximately 58,700 students, \nteachers, and other school staff. The program will directly benefit about 18,000 students and \n3,100 teachers and other school staff upon its completion in 2020, and an additional 37,600 \nexpected new entrants during 2022–2040 by providing them with better protection against \nseismic disasters and making them aware of the seismic risks and proper responses during \nseismic emergencies. In addition, the strengthened or reconstructed school buildings will benefit \nabout 87,500 residents living near the schools each year by providing temporary shelters for \nthem during seismic events and emergencies as well as through the awareness programs which \nwill enable them to make their houses safer and react better during a disaster. \n \nE.  Expenditure Framework and Financing Plan \n \n15.  Program expenditures. The program’s expenditures are estimated to be $107.0 million \nduring 2015–2020 (Table 3). \n \nTable 3: Summary of Program Expenditure Framework, 2015–2020 \n(in 2015 prices) \nAmount  Share of Total \nItem  ($ million)  (%) \n1. Recurrent expenditure  2.9  2.7 \n2. Capital expenditure     \nEquipment  7.5  7.0 \nCivil works  89.1  83.3 \n3. Training and capacity development  7.5  7.0 \nTotal   107.0  100.0 \nSources: Ministry of Territorial Administration and Emergency Situations, and Asian Development Bank. \n \n16.  Program financing. The government will finance $18.5 million (17.3%) of the $107.0 \nmillion program cost. The government has requested a loan in various currencies equivalent to \nSDR63,259,000 from ADB’s Special Funds resources to help finance the program. The loan \nterms and conditions are set out in para. 32. The interest during program implementation will be \ncapitalized in the loan. The financing plan is summarized in Table 4.  \n ", "6 \nTable 4: Program Financing Plan \nAmount   Share of Total  \nSource  ($ million)  (%) \nGovernment  18.5  17.3 \nDevelopment partners   \n  Asian Development Bank   \n    Special Funds resources (loan)  88.5  82.7 \nTotal  107.0  100.0 \n  Source: Asian Development Bank. \n \n17.  The RBL will finance several prior results achieved before loan effectiveness but within \n12 months before loan signing. These include recruiting and deploying additional staff for the \nATDF  (DLI  5  and  PAP  19)  and  formulating  and  endorsing  the  government’s  School \nStrengthening  and  Renovation  Program  (DLI  4  and  PAP  14).  Achieving  these  results  is \nessential for the successful implementation of the program. In addition, in response to the \ngovernment’s request to start the program implementation earlier, the RBL will finance detailed \ndesigns of school buildings for priority schools, to be prepared under the guidance of the \ninternational and national seismic engineers hired under the program preparatory TA. \n \n18.  Disbursement arrangements. Financing under the ADB loan will be disbursed over 5 \nyears, subject to the achievement and verification of the agreed annual DLIs. The government \nwill ensure that the total program expenditures are equal to, or exceed, the total amount of the \nloan withdrawn.14 Prior to submitting the first application to ADB for withdrawal from the loan \naccount, the borrower will nominate a dedicated account for the program at the Central Bank of \nthe Republic of Armenia into which all loan account withdrawals will be deposited. Financing for \nprior results and advance financing is allowed to address related financing requirements. The \ngovernment will refund any advance financing amount outstanding within 6 months of program \ncompletion if DLIs are not achieved on or before program completion.15 Financing of prior \nresults will be allowed to support the government in initiating actions required to achieve year 1 \nDLIs.  Prior  to  the  disbursement  of  loan  proceeds,  the  Ministry  of  Finance  will  submit  a \nwithdrawal application, along with evidence verifying achievement of the DLIs in accordance \nwith the verification protocols. Partial disbursements are allowed for all DLIs as specified in the \nDLI matrix.16 Disbursements can be deferred or take place ahead of the planned schedule \ndepending on the achievements of the DLIs. \n \nF.  Capacity Development and Program Action Plan \n \n19.  Capacity development activities are included in the PAP, which has been developed to \ncomplement the program results framework and DLI matrix. The PAP includes key actions in \nspecific technical areas, fiduciary management, procurement, monitoring and evaluation (M&E), \nsafeguards, and gender and social equity. The capacity development activities will complement \nthe physical investments under the program and support program results through increasing \npublic awareness of seismic risk and emergency response; improving the country’s seismic \nsafety planning and management competencies; and strengthening the program management, \nimplementation, and monitoring capacity. \n \n                                                \n14  Excluding local taxes and duties; expenditures for procurement of works, goods, and services from non-ADB \nmember countries; and expenditures for any prohibited investment activities provided in Appendix 5 of ADB’s \nSafeguard Policy Statement (2009). \n15  Ceilings are 25% for advance financing and 20% for financing for prior results. The combined ceiling is 30%. \n16  Given  the  meaningful  impact  of  a  strengthened  or  reconstructed  school  in  protecting  students  during  an \nearthquake, the minimum threshold is set at one school strengthened or reconstructed. \n ", "7 \nG.  Technical Assistance \n \n20.  The attached capacity development TA will support the program implementation and \nguide the delivery of the program outputs.17 The TA is estimated to cost $1,000,000, of which \n$800,000 will be financed on a grant basis by ADB’s Technical Assistance Special Fund (TASF-\nV). The government will provide counterpart support in the form of counterpart staff, office \naccommodation and supplies, and other in-kind contributions. \n \nH.  Implementation Arrangements \n \n21.  The program will be implemented from November 2015 to November 2020. The Ministry \nof Territorial Administration and Emergency Situations will be the executing agency and the \nATDF will serve as the implementing agency. The ATDF board will serve as the program \nsteering committee to oversee the program implementation.18 It will set the policy guidelines and \nstrategic direction for the program. \n \nIII.  SUMMARY OF ASSESSMENTS \n \nA.  Program Technical Assessments \n \n22.  The  assessment  concluded  that  (i)  the  national  building  codes  need  to  be  further \nimproved to meet international standards, (ii) guidelines for seismic strengthening of buildings \nneed to be developed to guide proper retrofitting of buildings in line with the seismic safety \nstandards,  (iii)  the  probabilistic  seismic  hazard  map  and  seismic  hazard  assessments  for \nschools need to be updated, and (iv) the national seismic observation network needs to be \nmodernized and the capacity of its staff strengthened. Overall, public awareness of the seismic \nrisks and the proper response during an earthquake remains inadequate. These conclusions \nunderpin  the  result  areas,  key  actions,  and  performance  indicators  of  the  program.  The \nprogram’s design and implementation arrangements are sound and the results framework is \nwell designed. The program implementing agency, the ATDF, is an agency with experience in \nprojects focused on community development targeting vulnerability and physical infrastructure. \n \n23.  Given the vulnerable state of the school buildings, their importance to the general public, \nand their intended use as shelters after earthquakes, public spending on strengthening school \nbuildings is justified. Under the government’s School Strengthening and Renovation Program, \nschool  buildings  are  assessed  and  prioritized  based  on  comprehensive  criteria  including \nconsiderations  of  the  climate  change  risks  to  ensure  the  economic  efficiency  of  the \ninvestment.19 The program will support the update of the building code for school buildings to \nensure  it  is  equivalent  to  international  standards.  Development  of  guidelines  for  building \nretrofitting will guide proper strengthening of school buildings in accordance with the targeted \nseismic  safety  standards.  The  costs  for  school  building  retrofitting  and  reconstruction  are \nestimated  based  on  the  most  effective  technical  solution.  Additional  support  for  improving \n                                                \n17    To be implemented from November 2015 to October 2017. \n18  The ATDF board consists of the prime minister (chair), vice-prime-minister; minister of territorial administration \nand emergency situations, minister of finance, minister of economy, minister of urban development, minister of \neducation and science, minister of labor and social affairs, representatives from four civil society organizations \n(Vardanants Knights, Hayastan All Armenia Fund, Armenian General Benevolent Union, and Aznavour for \nArmenia charitable organization), and the ATDF executive director. \n19  Prioritization criteria include seismic hazard levels of the school locations; vulnerability level of the building types; \nthe number of students; the age of the school buildings; technical and physical conditions; the existence of \nsecondary hazards, including climate change risks; and the existence of buildings, structures, and objects with \nhigh vulnerability adjacent to the school buildings. \n ", "8 \nseismic disaster preparedness and response capacity, strengthening supportive policies and \nsystems  for  seismic  disaster  risk  management,  and  enhancing  capacity  in  executing  and \nimplementing the seismic safety investment program will complement the physical investment to \nmaximize the program’s development impact and improve its sustainability. \n \n24.  The  National  Strategy  for  Disaster  Risk  Reduction  provides  for,  among  others, \nconsideration of the different but equal needs of men and women in disaster risk management \nand  encouragement  of  women’s  participation  in  decision-making  processes.  The  country’s \nGender  Policy  Strategic  Action  Plan  also  calls  for  gender  assessment  and  monitoring  in \nemergency situations and the provision of mechanisms and resources to mainstream gender in \nthe management of emergency situations. The social and gender assessment identified the \nfollowing gaps and risks: (i) limited participation of women in disaster risk management; (ii) \nlimited awareness of students and community members, especially housewives often left at \nhome with young children and the elderly, on seismic and disaster risks; (iii) limited collection of \nsex-disaggregated  data  in  disaster  management;  and  (iv)  lack  of  systematic  emergency \nresponse plans in schools and local communities. The program is categorized as effective \ngender mainstreaming and has incorporated social and gender indicators and actions in the \ndesign and monitoring framework, DLIs, and PAP to address these issues. While the ATDF has \na social and gender focal person, more systematic gender training will be provided for ATDF \nstaff to further strengthen the gender perspective in the program implementation. \n \nB.  Program Systems Assessments \n \n25.  Monitoring and evaluation system. Responsibility for M&E is dispersed among several \ninstitutions. Most of the systems have been developed in the context of donor-funded projects, \nmainly  projects  supported  by  the World  Bank.  Institutions  such  as  the  National  Centre  of \nEducation Technologies, the Centre for Education Project, the ATDF, and the Ministry of Urban \nDevelopment  have  reasonably  well-developed  systems  with  databases  and  management \ninformation systems (MISs) largely focused on inputs and outputs. The ATDF’s MIS and M&E \nunit needs to be modestly restructured and expanded to cater to the new program’s elements. \nThe following actions have been included in the PAP with results incorporated in the program \nresults  framework,  including  selected  DLIs:  (i)  increase  staff  strength  and  improve  their \ncapabilities  through  training,  capacity  development,  and  consultancy  support;  (ii)  provide \ntechnical support to strengthen the ATDF’s MIS to incorporate program-specific indicators, \nincluding social and gender indicators; and (iii) develop capacity to assess quality, verify design \nand building standards, and validate technical and social assessments. \n \n26.  Fiduciary  systems.  Assessments  identified  strong  performance  in  policy-based \nbudgeting and budget execution but weakness in internal control, quality of annual financial \nstatements, and internal and external audit. The government’s annual budget execution reports \nare prepared according to a consistent format guided by Soviet-era accounting instructions. \nHowever, this format is not consistent with International Public Sector Accounting Standards. \nAudit  is  not  fully  consistent  with  International  Organization  of  Supreme  Audit  Institutions \nstandards,  and  audit  opinion  does  not  fully  reveal  the  accounting  standards  used  by  the \ngovernment or the standards used by the auditors. There would be significant financial reporting \nand auditing risks in using the country’s public financial management system in the short and \nmedium term. To mitigate the risks, a separate program account will be set up for the program \ncovering all sources of finances, and annual consolidated program financial statements will be \nprepared and audited, applying international standards on financial reporting and auditing. \n \n27.  Procurement  systems.  Armenia  is  a  member  of  the  Government  Procurement \nAgreement of the World Trade Organization. Its public procurement legislative and regulatory \n ", "9 \nframeworks, including the Public Procurement Law, are generally consistent with international \nstandards  including  European  Union  procurement  directives. 20  Electronic  government \nprocurement has been in place since 2014. Several development partners are supporting the \ngovernment in improving the quality of electronic government procurement. The ATDF has been \nimplementing  projects  funded  by  the  World  Bank  following  national  competitive  bidding \nprocedures adjusted for World Bank guidelines. To implement the program, the ATDF needs to \nengage  additional  procurement  staff,  adopt  recommended  procedures,  develop  standard \nbidding documents, strengthen its capacity for technical bid evaluation including a pass or fail \nstandard  for  nonconforming  bids,  update  its  operations  manual,  and  submit  an  annual \nprocurement  monitoring  report  to  the  ATDF  board.  For  schools  to  be  covered  under  the \nprogram, the majority of the procurement will be done using national competitive bidding for civil \nworks. The average cost of each contract is estimated to be $1.5 million–$2.0 million. \n \n28.  The Guidelines to Prevent or Mitigate Fraud, Corruption, and Other Prohibited Activities \nin  Results-Based  Lending  for  Programs  (Anticorruption  Guidelines)  were  explained  to  and \ndiscussed  with  the  government,  the  Ministry  of  Territorial  Administration  and  Emergency \nSituations, and the ATDF.21  \n \n29.  Safeguard systems. The program will trigger an environmental assessment to mitigate \nmoderate adverse environmental impacts which are typical for reconstruction and rehabilitation \nof small to medium-sized buildings.22 The following gaps are identified between the national \nenvironmental system and the principles under ADB’s Safeguard Policy Statement (2009): (i) no \nenvironmental assessment is required by the national legislation for school buildings of less \nthan  1,500  square  meters,  (ii)  inadequate  enforcement  of  environmental  assessment  and \nmanagement  for  buildings  larger  than  1,500  square  meters,  and  (iii)  no  environmental \nassessment review framework with grievance redress mechanism. The actions and measures \nto  address  these  gaps  have  been  included  in  the  PAP  and  results  framework,  including \nstrengthening  the  ATDF  to  implement  environmental  safeguard  actions  in  line  with  ADB’s \nSafeguard Policy Statement principles for environment category B projects. No involuntary \nresettlement or indigenous peoples impact are envisaged under the program, as strengthening \nor  reconstruction  of  school  buildings  will  be  at  existing  locations  and  Armenia  is  fairly \nhomogeneous in ethnic composition. A screening checklist has been developed to ensure that \nany program activities which may fall under ADB category A for environment or involve any \ninvoluntary resettlement as defined in ADB’s Safeguard Policy Statement are excluded. \n \nC.  Integrated Risk Assessment and Mitigating Measures \n \n30.  Major risks and mitigating measures are summarized in Table 5. The overall benefits \nand impacts are expected to outweigh the risks and costs. \n \nTable 5: Summary of Integrated Risk Assessment and Mitigating Measures \nRisks  Rating  Key Mitigating Measures \nResults. The absence of guidelines for  Substantial  Development and approval of guidelines in line with \nschool seismic strengthening and  international best practices is a disbursement-linked \nreconstruction may result in inadequate  indicator in year 2 (DLI 4). \nstrengthening and reconstruction of school \nbuildings. \nFiduciary. The government’s financial  Substantial  International standards on financial reporting and \n                                                \n20  Government of Armenia. 2011. Public Procurement Law. Yerevan. \n21  ADB. 2013. Piloting Results-Based Lending for Programs. Manila. \n22  The program safeguard systems assessment was conducted in consultation with stakeholders and disclosed on \nthe ADB website on 14 July 2015. \n ", "10 \nRisks  Rating  Key Mitigating Measures \nstatements and their audit in Armenia are not  auditing will be used for the program. \nin line with international standards on \nfinancial reporting and auditing. \nEnvironment safeguards. The absence of  Substantial  The EARF developed for the program will be used \nor inadequate guidelines for managing  as part of the ATDF operations manual. \nenvironmental impact and handling public  Environment consultants and trainings will be \nconcerns during reconstruction and  provided to strengthen the capacity of the ATDF. \nstrengthening of school buildings \nProcurement. Inadequate capacity to  High  ATDF’s operations manual will be updated and \nmanage procurement for scaled-up activities;  Procurement Unit will be strengthened. ATDF staff \nqualification criteria used in standard bidding  will participate in ADB procurement workshops. \ndocuments are not aligned to best  Prequalification shall not be used. Pass–fail \nprocurement practices  qualification criteria will be specified in the invitation \nfor bids and bidding documents. \nOperating environment. ATDF’s current  Substantial  Strengthening the ATDF with additional staff \ncapacity is inadequate to implement the  resources and trainings, updating its operations \nprogram, which has a large investment  manual, and enhancing its operations systems are \ncomponent with several new initiatives and  linked with disbursement in years 1 and 2 (DLI 5). \nreform agenda. \nOverall RBL program risk  Substantial   \nADB = Asian Development Bank, ATDF = Armenian Territorial Development Fund, DLI = disbursement-linked \nindicator, EARF = environmental assessment and review framework, RBL = results-based lending. \nNote: Risk factors are assessed against two dimensions: (i) the likelihood that the risk will occur, and (ii) the impact of \nthe risk on the outcome. Rating scale: low = low likelihood and low impact; moderate = substantial to high likelihood \nbut low to moderate impact; substantial = low to moderate likelihood but substantial to high impact; high = high \nlikelihood and high impact. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n31.  The government has agreed with ADB on certain covenants for the program, which are \nset forth in the loan agreement. \n \nV.  RECOMMENDATION \n \n32.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan in various \ncurrencies  equivalent  to  SDR63,259,000  to  Armenia  for  the  Seismic  Safety  Improvement \nProgram, from ADB’s Special Funds resources, with an interest charge at the rate of 2% per \nannum during the grace period and thereafter; for a term of 25 years, including a grace period of \n5 years; and such other terms and conditions as are substantially in accordance with those set \nforth in the draft loan agreement presented to the Board. \n \n \n \n \nTakehiko Nakao \nPresident \n \n25 August 2015 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Results-Based Lending Program is Aligned with: \n \nTo establish a resilient country, increase the safety of individuals and society, and contribute to the \nsustainable development of the country (National Strategy for Disaster Risk Reduction, 2012)a \n \n  Data Sources and   \n  Performance Indicators with  Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2020:     \nImproved coverage  Percentage of male and female  ATDF’s semiannual  Extreme earthquakes \nof seismically safe  students studying in school buildings  program  exceeding the \nschool buildings  meeting the safety standards for  performance reports  targeted magnitude \nMSK 9 (IX) scale earthquake    reduce the safety \nincreased by 5.3 percentage points  Program completion  standard of the \n(2014 baseline: 13.4% [female =  report  strengthened \n6.5%, male = 6.9%])b  buildings. \nOutputs       \n1. Seismic  School buildings of 46 schools  ATDF’s semiannual  Complex and \nresilience of school  renovated and/or reconstructed  program  prolonged \nbuildings increased  meeting the safety standards for  performance reports  government approval \nMSK 9 (IX) scale earthquakes as  procedures may \nvalidated by an internationally  delay program \naccredited third party, with  implementation. \nwheelchair access and sex-  \nsegregated toilets by 2020  Difficulty in recruiting \n2. Seismic disaster  2a. 46 communities received public  2a. ATDF’s  and retaining \npreparedness and  awareness campaigns (with at least  semiannual program  qualified staff for \nresponse capacity  50% female participation) on seismic  performance reports  ATDF may affect \nstrengthened  risk and response in accordance with    program \nthe seismic emergency response    implementation. \nplans by 2020 \n \n2b. 100 construction managers and  2b. Training course \nworkers received vocational trainings  evaluation survey \non seismic safety construction  reports \ntechnologies, techniques, and skills \nby 2018 \n3. Supportive  3a. Updated and consolidated  3a. Government   \npolicies and  School Strengthening and  resolution \nsystems for seismic  Renovation Program, using the   \ndisaster risk  prioritization criteria developed with \nmanagement and  support of the United Nations \nreduction improved  Children’s Fund, approved by 2015 \n \n3b. Guidelines in line with  3b–c. Order of the \ninternational best practices for  MOUD \nschool seismic strengthening and   \nretrofitting approved by 2016 \n \n3c. Updated building codes for \nschool buildings harmonized with \ninternational standard and approved \nby 2016 \n ", "12  Appendix 1 \n  Data Sources and   \n  Performance Indicators with  Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \n3d. National seismic hazard  3d. Order of the \nprobabilistic map updated based on  MOTAES \nthe seismic risk assessment and   \napproved by 2018 \n3e. A financing strategy for seismic  3e. Government \nsafety improvement and  decree \nmanagement of public infrastructure \napproved by 2020 \n4. National capacity  4a. At least 11 additional staff  4a. ATDF’s staffing \nin executing and  recruited and deployed in ATDF by  reports \nimplementing the  2015 \nseismic safety \n4b. Program monitoring and  4b–c. ATDF’s \ninvestment \nevaluation system with social and  semiannual program \nprogram enhanced \ngender indicators in place by 2016  performance reports \n   \n4c. ATDF’s operations manual \nupdated and adopted for the \nprogram by 2016 \n \n4d. 30 government officials, with at  4d. Training course \nleast 40% women, involved in the  evaluation survey \nprogram management,  reports \nimplementation, and monitoring \ntrained and licensed, when \nnecessary by 2018 \n \nKey Program Actions \n1.  Seismic resilience of school buildings increased \n1.1 Select priority school buildings in batches by 2017. \n1.2 Complete detailed designs in batches by 2018. \n1.3 Complete strengthening and renovation and/or reconstruction of school buildings by 2020. \n \n2.  Seismic disaster preparedness and response capacity strengthened \n2.1 Provide equipment and trainings for the national seismic observation network of the National Survey \nfor Seismic Protection in accordance with government decree by 2018. \n2.2 Provide vocational trainings on seismic safety construction technologies, techniques, and skills for the \nconstruction managers and workers working for the program by 2018. \n2.3 Develop the seismic emergency response plans for priority schools by 2020. \n2.4 Conduct public seismic safety awareness campaigns in the communities where the priority school \nbuildings are located by 2020. \n \n3.  Supportive policies and systems for seismic disaster risk management and reduction \nimproved \n3.1 Update the School Strengthening and Renovation Program annually from 2016. \n3.2 Develop guidelines in line with international best practices for school seismic strengthening and \nretrofitting by 2016. \n3.3 Review, update, and harmonize the building codes for school buildings by 2016. \n3.4 Conduct national seismic risk assessment and update the national seismic hazard probabilistic map \nby 2018. \n \n \n ", "Appendix 1  13 \nKey Program Actions \n3.5 Develop a financing strategy for seismic safety improvement and management of public infrastructure \nby 2020. \n \n4.  National capacity in executing and implementing the seismic safety investment program \nenhanced \n4.1 Recruit additional staff for ATDF required for the program management, implementation, and \nmonitoring by 2015. \n4.2 Review and strengthen the program systems, including the fiduciary and financial management \nsystems, safeguard systems, procurement systems, and monitoring and evaluation systems in \naccordance with the program action plan by 2016. \n4.3 Review, expand, and update ATDF’s operations manual for the program by 2016. \n4.4 Train and license, as necessary, the key technical and financial management officials involved in the \nprogram management, implementation, and monitoring by 2018. \nFinancing Plan \n \nAsian Development Bank: $88.5 million (Asian Development Fund loan) and $800,000 (Technical \nAssistance Special Fund [TASF-V]) \nGovernment of Armenia: $18.5 million \nAssumptions for Partner Financing \n \nNot applicable. \nATDF = Armenian Territorial Development Fund, MOTAES = Ministry of Territorial Administration and Emergency \nSituations, MOUD = Ministry of Urban Development, MSK = Medvedev–Sponheuer–Karnik. \na Government of Armenia. 2012. National Strategy for Disaster Risk Reduction. Yerevan. \nb The baseline data is percentage of students studying in school buildings meeting the existing government seismic \nsafety standards, which do not necessarily meet the international safety standards for MSK 9 (IX) scale earthquake. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=49078-001-3 \n \n1.  Loan Agreement \n2.  Country Economic Indicators \n3.  Summary Sector Assessment: Water and Other Urban Infrastructure and Services \n(Seismic Risk Management) \n4.  Program Soundness Assessment \n5.  Program Results Assessment \n6.  Program Results Framework \n7.  Program Expenditure and Financing Assessment \n8.  Program Monitoring and Evaluation System Assessment \n9.  Program Fiduciary Systems Assessment \n10.  Program Safeguard Systems Assessment \n11.  Integrated Risk Assessment and Mitigating Measures \n12.  Program Action Plan \n13.  Attached Technical Assistance \n14.  Contribution to the ADB Results Framework \n15.  Development Coordination \n16.  Summary Poverty Reduction and Social Strategy \n17.  Program Implementation Document \n \nSupplementary Documents \n \n18.  Country Public Financial Management System Assessment \n19.  Terms of Reference for Attached Technical Assistance \n20.  Social and Gender Assessment \n21.  Environmental Assessment Review Framework\n ", " \nDISBURSEMENT-LINKED INDICATORS, VERIFICATION PROTOCOLS, AND DISBURSEMENT SCHEDULE \n \nTable A3.1: Disbursement-Linked Indicators \n  Baseline and  Prior Results           \nDLIs  Year  (2015)  2016  2017  2018  2019  2020 \nDLI 1: Coverage  In 2014, the      The percentage    The percentage  The percentage \nof seismically  percentage of  of school  of school  of school \nsafe school  school students  students studying  students  students \nbuildings  studying in  in school  studying in  studying in \nincreased  school buildings  buildings meeting  school buildings  school buildings \nmeeting the  the safety  meeting the  meeting the \nexisting  standards for  safety standards  safety standards \ngovernment  MSK 9 (IX) scale  for MSK 9 (IX)  for MSK 9 (IX) \nseismic safety  earthquake  scale earthquake  scale earthquake \nstandards was  increased by at  increased by at  increased by at \n13.4% (female =  least 2.1  least 3.9  least 5.3 \n6.5%, male =  percentage  percentage  percentage \n6.9%)a  points from the  points from the  points from the \nbaseline  baseline  baseline \n(partial  (partial  (partial \ndisbursement  disbursement  disbursement \nallowed)  allowed)  allowed) \nDLI 2: Seismic  In 2014, number  Detailed design  Number of schools    Number of schools   Number of \nresilience of  of schools with  for strengthening  with school buildings  with school  schools with \nschool buildings  school buildings  and  meeting the safety  buildings meeting  school buildings \nincreased  strengthened  reconstruction of  standards for MSK 9  the safety  meeting the \nand  school buildings  (IX) scale earthquake  standards for MSK  safety standards \nreconstructed  of eight priority  increased by nine  9 (IX) scale  for MSK 9 (IX) \nbased on  schools  from the baseline  earthquake  scale earthquake \nexisting  completed and  (partial disbursement  increased by 27  increased by 46 \ngovernment  approved  allowed)  from the baseline  from the baseline. \nseismic safety  (partial  (partial \nstandards was  disbursement  disbursement \n288a  allowed)  allowed) \nDLI 3: Seismic  No baseline    At least eight    At least 26    At least 46 \ndisaster  communities received  communities  communities \npreparedness  public awareness  received public  received public \nA\nand response  campaigns with at least  awareness  awareness  p\np\ncapacity  50% women  campaigns with  campaigns with  e\nn\nstrengthened  participating in the  at least 50%  at least 50%  d\nonsite meetings on  women  women  ix\n 3\nsreesispmonics eri sink  and  pthaer toicnipsaittein g in  pthaer toicnipsaittein g in  1     \naccordance with the  meetings on  meetings on  5\n \n ", " \n  Baseline and  Prior Results           \n1\nDLIs  Year  (2015)  2016  2017  2018  2019  2020  6\n \nseismic emergency  seismic risk and  seismic risk and    \n \nresponse plans  response in  response in   A\n  accordance with  accordance with  pp\n(partial disbursement  the seismic  the seismic  e\nn\nallowed)  emergency  emergency  d\nix\nresponse plans  response plans   3\n(cumulative)  (cumulative)   \n   \n(partial  (partial \ndisbursement  disbursement \nallowed)  allowed) \nDLI 4:  No baseline  Updated and  The updated building    National seismic     \nSupportive  consolidated  codes for school  hazard \npolicies,  School  buildings, harmonized  probabilistic \nsystems, and  Strengthening  with international  map, updated \nstructures for  and Renovation  standard, approved  based on the \nseismic disaster  Program    seismic risk \nrisk  approved  Guidelines in line with  assessment, \nmanagement  international best  approved \nand reduction  practices for school \nimproved  seismic strengthening \nand retrofitting \napproved \n \n(partial disbursement \nallowed) \nDLI 5: Capacity  No baseline  At least 11  Template bidding  At least 30 staff       \nin executing and  additional staff  documents are  working for \nimplementing  for program  prepared in  program \nthe seismic  implementation  accordance with  implementation, \nsafety  recruited and  internationally  with at least 40% \ninvestment  deployed by  accepted  women, are \nprogram  ATDF  procurement  trained \nenhanced  procedures \n \nATDF operations \nmanual expanded \nand updated in \naccordance with the \nprogram requirements  \n \nProgram monitoring \nand evaluation \n ", " \n  Baseline and  Prior Results           \nDLIs  Year  (2015)  2016  2017  2018  2019  2020 \nsystem established \n \n(partial disbursement \nallowed) \nADB = Asian Development Bank, ATDF = Armenian Territorial Development Fund, DLI = disbursement-linked indicator, MSK = Medvedev–Sponheuer–Karnik. \na  The existing government seismic safety standards do not meet the international seismic safety. \nSource: Asian Development Bank. \n \nTable A3.2: Verification Protocols \n    Information Source and  Verification Agency \nDLIs  Definition and Description of Achievement and Verification  Reporting Time Frame  and Procedure \nDLI 1: Coverage of seismically safe school buildings increased \n2017:  Definitions:  Information sources: NCET  1. ATDF prepares an \nThe percentage of school  Percentage is obtained by dividing the number of students studying in  database and ATDF’s  attestation that DLI is \nstudents studying in school  school buildings meeting the safety standards for MSK 9 (IX) scale  semiannual program  met and attaches the \nbuildings meeting the safety  earthquake (numerator) by the total student number in primary,  performance reports  M&E reports and \nstandards for MSK 9 (IX)  secondary, and high schools (denominator).    construction \nscale earthquake increased  Time frame:  completion reports \nSchool buildings mean classrooms, dormitories, libraries, gymnasiums, \nby at least 2.1 percentage  November  validated by an \ncanteens, and washrooms in the primary, secondary, and high schools. \npoints from the baseline.  internationally \n  Meeting the safety standards means that the structural strength and  accredited third party \n2019:  safety features of a building meet or exceed the requirements for  in terms of its \nThe percentage of school  standing against the shock of an earthquake of the targeted scale.  compliance with the \nstudents studying in school  MSK 9 (IX) scale \nbuildings meeting the safety  A MSK 9 (IX) scale earthquake means an earthquake scaled at level 9  earthquake safety \nstandards for MSK 9 (IX)  (IX) in Medvedev-Sponheuer-Karnik scale, which is a macro seismic  requirements. \nscale earthquake increased  intensity scale used to evaluate the severity of ground shaking on the   \nby at least 3.9 percentage  basis of observed effects in an area of the earthquake occurrence.  2. Within 1 month from \npoints from the baseline.  receipt of ATDF report, \n[Partial DLI disbursement will be made on a pro rata basis as per the \n  ADB will review the \nfollowing formula: Partial DLI disbursement = planned DLI disbursement \n2020:  report and confirm if \nfor the period* (actual achievement of the current period–targeted \nThe percentage of school  the DLI target is met. \nachievement of the previous period)/(targeted achievement of the current \nstudents studying in school \nperiod–targeted achievement of the previous period) \nbuildings meeting the safety \nIf the actual achievement of the current period is less than the targeted \nstandards for MSK 9 (IX) \nachievement of the previous period, no disbursement will be made.] \nscale earthquake increased  A\np\nby at least 5.3 percentage  p\ne\npoints  from the baseline  n\nd\nDLI 2: Seismic resilience of school buildings increased  ix\nPrior results (2015):  Definitions:  Information sources:   1. ATDF prepares an   3\nDsteretaniglethde dneinsgig na nfodr   Danedta ciloendt rdaecst idgonc mumeaennsts d, ewsiitghn c dorsatw eisntgims,a stepse.c ifications, bills of quantity,  M  OUD approval documents  amtteet satantdio ant ttahcaht eDsL I is  1     \n7\n \n ", " \n    Information Source and  Verification Agency \n1\nDLIs  Definition and Description of Achievement and Verification  Reporting Time Frame  and Procedure  8\n \nreconstruction of school  School buildings mean classrooms, dormitories, libraries, gymnasiums,  Time frame: November  MOUD approval    \n \nbuildings of eight priority  canteens, and washrooms in the primary, secondary, and high schools.  documents.   A\nschools completed and  Approved means approval of the MOUD after adequacy of the detailed    pp\napproved  2. ADB will review the  e\ndesign is validated by an international accredited seismic expert and  n\nreport and confirm if  d\ngnoevceersnsmareyn rte'sv ireewgus laatniodn csl.e arance by relevant authorizes according to the  the DLI target is met.  ix 3\n \n2016:  Definitions:  Information sources:  1. ATDF prepares an \nNumber of schools with  School buildings mean classrooms, dormitories, libraries, gymnasiums,  ATDF’s semiannual  attestation that DLI is \nschool buildings meeting the  canteens, and washrooms in the primary, secondary, and high schools.  program performance  met and attaches \nsafety standards for MSK 9  reports and construction  construction \nMeeting the safety standards means that the structural strength and \n(IX) scale earthquake  completion reports  completion report \nsafety features of a building meet or exceed the requirements for \nincreased by 9 from the    validated by an \nstanding against the shock of an earthquake of the targeted scale as \nbaseline  Time frame: November  internationally \nvalidated by an internationally accredited party. \n  accredited third party \n2018:  A MSK 9 (IX) scale earthquake means an earthquake scaled at level 9  in terms of its \nNumber of schools with  (IX) in Medvedev-Sponheuer-Karnik scale, which is a macro seismic  compliance with the \nschool buildings meeting the  intensity scale used to evaluate the severity of ground shaking on the  MSK 9 (IX) scale \nsafety standards for MSK 9  basis of observed effects in an area of the earthquake occurrence.  earthquake safety \n(IX) scale earthquake  requirements. \nincreased by 27 from the  [Partial DLI disbursement will be made on a pro rata basis as per the   \nbaseline.  following formula: Partial DLI disbursement = planned DLI disbursement  2. Within 1 month from \n  for the period* (actual achievement of the current period–targeted  receipt of ATDF report, \n2020:  achievement of the previous period)/(targeted achievement of the current  ADB will review the \nNumber of schools with  period–targeted achievement of the previous period)  report and confirm if \nschool buildings meeting the  If the actual achievement of the current period is less than the targeted  the DLI target is met. \nsafety standards for MSK 9  achievement of the previous period, no disbursement will be made.] \n(IX) scale earthquake \nincreased by 46 from the \nbaseline \nDLI 3: Seismic disaster preparedness and response capacity strengthened \n2016:  Definitions:  Information sources:  1. ATDF prepares an \nat least 8 communities  Communities mean a local community in the neighborhood in which a  ATDF’s semiannual  attestation that DLI is \nreceived public awareness  school strengthened or reconstructed under the program is located.  program performance  met and attaches the \ncampaigns with at least 50%  reports  M&E reports and \nPublic awareness campaigns mean activities to raise the knowledge \nwomen participating in the    relevant supporting \nbase of the population via information dissemination on seismic risk \nonsite meetings on seismic  Reports from community  reports from the \nthrough onsite meetings and any of the information outlets including \nrisk and response in  leaders, principals of  community leaders, \nmedia, printed documents, and educational events. \naccordance with the seismic  schools and NGOs  principals of schools, \nemergency response plans  Seismic emergency response plans are localized plans that (i) adapt the    or NGOs. \n  national strategies for seismic risk to the specific conditions of the  Time frame:    \n2018:  communities, and (ii) are social- and gender-sensitive. A seismic  December  2. Within 1 month from \nat least  26 communities  emergency response plan is deemed to be social- and gender-sensitive,  receipt of ATDF report, \n ", " \n    Information Source and  Verification Agency \nDLIs  Definition and Description of Achievement and Verification  Reporting Time Frame  and Procedure \nreceived public awareness  if it considers the specific vulnerabilities of women, children, the elderly,  ADB will review the \ncampaigns with at least 50%  and persons with disabilities, when designing specific courses of actions  report and confirm if \nwomen participating in the  that local government bodies and community members should take  the DLI target is met. \nonsite meetings on seismic  during seismic and other disaster situations. \nrisk and response in \n[Partial DLI disbursement will be made on a pro rata basis as per the \naccordance with the seismic \nfollowing formula: Partial DLI disbursement = planned DLI disbursement \nemergency response plans \nfor the period * (actual achievement of the current period–targeted \n \nachievement of the previous period)/(targeted achievement of the current \n2020: \nperiod–targeted achievement of the previous period) \nat least  46 communities \nIf the actual achievement of the current period is less than the targeted \nreceived public awareness \nachievement of the previous period, no disbursement will be made.] \ncampaigns with at least 50% \nwomen participating in the \nonsite meetings on seismic \nrisk and response in \naccordance with the seismic \nemergency response plans \nDLI 4: Supportive policies, systems, and structures for seismic disaster risk management and reduction improved \nPrior results (2015):  School Strengthening and Renovation Program refers to the  Information source:   1. ATDF prepares an \nUpdated and consolidated  government's program for school strengthening and renovation, which  MOTAES’s approval  attestation that DLI is \nSchool Strengthening and  prioritizes all schools of high seismic risks (with assessment scores  document  met and attaches the \nRenovation Program  equal or higher than 40) in the country based on the United Nations    MOTAES approval \napproved.  Children’s Fund's prioritization criteria with cost estimates for each  Time frame:   document. \nschool strengthening (or reconstruction) and renovation.  November   \n2. Within 2 weeks from \nApproved means approval of the MOTAES after necessary reviews and \nreceipt of ATDF report, \nclearance by relevant authorities according to the government's \nADB will review the \nregulations. \nreport and confirm if \nthe DLI target is met. \n2016:  Harmonized means Armenian standards adapted to international  Information sources:  1. ATDF prepares an \nThe updated building codes  standards.    attestation that DLI is \nfor school buildings,  MOUD approval documents  met and attaches the \nInternational standards mean accredited standards accepted by the \nharmonized with international    MOUD approval \nUnited Nations, the World Bank, and other international development \nstandard, approved  Time frame:   documents. \nagencies. \n  December   \nGuidelines in line with  International best practices mean best practices adopted, demonstrated,  2. Within 2 weeks from  A\ninternational best practices for  and proven widely by countries and international organizations.  receipt of ATDF report,  pp\nschool seismic strengthening  ADB will review the  e\nn\nand retrofitting approved  Approved means approval of the MOUD after necessary reviews and  report and confirm if  d\nclearance by (i) an international accredited third party, and (ii) relevant  the DLI target is met.  ix 3\na(Puathrtoiarilt iDesL Ia dcicsobrudrisnegm toe ntht ew igllo bvee rmnmadeen to'sn  rae gpurola triaotnas b. asis: one targets  1     \nachieved: 50%, two targets achieved: 100%]  9\n \n ", " \n    Information Source and  Verification Agency \n2\nDLIs  Definition and Description of Achievement and Verification  Reporting Time Frame  and Procedure  0\n \n2018:  National seismic hazard probabilistic map is a map showing the seismic  Information sources:   1. ATDF prepares an    \n \nNational seismic hazard  risks and hazard levels in different locations of Armenia in case of  Approval documents of  attestation that DLI is   A\nprobabilistic map, updated  earthquakes.  MOTAES  met and attaches the  pp\nbased on the seismic risk    MOTAES approval  e\nThe seismic risk assessment is an assessment of seismic risk which is  n\nassessment, approved  Time frame: December  documents.  d\nessential to identify areas of needed interventions and specific actions  ix\nitems with maximum risk reduction effects. The map will include all cities     3\n2. Within 2 weeks from   \nwith population of more than 2,000, other geographical features such as \nreceipt of ATDF report, \nrivers, as well as all schools in Armenia. \nADB will review the \nApproved means approval of the MOTAES after necessary reviews and  report and confirm if \nclearance by relevant authorities according to the government's  the DLI target is met. \nregulations. \nDLI 5: Capacity in executing and implementing the seismic safety investment program enhanced \nPrior Results (2015):  11 additional staff include 1 deputy director, 3 seismic engineers, 2  Information sources: ATDF  1. ATDF prepares an \nAt least 11 additional staff for  procurement specialists, 1 contract management specialist, 1 financial  reports  attestation that DLI is \nprogram implementation  specialist, 1 accountant, 1 environment specialist, 1 social, poverty and    met and specific \nrecruited and deployed by  gender development specialist, and 1 M&E specialist  Time frame:   positions and filling \nATDF  November  time. \n \n2. Within 2 weeks from \nreceipt of ATDF report, \nADB will review the \nreport and confirm if \nthe DLI target is met. \n2016:  Template bidding documents means a set of documents to be used as  Information sources:  1. ATDF prepares an \nTemplate bidding documents  standards during the bidding process, including bids for different  ATDF’s semiannual  attestation that DLI is \ndeveloped  procurement methods, evaluation criteria, and conditions of contracts.  program performance  met and attaches the \n  reports  relevant sample \nATDF operations manual means the manual specifying the processes \nATDF Operations Manual    bidding documents, \nand procedures for ATDF operations. \nexpanded and updated in  Time frame:   operations manual, \naccordance with the program  The program requirements mean the processes and procedures required  December  and M&E system \nrequirements   by the program, which are not covered by the existing ATDF operations  manual. \n  manual.   \nProgram M&E system  Program M&E system means the improved management and  2. Within 1 month from \nestablished  information system, tools of analysis and indicators for M&E, to be  receipt of ATDF report, \nimplemented by trained specialists to monitor the program  ADB will review the \nimplementation progress, quality control, and achievements of outputs  report and confirm if \nand results under the program, including those for social, environment,  the DLI target is met \ngender and poverty targets. \n(Partial DLI disbursement will be made on a pro rata basis: one target \nachieved: 33.3%, two targets achieved: 66.7%, three targets achieved: \n100%.) \n ", " \n    Information Source and  Verification Agency \nDLIs  Definition and Description of Achievement and Verification  Reporting Time Frame  and Procedure \n2017:  Trained means a person has gone through a training process and has  Information source: ATDF’s  1. ATDF prepares an \nAt least 30 staff working for  passed the necessary exams or tests, if required by the training process.  semiannual program  attestation that DLI is \nprogram implementation, with  performance reports  met and attaches the \nTraining means teaching, or developing in oneself or others, any skills \nat least 40% women, are    training records. \nand knowledge that relate to specific useful competencies in any areas \ntrained in the areas of project  Time frame:    \nof project implementation and management, financial management and \nimplementation and  December  2. Within 2 weeks from \nreporting, procurement, environmental safeguards, social and gender \nmanagement, financial  receipt of ATDF report, \ndevelopment, and M&E. \nmanagement and reporting,  ADB will review the \nprocurement, environmental  report and confirm if \nsafeguards, social and gender  the DLI target is met. \ndevelopment, and M&E \nADB = Asian Development Bank, ADTF = Armenian Territorial Development Fund, DLI = disbursement-linked indicator, M&E = monitoring and evaluation, MSK = \nMedvedev–Sponheuer–Karnik, MOTAES = Ministry of Territorial Administration and Emergency Situations, MOUD = Ministry of Urban Development, NCET = \nNational Center for Education Technology, NGO = nongovernment organization. \nSource: Asian Development Bank. \n \nTable A3.3: Disbursement Schedule \n($ million) \n  Share of \nTotal ADB  ADB  Financing \nFinancing  Financing  for Prior \nIndicator  Allocation  (%)  Results  2016  2017  2018  2019  2020  Total \nOutcome \nDLI1  Coverage of seismically safe school  25.9  29.3      9.5    9.4  7.0  25.9 \nbuildings increased \nOutputs \nDLI2  Seismic resilience of school  48.1  54.4  3.0  18.5    18.8    7.8  48.1 \nbuildings increased \nDLI3  Seismic disaster preparedness and  3.6  4.1    1.5    1.4    0.7  3.6 \nresponse capacity strengthened \nDLI4  Supportive policies, systems, and  3.4  3.8  0.9  0.9    0.9    0.7  3.4 \nstructures for seismic disaster risk \nmanagement and reduction \nimproved \nDLI51  Capacity in executing and  2.6  2.9  0.5  0.9  1.2        2.6 \nA\nimplementing the seismic safety  p\np\ninvestment program enhanced  e\nn\nSubtotal  83.6  94.5  4.4  21.8  10.7  21.1  9.4  16.2  83.6  d\nInterest during program implementation  4.9  5.5      ix 3\nADB = Asian DevelopmenTto Btaaln k, DLI = disbursement-linked in8d8ic.5a tor.  100.0                2     \nSource: Asian Development Bank.  1\n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20150826161342+08'00'", "ModDate": "D:20150826161342+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President results based lending", "Keywords": "adb rrp report recommendation president results based lending"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 17 August 2015) \nCurrency unit  –  dram (AMD) \nAMD1.00  =  $0.0021     \n$1.00  =  AMD478.05     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ATDF  –  Armenian Territorial Development Fund \n  DLI  –  disbursement-linked indicator \n  M&E  –  monitoring and evaluation \n  MIS  –  management information system \n  PAP  –  program action plan \n  RBL  –  results-based lending \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  S. O’Sullivan, Central and West Asia Department (CWRD) \nDirector  A. Chiplunkar, Urban Development and Water Division, CWRD \n   \nTeam leader  Y. Ye, Principal Urban Development Economist, CWRD \nTeam members  J. Asanova, Senior Education Specialist, CWRD \n  L. Manalaysay-Buenavente, Operations Assistant, CWRD \n  G. Mousaelyan, Senior Project Officer, Armenia Resident Mission, \nCWRD \n  J. Ngai, Counsel, Office of the General Counsel \n  A. Pokhrel, Disaster Risk Management Specialist, Sustainable \nDevelopment and Climate Change Department \n  R. Romasanta, Senior Project Officer, CWRD \n  S. Russell, Procurement Specialist, Operations Services and \nFinancial Management Department \n  T. Tran, Senior Environment Specialist, CWRD \n  Y. Xu, Senior Financial Management Specialist, CWRD \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "  L. Manalaysay-Buenavente", "role": " Operations Assistant", "organization": "CWRD "}, {"fullname": "  G. Mousaelyan", "role": " Senior Project Officer", "organization": "Armenia Resident Mission"}, {"fullname": "  J. Ngai", "role": " Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  A. Pokhrel", "role": " Disaster Risk Management Specialist", "organization": "Sustainable "}, {"fullname": "  R. Romasanta", "role": " Senior Project Officer", "organization": "CWRD "}, {"fullname": "  S. Russell", "role": " Procurement Specialist", "organization": "Operations Services and "}, {"fullname": "  T. Tran", "role": " Senior Environment Specialist", "organization": "CWRD "}, {"fullname": "  Y. Xu", "role": " Senior Financial Management Specialist", "organization": "CWRD "}]}