{"path": "data/input/reports/49108-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49108-002 \nSeptember 2017 \n \n \n \n \nProposed Loan \nIndia: Himachal Pradesh Skills Development Project \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communication Policy 2011.   \n \n \n \n \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 4 September 2017) \nCurrency unit  −  Indian rupee/s (₹) \n₹1.00  =  $0.01567   \n$1.00  =  ₹63.8100 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCLC  –  city livelihood center \nDOHE  –  Department of Higher Education \nDOP  –  Department of Planning \nDOTE  –  Department of Technical Education, Vocational and \nIndustrial Training \nEIRR  –  economic internal rate of return \nGOHP  –  Government of Himachal Pradesh \nHPKVN  –  Himachal Pradesh Kaushal Vikas Nigam \nITI  –  industrial training institute \nM&E  –  monitoring and evaluation \nMCC  –  model career center \nMIS  –  management information system \nNSQF  –  National Skills Qualification Framework \nPWD  –  Public Works Department \nRLC  –  rural livelihood center \nTVET  –  technical and vocational education and training \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India ends on 31 March. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2017 ends \non 31 March 2017.  \n(ii)  In this report, “$” refers to United States dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leader  S. Chakravarti, Senior Social Sector Specialist, SARD \nTeam members  V. H. Annamraju, Senior Project Officer (Social Sector), SARD \nF. Y. Chong, Social Sector Specialist, SARD \nT. Morita, Counsel, Office of the General Counsel \n  M. Ong, Operations Assistant, SARD \nA. Samyal, Finance and Administration Coordinator, SARD \nF. Savella, Associate Project Analyst, SARD \nS. Shafiq, Financial Management Specialist, SARD \nPeer reviewer  N. LaRocque, Principal Education Specialist, Central and West Asia \nDepartment \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49108-002\nProject Name Himachal Pradesh Skills Development  Department SARD/SAHS\nProject /Division\nCountry India Executing Agency Department of Planning, Govt\nBorrower Government of Himachal Pradesh of Himachal Pradesh\n2. Sector Subsector(s)      ADB Financing ($ million)\nEducation Technical and vocational education and training 80.00\nTotal 80.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Climate Change impact on the  Low\ngrowth (IEG) including jobs, made more inclusive Project\nPillar 3: Extreme deprivation prevented and \neffects of shocks reduced (Social Protection)\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Institutional development Gender equity (GEN)\ndevelopment (GCD)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Implementation\nPrivate Sector\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Medium\nHousehold Targeting No Urban Medium\nSDG Targeting Yes\nSDG Goals         SDG4, SDG5, SDG8\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 80.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 80.00\nCofinancing 0.00\n     None 0.00\nCounterpart  20.00\n     Government  20.00\nTotal 100.00\n9. Effective Development Cooperation\nUse of country procurement systems Yes\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 07112016132835776508 Generated Date: 05-Sep-2017 9:19:05 AM", "", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nIndia for the Himachal Pradesh Skills Development Project. \n \n2.  The project will assist the Government of Himachal Pradesh (GOHP) in reforming and \nmodernizing its technical and vocational education and training (TVET) institutions and programs \nto boost the employability of Himachal Pradesh’s youth and improve their employment prospects.1 \nHimachal Pradesh, located in northern India along the lower Himalayas, has a population of 6.8 \nmillion. Despite constraints such as its hilly terrain, poor connectivity, and predominantly rural \npopulation (90%), the state’s economic, poverty, education, and health indicators have improved \nsignificantly since 2000. GOHP has successfully increased school and college enrollments over \nthe past decade. This project will support it in addressing the “second-generation” challenge of \nproviding relevant and good quality TVET opportunities to its youth to prepare them for the \n \nchanging labor market. \n \nII.  THE PROJECT \nA.  Rationale \n \n3.  Between FY2005 and FY2014, Himachal Pradesh grew at an average annual rate of 7.8% \ncompared with 7.6% for the Indian economy. Overall poverty declined from 22.9% to 8.1% \nbetween FY2005 and FY2012.2 Rural poverty also declined sharply from 25.6% to 8.5% over this \nperiod. Nearly all villages of Himachal Pradesh have access to electricity. Two-thirds of the rural \nhouseholds have access to sanitation facilities, compared with the all-India average of 30.7%. \nLife expectancy at 70 years is higher than the national average of 66.1 years. Between 1991 and \n2011, Himachal Pradesh’s literacy rate increased from 63.7% to 82.8%. Male literacy rose from \n75.3% to 89.5%, and female literacy from 52.1% to 75.9%. In FY2016, the net enrollment ratio in \nHimachal Pradesh was 67% at the secondary and 54% at the higher secondary level, compared \nwith 51% and 33% for India.3 The gross enrollment ratio in higher education for youth aged 18–\n23 years in 2014–2015 was 28.4% for men and 32.5% for women.4  \n \n4.  Despite the increase in secondary school and college enrollment, Himachal Pradesh is \nconstrained by the low employability of its school and college graduates. Like in other states of \nIndia, general education at the secondary and college levels in Himachal Pradesh is weak and \nnot adequately aligned to the needs of the market. The challenge of “educated unemployment” is \ngrowing.5 The state’s TVET programs are constrained owing to outdated curricula and training \nequipment, limited reach of training facilities, and weak industry links. The TVET programs are \nfragmented across 12 state government departments. Consequently, there are no uniform norms \n                                                \n1  The Asian Development Bank (ADB) provided $725,000 in project preparatory technical assistance. ADB. 2015. \nTechnical Assistance to India for Supporting Skill Development in Himachal Pradesh. Manila. \n2  Government of India, Planning Commission. 2014. Databook Compiled for Use of Planning Commission. New Delhi. \nhttp://planningcommission.nic.in/data/datatable/data_2312/comp_data2312.pdf \n3   National University of Educational Planning and Administration. 2016. School Education in India. Unified District \nInformation System for Education, 2015–2016. http://www.dise.in/Downloads/Publications/Documents/U-DISE-\nSchoolEducationInIndia-2015-16.pdf \n4  Government of India, Ministry of Human Resource Development, Department of Education. 2015. All India Survey \non Higher Education (2014–2015). New Delhi. http://aishe.nic.in/aishe/viewDocument.action?documentId=200 \n5  The unemployment rate in Himachal Pradesh increases with the level of education—0.4% (primary education), \n4.0% (secondary), 8.0% (higher secondary), 13.6% (undergraduate), and 19.1% (postgraduate). Government of \nIndia, Ministry of Labour and Employment. 2014. Report on Education, Skill Development, and Labor Force, 2013–\n2014. New Delhi.   \n ", "2 \nfor training quality, certification, or placement outcomes. More than 90% of Himachal Pradesh’s \nworkforce has not received any formal skills training. Consequently, dependence on government \njobs remains high. In 2014, 65% of organized sector employment in Himachal Pradesh was in the \npublic sector.6 This is fiscally unsustainable and economically unproductive.7 \n \n5.  There is a significant mismatch between Himachal Pradesh’s economic and employment \nprofiles which should be addressed urgently to tap the state’s human resource base more \neffectively. In FY2014, the primary sector in Himachal Pradesh accounted for only 19% of the \nstate’s gross domestic product but 58.5% of the workforce reflecting its very low labor productivity. \nThe tertiary sector and the secondary sector accounted for 43.0% and 38.0% of the state’s gross \ndomestic product but only 19.0% and 22.5% of the workforce respectively.8 Further, while the \nstate has broad gender parity in school and college enrollment rates, there is sharp disparity in \nthe workforce participation rates. In 2012, the average workforce participation rate was 87% for \nrural men and 73% for urban men, but 63% for rural women and only 28% for urban women.9 As \nHimachal Pradesh continues to urbanize and the share of the services sector grows, it is \nnecessary to expand market-linked TVET opportunities for women. \n \n6.  It is estimated that net demand for skilled workers in Himachal Pradesh will amount to \n515,557 between 2017 and 2022 across various trades such as retail, health care, tourism and \nhospitality, and information technology.10 The state has a narrow demographic window until 2022, \nafter which the share of the working-age population (15−59 years) will begin to decline.11 GOHP \nis  keen  to take  advantage  of this  demographic  window  by  providing market-linked  skilling \nopportunities to those aged 15–35 years. The Twelfth Five-Year Plan of Himachal Pradesh, \n2012−2017 emphasizes the need for “faster, inclusive, and sustainable development”.12 As part \nof this goal, GOHP aims to enhance livelihood and employment opportunities for the state’s youth. \nIt established the Himachal Pradesh Kaushal Vikas Nigam (HPKVN) as a specialized skills \ndevelopment  company  under  the  Department  of  Planning  (DOP)  in  September  2015,  to \nconsolidate the state’s fragmented TVET programs, align all TVET programs with India’s National \nSkills Qualification Framework (NSQF), and facilitate private sector participation in design and \ndelivery of TVET.13 This approach is aligned with India’s National Policy on Skill Development \nand Entrepreneurship (2015), which encourages states to develop umbrella skills development \n                                                \n6  Government of Himachal Pradesh, Directorate of Employment. 2015. Annual Area Employment Market Report \n2014–2015. Shimla. Organized sector employment refers to public sector establishments and nonagricultural \nestablishments in the private sector employing 25 or more persons. \n7  In 2015−2016, the share of salaries and wages in total expenditure by the government was 23.7%, compared to an \naverage of 15.8% for all other states. Government of India, Ministry of Finance. Himachal Pradesh State \nGovernment  Budget  for  the  Financial  Year  2015–2016.  http://admis.hp.nic.in/budget/Aspx/Anonymous/bud \nWeb.aspx  \n8  The primary sector includes agriculture, forestry, and fishing; the secondary sector: construction, manufacturing, \nmining and quarrying, electricity, gas, and water supply; and the  tertiary sector: hospitality, transport and \ncommunication, trade, banking, insurance, public administration, and other services. \n9   Government of India, Ministry of Statistics and Program Implementation. 2013. 68th Round National Sample Survey \nof India for 2011–2012. New Delhi. \n10  National Skill Development Corporation. 2012. Skill-Gap Study for Himachal Pradesh, 2012−2022. New Delhi. \n11  By 2026, around 14.7% of Himachal Pradesh’s population will be aged 60 years and above. \n12  Government of Himachal Pradesh, Department of Planning. 2012. Twelfth Five−Year Plan of Himachal Pradesh, \n2012−2017. Shimla. \n13  The NSQF, notified by the Government of India on 27 December 2013, is a competency-based framework that \norganizes all qualifications according to levels of knowledge, skills, and aptitude. These levels, graded from 1 to 10, \nare defined in terms of learning outcomes which the learner must possess regardless of whether they are obtained \nthrough formal, nonformal, or informal learning. NSQF is an integrated education and competency-based framework \nproviding for multiple pathways, horizontal as well as vertical, within and across TVET and general education. \n   ", "3 \nmissions with “the overarching power to pool resources for harmonizing the skilling efforts across \nline departments, private agencies, and voluntary organizations, and reducing duplication”.14  \n \n7.  Value added by ADB assistance. In June 2016, GOHP approved the Himachal Pradesh \nSkills Development Policy (Him Kaushal), 2016 to guide the reform and scaling-up of skills \ndevelopment  efforts  in  the  state.15 The  project  will  build  HPKVN’s  institutional  capacity  to \noperationalize this policy and deliver the challenging mandate of the state’s skills development \nmission effectively. The project will add value by supporting GOHP in providing NSQF-aligned \nvocational training and livelihood development opportunities to around 65,000 needy youth over \n2017−2022,  introducing  3-year  bachelor  of  vocational  education  courses  and  employability \nenhancing skills courses in selected colleges, expanding Himachal Pradesh’s annual TVET \ntraining capacity by 13,000, and extending the reach of quality training facilities and counseling \nservices to underserved parts of the state. The project will fund a menu of short-term and long-\nterm training programs in growth areas including automobiles, electronics, pharmaceuticals, \nretail, tourism and hospitality, banking and financial services, health care, apparel, beauty and \nwellness, construction, and food processing to help the youth of Himachal Pradesh in making the \ntransition from the primary sector to the secondary and tertiary sectors, where job prospects are \nbetter and remuneration levels are higher. These training programs will also expand career \nchoices for women and raise their workforce participation rates. Engagement with industry \nassociations, and monitoring and evaluation of the training programs will be strengthened to \nensure the long-term relevance and sustainability of the reforms being supported by this project. \n \n8.  The  project  reflects  the  priorities  of  the  Asian  Development  Bank  (ADB)  country \npartnership strategy for India, 2018–2022, which aims to support India’s efforts in facilitating \ninclusive growth. Skills development is a major priority of the Government of India, and a key \ninstrument for empowering people.16 It is aligned with ADB’s Midterm Review of Strategy 2020, \nwhich emphasizes the need for ADB to focus on post-basic education and TVET to promote \nhuman capital development.17 The experience gained from ADB’s two ongoing loans in the \neducation sector in India reiterates the importance of good quality counseling and placement \nservices for matching trainees to the right types of training programs and job openings, ongoing \ncoordination with industry associations and sector skills councils to ensure market-relevance, and \nclose monitoring and tracking of training programs.18  \n \nB.  Impact and Outcome \n \n9.  The project is aligned with the following impact: a more productive workforce created in \nHimachal Pradesh equipped with market-relevant technical and vocational skills (footnote 15). \n                                                \n14  Government  of  India.  2015.  National  Policy  on  Skill  Development  and  Entrepreneurship.  New  Delhi. \nhttp://msde.gov.in/National-Policy-2015.html \n15  Department of Planning, Government of Himachal Pradesh. 2016. Himachal Pradesh Skill Development Policy. \nShimla. http://hpkvn.nic.in/download/HP%20Skill%20Development%20Policy.pdf \n16  ADB.  Forthcoming.  Country  Partnership  Strategy:  India,  2018–2022  −  Accelerating  Inclusive  Economic \nTransformation. Manila. \n17  This project will contribute to the achievement of Sustainable Development Goals 4 (Quality Education: “ensure \ninclusive and equitable quality education and promote lifelong learning opportunities for all”); 5 (Gender Equality: \n“achieve gender equality and empower women and girls”); and 8 (Decent Work and Economic Growth: “promote \nsustained, inclusive and sustainable economic growth, full and productive employment and decent work for all”). \nADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n18  ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Loan and \nAdministration of Technical Assistance Grant to India for Supporting Human Capital Development in Meghalaya. \nManila; and ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed Results-\nBased Loan and Administration of Technical Assistance Grant to India for Supporting Kerala’s Additional Skill \nAcquisition Program in Post-Basic Education. Manila. \n ", "4 \nThe project will have the following outcome: employment and livelihood opportunities for the youth \nof Himachal Pradesh improved.19 \n \nC.  Outputs \n \n10.  The project will support the following outputs: \n \n11.  Output 1: TVET in Himachal Pradesh improved and aligned to national standards. \nThe project will support (i) HPKVN in designing and running a flagship training program for \napproximately 55,700 youth focusing mainly on short-term, demand-driven vocational courses \naligned to NSQF levels 3 and 4;20 and (ii) the Department of Higher Education (DOHE) in offering \n3-year bachelor of vocational education courses and employability enhancing skills courses to \napproximately 8,400 students studying in selected colleges. Depending on the background and \naspirations of the trainees and market demand, HPKVN will provide training opportunities for \nformal wage employment or for livelihood and small business development. The latter type of \nsupport will be provided at the city livelihood centers (CLCs) and rural livelihood centers (RLCs) \nto be established under the project. Introduction of bachelor of vocational education (NSQF level \n7) courses in colleges will help to integrate vocational education with higher education and \nestablish a career path. Vocational training will also be provided to third-year college students in \ntrades such as banking, electronics, and retail to make them more employable after graduation. \nOverall, improved TVET opportunities will be provided to around 65,000 needy youth over the \nperiod 2017–2022. \n \n12.  Output 2: Market-aligned skills ecosystem created. The project will (i) upgrade 11 \nemployment exchanges into model career centers (MCCs) to build awareness among youth about \nTVET opportunities; (ii) design and operationalize a management information system (MIS) to link \nHPKVN, the Department of Technical Education, Vocational and Industrial Training (DOTE), \nDOHE, and the MCCs to India’s National Career Services portal; and (iii) support HPKVN in \nforging  partnerships  with  industry  associations  and  sector  skills  councils  to  get  demand \ninformation, and identify internship and placement opportunities. The MCCs will have career \ncounselors  for  guiding  the  youth  in  selecting  relevant  TVET  programs,  aligned  with  their \naspirations and market demand. By linking the MCCs to the National Career Services portal, the \nMIS will enable the trained and certified youth of Himachal Pradesh to access job opportunities \nacross India.  \n \n13.  Output 3: Access to quality training institutes improved. The project will (i) establish \nsix CLCs and seven RLCs to provide vocational training and business development support to \nurban and rural poor to improve their livelihood; (ii) assist DOTE in establishing a new polytechnic \nfor women in Rehan, Kangra, as well as a center of excellence for industry-led skilling; and \n(iii) assist DOTE in upgrading the training equipment for 22 trades in 50 industrial training \ninstitutes (ITIs) in line with the 2014 guidelines of the National Council for Vocational Training. \nThe CLCs and RLCs will provide gender-separated hostels to enable trainees from small towns \nand remote villages to access the livelihood and small business development opportunities. The \nwomen’s polytechnic in Rehan will offer diplomas in civil engineering, architectural assistantship, \nelectrical engineering, and computer engineering. It will have an annual training capacity of \naround 720 and hostel facilities for 120 women. By providing new training equipment to 50 ITIs \n                                                \n19  The design and monitoring framework is in Appendix 1. \n20  From 27 December 2016, no central government funding will be provided for TVET programs that are not aligned \nto the NSQF. All announcements for jobs in the central government, state governments, and public enterprises must \ndefine eligibility criteria in NSQF terms. Hence, this project will support the government in aligning all TVET \nprograms to the NSQF so that Himachal Pradesh’s youth receive nationally recognized certificates. \n   ", "5 \nacross 22 trades aligned with the latest guidelines of the National Council for Vocational Training, \nthe project will ensure that around 19,000 students will obtain nationally recognized certificates \nfrom the council. This will make them eligible for jobs in public enterprises and private companies \nwithin and outside Himachal Pradesh. Results-oriented institutional development plans will be \nprepared for these ITIs to ensure that their performance on key indicators such as placement, \nenrollment of women, and industry engagement improves. \n \n14.  Output 4: TVET institutional structure improved. The project will (i) build the project \nmanagement, fiduciary, safeguard, and training capacity of HPKVN and other implementing \nagencies; (ii) prepare business processes and standard operating protocols for HPKVN staff \ncovering different facets of skilling, including mobilization, counseling, training, assessment and \ncertification, skills-gap analysis, and monitoring and evaluation (M&E); (iii) operationalize an MIS \nthat will draw information from all the implementing agencies to monitor progress with respect to \nkey results indicators in the design and monitoring framework; (iv) provide consulting inputs for \nproject management, quality monitoring of civil works, and M&E of all training; and (v) support \ntraining of 50 master trainers in key trades. This support will gradually break silos across \nimplementing agencies, and establish the foundation for a unified skills development mission in \nHimachal Pradesh. \n \nD.  Summary Cost Estimates and Financing Plan \n \n15.  The project is estimated to cost $100 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).21  \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.      TVET in Himachal Pradesh improved and aligned to national standards  34.94 \n  2.      Market-aligned skills ecosystem created   6.71 \n             3.      Access to quality training institutes improved  31.34 \n             4.      TVET institutional structure improved  15.33 \n           Subtotal (A)  88.32 \nB.  Contingenciesc  5.66 \nC.  Financing Charges During Implementationd  6.01 \n      Total (A+B+C)  100.00 \nTVET = technical and vocational education and training. \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $5.88 million to be financed from Asian Development Bank (ADB) loan resources. \nThe amount is within the reasonable threshold identified during the country partnership strategy preparations, is \nnot excessive (9% of ADB loan resources), applies only to ADB-financed expenditures, is intended to simplify and \nexpedite disbursement arrangements, and is material and relevant to the success of the project. The Government \nof Himachal Pradesh will finance taxes and duties of $1.01 million. ADB may finance local transportation, \ninsurance costs, and bank charges. \nb  In end−2016 prices as of March 2017. \nc  Physical contingencies computed at 3% for civil works and equipment and at 3.5% for training, consultancy, and \nadministrative costs. Price contingencies are calculated at an average of 5.5% on local currency costs on a \ncumulative basis in line with escalation rates published by ADB at https://lnadbg1.adb.org/erd0004p.nsf; includes \nprovision for potential exchange rate fluctuation under the assumption of a purchasing power price parity exchange \nrate. \nd  Includes interest and commitment charges. Interest during construction for the OCR loan has been computed at \nthe 5-year forward London interbank offered rate (LIBOR) plus a spread of 0.5%. Commitment charges for the \nOCR loan are 0.15% per year to be charged on the undisbursed loan amount. \nSources: Asian Development Bank and Himachal Pradesh Kaushal Vikas Nigam estimates. \n                                                \n21  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n16.  The Government of India has requested a regular loan of $80 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 20-year term, including a grace \nperiod of 5 years, an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per year, straight line \nrepayment, and such other terms and conditions set forth in the draft loan and project agreements. \nBased on the straight-line repayment method, the average maturity is 12.75 years, and there is \nno maturity premium payable to ADB.22   \n \n17.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \ncivil works and equipment, training costs, and consulting services and capacity building. \n \nTable 2: Summary Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank      \nOrdinary capital resources (regular loan)  80.0  80.0 \nGovernment  20.0  20.0 \nTotal  100.0  100.0 \nNote: The financing plan reflects the net financing share of the Asian Development Bank and the Government of \nHimachal Pradesh. This has been deducted from the gross share to compute the government’s net contribution of \n$20 million. \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n18.  GOHP, acting through DOP, will be the executing agency. HPKVN, DOHE, DOTE, and \nthe Public Works Department (PWD) will be the four implementing agencies. HPKVN will act as \nthe  project  management  unit.  DOHE,  DOTE,  and  PWD  have  already  established  project \nimplementation units. The funds will be routed by the executing agency through HPKVN to DOHE, \nDOTE, and PWD for all activities. HPKVN will procure all services of training service providers for \nvocational training, PWD will be responsible for procurement of civil works and furniture, and \nDOTE  will  procure  the  upgraded  training  equipment  for  the  selected  ITIs.  To  facilitate \ncoordination,  all  the  consulting  firms  will  report  to  HPKVN.  As  support  departments,  the \nDepartment of Rural Development and Department of Urban Development will oversee the \nlivelihood  development  programs  for  rural  and  urban  youth  in  the  RLCs  and  CLCs,  the \nDepartment of Labour and Employment will support counseling and vocational guidance in the \nupgraded MCCs, the Department of Economics and Statistics will coordinate with the M&E firm \nfor the tracer studies and surveys, and the Department of Social Justice and Empowerment will \nassist in undertaking training for people with disabilities. The support departments will coordinate \nclosely with HPKVN and other implementing agencies as required.  \n \n19.  All consultants will be recruited in accordance with ADB’s Guidelines on the Use of \nConsultants (2013, as amended from time to time). Procurement of civil works, goods and \nequipment will be carried out in accordance with ADB’s Procurement Guidelines (2015, as \namended from time to time). The implementation arrangements are summarized in Table 3 and \ndescribed in detail in the PAM (footnote 21). \n \n \n \n                                                \n22  This is based on the above loan terms and the government’s choice of repayment options and dates. \n   ", "7 \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  December 2017–December 2022 \nEstimated completion date   31 December 2022 \nEstimated loan closing  30 June 2023 \ndate \nManagement \n(i)  Oversight body Project steering committee chaired by the chief secretary of the \n \nGovernment of Himachal Pradesh, and comprising the ACS of the \nDepartment of Planning and Finance; the ACS, principal secretaries, and \nsecretaries of DOHE, DOLE, DOTE, DOUD, DORD, and PWD; advisor, \nDOP; engineer-in-chief, PWD; and managing director of HPKVN \n(ii)  Executing agency  DOP \n(iii) Key implementing  DOHE, DOTE, HPKVN, PWD \nagencies \n(iv) Implementation unit  HPKVN, Shimla, Himachal Pradesh staff (30 staff)  \nProcurement  National competitive  9 contract packages (works);   $24.13 million \nbidding  15 contract packages (goods)   $11.74 million \nConsulting services  Quality- and cost- 800 person-months; 3  $6.58 million \nbased selection  contracts \n(80:20) \nNonconsulting services   Fixed budget selection  17 packages; training service  $25.94 million \nproviders  \nRetroactive financing  ADB may, subject to its policies and procedures, allow upon request \nand/or advance  advance contracting and retroactive financing of civil works, equipment \ncontracting  and materials, and consulting services. Retroactive financing will be up to \n20% of the ADB loan amount for eligible expenditures of civil works and \nconsulting services incurred prior to loan effectiveness but not earlier than \n12 months prior to the signing of the loan agreement. \nDisbursement   The loan proceeds will be disbursed following ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nACS = additional chief secretary; ADB = Asian Development Bank; DOHE = Department of Higher Education; DOLE \n= Department of Labour and Employment; DOP = Department of Planning; DORD = Department of Rural Development; \nDOTE = Department of Technical Education, Vocational and Industrial Training; DOUD = Department of Urban \nDevelopment; HPKVN = Himachal Pradesh Kaushal Vikas Nigam; PWD = Public Works Department. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n20.  The project has undertaken detailed due diligence and field surveys to improve the design. \nIt has also taken significant advance action to improve implementation readiness. \n \nA.  Technical \n21.  GOHP’s strong ownership for the project is borne out by the fact that HPKVN’s board of \ndirectors is headed by the chief minister of Himachal Pradesh, and comprises relevant ministers \nand senior civil servants. HPKVN already has 27 full-time staff who have been coordinating well \nwith the other implementing agencies. Around 49% of the project’s civil works and goods, 100% \nof the consulting packages, and 28% of the packages for training service providers will be \ntendered out by mid-October 2017 as part of advance contracting. Further, since November 2016, \nHPKVN has been piloting an NSQF-aligned training program for 1,000 trainees with the help of \nADB consultants. The experience gained through this pilot program and the advance contracting \nactions will help expedite project implementation. \n ", "8 \nB.  Economic and Financial \n \n22.  Economic viability. The economic viability of the project was assessed on the basis of \nthe benefits and costs associated with the investment project.23 Quantified economic benefits \ninclude direct benefits for trainees due to increased employability and higher wages. The major \nstreams of economic costs are direct project costs associated with the four outputs, the private \ncosts of trainees for nominal fees where relevant, and the indirect opportunity cost of their forgone \nearnings during training. The project is estimated to yield a net present value of $47.82 million \nunder the base-case scenario, with an economic internal rate of return (EIRR) at 17.37%. The \nEIRR was tested for sensitivity to various adverse scenarios: (i) capital cost overrun by 20% (EIRR \n13.67%), (ii) recurrent cost overrun by 20% (EIRR 15.09%), (iii) starting wages lower by 20% \n(EIRR 13.15%), and (iv) capital cost overrun by 20% and post-training wages lower by 20% \n(10.11%). In all cases, the EIRR exceeds the required rate of 9%, suggesting that the investment \nprogram is economically robust. \n \n23.  Sustainability of reforms. TVET will continue to be of high priority for GOHP. The outlay \nfor the project represents around 47% of the state’s TVET spending and only 0.3% of total GOHP \nexpenditure over the project period. The GOHP’s counterpart commitment for the project as a \nshare of the total education budget (or TVET budget) is projected to increase slightly from 0.32% \n(6%) in FY2018 to 0.46% (9%) by FY2022, which is reasonable. Himachal Pradesh is expected \nto  receive  an  additional  amount  of  around  $4 billion  during  2016–2020  as  a  result  of  the \nFourteenth Finance Commission award. GOHP thus, has ample fiscal space to fund the project. \nSuccessful project implementation will reduce the high dependence on government jobs among \nthe youth of the state and, eventually, the pressure on the wage bill. Strengthening of the state’s \nTVET  institutional  framework,  convergence  across  programs  run  by  different  departments, \nreduction of duplication, and better quality of training will yield additional fiscal savings over time. \n \nC.  Governance \n24.  A detailed financial management assessment was conducted for DOP, HPKVN, DOTE, \nDOHE, and PWD. The overall project risk is moderate primarily because HPKVN is a relatively \nnew  organization,  which  is  still  in  the  process  of  setting  up  comprehensive  systems  and \nprocesses.24 Several measures have already been taken since its establishment in September \n2015, including the preparation of standard operating protocols for core functions; the recruitment \nof  experienced staff to handle training, procurement, finance, and accounts functions; the \nappointment of internal and external auditors; the approval of its first set of audited financial \nstatements; and the establishment of an audit committee. However, some additional measures \nproposed in the financial management action plan will be required to manage potential risks as \nthe training programs and related project activities are scaled up. These include (i) preparation of \na comprehensive financial and accounting manual; (ii) capacity building of implementing agency \nstaff  in  project  accounting,  reporting,  and  ADB’s  financial  management  and  disbursement \nprocedures; and (iii) refinement of the MIS. The detailed financial management action plan is \ngiven  in the  PAM,  based  on  which  the  expected financial  management  arrangements  are \nexpected to be satisfactory. \n \n                                                \n23  Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n24  Financial  Management  Assessment,  and  Governance  and  Institutional  Structure:  Himachal  Pradesh  Skills \nDevelopment Project (accessible from the list of linked documents in Appendix 2). \n   ", "9 \n25.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  Government  of  India  and  the  state’s  DOP.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM. \n \nD.  Poverty, Social, and Gender \n \n26.  The project is pro-poor and gender-focused. The target trainees are the needy urban and \nrural  youth  of  Himachal  Pradesh,  and  those  enrolled  in  government  colleges,  ITIs,  and \npolytechnics. Training will focus on trades for which demand is growing, such as pharmaceuticals, \nfood processing, and light manufacturing in the secondary sector, and on retail, tourism and \nhospitality, banking and financial services, and health care in the tertiary sector. Support will be \nprovided to boost the livelihoods of the urban and rural poor through a package of training and \nbusiness development support at the CLCs and RLCs. By locating the new polytechnic in Rehan, \nKangra, the project will improve access for girls who reside in the hilly northern districts of \nHimachal Pradesh. Provision of hostel facilities in the CLCs will enable girls of small towns and \nrural areas to access good-quality training. Production centers in some of the RLCs will support \nlocal small businesses. Gender-sensitive counseling and outreach material will be prepared. \nThese measures will ensure that the women workforce participation rate does not decline with \nthe urbanization of Himachal Pradesh’s economy.25 All relevant output and outcome indicators \nhave separate targets for women and for people with disabilities. Given these significant gender \ntargets and features, the project is categorized as gender equity theme (GEN). \n \nE.  Safeguards \n27.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows:26  \n \n28.  Environment (category B). GOHP has assured ADB that the proposed new training \nfacilities will be built within premises owned by it. The potential environmental impacts identified \nare generally site-specific, reversible, and will mostly occur during construction when mitigation \nmeasures can be readily implemented. \n \n29.  Involuntary resettlement (category C). No new land will be acquired, nor will anyone be \ndisplaced  in  anticipation  of  ADB  funding.  It  will  be  ensured  that  the  subproject  sites  are \nencumbrance free and have no squatters or livelihood issues. \n \n30.  Indigenous peoples (category C). Lahaul Spiti and Kinnaur are two districts in the \nnorthern part of Himachal Pradesh where tribal members are the majority. Given their high \naltitude, inhospitable terrain, harsh winters, sparse population, and poor connectivity, no civil \nworks are planned in these districts. Hence, the project will have no adverse effect on tribals. \n \n31.  Sixteen sites identified by the GOHP were screened and cleared by environmental and \nsocial safeguard consultants. An environmental and social management framework has been \nprepared to guide the civil works. Initial environmental examination reports and corresponding \nenvironmental management plans have already been prepared for several subproject sites. The \nimplementing  agencies’  staff  were  sensitized  about  the  policies  and  procedures  of  ADB’s \nSafeguard Policy Statement. They will participate in the periodic capacity-building workshops \norganized by ADB’s India Resident Mission on environmental and social safeguards. \n                                                \n25  In 2011−2012, Himachal Pradesh’s labor force participation rate was 63% for rural women but only 28% for urban \nwomen. It was 87% for rural men and 73% for urban men. \n26   ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n ", "10 \nF.  Summary of Risk Assessment and Risk Management Plan \n32.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.27 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nJob opportunities within  The project will fund a menu of short-term and long-term vocational training \nHimachal Pradesh may  and livelihood development programs in growth areas to expand job \nremain limited owing to  opportunities for all youth. Ongoing consultations with industry associations \nthe state’s narrow  and sector skills councils will ensure that the training programs are relevant \nmanufacturing base.   and aligned to market demand.  \nSome of the trained  The RLCs and CLCs to be established under the project will widen choices \nstudents, especially  for rural youth in terms of relevant livelihood and business development \nthose from rural areas,  support to improve their earning opportunities within Himachal Pradesh. \nmay not want to migrate  Career counseling and placement services will be improved through the \nout of the state even  model career centers to meet the varying aspirations of the state’s rural and \nwhen offered placement.  urban youth, and to link them to relevant job opportunities.  \nSystemic challenges  Two consulting firms (for project management, and monitoring and \nsuch as weak capacity  evaluation) will be mobilized under the loan to assist the implementing \nof training service  agencies in planning, executing, and tracking the performance of the \nproviders and  training service providers and assessment agencies. \nassessment agencies \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n33.  The Government of India and DOP have assured ADB that implementation of the project \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n34.  The Government of India, DOP, and HPKVN have agreed with ADB on certain covenants \nfor the project, which are set forth in the loan agreement and project agreement. \n \nV.  RECOMMENDATION \n35.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and, acting in the absence of the President, under the provisions \nof Article 35.1 of the Articles of Agreement of ADB, I recommend that the Board approve the loan \nof $80,000,000 to India for the Himachal Pradesh Skills Development Project, from ADB’s \nordinary capital resources, in regular terms, with interest to be determined in accordance with \nADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of 20 years, \nincluding a grace period of 5 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan and project agreements presented to the Board. \n \n \nStephen P. Groff \nVice-President \n \n6 September 2017\n                                                \n27  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n   ", "Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nA more productive workforce created in Himachal Pradesh equipped with market-relevant technical and \nvocational skills (Himachal Pradesh Skill Development Policy [Him Kaushal])a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2023:b     \nEmployment  a.  At least 80% of all trainees who  a. MIS project reports  Job opportunities \nand livelihood  complete the training courses  prepared by HPKVN and  within Himachal \nopportunities  under the project are successfully  implementing agencies  Pradesh may \nfor the youth of  certified    remain limited \nHimachal  (2016 baseline: 0; target: at least    owing to the state’s \nPradesh  70% of women trainees and    narrow \nimproved  people with disabilities who    manufacturing \ncomplete the training courses are    base and hilly \nsuccessfully certified)    terrain. Some of \n    the trained and \nb.  Of those who are successfully  b. Surveys undertaken by  certified students \ncertified, at least 50% should get  HPKVN   may not want to \nwage employment within 6 months  migrate out of the \nof completing training, with 40% of  state even when \nthe remaining being gainfully self- offered placement. \nemployed (wage employment \ntarget for women: 30%)c \nOutputs  By 2022:     \n1.  TVET in  1a. 55,700 youth provided National  1a. MIS project reports  Systemic \nHimachal  Skills Qualification Framework- prepared by HPKVN and  challenges such as \nPradesh  aligned training by HPKVNd   implementing agencies  weak capacity of \nimproved  (2016 baseline: 1,000; girls 30%;    training service \nand aligned  target: at least 35% of the trainees    providers and \nto national  are girls and 1% are people with    assessment \nstandards  disabilities)    agencies may \n    affect the quality of \n1b. 8,400 students enrolled for  1b. Annual report of  training and \ngraduate employability and  HPKVN (with inputs from  assessment. \nbachelor of vocational education  the Department of Higher \nprograms across government  Education) \ncollegese   \n(2016 baseline: 0; target: at least   \n35% of those enrolled are women)   \n   \n1c. 300 students enrolled in the new  1c. Inputs provided by the \nwomen’s polytechnic in Rehan,  Department of Technical \nKangra  Education, Vocational and \nIndustrial Training \n2.  Market- By 2022:     \naligned  2a. Counseling and placement  2a–2b. Annual report of \nskills  services offered at the 11 MCCs  HPKVN \necosystem    (2016 baseline: 0; at least 1 \ncreated   trained career counselor appointed \nin each MCC) \n \n2b. Project MIS at HPKVN, providing \nsex-disaggregated data on \nrelevant indicators and linked to \nthe National Career Services \nportal of India, made operational \n(2016 baseline: not applicable) \n ", "12  Appendix 1 \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n3.  Access to  By 2022:     \nquality  3a. Six city livelihood centers made  3a–3e. Annual report of \ntraining  operational to provide a package  HPKVN (with inputs from \ninstitutes  of training-cum-business  relevant departments) \nimproved  development support to urban   \n  youth  3a–3e. MIS project reports \n(2016 baseline: 0)  of HPKVN and relevant \n  departments \n3b. Seven rural livelihood centers \nmade operational to provide a \npackage of training-cum-business \ndevelopment support to rural youth \n(2016 baseline: 0) \n \n3c. New women’s polytechnic made \noperational in Rehan, Kangra, in \nnorthwest Himachal Pradeshf  \n(2016 baseline: one dedicated \npolytechnic for women located at \nKandaghat in south Himachal \nPradesh) \n \n3d. Training equipment in 22 trades \nacross 50 industrial training \ninstitutes upgraded in line with the \nrevised 2014 syllabus of the \nNational Council for Vocational \nTraining (2016 baseline: 0) \n \n3e. 11 employment exchanges \nconverted into MCCs (2016 \nbaseline: 0) \n4.  TVET  By 2022:   \ninstitutiona 4a. Project MIS at HPKVN, providing  4a–4b. Annual report of \nl structure  sex-disaggregated data on  HPKVN (with inputs from \nimproved  relevant indicators, made  implementing agencies) \noperational  \n(2016 baseline: no such MIS) \n \n4b. Periodic M&E surveys conducted \n \n \nKey Activities with Milestones \n \n1. TVET in Himachal Pradesh improved and aligned to national standards \n1.1 HPKVN launched its pilot training program for 1,000 youth in November 2016. It is funded by the \nstate government, but designed and executed with the help of consultants engaged under the \nproject preparatory technical assistance. \n1.2 Standard bidding documents for engaging training service providers prepared (completed in mid-\nMarch 2017). \n1.3 Prepare National Skills Qualification Framework-aligned and market-oriented TVET training \nprotocols for formal employment, rural livelihoods development, and entrepreneurship (by \nSeptember 2017). \n1.4 Design course curriculum for graduate employability and bachelor of vocational education \nprograms to be offered in selected colleges (by September 2017). \n1.5 Initiate training programs (with effect from September 2017). \n \n   ", "Appendix 1         13 \n \n2.  Market-aligned skills ecosystem created  \n2.1 Revised skill development policy for Himachal Pradesh issued in September 2016. \n2.2 Prepare protocol for converting employment exchanges into MCCs (June 2018). \n2.3 Sign memoranda of understanding with industry associations and sector skills councils (ongoing). \n \n3.  Access to quality training institutes improved \n3.1 Standard bidding documents for civil works and equipment prepared (completed in January 2017). \n3.2 Procure training equipment for 50 industrial training institutes (tenders issued on 24 February 2017; \nsupply expected to start from February 2018). \n3.3 Prepare architectural designs for city livelihood centers, rural livelihood centers, MCCs, and \nwomen’s polytechnic (by November 2017). \n3.4 Tendering of civil works (started in March 2017). \n3.5 Initiate construction work (from January 2018, then phased out over the project period). \n \n4.  TVET institutional structure improved \n4.1. Notify establishment of the project steering committee, state-level project monitoring and \nimplementation committee, project management unit within HPKVN, and project implementation \nunits within other implementing agencies (Department of Higher Education, Department of \nTechnical Education, Vocational and Industrial Training, PWD) issued (completed). \n4.2. Staff recruited in HPKVN to handle skills training, quality assurance, M&E, financial management, \nprocurement, and safeguards (completed in February 2017). \n4.3. Prepare business processes covering key functions—finance, administration, procurement of \ntraining service providers and assessment agencies, training guidelines, and M&E framework \n(completed). \nProject Management Activities \nMobilization of project management consulting firm and M&E consulting firm (by November 2017) \nMobilization of civil works (quality assurance firm) (by January 2018) \nProject MIS designed and tendered (by December 2017); full operationalization (by January 2019) \nInputs \nADB: $80 million (loan)  \nGovernment of Himachal Pradesh: $20 million \nAssumptions for Partner Financing  \nNot applicable \nADB = Asian Development Bank, HPKVN = Himachal Pradesh Kaushal Vikas Nigam, M&E = monitoring and evaluation, \nMCC = model career center, MIS = management information system, PWD = Public Works Department, TVET = \ntechnical and vocational education and training. \na  Government of Himachal Pradesh, Department of Planning. 2016. Himachal Pradesh Skill Development Policy. \nShimla. http://hpkvn.nic.in/download/HP%20Skill%20Development%20Policy.pdf  \nb  In India, the outcomes, outputs, and cost benchmarks for all government-funded training programs have to be aligned \nto the 2016 Report of the Common Norms Committee, Ministry of Skill Development and Entrepreneurship, \nGovernment of India, with the required adjustments in line with the specific needs and constraints of a state. Hence, \nthe benchmarks shown in this design and monitoring framework have been modified based on Himachal Pradesh’s \nsocioeconomic and demographic profile, and the extra constraints it faces because of its hilly terrain. \nc  According to the 2016 Common Norms, in the case of wage employment and recognition of prior learning, candidates \nshould be placed in jobs that provide wages at least equal to minimum wages prescribed, and such candidates \nshould continue to be in jobs for a minimum period of 3 months from the date of placement in the same or a higher \nlevel with the same or any other employer. In the case of self-employment, candidates should have been employed \ngainfully in livelihood enhancement occupations, which are evidenced in terms of trade license or setting up of an \nenterprise or becoming a member of a producer group, or proof of additional earnings (bank statement) or any other \nsuitable and verifiable document as prescribed by the state government. The M&E consulting firm to be engaged \nunder the loan will assist HPKVN and other implementing agencies in tracking the outcomes of the training programs \nby undertaking surveys and studies.  \nd  HPKVN launched a pilot program for training 1,000 youth in 2016. Hence, the baseline is 1,000. \ne  The 2016 baseline is 0 since bachelor of vocational education courses will be introduced under this project. \nf  The Rehan polytechnic will raise annual training capacity by 720 and have hostel facilities for 120 trainees. The \nKandaghat polytechnic for women offers diplomas in pharmacy, electronics, and computers. It has an annual training \ncapacity of 400 and hostel accommodation for 210. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49108-002-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Education \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Gender Action Plan \n11.  Initial Environmental Examination: City Livelihood Center at Mohal Sidhbari, Kangra \n12.  Initial Environmental Examination: City Livelihood Center at Nahan, and Rural Livelihood \nCenters at Pragati Nagar and Chopal, Shimla \n13.  Initial Environmental Examination: City Livelihood Centers at Shamshi and Sunder \nNagar, and Rural Livelihood Center at Sadyana, Mandi \n14.  Initial Environmental Examination: Model Career Center at Hamirpur \n15.  Initial Environmental Examination: Construction of Women’s Polytechnic in Rehan, \nKangra \n16.  Environmental and Social Management Framework \n17.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n18.  Financial Management Assessment \n19.  Procurement Capacity Assessment of Executing and Implementing Agencies of the \nProposed Himachal Pradesh Skills Development Project \n20.  Governance and Institutional Structure: Himachal Pradesh Skills Development Project \n21.  Technical and Vocational Education and Training Reforms in Himachal Pradesh \n22.  Proposed City Livelihood Centers and Rural Livelihood Centers in Himachal Pradesh \n23.  Aspiration Survey of Himachal Pradesh Youth \n24.  Management Information System and Model Career Centers in Himachal Pradesh \n25.  Introduction of Bachelor of Vocational Education and Graduate-Employability Programs in \nSelected Colleges of Himachal Pradesh \n26.  Communication Strategy \n27.  Additional Information to Economic and Financial Analysis \n28.  Counseling and Communication Modules \n   "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170906140125+08'00'", "ModDate": "D:20170906140125+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 4 September 2017) \nCurrency unit  −  Indian rupee/s (₹) \n₹1.00  =  $0.01567   \n$1.00  =  ₹63.8100 \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCLC  –  city livelihood center \nDOHE  –  Department of Higher Education \nDOP  –  Department of Planning \nDOTE  –  Department of Technical Education, Vocational and \nIndustrial Training \nEIRR  –  economic internal rate of return \nGOHP  –  Government of Himachal Pradesh \nHPKVN  –  Himachal Pradesh Kaushal Vikas Nigam \nITI  –  industrial training institute \nM&E  –  monitoring and evaluation \nMCC  –  model career center \nMIS  –  management information system \nNSQF  –  National Skills Qualification Framework \nPWD  –  Public Works Department \nRLC  –  rural livelihood center \nTVET  –  technical and vocational education and training \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India ends on 31 March. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2017 ends \non 31 March 2017.  \n(ii)  In this report, “$” refers to United States dollars. \n \nVice-President  W. Zhang, Operations 1 \nDirector General  H. Kim, South Asia Department (SARD) \nDirector  S. Ra, Human and Social Development Division, SARD \n   \nTeam leader  S. Chakravarti, Senior Social Sector Specialist, SARD \nTeam members  V. H. Annamraju, Senior Project Officer (Social Sector), SARD \nF. Y. Chong, Social Sector Specialist, SARD \nT. Morita, Counsel, Office of the General Counsel \n  M. Ong, Operations Assistant, SARD \nA. Samyal, Finance and Administration Coordinator, SARD \nF. Savella, Associate Project Analyst, SARD \nS. Shafiq, Financial Management Specialist, SARD \nPeer reviewer  N. LaRocque, Principal Education Specialist, Central and West Asia \nDepartment \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"documentRole": "Vice-President", "fullname": "W. Zhang", "role": "Operations", "organization": ""}, {"documentRole": "Director General", "fullname": "H. Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"documentRole": "Director", "fullname": "S. Ra", "role": "Human and Social Development Division", "organization": "SARD"}, {"documentRole": "Team leader", "fullname": "S. Chakravarti", "role": "Senior Social Sector Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "V. H. Annamraju", "role": "Senior Project Officer (Social Sector)", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "F. Y. Chong", "role": "Social Sector Specialist", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "T. Morita", "role": "Counsel", "organization": "Office of the General Counsel"}, {"documentRole": "Team members", "fullname": "M. Ong", "role": "Operations Assistant", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "A. Samyal", "role": "Finance and Administration Coordinator", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "F. Savella", "role": "Associate Project Analyst", "organization": "SARD"}, {"documentRole": "Team members", "fullname": "S. Shafiq", "role": "Financial Management Specialist", "organization": "SARD"}, {"documentRole": "Peer reviewer", "fullname": "N. LaRocque", "role": "Principal Education Specialist", "organization": "Central and West Asia"}]}