{"path": "data/input/reports/49107-009-rrp-en.pdf", "pages": ["Report and Recommendation of the President \nto the Board of Directors\nProject Number: 49107-009 \nSeptember 2021 \nProposed Loan \nIndia: Integrated Urban Flood Management for the \nChennai–Kosasthalaiyar Basin Project \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. ", " \n CURRENCY EQUIVALENTS \n(as of 15 August 2021) \n \nCurrency unit  –  Indian rupee/s (₹) \n₹1.00  =  $0.013     \n$1.00  =  ₹74.16      \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  GCC  –  Greater Chennai Corporation \nGEF  –  Global Environment Facility \nIEE  –  initial environmental examination \n  O&M  –  operation and maintenance \nPAM  –  project administration manual \nPBI  –  performance-based incentive \n  RCP  –  Representative Concentration Pathway \n  WASH  –  water, sanitation, and hygiene \n \n \nWEIGHTS AND MEASURES \n \nkm  –   kilometer  \nkm2  –   square kilometer \nm  –   meter \nmm  –   millimeter \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of India and its agencies ends on 31 March. \n“FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2022 ends on 31 March 2022. \n \n(ii)  In this report, “$” refers to United States dollars.   \n ", "Vice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDeputy Director General  Manmohan Parkash, SARD \nDirector  Norio Saito, Urban Development and Water Division (SAUW), \nSARD \n   \nTeam leaders  Sourav Majumder, Senior Project Officer (Urban), India Resident \nMission (INRM), SARD \nAkira Matsunaga, Senior Urban Development Specialist, SAUW, \nSARD \nTeam members  Mikael Andersson, Financial Management Specialist, Portfolio, \nResults and Quality Control Unit, Office of the Director General, \nSARD \nSaswati Belliappa, Safeguards Specialist, SAUW, SARD \n  Dai-Ling Chen, Young Professional, Human and Social \nDevelopment Division, SARD \nBrian Chin, Senior Health Specialist, Social Sector Division, Central \nand West Asia Department \nDharmesh Dawda, Procurement Specialist, Procurement Division 1, \nProcurement, Portfolio and Financial Management Department \nRhina Ricci G. Lopez-Tolentino, Financing Partnerships Analyst, \nPartner Funds Division, Sustainable Development and Climate \nChange Department (SDCC) \nDonna Marie R. Melo, Operations Assistant, SAUW, SARD \nRoshan Ouseph, Senior Counsel, Office of the General Counsel \nSantosh Pokharel, Urban Economist, SAUW, SARD \nAchyutha Aleti Rao, Environment Specialist, SAUW, SARD \n  Arghya Sinha Roy, Principal Climate Change Specialist (Climate \nChange Adaptation), Climate Change and Disaster Risk \nManagement Division, SDCC \nHikaru Shoji, Senior Urban Development Specialist, SAUW, SARD \nAshwin Hosur Viswanath, Senior Project Officer (Urban), INRM, \nSARD \nChristian Walder, Water Supply and Sanitation Specialist, Water \nSector Group, SDCC \nPeer reviewer  Stephen Blaik, Principal Urban Development Specialist, Urban \nDevelopment and Water Division, Pacific Department \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Project Description  4 \nC.  Value Added by ADB  6 \nD.  Summary Cost Estimates and Financing Plan  8 \nE.  Implementation Arrangements  9 \nIII.  DUE DILIGENCE  10 \nA.  Technical  10 \nB.  Economic and Financial Viability  10 \nC.  Sustainability  11 \nD.  Governance  11 \nE.  Poverty, Social, and Gender  12 \nF.  Safeguards  13 \nG.  Summary of Risk Assessment and Risk Management Plan  14 \nIV.  ASSURANCES  14 \nV.  RECOMMENDATION  14 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  15 \n2.  List of Linked Documents  19 \n \n \n \n \n \n \n \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49107-009\nProject Name Integrated Urban Flood Management for the  Department/Division SARD/SAUW\nChennai-Kosasthalaiyar Basin Project \nCountry India Executing Agency Municipal Administration \nBorrower India and Water Supply Dep't\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=49107-009-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=49107-009-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban flood protection 251.00\ninfrastructure and services\nTotal 251.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 0.000\nAccelerating progress in gender equality Climate Change impact on the  High\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 87.00\nStrengthening governance and institutional capacity\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.5 Effective gender mainstreaming (EGM)\nSDG 5.5\nSDG 11.5 Poverty Targeting\nSDG 13.a General Intervention on Poverty\n4. Risk Categorization: Complex\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 251.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 251.00\nCofinancing 0.00\n     None 0.00\nCounterpart  219.50\n     Government  219.50\nTotal 470.50\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 29072021102538645539 Generated Date: 29-Jul-2021 10:38:21 AM", "\u0000\u0000\u0000\u0000\u0000’E \u0000\u0000\u0000\u0000\u0000’E\nINDIA\n INTEGRATED URBAN FLOOD MANAGEMENT FOR THE \nCHENNAI–KOSASTHALAIYAR BASIN PROJECT\nKadapakkam\nLake\nKosasthalaiyar Basin in Greater Chennai  \nAriyallur\n\u0000\u0000\u0000\u0000\u0000’N  Stormwater Drainage System (Project Component) Lake Pumping Station \u0000\u0000\u0000\u0000\u0000’N\n(Eranavoor)\nPrimary Channel (Project Component) Manali\nPumping Station (Project Component)\nRiver Kosasthalaiyar River\nState Capital Pumping Station \n (Kargil Nagar)\nZonal Boundary \nPuzhal Lake Retteri \nDistrict Boundary Lake Tiruvottiyur\nMadhavaram\nState or Union Territory Boundary \nBoundaries are not necessarily authoritative.\nTondiarpet\nKorattur \nLake\nAmbattur\nLake\nThiru. Vi. Ka. Nagar\n\u0000\u0000\u0000\u0000\u0000’N \u0000\u0000\u0000\u0000\u0000’N\nAmbattur Anna Nagar\nRoyapuram\nCooum River\nChennai Teynampet\nKodambakkam\nValasaravakkam\nAdyar River\nANDHRA PRADESH\nAdyar \u0000\u0000\u0000\u0000\u0000’N\nAlandur\nChennai\nKARNATAKA\nPUDUCHERRY\nPerungudi\nBay of Bengal\nTAMIL NADU Karaikkal\n(Puducherry)\n\u0000\u0000\u0000\u0000\u0000’N \u0000\u0000\u0000\u0000\u0000’N\nSholinganallur\nN\nKERALA\n0 2.5 5\nKilometers\nBay of Bengal\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on \nthe legal status of any territory, or any endorsement or acceptance of such \n\u0000\u0000\u0000\u0000\u0000’E \u0000\u0000\u0000\u0000\u0000’E\n210040 ABV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nIndia for the Integrated Urban Flood Management for the Chennai–Kosasthalaiyar Basin Project.   \n \n2.  The project will strengthen climate and disaster resilience in the Chennai–Kosasthalaiyar \nRiver basin. It will reduce the exposure of 1.9 million people to seasonal flooding by (i) improving \nclimate-resilient urban flood protection infrastructure; (ii) enhancing urban flood preparedness of \nthe Greater Chennai Corporation (GCC), the civic body that governs the city of Chennai, and \nproject communities; and (iii) establishing measures for sustaining the operation and maintenance \n(O&M) of the stormwater drainage system in the GCC.1  \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Vulnerability of an urban economic center. Chennai is the fourth largest metropolitan \narea in India, with an estimated population of 10.7 million.2 The population density is about \n26,000 persons  per  square  kilometer  (km2),  with  a  high  concentration  of  businesses  and \nindustries. It is one of India’s fastest-growing major cities, with an annual economic growth rate \nof  6%.  Its  economy  has  diversified  substantially  over  the  past  2  decades,  now  including \nautomobile, information technology, and health care industries; financial services; and post-\nsecondary educational institutions, as well as a manufacturing base producing various other types \nof hardware. Automobile and electronic goods are important export-oriented industries, making \nChennai the largest exporting hub in India. The city is in the East Coast Economic Corridor—\nIndia’s first coastal corridor, as defined by the Government of India and the Asian Development \nBank (ADB)—stretching more than 2,500 kilometers (km) from West Bengal to Tamil Nadu to \nstimulate economic growth by promoting manufacturing and creating jobs.3 Chennai is a key \nplayer in the state and national economies, contributing 60% of Tamil Nadu’s manufacturing \noutput and 60% of India’s automotive exports.4 \n \n4.  While rapid urbanization has fueled the local economy, the city is challenged to keep pace \nwith demand for urban services while protecting its fragile environment. Chennai’s jurisdiction \nexpanded in 2011 from 174 km2 to 426 km2. An increasing number of migrant workers have settled \nin the city and its suburbs,5 and slums have grown to house 18.9% of the city’s population.6 Lack \nof appropriate planning has allowed urban expansion to alter the natural landscape and land use, \nshrinking water bodies and expanding impermeable areas. The water retention capacity of the \ncity’s  water  bodies  is  reduced  through  increased  encroachment  and  unplanned  area \n \n1  The GCC is headed by a mayor and legally distinct from the state government. It is mandated to provide and maintain \ndrainage systems within its boundaries following the Chennai City Municipal Corporation Act, 1919. \n2  The population is projected using the Census 2011 figure of 8.9 million people and 2.32% annual growth. United \nNations, Department of Economic and Social Affairs, Population Division. 2019. World Urbanization Prospects: The \n2018 Revision. New York. \n3  The East Coast Economic Corridor incorporates the Visakhapatnam–Chennai and Chennai–Kanyakumari industrial \ncorridors. ADB supports its integrated, multidisciplinary, and cross-sector development. \n4  Resilient Chennai. 2019. Chennai City Resilience Strategy 2019. Chennai; and Resilient Chennai. 2018. Preliminary \nResilience Assessment. Chennai. \n5  Some 575,000 interstate migrants work in Chennai, Kancheepuram, and Tiruvallur districts. They work predominantly \nin the manufacturing, garment, construction, and hotel industries. Resilient Chennai. 2019. Discovery Area Report: \nInformal Settlements—Vulnerable and Low Income Groups. Chennai. \n6  Government of Tamil Nadu, State Planning Commission. 2017. District Human Development Report, 2017: Chennai \nDistrict. Chennai. \n ", "2 \ndevelopment, with little consideration of hydrology. Half of the 19 major water bodies in the city \nhave been encroached upon, severely limiting the available surface water storage potential and \nits ability to mitigate the impacts of extreme weather events. Such environmental degradation \nheightens the risk of widespread damage and loss to the economy and livelihoods from flooding. \nIndustrial enterprises are exposed to worsening risks of severe asset damage and income loss \nfrom prolonged inundation, undercutting the area’s ability to attract investment. Many slum \nresidents live in substandard housing in flood-prone zones. Their average family income is less \nthan half of non-slum households’ income.7 With limited access to basic services, urban low-\nincome households lack the capacity to cope with floods. \n \n5.  Increasing flood risk with extreme weather events. Chennai is located on the highly \nexposed southeast  coast  of  India and is  relatively  low  and flat,  with  average elevation of \n6.7 meters (m) above sea level. Three major rivers—the Adyar, Cooum, and Kosasthalaiyar—\ntraverse a coastal bowl, which frequently inundates following even short periods of rain. In the \npast decade, the city has endured more frequent and intense flood and drought extremes. In \n2015, Chennai recorded rainfall depth of 348 millimeters (mm) over a 24-hour period, exceeding \nthe 1:100-year annual recurrence interval rainfall depth estimate, following multiple torrential \nrainfall events in the course of a month. This caused severe flooding, which claimed more than \n400 lives.8 Of the 859 locations across the city inundated during the flood, 306 reported inundation \ndepths of 0.6–1.5 m for more than 10 days. More than 12,000 residents of Chennai were sheltered \nin 170 relief centers for more than 20 days.9 The floods destroyed property and livelihoods, \nparticularly of the poor and other vulnerable groups residing next to water bodies. Impacts on the \nenvironment and public health were high, as sanitation worsened and vector-borne, waterborne, \nand airborne diseases spread.10 \n \n6.  The Climate Change Vulnerability Index of 2021 ranks Chennai the highest among large \nIndian cities in terms of exposure to climate change-related threats.11 Another study shows that \nChennai  is  ranked  the  most  socioeconomically  vulnerable  to  climate  change  among  the \nmetropolitan cities in India.12 The risk of flooding in Chennai is expected to worsen with climate \nchange. Climate models project an 11% increase in heavy rainfall under the Representative \nConcentration Pathway (RCP) 4.5 and 16% under the RCP 8.5 to 2050, which will likely cause \nmore frequent and damaging floods if drainage infrastructure is not improved. The rise in sea \nlevel, projected at 4–6 mm per year under the RCP 4.5 and 8.5 to 2050, will worsen coastal \nflooding and the tide-locking of drainage outlets, requiring greater drainage capacity. Higher storm \nsurges from tropical cyclones can prevent the free drainage of stormwater and increase reliance \non pumping. Higher temperatures and more frequent droughts are expected to exacerbate water \nscarcity in the city. These issues are identified in the Tamil Nadu State Action Plan on Climate \n \n7  The average monthly family income of slum households in Chennai is ₹11,394, while that of non-slum households is \n₹27,044. ADB. 2017. Baseline Socio Economic Survey for the Project Towns of the MFF Tamil Nadu Urban Flagship \nInvestment Program. Consultant’s report. Manila. \n8  Total economic losses in India were estimated to reach $3 billion. AON. 2015. Indian Economy Suffers $3bn Loss \nfrom Persistent Floods Amid Low Insurance Penetration, According to AON Catastrophe Report. 10 December. \n9  Greater Chennai Corporation. 2017. City Disaster Management Plan. Chennai.  \n10 R. Amarnath, S. Jenitha, and G. Verma. 2016. Health Impacts After the Century’s Worst Flood in Chennai: A \nProspective Telemedicine Study. Research Journal of Pharmaceutical, Biological and Chemical Sciences. 7(3). \npp.1073–1084. \n11 Verisk Maplecroft. 2021. Environmental Risk Outlook 2021. Bath. \n12 The Indian Institute of Technology-Bombay ranked 11 Indian cities by developing a socioeconomic vulnerability index \nbased on the weightage given to infrastructure, technology, space, social, and financial aspects. Chennai is ranked \nthe third most vulnerable city of all and the first among the metropolitan cities. K. Malakar and T. Mishra. 2017. \nAssessing Socio-Economic Vulnerability to Climate Change: A City-Level Index-Based Approach. Climate and \nDevelopment. 9(4). pp. 348–363. \n ", "3 \nChange and the GCC City Disaster Management Plan (footnote 9), which call for structural and \nnonstructural  measures  to  strengthen  resilience,  including  better  stormwater  drainage,  the \nprotection of urban wetlands, water harvesting, and risk-sensitive land use planning.13  \n \n7.  Challenges  to  strengthening  climate  and  disaster  resilience  in  the  Chennai–\nKosasthalaiyar basin. The Kosasthalaiyar River basin spans 3,757 km2 across two states: \nTamil Nadu and Andhra Pradesh. The basin within the boundaries of the GCC, called the \nChennai–Kosasthalaiyar basin, measures 128 km2 and covers 30% of the GCC land area. Most \nof this area was added to the GCC when it expanded in 2011. A review of land use shows that \nmost new development in Greater Chennai occurs in this area and includes a high concentration \nof industry, raising demand for land for both industrial plants and housing. Further growth is \nexpected as the GCC improves connectivity to city business centers. With rapid urbanization, \nfloodwater retention capacity is constrained and diminished by (i) reduced groundwater infiltration \ncapacity  with  the  spread  of  impermeable  surfaces,  reduced  green  cover,  and  degraded \necosystem services; (ii) inadequate and deteriorating flood protection infrastructure such as \nstormwater  drains,  water  storage  bodies,  large  channels  linking  water  bodies,  and  pump \nstations;14 and (iii) inadequate O&M of flood management infrastructure because of poor asset \nmanagement, lack of performance monitoring, and insufficient O&M budget allocation. Further, \nflood risk management is inadequate as (i) urban land use planning and development control \nregulations, such as flood zoning regulations, do not sufficiently recognize current and future \nhazards; (ii) flood forecasting and early warning systems are limited; and (iii) capacity and \nawareness shortfalls render the GCC and city residents unable to respond quickly to flooding. \n \n8.  Consequently,  about  63%  of  the  Chennai–Kosasthalaiyar  basin  is  flood-prone,  with \n15.9 km2 highly or very highly vulnerable.15 In 2015, floods inundated more than 80% of the \nproject area. Only about one-third of the area has drains, and some places have inadequate \ncapacity to convey flood flows likely to occur once every 2 years (1:2-year return period). \nIndustries  and  residents  are  increasingly  vulnerable  to  frequent,  intense,  hazardous,  and \ndestructive floods. Climate change can have knock-on effects on industrial supply chains. Severe \nflooding disrupts manufacturing operations in low-lying areas and interrupts physical distribution \nto downstream companies. Ensuring business continuity requires additional costs and contingent \nlogistics, adversely impacting small businesses. Slum dwellers are susceptible to loss of livelihood \nbecause  of  their  low  flood  risk  awareness  and  limited  access  to  basic  services  and  job \nopportunities. Women suffer disproportionately from floods, reflecting their limited involvement in \ndecision-making within their communities and potential discrimination against them at shelters. \nRecognizing these socioeconomic impacts and the complex meteorologic and hydrologic causes \nof flooding in the Chennai–Kosasthalaiyar basin, strengthening flood resilience requires robust \nand holistic approaches to flood risk management. Interventions should be adaptive to future \nuncertainty by optimally combining (i) structural measures to reduce flood risk by controlling the \nflow of water through hard-engineered structures and green solutions, and (ii) nonstructural \nmeasures  to  keep  people  safe  from  floods  through  improved  preparedness  planning  and \npromoting behavioral change to build resilience over the long-term. Along with climate-resilient \ninfrastructure, Chennai City requires integrated urban planning linking flood hazard zoning with \nland use planning and enhancing the municipal resource mobilization, to ensure the sustainable \nprovision of quality services to the citizens.   \n \n \n13 Government of Tamil Nadu. 2014. State Action Plan on Climate Change: Towards Balanced Growth and Resilience. \nChennai. \n14 Most drains in the Chennai–Kosasthalaiyar basin were constructed 2 decades ago. A nearby canal in low-lying \ncoastal areas is elevated above the lowest part of the catchment, worsening floods in 2015. \n15 Very high vulnerability is defined as inundation above 1.5 m and high vulnerability above 0.9–1.5 m. \n ", "4 \n9.  Government strategy. A strong rationale supports government involvement in reducing \nclimate and disaster risk to communities and businesses. The Tamil Nadu Vision 2023 and the \nTamil Nadu Sustainable Water Security Mission envisage a more resilient future by ensuring more \nstrategic, holistic, and integrated interventions to address the interconnected problems that cause \nfloods. 16 The  GCC,  in  its  City  Disaster  Management  Plan,  envisions  enhanced  disaster \npreparedness to maximize its ability to cope with disasters and significantly reduce the loss of \nlives, livelihoods, and property (footnote 9). The GCC prioritizes the restoration and protection of \nits water bodies to boost their stormwater retention capacity by recharging the groundwater \naquifer. The World Bank has supported GCC efforts to improve drainage in the Adyar and Cooum \nriver basins in the central zone and will develop an early flood warning system for the entire \nChennai  metropolitan  area.  German  development  cooperation  through  KfW  finances  the \nimprovement of stormwater drainage systems in the Kovalam River basin in southern Chennai. \nGiven the city’s high climate hazard risks, the governments of India and Tamil Nadu have \nrequested ADB support to strengthen the stormwater drainage network in the remaining river \nbasin, the Kosasthalaiyar.  \n \n10.  Lessons.  Global  experience  has  shown  that  (i)  flood  risk  management  should  be \nintegrated with urban planning and management, (ii) combining structural and nonstructural \nmeasures is the most effective strategy to manage flood risk, (iii) flood management measures \ncan have multiple co-benefits from nature-based solution such as increased amenity value and \nbiodiversity improved by the greening of urban spaces and water body rejuvenation, and (iv) \nadequate O&M of flood management assets is key to sustainable management.17 An ADB \nregional working paper suggests an integrated urban management approach in which urban \nstormwater management is supported by the management of other urban utilities, such as \nsewage  collection  and  treatment,  and  solid  waste  collection  and  disposal.18 Urban  flood \nmanagement projects in Kolkata supported by ADB have shown that awareness campaigns \neffectively improve people’s preparedness for flooding.19  \n \nB.  Project Description \n \n11.  The project is aligned with the following impact: Chennai City made a safe place to live in, \nwith reduced vulnerability to disaster (footnote 9). The project will have the following outcome: \nclimate and disaster resilience in the Chennai–Kosasthalaiyar River basin strengthened.20 \n \n12.  Output 1: Climate-resilient urban flood protection infrastructure improved in the \nChennai–Kosasthalaiyar  River  basin.  This  will  include  structural  measures  such  as \n(i) constructing 588 km of new stormwater drains; (ii) rehabilitating or replacing 175 km of \nstormwater drains; (iii) improving 11 km stretches in the Ambattur, Ariyallur, Kadappakkam, and \n \n16 Government of Tamil Nadu. 2012. Vision Tamil Nadu 2023: Strategic Plan for Infrastructure Development in Tamil \nNadu. Chennai; and Government of Tamil Nadu. 2015. Tamil Nadu Sustainable Water Security Mission. Chennai. \nThe Tami Nadu Municipal Administration and Water Supply Department provides policy guidance on urban flood \nmanagement and, in coordination with other state departments, supports coordinating various government programs \nand projects. In the field, urban local bodies are critical in mitigating urban flooding. \n17 A. Jha, R. Bloch, and J. Lamond. 2012. Cities and Flooding: A Guide to Integrated Urban Flood Risk Management \nfor the 21st Century. Washington, DC: World Bank. \n18 R. Osti. 2018. Integrating Flood and Environmental Risk Management: Principles and Practices. ADB East Asia \nWorking Paper Series. No. 15. Manila: ADB. \n19 N. Pokhrel. 2019. Transforming Kolkata: A Partnership for a More Sustainable, Inclusive, and Resilient City. Manila: \nADB. \n20 The design and monitoring framework is in Appendix 1. \n ", "5 \nKorattur channels to enhance water-carrying capacity;21 (iv) constructing one new stormwater \npumping station and upgrading one pumping station; (v) constructing 23,000 catchpits at regular \nintervals in roadside drains to recharge the groundwater aquifer; and (vi) rehabilitating four \ndisaster relief camps and ensuring these are gender-responsive and socially inclusive.22 The \nflood modeling adopted in the designs ensures that the proposed stormwater drains can safely \nconvey stormwater flow from 1:2-year return period rainfall, with a provision to cope with 79 mm \nper hour and a sea level rise of 21.7 centimeters under the RCP 8.5 scenario to 2050.23 The \nhydraulic design of four surplus channels has the capacity to cope with 1:5-year floods, providing \nsafe floodwater discharge during the worst-case scenario—combining increased precipitation, a \nprojected sea level rise, and a storm surge caused by a cyclone.  \n \n13.  Output 2: Urban flood preparedness of the Greater Chennai Corporation and project \ncommunities  enhanced.  This  will  include  the  following  nonstructural  measures:  (i)  GCC \nendorsement of guidelines on integrating flood hazard zoning with spatial plans and land use, \nbuilding, and development regulations; (ii) the establishment of the baseline flood resilience index \nto identify the flood vulnerability, target priority interventions, and establish a framework for \ncontinuous improvement throughout Chennai City; (iii) the operationalization of a flood citizen \nobservatory with a software platform to obtain real-time information in flood areas, water levels, \nand damage; (iv) GCC endorsement of a manual for green infrastructure design, including \nrainwater harvesting; (v) knowledge enhancement in the community, including for women, of the \nbenefits of green infrastructure, including rainwater harvesting; (vi) raised beneficiary awareness \nof flood risks and impacts and the links that connect flooding, solid waste management, house \nsewerage connections, and the protection of water bodies, including activities targeting women; \nand (vii) improved GCC staff capacity to plan and design stormwater drainage systems in \ncoordination with the management of solid waste and flood risk. Lessons and good practices from \nthe project will be packaged into knowledge products and shared with key government officials \nand sector experts to further promote integrated flood management. \n \n14.  Output  3:  Measures  for  sustaining  operation  and  maintenance  of  stormwater \ndrainage  system  established  in  the  Greater  Chennai  Corporation.  This  will  include \n(i) performance-based incentives (PBIs) for zonal offices linked to operational efficiency and the \nsustainability of stormwater drainage systems; (ii) a plan formulated to improve the sustainable \nand inclusive O&M of stormwater drainage systems; (iii) a road map for enhancing municipal \nresource mobilization by the GCC; (iv) improved knowledge of GCC staff on sustainable O&M of \ndrainage systems, and management of solid waste and flood risk; and (v) improved knowledge \nand skills of desilting and conservancy workers on cleaning and maintaining stormwater drainage \n \n21 These are surplus channels that constitute the primary drainage system, receiving runoff from one or more sub-\nbasins and carrying it to the final discharge points. \n22 A gender-responsive and socially inclusive relief camp will have the following features: (i) at least one female worker \nor caretaker with supplies of sanitary napkins, soap, and a basic first aid kit with medicines; (ii) safe spaces (affording \nprivacy and security) for women, especially nursing mothers and adolescent girls; (iii) well-lit and clean toilets for \nmen and women, with barrier-free access for people with disabilities and older persons; water, hooks, ledges, and \nshelves in the toilet; and provisions for washing and disposal of menstrual products; (iv) regular (daily) visits by \nfemale student volunteers and awareness generation on women’s vulnerability to violence and trafficking; (v) regular \ninteraction between volunteers and people with disabilities within the relief camp; and (vi) helpline numbers displayed \non walls. \n23 The design adopts a 1:2-year return period in line with national standards (2013) at the time of design stage and \ndesign standards adopted for other drainage basins in the GCC area, able to handle rainfall intensity of 68 mm per \nhour. As Chennai is at high risk from climate change (paras. 5 to 8), the drain design was tested for climate change \nimpacts under an RCP 8.5 scenario and found to safely withstand the projected impact by 2050, or rainfall intensity \nof 79 mm per hour. The proposed stormwater drains will be covered with curb inlets or inlets from the rainwater \ncatchpits through gratings. This will help in avoiding solid waste choking the drains and reducing the water-carrying \ncapacity. \n ", "6 \nsystems. The PBIs will be awarded based on a reporting system and database of key performance \nindicators for all zonal offices that will be established by 2023, with a focus on improving GCC \nmanagement of drainage systems with timely maintenance services. The incentive payments will \nbe used for additional activities that support the project’s objective.24 The Sustainable O&M \nImprovement Plan will enable the GCC to ensure adequate O&M of the created assets, based on \nthe newly established asset management system and the experiences of the PBI program. The \nRoad Map for Enhanced Municipal Resource Mobilization will provide a strategic implementation \nplan to improve revenue management in terms of revenue coverage, valuation, liability, collection, \nand taxpayer services; strengthen information interlinkage with other utilities; and promote digital \ntransformation with enhanced data analytics. With robust economic growth and rising populations, \nthe GCC is poised to increase its own municipal revenues. The road map will help it create an \nenabling framework for efficient, equitable, and accountable revenue management while phasing \nin improvements that are socially acceptable and operationally efficient. \n \n15.  Alignment with ADB priorities. The project aligns with ADB Strategy 2030 by supporting \nkey operational priorities: addressing remaining poverty and reducing inequalities; accelerating \nprogress in gender equality; tackling climate change, building climate and disaster resilience, and \nenhancing  environmental  sustainability;  making  cities  more  livable;  and  strengthening \ngovernance and institutional capacity.25 It aligns with the water security policy recommendations \n,\nof the Asian Water Development Outlook 2020 by promoting urban water security through \nmitigation of disaster risk especially for the urban poor, and strengthening preparedness and \nresilience to counter current and future water-related disasters.26 The project reinforces pillars 2 \nand  3  of  ADB’s  country  partnership  strategy  for  India,  2018–2022  by  supporting  inclusive \nurbanization and improving climate and disaster resilience.27 It aligns with ADB’s strategic priority \nin the East Coast Economic Corridor by providing disaster-resilient infrastructure (para. 3).  \n \nC.  Value Added by ADB \n \n16.  The project is synergetic with the initiatives of other development partners in Chennai that \ninvest  in  flood  reduction  infrastructure  (para.  9)  and  help  the  GCC  to  upgrade  its  flood \nmanagement system in coordination with proposed support from the World Bank and the Japan \nInternational Cooperation Agency.28 The proposed integrated urban flood management has \nreflected the knowledge and experiences of these partners gained from their past and on-going \ninterventions. It also complements with ongoing ADB multitranche financing facility interventions \nin Chennai to improve water supply and sewerage management in the project area, mitigate \ndrought risk, and protect drains and adjoining water bodies from sewage contamination.29 The \nproposed project designs are based on flood risk concepts, defined as a function of flood hazards, \n \n24 PBIs will be used primarily for funding (i) smaller green infrastructure such as green roofs, rain gardens, vegetated \nswales,  permeable  pavements  and  pathways,  tree  planting,  and  community  rain-harvesting  structures;  and \n(ii) machines and equipment for the sustainable O&M of stormwater drainage systems. \n25 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n26 ADB. 2020. Asian Water Development Outlook 2020: Advancing Water Security Across Asia and the Pacific. Manila. \n27 ADB. 2017. Country Partnership Strategy: India, 2018–2022—Accelerating Inclusive Economic Transformation. \nManila. \n28 The World Bank is preparing a new program of multisector engagement with the Government of Tamil Nadu. Support \nfor water resources will include data management improvement, investment in resilient watershed, reform to the state \nwater resources policy, and a state water resources investment plan. The Japan International Cooperation Agency \nis preparing technical cooperation to develop a master plan for flood control measures in Chennai. \n29 ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed Multitranche Financing \nFacility, Technical Assistance Grant, and Administration of Grant to India for the Tamil Nadu Urban Flagship \nInvestment Program. Manila. The multitranche financing facility supports improving water supply in Mathoor and \nsewerage management in Manali, within the proposed project area. \n ", "7 \nexposure, and vulnerability, modified by the capacity to resist the damage, as supported by ADB \nknowledge and support technical assistance.30 ADB technical assistance from the Urban Climate \nChange Resilience Trust Fund helped the state government  conduct basin-wide studies of water-\nrelated disaster risks considering climate change in selected vulnerable coastal towns, including \nChennai.31 Hydrologic  and  climate models developed  in  the  study were  considered  in the \nproposed project designs.  \n \n17.  With ADB support, the project design includes (i) a more robust and adaptive integrated \napproach to cope with a wide range of climate change and disaster risks through structural and \nnonstructural measures, contributing to the adaptation and resilience-related goal of the Paris \nAgreement, and to the priorities of the Sendai Framework for Disaster Risk Reduction; (ii) green \nsolutions such as a green infrastructure design manual, and PBIs for green infrastructure; \n(iii) integrated urban planning, by linking flood hazard zoning with spatial and land use planning; \n(iv) making future flood resilience measurable by establishing a benchmark and developing a \nframework  to  improve  the  city’s  performance  in  natural,  economic,  social,  physical,  and \ninstitutional dimensions; (v) a citizen-centric flood observatory system to gather local information \nin larger areas and complement the early flood warning system being developed by the GCC; \n(vi)  an incentive mechanism, operation and maintenance improvement plan, and resource \nmobilization road map to promote sustainable O&M of stormwater drainage systems; and (vii) \nenhanced  gender  responsiveness  and  social  inclusion  to  mitigate  the  long-term  social \nconsequences of flooding. These project interventions will help the GCC to transform the project \narea into a livable city. Integrated urban planning, along with climate-resilient infrastructure, will \nimprove  municipal  revenues  through  effective  land  value  capturing,  enabling  sustainable \nprovision of quality municipal services to the citizens. \n \n18.  To further add value, a project grant from the Japan Fund for Poverty Reduction (JFPR) \nis being processed as cofinancing to improve the management of flood and pandemic risks in \nflood-prone low-income communities in the Chennai–Kosasthalaiyar basin. Chennai is among the \ncities in India most severely affected by the coronavirus disease (COVID-19), with more than \n540,000  confirmed  cases  as  of  15  August  2021. 32 Low-income  urban  communities  are \nincreasingly vulnerable to multiple crises from COVID-19 outbreaks and climate-related disasters. \nThe JFPR grant will improve infection prevention and control of COVID-19 through interventions \nto enhance (i) water, sanitation, and hygiene (WASH) at schools and community health centers;33 \n(ii) water quality and disease surveillance;34  and (iii) community preparedness and response \ncapacity to deal with the dual crises of pandemics and floods. Also, a grant from the Global \nEnvironment Facility (GEF) is being processed, which will enhance flood retention capacity in the \nGCC via water body rejuvenation. This involves implementing nature-based solutions in the \n \n30 ADB. 2018. Technical Assistance for Strengthening Integrated Flood Risk Management. Manila (TA 9634-REG). \n31 ADB. 2019. Strengthening Climate Change Resilience in Urban India—Strengthening Smart Water Management and \nUrban Climate Change Resilience in Tamil Nadu (Subproject 1). Consultant’s report. Manila (TA9129-IND). \n32 Government of Tamil Nadu, Health and Family Welfare Department. 2021. Daily Report on Public Health Measures \nTaken for COVID-19. Media Bulletin. 15 August. \n33 Heads of state and government and leaders of United Nations agencies, international financial institutions, civil \nsociety, private firms, and research and learning institutions issued a joint statement to prioritize water supply, \nsanitation, and hygiene in response to COVID-19. Sanitation and Water for All. World Leaders’ Call to Action on \nCOVID-19. \n34 Water quality surveillance will include wastewater epidemiology for waterborne diseases and COVID-19. Spot and \nlab testing results will provide a real-time picture of geographic and demographic trends in the local transmission of \nCOVID-19 and other communicable diseases, generating early warning information that will allow local governments \nto act quickly to prevent the spread of disease. The project will ensure the access of women and girls in low-income \ncommunities to the proposed labs. \n ", "8 \nproject area, restoring biodiversity and ecosystem services, and providing recreational benefits to \ncitizens.35 \n \n19.  Replication and scaling up strategy. The project’s innovative designs and interventions \nfor climate-resilient flood management along with integrated urban planning and enhanced \nmunicipal resource mobilization can be widely replicated for cities that are increasingly exposed \nto climate and disaster risks in India and beyond. To promote replication, ADB will capture the \nexperience and knowledge gained from the project into knowledge products, and disseminate \nthese to the government through workshops and regional forums, and through the Capacity \nDevelopment Resource Center in ADB’s India Resident Mission. The COVID-19 response being \nprocessed for JFPR cofinancing (para. 18) will be a pilot intervention of ADB COVID-19 and \nWASH nexus support in India, and a model of an integrated response to epidemics and disasters \nin urban areas across South Asia. An innovative disease surveillance and epidemic response can \nbe applied in settings with few resources. Successful implementation will encourage scaling up \nof the model across the region through knowledge publications and workshops. Further, good \npractices and lessons on water body rejuvenation to be financed through the GEF grant being \nprocessed (para. 18) will be shared with cities in India—through a platform under the National \nInstitute for Urban Affairs—and globally under the GEF Sustainable Cities Global Platform. The \nglobal platform will deliver technical services such as thematic training, support for innovation on \nurban planning, and peer-to-peer learning to more than 50 cities across 17 countries, including \n33 cities in Asia. The experience and approaches of the project including the nature-based \nsolution of water body rejuvenation will be relevant to cities around the world searching for \nintegrated solutions to urban water resources management and flood risk mitigation. \n \nD.  Summary Cost Estimates and Financing Plan \n \n20.  The project is estimated to cost $470.5 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).36 \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n1.  Climate-resilient urban flood protection infrastructure improved in the Chennai–\nKosasthalaiyar River basin  396.2 \n2.  Urban flood preparedness of the Greater Chennai Corporation and project \ncommunities enhanced  8.7 \n3.  Measures for sustaining operation and maintenance of stormwater drainage \nsystem established in the Greater Chennai Corporation  7.1 \n    Subtotal (A)  412.0 \nB.  Contingenciesc  47.9 \nC.  Financial Charges During Implementationd  10.7 \n      Total (A+B+C)  470.5 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $43.6 million. Such amount does not represent an excessive share of the project cost. \nb  In April 2021 prices; exchange rate of $1.0 = ₹74.8 is used. \n \n35 In December 2019, the GEF Council approved the concept for a national project in India that includes a demonstration \nnature-based solution investment in Chennai, under its global Sustainable Cities Impact Program. The global \nSustainable Cities Impact Program aims to support cities in tackling their main global environmental challenges \nthrough an integrated and sustainable approach. Grant resources of $6.76 million have been set aside by the GEF \nTrustee to cofinance the ADB loan. The final detailed proposal for the India project under the Sustainable Cities \nImpact Program is being finalized for approval by the GEF. \n36 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "9 \nc  Physical contingencies are computed at 5.0% for civil works and equipment. Price contingencies are computed at \n1.6%–1.8% on foreign exchange costs and 4.0% on local currency costs, and include provision for potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the Asian Development Bank loan has \nbeen computed at the 5-year United States dollar fixed-swap rate plus a spread of 0.50% and a maturity premium of \n0.10%. Commitment charges for the Asian Development Bank loan are 0.15% per year to be charged on the \nundisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n21.  The Government of India has requested a regular loan of $251 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 25-year term, including a grace \nperiod of 6 years; an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such \nother terms and conditions set forth in draft loan and project agreements. Based on the custom-\ntailored repayment method, the average maturity is 15.95 years, and the maturity premium \npayable to ADB is 0.10% per year.37 \n \n22.  The summary financing plan is in Table 2. The loan will finance expenditures in relation to \n(i) part of the civil works and equipment, (ii) consulting services, and (iii) PBI schemes. The \nGovernment of Tamil Nadu will provide $219.5 million to cover (i) part of the civil works and \nequipment, (ii) taxes and duties, (iii) land acquisition and resettlement, (iv) contingencies, and (v) \nfinancing  charges  during  implementation.  The  Government  of  Tamil  Nadu  has  provided \nassurance that it will meet any financing shortfall to ensure that the project outputs are fully \nachieved. Climate adaptation is estimated to cost $141.6 million. ADB will finance $87.0 million in \nadaptation costs (61.4%) and the government will finance $54.6 million (38.6%).38  \n  \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  251.0  53.3 \nGovernment  219.5  46.7 \nTotal  470.5  100.0 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n23.  Implementation arrangements are summarized in Table 3 and described in detail in the \nPAM (footnote 36). The potential impact of the COVID-19 pandemic on implementation is factored \ninto the project implementation period and corresponding cost estimates. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  October 2021–June 2027  \nEstimated completion date  30 June 2027  \nEstimated loan closing date  31 December 2027  \nManagement \n \n37 Custom-tailored repayment refers to a tailored amortization structure that reflects the cash flow projections of the \nborrower. \n38 Climate Change Assessment (accessible from the list of inked documents in Appendix 2). The climate adaptation \ncosts include the incremental costs of (i) enhanced storm drainage capacity to cope with 1:2-year return period \nrainfall and sea level rise under the RCP 8.5 scenario to 2050, (ii) the installation of catchpits with a groundwater \nrecharge structure, (iii) the rehabilitation and capacity augmentation of primary channels, and (iv) the implementation \nof capacity-building and awareness campaigns. \n ", "10 \nAspects  Arrangements \n(i)  Oversight body  State-level steering committee \nChief secretary (chair); additional chief secretary, MAWSD; additional chief secretary, \nFinance Department; principal secretary, PWD; principal secretary, HMPD; and \ncommissioner, GCC (members) \n(ii)  Executing agency  MAWSD \n(iii)  Key implementing  GCC \nagency \n(iv)  Implementation unit  PMU (GCC: 4 staff); PIU (GCC SWDD: 32 staff)  \nProcurement  Open competitive bidding  46 contracts   $397.26 million \n(nationally advertised)   \nConsulting services  QCBS (loan)  728 person-months  $9.98 million \nRetroactive financing and/or  Advance contracting and retroactive financing of civil works, equipment, and consulting \nadvance contracting  services will be done. Retroactive financing will be considered for up to 20% of the \nloan amount for eligible expenditures incurred before loan effectiveness, but not earlier \nthan 12 months before the signing of the loan agreement.  \nDisbursement  Disbursement of the loan proceeds will follow ADB’s Loan Disbursement Handbook \n(2017, as amended from time to time) and detailed arrangements agreed between the \ngovernment and ADB. \nADB = Asian Development Bank, GCC = Greater Chennai Corporation, HMPD = Highways and Minor Ports \nDepartment, MAWSD = Municipal Administration and Water Supply Department, PIU = project implementation unit, \nPMU = project management unit, PWD = Public Works Department, QCBS = quality- and cost-based selection,  \nSWDD = Storm Water Drain Department. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n24.  The project will address the major root causes of floods by constructing integrated flood \nmanagement infrastructure in the Chennai–Kosasthalaiyar basin and strengthening the capacity \nof the GCC and communities to operate these assets. The drainage design of the proposed \nGCC’s system ensures the integration of eight major lakes and three other surplus channels \nmaintained by the Tamil Nadu Public Works Department in the Chennai–Kosasthalaiyar basin. \nThe climate risk and adaptation assessment was prepared as part of the technical due diligence. \nThe proposed stormwater drainage system features a climate-resilient design to cope with \nintensifying rainfall, a higher sea level rise, and a storm surge caused by a cyclone (para. 12). \nCatchpits will boost groundwater recharge in paved areas of a region at risk of water scarcity.  \n \nB.  Economic and Financial Viability \n \n25.  Economic analysis. The economic rationale for government intervention is sound, as the \nproject aims to improve basic urban services in Chennai City, focusing on flood risk management. \nThe economic analysis for the project assesses direct and indirect damage and losses for flood \nevents.39 The benefits associated with the project interventions include (i) avoided flood damage \ncosts  to  assets  and  physical  infrastructure,  and  (ii)  other  avoided  costs.40 The  probability \ndistribution function of these costs is estimated based on the frequency of floods with different \nintensities. The net benefits are calculated as the difference between the without-project and with-\nproject scenarios. The estimated economic internal rate of return of the project is 13.5%, which is \n \n39 The project will directly benefit 1.9 million people living in the flood-prone areas, and indirectly benefit 2.8 million \npeople in the project area through an improved drainage system. \n40 Other avoided costs include savings in residential flood maintenance costs, road maintenance costs, income loss to \nresidents during flooding days, and income loss to commercial units. \n ", "11 \nhigher than the minimum required economic opportunity cost of capital of 6.0%,41 indicating \nsignificant economic returns. Sensitivity analysis results were satisfactory, including in a scenario \nthat combines a 20% increase in capital and O&M costs, a 20% reduction in project benefits, and \nan  implementation  delay  of  1  year.  The  economic  viability  is  expected  to  strengthen  if \nunquantifiable benefits such as environmental improvement, industrial development, and savings \nin health expenditures are included in the analysis. \n \n26.  Financial analysis. The project does not generate revenue. There is no project-specific \nrevenue stream that would cover O&M expenses. Historical and future cash flow analysis was \nconducted for the GCC, which will operate and maintain the assets to be constructed under this \nproject. Analysis found that the GCC (i) shows an operating surplus in recent years, except fiscal \nyear 2018; (ii) depends largely on its own income, while the Government of Tamil Nadu has \nprovided adequate revenue grants and subsidies as needed to improve the GCC’s operating \nrevenue;  (iii)  has  recently  maintained  adequate  operating  revenue  to  cover  operating \nexpenditures; and (iv) has the financial capacity for the O&M of the project, especially for the initial \nyears of operation of the assets to be created under the loan. The financial sustainability risk is \nthus categorized moderate. The GCC is taking the initiative to increase property tax revenues by \nconducting streetwise enumeration using drone cameras, with a door-to-door physical survey, \nand developing a geographic information system-based map and database. The GCC will ensure \nthe long-term O&M sustainability of the assets via a PBI program for zonal offices, a plan for \nsustainable O&M, and a revenue enhancement road map under output 3 (para. 14).42 \n \nC.  Sustainability \n \n27.  Operational capacity will be strengthened through a PBI program for GCC zonal offices, \nwhich will establish performance indicators and incentives for achieving threshold scores. The \nkey  performance  indicators  include  zonal  offices  regularly  reporting  on  their  maintenance \nactivities and flood status, the completion of maintenance activities, and the incidence of flooding \nand inundation in zonal areas. The GCC will adopt the Sustainable O&M Plan of the stormwater \ndrainage system, forecasting the O&M expenditures and committing to adequate allocation in its \nyearly budget. The plan will promote community participation, of women in particular, which is \nrequired for sustainable O&M. The project will also support the GCC to prepare and adopt a road \nmap  to  enhance  its  resource  mobilization  by  conducting  situational  analysis  and  strategic \nassessment. The road map will provide revenue administration reform in the short term and \nrevenue policy reform in the medium term. The project features capacity building to improve GCC \nstaff  knowledge  of  integrated  urban  flood  management  and  the  skills  that  desilting  and \nconservancy workers need to clean and maintain stormwater drainage systems.  \n \nD.  Governance \n \n28.  Financial management. A financial management assessment of the GCC was conducted \nin accordance with ADB guidelines.43 The GCC has adequate financial management capacity to \n(i) record the required financial transactions, (ii) provide reliable annual financial statements and \naudit  reports,  and  (iii)  safeguard  financial  assets.  The  assessed  pre-mitigation  financial \nmanagement risk is substantial mainly because (i) accounts staff lack knowledge of ADB financial \nreporting and audit requirements and disbursement procedures because the GCC has not \n \n41 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. For social sector projects, the minimum \nrequired economic opportunity cost of capital is 6%. \n42 Economic Analysis and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n43 ADB. 2015. Financial Management Technical Guidance Note: Financial Management Assessment. Manila. \n ", "12 \npreviously implemented an ADB-assisted project, (ii) no internal audit function exists, and (iii) the \nGCC statutory auditor may not be able to conduct any audit of the project financial statements in \na timely manner. The risk will be mitigated by (i) engaging an accounts and finance expert to \nsupport the project, (ii) providing training on ADB financial reporting and audit requirements and \nits disbursement procedures, and (iii) including comprehensive financial information in quarterly \nprogress reports. Moreover, the project financial statements will be audited annually by an \nindependent  auditor  following  auditing  standards  acceptable  to  ADB.  A  detailed  financial \nmanagement action plan is included in the PAM (footnote 36). \n \n29.  Procurement. All procurement of goods and works and consultant recruitment will adhere \nto  the  ADB  Procurement  Policy  (2017,  as  amended  from  time  to  time)  and  Procurement \nRegulations for ADB Borrowers (2017, as amended from time to time). Value for money is \nachieved by consolidating packages based on market analysis of medium-sized companies in a \nbalanced, competitive environment. Other factors considered are ease of implementation, the use \nof electronic government procurement to improve transparency, and the use of post-review \nsampling to improve procurement time. Conformance-based specification is adopted to achieve \na high degree of cost certainty. With these arrangements, the GCC has achieved high project \nreadiness, with all civil works contracts under the loan already awarded. \n \n30.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the governments of India and Tamil Nadu and the GCC. The specific policy requirements \nand supplementary measures are described in the PAM (footnote 36). \n \nE.  Poverty, Social, and Gender \n \n31.  Poverty and social. The project will reduce the vulnerability of Chennai–Kosasthalaiyar \nbasin residents to frequent and destructive floods, which have in recent years destroyed property \nand livelihoods and greatly complicated day-to-day life. The project area includes 395 slums that \nhouse 11.7% of its population.44 Many of these slums are densely populated and located \nalongside watercourses and low-lying areas, making the poor increasingly vulnerable to flooding. \nWhile improved flood protection infrastructure will directly benefit all residents in the project area, \nthe socially excluded and vulnerable groups—income poor, women, older persons, children, and \npeople with disabilities—are anticipated to benefit greatly from the project. The nonstructural \nmeasures will further reduce their vulnerability by enhancing flood preparedness to protect their \nlives and property.  \n \n32.  Gender. The project is classified effective gender mainstreaming. Affirmative measures \npromoting gender equality and women’s empowerment include (i) upgrading flood relief camps to \nmake  them  gender-responsive  and  socially  inclusive;  (ii)  enhancing  community  capacity, \nincluding of women, in green infrastructure investments and rainwater harvesting; (iii) conducting \nawareness programs targeting women on flood risks and the links that connect flooding, solid \nwaste management, and the protection of water bodies; (iv) conducting audience-segmented \nbehavior change communication campaigns in slums to raise awareness of the vulnerabilities of \nwomen, children, older persons, and people with disabilities in the context of flooding; (v) training \nvulnerable  slum  dwellers,  especially  women,  to  enhance  their  employability  or  alternative \nlivelihoods;  and  (vi)  providing  staff  training  for  institutional  strengthening  and  gender \nsensitization.45 \n \n44 Government of Tamil Nadu, Housing and Urban Development Department. 2016. Tamil Nadu Slum Clearance Board \nSlum Survey 2015–2016. Chennai. \n45 Gender Equality and Social Inclusion Action Plan (accessible from the list of linked documents in Appendix 2). \n ", "13 \nF.  Safeguards \n \n33.  The  project  implementation  unit  will  prepare  semiannual  environmental  and  social \nmonitoring reports for ADB review and disclosure. In compliance with ADB’s Safeguard Policy \nStatement (2009), the project’s safeguard categories are as follows.46 \n \n34.  Environment (category B). The GCC has prepared an initial environmental examination \n(IEE) report, including an environmental management plan, for the proposed improvement of \nstormwater drainage systems. The project is located in urban and peri-urban areas along the Bay \nof Bengal coast. The IEE shows that project activities are unlikely to have significant adverse \nenvironmental impacts that are unprecedented or irreversible. Predicted impacts are short term, \nsite-specific, and experienced mainly during construction, and they can be mitigated or minimized \nto an acceptable level with good construction practices and the mitigation measures defined in \nthe environmental management plan, which has a health and safety plan specific to COVID-19. \nNo works will commence in the Coastal Regulation Zone until clearance is obtained. Meaningful \nstakeholder consultations were conducted during project preparation and will continue throughout \nimplementation. The GCC will implement an institutional mechanism to manage safeguards, as \ndetailed in the PAM (footnote 36).47 The IEE has been disclosed on the ADB and GCC websites \nand updated before the contract award. \n \n35.  Involuntary resettlement (category B). The GCC has prepared three resettlement plans \nto  cover  all  project  components.  No  land  acquisition  is  envisaged.  Livelihood  impacts  are \nanticipated to be temporary, for a maximum of 15 days each, to 650 business owners (2,192 \nfamily members) and 23 kiosks (79 family members). Loss of minor structures, such as steps or \nramps during construction, is anticipated for 1,873 property owners (7,133 family members) and \nwill be restored by the contractor. Compensation and assistance following the entitlement matrix \nwill be provided before displacement. The proposed mitigation measures and safeguard plans \nadequately address the assessed impacts. A grievance redress mechanism will be established \nand disclosed to beneficiaries and affected persons. Although the GCC demonstrated its capacity \nto meet multilateral development bank safeguard policy requirements while implementing a World \nBank project, this will be its first ADB-financed project. Thus, capacity building on ADB social \nsafeguard  requirements  is  proposed.  The  GCC  will  establish  institutional  arrangements  to \nmanage and monitor social safeguards, as detailed in the PAM (footnote 36). The resettlement \nplans have been disclosed on the ADB and updated before the contract award. The GCC \ndisclosed the resettlement plans on its website and in the local language to affected persons.  \n \n36.  Indigenous  peoples  (category  C).  Scheduled  tribes  comprise  only  0.22%  of  the \npopulation of Chennai. They are assimilated into urban society and do not retain such defining \ncharacteristics of scheduled tribes as distinctive culture, shyness, geographical isolation, or social \nand economic backwardness.48 No direct or indirect impacts are anticipated on the dignity, human \nrights, livelihood systems or territories, or natural or cultural resources that are used, owned, \noccupied, or claimed by indigenous peoples as their ancestral domain or assets. \n \n \n \n46 ADB. Safeguard Categories. \n47 The mechanism will guide the handling of environmental grievances in line with a grievance redress mechanism for \nthe project, as well as the preparation and submission of semiannual environmental monitoring reports for ADB \nreview and disclosure. \n48 Census of India, Directorate of Census Operations. 2011. Tamil Nadu. Series 34 Part XII-B. District Census \nHandbook: Chennai. Chennai. \n ", "14 \nG.  Summary of Risk Assessment and Risk Management Plan \n \n37.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.49 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisk  Mitigation Measures \nGreater Chennai Corporation lacks  The project will (i) engage an accounts and finance expert to support the PMU \nexperience in implementing ADB- and PIU, (ii) provide continuous training to the PMU and PIU accounts staff in \nfinanced projects which may result  ADB’s disbursement procedures and systems as well as financial reporting and \nin noncompliance with ADB’s  audit requirements, (iii) include comprehensive financial management \nfinancial management  information in quarterly progress reports submitted to ADB, and (iv) engage an \nrequirements as well as delays in  independent auditor to audit the project financial statements annually in \ndisbursements.  accordance with audit standards acceptable to ADB. \nADB = Asian Development Bank, PIU = project implementation unit, PMU = project management unit. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n38.  The  governments  of  India  and  Tamil  Nadu,  and  the  GCC  have  assured  ADB  that \nimplementation of the project shall conform to all applicable ADB requirements, including those \nconcerning  anticorruption  measures,  safeguards,  gender,  procurement,  consulting  services, \nfinancial management, and disbursement as described in detail in the PAM and loan documents. \nThe governments of India and Tamil Nadu, and the GCC have agreed with ADB on certain \ncovenants for the project, which are set forth in the draft loan and project agreements. \n \nV.  RECOMMENDATION \n \n39.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$251,000,000  to  India  for  the  Integrated  Urban  Flood  Management  for  the  Chennai–\nKosasthalaiyar Basin Project, from ADB’s ordinary capital resources, in regular terms, with \ninterest to be determined in accordance with ADB’s London interbank offered rate (LIBOR)-based \nlending facility; for a term of 25 years, including a grace period of 6 years; and such other terms \nand conditions as are substantially in accordance with those set forth in the draft loan and project \nagreements presented to the Board. \n \n \n \nMasatsugu Asakawa \nPresident \n1 September 2021 \n \n49 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  15 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nChennai City made a safe place to live in, with reduced vulnerability to disaster (City Disaster Management Plan)a \n \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators   Mechanisms  Assumptions  \nOutcome  By 2028:     \nClimate and  1.9 million people living in the flood-prone areas  GCC reports,  A: The precipitation \ndisaster  of the Chennai–Kosasthalaiyar River basin  including rainfall  level and sea level \nresilience in the  protected from flood risk from a 1:2-year return  data, flood area  rise will be within \nChennai– period rainfall (2021 baseline: 0)   records, and flood- climate change \nKosasthalaiyar  (OPs 3.2 and 4.1)b  affected people  projections under the \nRiver basin  records  RCP 8.5 scenario. \nstrengthened   \nR: Delay in the \ncompletion of other \nplanned water body \nrestoration and \nchannel rehabilitation \nprojects under the \nPublic Works \nDepartment may limit \nfull realization of \nexpected benefits.c \nOutputs  By 2027:     \n1. Climate- 1a. 588 km of new stormwater drains  1a.–1f. Project  R: Heavy monsoons \nresilient urban  constructed (2021 baseline: 0)   quarterly progress  exceeding \nflood protection  (OPs 1.3.1, 3.2.5, and 4.1.2)  report, GCC annual  projections may \ninfrastructure    reports  delay construction. \nimproved in the  1b. 175 km of stormwater drains upgraded (2021   \nChennai– baseline: 0) (OPs 1.3.1, 3.2.5, and 4.1.2)  R: Surge in prices of \nKosasthalaiyar    materials and \nRiver basin  1c. 11 km stretches in four primary channels  prolonged impact of \n(Ambattur, Korattur, Kadappakkam, and  COVID-19 on \nAriyallur) rehabilitated (2021 baseline: 0)   movement of goods \n(OPs 1.3.1, 3.2.5, and 4.1.2)  and services may \n  result in cost overrun \n1d. One stormwater pumping station of 200 kW  and delay in project \nupgraded, and one new stormwater pumping  completion. \nstation of 200 kW commissioned  \n(2021 baseline: 0) (OPs 1.3.1, 3.2.5, and 4.1.2) \n \n1e. 23,000 catchpits with rainwater harvesting \nstructures constructed (2021 baseline: 0)  \n(OPs 1.3.1, 3.2.5, and 4.3.1) \n \n1f. Four GCC disaster relief camps (one per \nproject zone) rehabilitated, with gender-\nresponsive and socially inclusive features  \n(2021 baseline: 0) (OPs 1.3.1, 2.5.2, and 4.1.2)d \n2. Urban flood  Integrated urban planning  2a. and 2c. GCC  R: Competing \npreparedness of  2a. By 2024, guidelines for integrating flood  council resolutions  priorities and \nthe GCC and  hazard zoning with spatial plans and land use,    turnover of key GCC \nproject  building and development regulations endorsed    staff disrupt business \ncommunities  by the GCC (2021 baseline: no guideline)     continuity and delay \nenhanced  (OPs 3.2.4 and 4.3.1)    completion of target \n    outputs. \n2b. By 2025, baseline FRI and FRI framework for  2b. and 2d. Project \nfour river basins and the entire Chennai City  quarterly progress \nestablished (2021 baseline: not applicable)         report \n(OP 4.2.1)   \n   \n ", "16  Appendix 1 \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators   Mechanisms  Assumptions  \n2c. By 2024, manual for green infrastructure   \ndesign, including rainwater harvesting, endorsed   \nby the GCC (2021 baseline: not applicable)   \n   \nCitizen’s engagement and awareness   \n2d. By 2025, FCO for Chennai City   \noperationalized (2021 baseline: not applicable)   \n(OP 6.2.4)   \n   \n2e. By 2025, at least 200 persons (including at  2e.–2g. Pre- and \nleast 50% women) in project community reported  post-training survey \nincreased knowledge on green infrastructure  and assessment \nschemes, including rainwater harvesting; flood \nrisks and impacts; and the links between \nflooding, solid waste management, sewerage \nservice house connections, and the protection of \nwater bodies (2021 baseline: not applicable) \n(OPs 2.5 and 4.3.2) \n \nInstitutional capacity building and knowledge \ndissemination \n2f. By 2025, at least 50% of GCC technical staff \n(Storm Water Drain Department) in the project \narea, including 80% of women technical staff, \nreported increased knowledge on planning and \ndesign for stormwater drainage systems and \nmanagement of solid waste and flood risks  \n(2021 baseline: 0) (OPs 2.2, 4.3.2, and 6.1.1) \n \n2g. By 2026, at least two knowledge products on \ngood practices and lessons on integrated urban \nflood management published and presented to at \nleast 100 key government officials and sector \nexperts, of whom at least 80 participants \nreported increased knowledge (2021 baseline: 0) \n \n3. Measures for  3a. By 2023, a key performance indicator-based  3a.–3c. GCC  R: Change in \nsustaining O&M  stormwater drainage operation performance  annual report, GCC  leadership may affect \nof stormwater  improvement system established in 12 out of 15  budget  momentum on reform \ndrainage system  zonal offices of the GCC (2021 baseline: not    program. \nestablished in  applicable) (OP 6.2.1)   \nthe GCC     \n3b. By 2025, Sustainable Operation and   \nMaintenance Improvement Plan of stormwater   \ndrainage system with gender-responsive and   \nsocially inclusive features approved by the GCC   \n(2021 baseline: not applicable) (OPs 3.2.2 and   \n4.3.1)e   \n   \n3c. By 2024, road map for municipal resource   \nmobilization approved by the GCC   \n(2021 baseline: 0) (OP 4.2.2)   \n   \n3d. By 2025, at least 50% of GCC technical staff  3d.–3e. Pre- and \n(Storm Water Drain Department) in the project  post-training survey \narea, including 80% of women technical staff,  and assessment \nreported increased knowledge on sustainable \nO&M of stormwater drainage systems and \nmanagement of solid waste and flood risks  \n(2021 baseline: 0) (OPs 2.2, 4.3.2, and 6.1.1) \n ", "Appendix 1  17 \nData Sources and \nReporting  Risks and Critical \nResults Chain  Performance Indicators   Mechanisms  Assumptions  \n3e. By 2025, 100 drain desilting workers and \nconservancy workers (including at least 50 \nwomen workers) reported increased knowledge \nand skills of cleaning and maintaining stormwater \ndrainage systems \n(2021 baseline: 0) (OP 2.2) \n \nKey Activities with Milestones \n1.  Climate-resilient urban flood protection infrastructure improved in the Chennai–Kosasthalaiyar River \nbasin \n1.1 Award all works contracts by June 2021 \n1.2 Complete all civil works by June 2027 \n2.  Urban flood preparedness of the GCC and project communities enhanced \n2.1 Draft guidelines for integrating flood hazard zoning with spatial plans and land use, building and development \nregulations by June 2023 \n2.2 Develop FRI for four basins and Chennai City by December 2022 \n2.3 Draft and adopt FRI framework for four basins and Chennai City by December 2024 \n2.4 Draft green infrastructure design manual by December 2023 \n2.5 Draft concept paper and detailed feasibility report for FCO by December 2023 \n2.6 Prepare and adopt FCO by December 2024 \n2.7 Conduct knowledge-building workshops on green infrastructure, including rainwater harvesting, by June 2025 \n2.8 Conduct six awareness workshops on flood risks and impacts and the links between flooding, solid waste \nmanagement, sewerage house service connections, and the protection of water bodies by June 2024 \n2.9 Conduct knowledge-building workshops on the planning and design of urban drainage systems by June 2025 \n2.10  Prepare knowledge products on the good practices and lessons of the project, and conduct a dissemination \nworkshop by July 2026 \n3.  Measures for sustaining O&M of stormwater drainage system established in the GCC \n3.1 Prepare and adopt baseline key performance indicators by December 2022 \n3.2 Prepare an inclusive sustainable O&M improvement plan by December 2024 \n3.3 Draft a road map for municipal resource mobilization by December 2023 \n3.4 Conduct knowledge-building workshops on sustainable operation and management of urban drainage systems \nby June 2025 \n3.5 Conduct training on cleaning and maintaining stormwater drainage systems for drain desilting workers and \nconservancy workers by June 2025 \nProject Management Activities \nMobilize project support consultant by July 2021 \nMobilize institutional strengthening and reforms consultant by November 2021 \nImplement gender equality and social inclusion action plan from July 2021 to June 2027 \nReview missions, midterm review, and preparation of progress and annual reports \nInputs \nAsian Development Bank: $251.0 million (regular ordinary capital resources loan) \nGovernment: $219.5 million \nA = assumption, COVID-19 = coronavirus disease, FCO = flood citizen observatory, FRI = flood resilience index, \nGCC = Greater  Chennai  Corporation,  km  =  kilometer,  kW  =  kilowatt,  O&M  =  operation  and  maintenance, \nOP = operational priority, R = risk, RCP = Representative Concentration Pathway. \na  Greater Chennai Corporation. 2017. City Disaster Management Plan. Chennai. \nb  A 1:2-year return period rainfall corresponds to rainfall intensity of 68 mm per hour. People protected from flood risk \nis the number of people not subjected to any kind of inundation on days when the rainfall intensity published by India \nMeteorological Department’s Redhills rain gauging station is less than 68 mm per hour. It is calculated by deducting \nthe population of reported inundation areas within the project area as per GCC records from the total population of \nthe project area. The minimum number from such daily calculations in a year is reported as the project outcome. \nc  Other  planned  projects  include  (i)  water  body  restoration  in  Ambattur  lake,  Korattur  lake,  Retteri  lake, \nSadayankuppam lake, Ariyalur lake, Kadapakkam lake, Madhavaram Periyathoppu lake, and Kolathur lake; and \n(ii) channel rehabilitation in Ratteri South channel, Ratteri North channel, and Puzhal channel. \nd  A gender-responsive and socially inclusive relief camp will have the following features: (i) at least one female worker \nor caretaker with supplies of sanitary napkins, soap, and a basic first aid kit with medicines; (ii) safe spaces (affording \nprivacy and security) for women, especially nursing mothers and adolescent girls; (iii) well-lit and clean toilets for \nmen and women, with barrier-free access for people with disabilities and older persons; water, hooks, ledges, and \nshelves in the toilet; and provisions for washing and disposal of menstrual products; (iv) regular (daily) visits by \nfemale student volunteers and awareness generation on women’s vulnerability to violence and trafficking; (v) regular \n ", "18  Appendix 1 \ninteraction between volunteers and people with disabilities within the relief camp; and (vi) helpline numbers displayed \non walls. \ne  The Sustainable Operation and Maintenance Improvement Plan identifies the institutional, technical, financial, and \nsocial requirements to ensure the sustainable operation and maintenance of the stormwater drainage system. It will \ninclude community responsibility and participation, including women’s participation. \nContribution to Strategy 2030 Operational Priorities \nExpected values and methodological details for all OP indicators to which this operation will contribute results are \ndetailed in Contribution to Strategy 2030 Operational Priorities (accessible from the list of linked documents in \nAppendix 2). \nSource: Asian Development Bank. \n ", "Appendix 2  19 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49107-009-3\n \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n(Urban Flood Protection) \n4.  Project Administration Manual \n5.  Financial Analysis \n6.  Economic Analysis \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  Contribution to Strategy 2030 Operational Priorities \n10.  Climate Change Assessment \n11.  Gender Equality and Social Inclusion Action Plan \n12.  Initial Environmental Examination \n13.  Resettlement Plan: Civil Works Package Numbers 01–11 (Phase 1) \n14.  Resettlement Plan: Civil Works Package Numbers 12–15 and 33–46 (Phase 2) \n15.  Resettlement Plan: Civil Works Package Numbers 16–32 (Phase 3) \n \n \n "], "metadata": {"ADBAuthors": "", "ADBCirculatedLink": ", ", "ADBContentGroup": "3;#SARD|a13f4053-9a56-4b97-976f-1e0f1ebea59b", "ADBCountry": "", "ADBCountryDocumentType": "", "ADBDepartmentOwner": "12;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "ADBDivision": "17;#SAUW|92e0a597-6e44-493d-8d47-130beb06c8e1", "ADBDocumentLanguage": "1;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "ADBDocumentSecurity": "20;#Internal|ff6db7ea-0dcf-4d09-b0cb-cd0269360b0f", "ADBDocumentType": "18;#Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba", "ADBProject": "", "ADBProjectDocumentType": "", "ADBSOVProjectSegmentation": "", "ADBSector": "23;#Water and Other Urban Infrastructure and Services|9726f2aa-465e-4c67-a57a-cc8edee8e352", "ADBSourceLink": ", ", "ADBSubRegion": "", "Author": "Asian Development Bank", "AuthorIds_UIVersion_15": "114", "AuthorIds_UIVersion_1543": "110", "AuthorIds_UIVersion_2050": "109", "AuthorIds_UIVersion_21": "120", "AuthorIds_UIVersion_22": "114", "AuthorIds_UIVersion_23": "114", "AuthorIds_UIVersion_24": "114", "AuthorIds_UIVersion_25": "114", "AuthorIds_UIVersion_26": "114", "AuthorIds_UIVersion_27": "114", "AuthorIds_UIVersion_28": "114", "AuthorIds_UIVersion_29": "114", "AuthorIds_UIVersion_30": "114", "AuthorIds_UIVersion_3072": "110", "AuthorIds_UIVersion_3077": "109", "AuthorIds_UIVersion_32": "114", "AuthorIds_UIVersion_33": "114", "AuthorIds_UIVersion_34": "114", "AuthorIds_UIVersion_35": "114", "AuthorIds_UIVersion_36": "114", "AuthorIds_UIVersion_37": "114", "AuthorIds_UIVersion_38": "114", "AuthorIds_UIVersion_39": "114", "AuthorIds_UIVersion_40": "114", "AuthorIds_UIVersion_41": "114", "AuthorIds_UIVersion_42": "114", "AuthorIds_UIVersion_45": "114", "AuthorIds_UIVersion_49": "120", "AuthorIds_UIVersion_52": "114", "AuthorIds_UIVersion_53": "114", "AuthorIds_UIVersion_55": "114", "AuthorIds_UIVersion_56": "114", "AuthorIds_UIVersion_58": "194", "AuthorIds_UIVersion_60": "194,120", "AuthorIds_UIVersion_61": "120", "AuthorIds_UIVersion_62": "120", "AuthorIds_UIVersion_63": "120", "AuthorIds_UIVersion_64": "114", "AuthorIds_UIVersion_65": "114", "AuthorIds_UIVersion_67": "114", "AuthorIds_UIVersion_68": "114", "AuthorIds_UIVersion_69": "114", "AuthorIds_UIVersion_70": "114", "AuthorIds_UIVersion_71": "114", "AuthorIds_UIVersion_72": "114", "AuthorIds_UIVersion_73": "114", "AuthorIds_UIVersion_74": "114", "AuthorIds_UIVersion_75": "114", "AuthorIds_UIVersion_76": "114", "AuthorIds_UIVersion_77": "114", "AuthorIds_UIVersion_78": "114", "AuthorIds_UIVersion_79": "114", "AuthorIds_UIVersion_80": "208", "AuthorIds_UIVersion_82": "114", "AuthorIds_UIVersion_83": "114", "AuthorIds_UIVersion_85": "114", "AuthorIds_UIVersion_87": "114", "AuthorIds_UIVersion_88": "151", "AuthorIds_UIVersion_89": "151,114", "AuthorIds_UIVersion_91": "151", "AuthorIds_UIVersion_93": "114", "AuthorIds_UIVersion_94": "114", "AuthorIds_UIVersion_97": "114", "AuthorIds_UIVersion_98": "208", "Category": "", "Comments": "", "Company": "", "ComplianceAssetId": "", "ContentTypeId": "0x010100A3BFD338C4D69F46BE33AA49AB50870100C520B00D8BB20C45814389052060F14C", "CreationDate": "D:20210901183223+08'00'", "Creator": "Acrobat PDFMaker 21 for Word", "Keywords": "india, greater chennai corporation, gcc, tamil nadu, extreme weather events, flooding, flood protection, flood control, infrastructure, 49107-009, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_ActionId": "a3665e3b-bd4f-46f3-9b32-9f44cb0606f7", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_ContentBits": "2", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_Enabled": "true", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_Method": "Standard", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_Name": "ADB Internal", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_SetDate": "2021-07-29T08:09:23Z", "MSIP_Label_817d4574-7375-4d17-b29c-6e4c6df0fcb0_SiteId": "9495d6bb-41c2-4c58-848f-92e52cf3d640", "Manager": "", "ModDate": "D:20210924101232+08'00'", "Order": "77309400.000000", "Producer": "Adobe PDF Library 21.5.92", "SPDModality": "", "SharedWithUsers": "193;#Diwesh Sharan", "SourceModified": "", "Subject": "The project will strengthen climate and disaster resilience in the Chennai–Kosasthalaiyar River basin. It will reduce the exposure of 1.9 million people to seasonal flooding by (i) improving climate-resilient urban flood protection infrastructure; (ii) enhancing urban flood preparedness of the Greater Chennai Corporation (GCC), the civic body that governs the city of Chennai, and project communities; and (iii) establishing measures for sustaining the operation and maintenance (O&M) of the stormwater drainage system in the GCC.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated September 2021 is provided for the ADB project 49107-009 in India.", "TaxCatchAll": "18;#Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba;#10;#SARD|a13f4053-9a56-4b97-976f-1e0f1ebea59b;#20;#Internal|ff6db7ea-0dcf-4d09-b0cb-cd0269360b0f;#19;#SEC|0251849c-5d26-4413-ade9-2e3ee268b27b;#1;#English|16ac8743-31bb-43f8-9a73-533a041667d6;#17;#Water and Other Urban Infrastructure and Services|9726f2aa-465e-4c67-a57a-cc8edee8e352", "TemplateUrl": "", "Title": "Integrated Urban Flood Management for the Chennai-Kosasthalaiyar Basin Project: Report and Recommendation of the President", "_ExtendedDescription": "", "a37ff23a602146d4934a49238d370ca5": "Templates|c97063a1-ad03-4324-beaa-bf7c225b0bba", "d01a0ce1b141461dbfb235a3ab729a2c": "Water and Other Urban Infrastructure and Services|9726f2aa-465e-4c67-a57a-cc8edee8e352", "d61536b25a8a4fedb48bb564279be82a": "SEC|0251849c-5d26-4413-ade9-2e3ee268b27b", "de77c5b4d20d4bdeb0b6d09350193e53": "", "h00e4aaaf4624e24a7df7f06faa038c6": "English|16ac8743-31bb-43f8-9a73-533a041667d6", "ia017ac09b1942648b563fe0b2b14d52": "SAUW|92e0a597-6e44-493d-8d47-130beb06c8e1", "k985dbdc596c44d7acaf8184f33920f0": "", "p030e467f78f45b4ae8f7e2c17ea4d82": "Internal|ff6db7ea-0dcf-4d09-b0cb-cd0269360b0f", "xd_ProgID": "", "xd_Signature": "0"}, "author_page": "Vice-President  Shixin Chen, Operations 1 \nDirector General  Kenichi Yokoyama, South Asia Department (SARD) \nDeputy Director General  Manmohan Parkash, SARD \nDirector  Norio Saito, Urban Development and Water Division (SAUW), \nSARD \n   \nTeam leaders  Sourav Majumder, Senior Project Officer (Urban), India Resident \nMission (INRM), SARD \nAkira Matsunaga, Senior Urban Development Specialist, SAUW, \nSARD \nTeam members  Mikael Andersson, Financial Management Specialist, Portfolio, \nResults and Quality Control Unit, Office of the Director General, \nSARD \nSaswati Belliappa, Safeguards Specialist, SAUW, SARD \n  Dai-Ling Chen, Young Professional, Human and Social \nDevelopment Division, SARD \nBrian Chin, Senior Health Specialist, Social Sector Division, Central \nand West Asia Department \nDharmesh Dawda, Procurement Specialist, Procurement Division 1, \nProcurement, Portfolio and Financial Management Department \nRhina Ricci G. Lopez-Tolentino, Financing Partnerships Analyst, \nPartner Funds Division, Sustainable Development and Climate \nChange Department (SDCC) \nDonna Marie R. Melo, Operations Assistant, SAUW, SARD \nRoshan Ouseph, Senior Counsel, Office of the General Counsel \nSantosh Pokharel, Urban Economist, SAUW, SARD \nAchyutha Aleti Rao, Environment Specialist, SAUW, SARD \n  Arghya Sinha Roy, Principal Climate Change Specialist (Climate \nChange Adaptation), Climate Change and Disaster Risk \nManagement Division, SDCC \nHikaru Shoji, Senior Urban Development Specialist, SAUW, SARD \nAshwin Hosur Viswanath, Senior Project Officer (Urban), INRM, \nSARD \nChristian Walder, Water Supply and Sanitation Specialist, Water \nSector Group, SDCC \nPeer reviewer  Stephen Blaik, Principal Urban Development Specialist, Urban \nDevelopment and Water Division, Pacific Department \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Kenichi Yokoyama", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Manmohan Parkash", "role": "SARD", "organization": ""}, {"fullname": "Norio Saito", "role": "Urban Development and Water Division (SAUW)", "organization": ""}, {"fullname": "Sourav Majumder", "role": "Senior Project Officer (Urban)", "organization": "India Resident"}, {"fullname": "Akira Matsunaga", "role": "Senior Urban Development Specialist", "organization": "SAUW"}, {"fullname": "Mikael Andersson", "role": "Financial Management Specialist", "organization": "Portfolio"}, {"fullname": "Results and Quality Control Unit", "role": "Office of the Director General", "organization": ""}, {"fullname": "Saswati Belliappa", "role": "Safeguards Specialist", "organization": "SAUW"}, {"fullname": "Dai-Ling Chen", "role": "Young Professional", "organization": "Human and Social"}, {"fullname": "Development Division", "role": "SARD", "organization": ""}, {"fullname": "Brian Chin", "role": "Senior Health Specialist", "organization": "Social Sector Division"}, {"fullname": "Dharmesh Dawda", "role": "Procurement Specialist", "organization": "Procurement Division"}, {"fullname": "Rhina Ricci G. Lopez-Tolentino", "role": "Financing Partnerships Analyst", "organization": ""}, {"fullname": "Partner Funds Division", "role": "Sustainable Development and Climate", "organization": ""}, {"fullname": "Donna Marie R. Melo", "role": "Operations Assistant", "organization": "SAUW"}, {"fullname": "Roshan Ouseph", "role": "Senior Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Santosh Pokharel", "role": "Urban Economist", "organization": "SAUW"}, {"fullname": "Achyutha Aleti Rao", "role": "Environment Specialist", "organization": "SAUW"}, {"fullname": "Arghya Sinha Roy", "role": "Principal Climate Change Specialist (Climate", "organization": ""}, {"fullname": "Management Division", "role": "SDCC", "organization": ""}, {"fullname": "Hikaru Shoji", "role": "Senior Urban Development Specialist", "organization": "SAUW"}, {"fullname": "Ashwin Hosur Viswanath", "role": "Senior Project Officer (Urban)", "organization": "INRM"}, {"fullname": "Christian Walder", "role": "Water Supply and Sanitation Specialist", "organization": "Water"}, {"fullname": "Sector Group", "role": "SDCC", "organization": ""}, {"fullname": "Stephen Blaik", "role": "Principal Urban Development Specialist", "organization": "Urban"}, {"fullname": "Development and Water Division", "role": "Pacific Department", "organization": ""}]}