{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171211135949+08'00'", "ModDate": "D:20171211135949+08'00'", "Author": "A2T", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 49128-002 \nNovember 2017 \n \n \n \n \nProposed Loan, Administration of Grant, and \nAdministration of Technical Assistance Grant \nIslamic Republic of Pakistan: Enhancing Public–\nPrivate Partnerships in Punjab Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 23 October 2017) \n \nPakistan rupee/s (PRe/PRs) \n$0.0095 \nPRs105.2500 or £0.7573 \nPRs138.9826 or $1.3205 \n\n– \n= \n= \n= \n\nCurrency unit \nPRe1.00 \n$1.00 \n£1.00 \n\n \n \n \n\n \n \n \n\nABBREVIATIONS \n \n\nAsian Development Bank \nAnnual Development Programme \nenvironmental and social management system \ngross domestic product \nGovernment of Punjab \nproject administration manual \nPlanning and Development Department \nproject development facility \npublic–private partnership \nPublic–Private Partnership Cell \nRisk Management Unit \ntechnical assistance \nvalue-for-money \nviability gap fund \n\nNOTE \n \n\nADB \nADP \nESMS \nGDP \nGOPb \nPAM \nPDD \nPDF \nPPP \nPPPC \nRMU \nTA \nVFM \nVGF \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n\n(i) \n\n(ii) \n\nThe fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2017 ends \non 30 June 2017. \nIn this report, “$” refers to United States dollars and “£” refers to pounds sterling. \n\n \n\n \n\n \n\n\fVice-President \nDirector General \nOfficer-in-Charge \n\n \nTeam leader \nTeam members \n\n \n \n \n \n \nPeer reviewers \n\n \n\nWencai Zhang, Operations 1 \nSean O’Sullivan, Central and West Asia Department (CWRD) \nWerner Liepach, Public Management, Financial Sector, and Trade \nDivision, CWRD \n \nAdrian Torres, Principal Financial Sector Specialist, CWRD \nNaeem Abbas, Senior Procurement Officer, Pakistan Resident \nMission (PRM), CWRD \nShauzab Ali, Senior Project Officer, PRM, CWRD \nNurlan Djenchuraev, Senior Environment Specialist, CWRD \nAshfaq Ahmed Khokhar, Senior Social Safeguard Officer, PRM, \nCWRD \nSana Masood, Senior Project Officer, PRM, CWRD \nJose Tiburcio Nicolas, Senior Development Specialist, PRM, CWRD \nDouglas Perkins, Senior Counsel, Office of the General Counsel \nLyle Raquipiso, Senior Economics Officer, CWRD \nMary Alice Rosero, Gender Specialist, CWRD \nMariane Sual, Operations Assistant, CWRD \nGuntur Sugiyarto, Principal Economist, PRM, CWRD \nHaroun Khawaja, Senior Risk Management Specialist, Office of \nRisk Management \nPeter Marro, Principal Financial Sector Specialist, CWRD \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n\n \n\n \n \n \n \n \n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nATTACHED TECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n\nEconomic and Financial \nGovernance \nPoverty, Social, and Gender \nSafeguards \nSummary of Risk Assessment and Risk Management Plan \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\n \n\nIII. \nIV. \n\nV. \nVI. \n\n1. \n\n2. \n \n\n \n\n \n\n \n\nPage \n\n1 \n1 \n1 \n4 \n4 \n5 \n6 \n7 \n7 \n7 \n8 \n8 \n9 \n9 \n9 \n10 \n\n11 \n13 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nFinance\n\nEnhancing Public-Private Partnerships \nin Punjab Project \nPakistan\nPakistan\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nInfrastructure finance and investment funds\n\nProject Number: 49128-002\n\nCWRD/CWPF\n\nPlanning & Dev. Dept., Govt. \nof the Punjab\n\n     ADB Financing ($ million)\n100.00\n100.00\n\nTotal\n\n3. Strategic Agenda\n\nInclusive economic growth\n(IEG)\n\nSubcomponents\nPillar 2: Access to economic \nopportunities, including jobs, made \nmore inclusive\n\nClimate Change Information \nClimate Change impact on the \nProject\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nPartnerships (PAR)\n\nComponents\nInstitutional development\nPublic financial governance\nBilateral institutions (not client \ngovernment)\nOfficial cofinancing\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals\n\nNo\nNo\nYes\nSDG8, SDG9\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\nRegional\n\n6. Risk Categorization:\n\nLow\n\n.\n\n.\n\n8. Financing\n\n7. Safeguard Categorization\n\nEnvironment: FI   Involuntary Resettlement: FI   Indigenous Peoples: FI\n\nAmount ($ million)\n\nModality and Sources\nADB\n     Sovereign Project (Regular Loan): Ordinary capital resources\n\nCofinancing\n     Government of the United Kingdom - Grant (Full ADB Administration)\n\nCounterpart\n     Government \n\nTotal\nNote: An attached technical assistance will be financed on a grant basis by the Government of the United Kingdom in the amount of \n$4,008,724. \n\n100.00\n100.00\n\n19.62\n19.62\n\n100.00\n100.00\n\n219.62\n\nLow\n\nHigh\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n09022017114210293132\n\nGenerated Date: 24-Nov-2017 9:40:29 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan to \nthe Islamic Republic of Pakistan for the Enhancing Public–Private Partnerships in Punjab Project. \nThe  report  also  describes  (i)  the  proposed  administration  of  a  grant,  and  (ii)  the  proposed \nadministration of technical assistance (TA) for Enhancing Public–Private Partnerships in Punjab, \nboth to be provided by the Government of the United Kingdom for the Enhancing Public–Private \nPartnerships in Punjab Project, and if the Board approves the proposed loan, I, acting under the \nauthority delegated to me by the Board, approve the administration of the grant and the TA. \n \n2. \nThe Government of Punjab (GOPb), through the Government of Pakistan, has requested \nthe  assistance  of  the  Asian  Development  Bank  (ADB)  to  support  public–private  partnerships \n(PPPs) in Punjab by augmenting GOPb’s project development facility and the viability gap fund \nto structure and develop more viable PPP projects that offer value-for-money. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nEconomic growth in Pakistan has been hampered by a lack of investment in critical and \nquality public infrastructure. Public investment on infrastructure has declined over the last decade \nwith the government investing just over 2.1% of gross domestic product (GDP) annually (totaling \nan  estimated  $5.7  billion  in  2015)  towards  infrastructure,1 well  below  the  estimated  required \nannual  investment  of  7.6%  of  GDP  (equal  to  $20.6  billion  in  2015). 2  This  has  resulted  in \ninefficiencies across key infrastructure sectors—such as delays in transport of goods and limited \naccess to energy and potable water—which affect both public welfare, and the country’s overall \nindustrial and economic growth. \n \nPunjab’s  population  of  110  million  accounts  for  about  53%  of  that  of  Pakistan;  the \n4. \npopulation density of 536 persons per square kilometer is double that of Pakistan as a whole.3 \nPunjab accounts for 60% of national GDP, underscoring its pivotal role for economic growth and \nemployment.4 Punjab is also undergoing significant urbanization, with a compounded annual urban \npopulation growth rate of 3.5% (2007–2015), which is four times the rural population growth rate. \nThe  urban  population  reached  42.9  million  in  FY2015.  Cities  are  facing  challenges  due  to  the \nsignificant  rural–urban  migration,  which  is  increasing  demand  for  public  infrastructure.  Growing \ninfrastructure investments require broader funding sources from the government, investors and \ncommercial banks, which in the past have shown limited appetite for providing long-dated limited \nrecourse debt to infrastructure projects. \n \n5. \nTo  meet  these  challenges  the  GOPb  increased  its  Annual  Development  Programme \n(ADP) by 15% to an estimated PRs635 billion ($6.0 billion) for FY2018, from PRs550 billion ($5.2 \nbillion)  for  FY2017.5 Infrastructure  development  absorbs  36%  of  the  ADP,  and  is  expected  to \nincrease by 13%, to PRs230 billion ($2.2 billion) in FY2018.6 Social services represent 23% of \nthe  ADP,  and  will  increase  by  16%  to  PRs144  billion  ($1.4  billion)  in  FY2018.  However,  the \n\n                                                \n1  Based on World Bank. Data: Gross Domestic Product estimate for Pakistan of $271 billion for 2015. \n2  The  estimated  infrastructure  investment  need  is  based  on  the  need  for  the  South  Asia  region,  which  includes \n\nPakistan. ADB. 2017. Meeting Asia’s Infrastructure Needs. Manila. \n\n3  Based on Population Welfare Department, Government of Punjab. Data: Population Profile Punjab. \n4  Punjab Board of Investment and Trade. Punjab at a Glance. \n5  Government of Punjab. 2016. Development Programme 2016–2017. Lahore. \n6  Allocation for water supply and sanitation has been included in this estimate. \n \n\n\favailable budget for public investment in infrastructure is largely insufficient to meet the growing \ndemand. Punjab’s infrastructure investment requirement is estimated at about $3.6 billion–$5.0 \nbillion, which significantly exceeds current public capital spending on infrastructure. To address \nthe budget constraints on infrastructure provision, the Punjab government introduced the Punjab \nPublic–Private Partnership for Infrastructure Act (in 2010 and updated in 2014) to augment private \nsector participation in infrastructure through PPPs.7 \n \n6. \nIn  conjunction  with  the  PPP  for  Infrastructure  Act  in  2010,  the  Punjab  government \nestablished an institutional framework and guidelines to facilitate the preparation, approval, and \nimplementation  of  PPPs. 8  A  PPP  Cell  (PPPC)  was  established  within  the  Planning  and \nDevelopment Department (PDD) to review project proposals (covering technical, operational, and \nlegal compliance to the PPP guidelines), coordinate efforts of line departments, and facilitate the \napproval of PPP projects by the steering committee.9 A Risk Management Unit (RMU) within the \nFinance  Department  also  reviews  project  proposals,  focusing  on  potential  fiscal  risks  and \ncontingent liabilities emanating from PPP projects. The PPPC serves as the PPP Secretariat for \nthe  Punjab  government,  and  submits  reviews  and  recommendations  (from  the  PPPC  and  the \nRMU) to the steering committee for approval. Once approved, the line department is responsible \nfor tendering the project, negotiating agreements, and managing project implementation over the \nterm of the concession agreement. \n \nThe PPPC has a growing project pipeline and about 40 staff members with varying levels \n7. \nof experience and skills that include transaction advisory, projects, policy, communication, and \nproject monitoring. The RMU has one dedicated staff member with some PPP experience, but its \ncapacity to undertake a comprehensive review of financial proposals and concession agreements \nis insufficient, and capacity building is thus needed. Steering committee members have limited \nproject finance and PPP experience, and are thus likely to rely on the recommendations of the \nPPPC and RMU. This highlights the need for a more focused subcommittee to review feedback \nfrom the PPPC and RMU. The varying levels of skills involved in the Punjab government’s PPP \nframework may result in less-than-optimal structuring of PPPs, and approval of PPPs that offer \nlimited value-for-money (VFM). These projects may potentially expose the Punjab government to \nunwanted risks over the term of the concession. \n \nThe  Punjab  government  has  a  strong  pipeline  of  over  40  projects  at  various  stages  of \n8. \ndevelopment.10 Six PPP projects have been awarded since 2010,11 and two are now operational. \nNevertheless, additional resources are required to improve the Punjab government’s capacity and \ndeliver more PPP projects that are fiscally sustainable and offer VFM. In some cases, projects \nreceive upfront government support through a viability gap fund (VGF) in addition to operational \nsupport  in  the  form  of  minimum  revenue  shortfall  guarantees.12 For  example,  the  70-kilometer \nLahore Ring Road Southern Loop Project, a toll road with a 25-year concession costing PRs25 \nbillion ($238 million) awarded in 2016, included (i) upfront VGF support of PRs4.25 billion ($40 \nmillion) for land acquisition (for land access not provisioned at no cost by the government under \n\n                                                \n7  Punjab Public Private Partnership Act 2014. \n8  Government of Punjab, Planning and Development Department. Guidelines. \n9  Approving  authority  under  the  Punjab  PPP  Act.  Composed  of  12  members  (10  senior  government  officials  from \n\nvarious line departments and 2 private sector members). \n10 List of potential PPP projects that may require VGF support. \n11 Projects include roads, affordable housing, and upgrading of health care facilities. Government of Punjab. Planning \n\nand Development Department. Awarded Projects. \n\n12 The VGF is currently an allocated annual budget item under the GOPb’s ADP. The VGF budget is managed by the \nPlanning & Development Department, and monitored by the RMU in the Finance Department. Use of the VGF is \napproved by the PPP steering committee. \n\n2 \n\n \n\n \n\n\fthe project),13 (ii) free provision of land worth PRs4 billion ($38 million) to secure part of the project \nbank borrowing, and (iii) a guarantee to the concessionaire of 50% of the toll revenue shortfall \nshould actual toll revenue fall below 80% of the estimated toll revenue. Other projects that have \nnot tapped the VGF account for provincial government support have still received public support \n(provided  by  line  departments  in  other  forms,  such  as  land  allocation).  Moreover,  there  is  no \nmechanism for (i) monitoring the contingent liabilities of the government resulting from the PPP \nprojects, and (ii) reflecting these in provincial financial statements. \n \nThe Punjab government retained a significant portion of project risk under the Lahore Ring \n9. \nRoad Project, which may limit its ability to derive VFM in the long term.14 Ideally, PPP projects \nshould be structured to provide a reasonable balance between the private investor’s interests and \nfiscal prudence. The Lahore Ring Road Project example underscores the lack of appropriate risk-\nsharing  between  the  private  concessionaire  and  the  government,  which  constrains  adequate \nleverage  of  scarce  public  funds.  While  a  few  GOPb  line  departments  have  developed  some \nexperience  with  PPP  projects,  large  skill  gaps  exist  within  line  departments  that  need  to  be \naddressed  to  enhance  the  flow  of  benefits  to  the  taxpayers,  with  transactions  rigorously \nscrutinized through due diligence and a VFM test. \n \n10. \nTo address this issue, the GOPb provides financial assistance to line agencies—through \nthe  project  development  facility  (PDF)—to  engage  transaction  advisors.15 Because  capacity  of \nthe  line  departments  is  limited,  the  PPPC  facilitates  discussions  with  the  transaction  advisors, \naiming to strike a balanced risk-transfer arrangement that limits government contingent liabilities \nand ensures VFM. \n \nThe  annual  VGF  budget  cannot  be  rolled  over  to  the  following  financial  year,  because \n11. \nthere is no dedicated non-lapsable VGF reserved fund account. Also, the GOPb imposes no limits \non the value of VGF resources per project, which are at times limited only by the total VGF budget \nfor that financial year. Imposing a limit would ensure greater leverage of VGF resources. The VGF \nis a powerful tool for leveraging PPPs by (i) providing upfront capital relief to fund project costs to \nensure commercial viability, (ii) lowering the cost of capital by providing concessional funding or \ncapital  subsidies  that  do  not  require  future  dividends  or  budget  payments,  and  (iii)  supporting \noperational expenses by providing operational subsidies and/or guaranteeing minimum revenues \nover the course of the concession. \n \n12. \nThe institutional capacity in Punjab for PPPs needs to be enhanced through (i) improved \nstructuring  of  eligible  PPP  projects  that  offer  VFM  through  a  more  equitable  risk-sharing \narrangement,  (ii)  a  sound  policy  that  guides  the  use  of  VGF  resources,  and  (iii)  strong  risk \nmanagement policies and systems that identify and mitigate potential project and fiscal-related \nrisks emanating from PPP-supported projects. \n \nThe project is aligned with the ADB Midterm Review of Strategy 2020,16 in which PPPs \n13. \nare a key driver of change, and the ADB country partnership strategy, 2015–2019 for Pakistan.17 \nLessons from a similar project in Sindh have been considered in the design of this project.18 Unlike \nthe Sindh project, this project does not propose to establish a separate corporate entity (i.e., a \nVGF  company)—instead,  the  project  will  seek  to  foster  governance  and  accountability  in \n                                                \n13 Land acquisition costs are not capitalized and therefore not recognized as an equity contribution from the GOPb. \n14 The  risk  transfer  arrangement  under  the  project  suggests  that  the  GOPb  has  retained  significant  funding  and \n\noperations risks by offering significant upfront support and guarantees during operation. \n\n15 GOPb allocations for the PDF cannot be carried over to the following fiscal year and lapse if not used.  \n16 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n17 ADB. 2015. Country Partnership Strategy: Pakistan, 2015–2019. Manila. \n18 ADB. 2016. Supporting Public Private–Partnership Investments in Sindh Province Project. Manila. \n\n3 \n\n \n\n\fmanagement  of  VGF  resources.  The  new  VGF  guidelines  will  require  that  proposals  from  line \ndepartments  include  a  VFM  assessment;  transaction  advisers  financed  under  the  PDF  will \nstructure PPP deals that offer VFM, and not simply aim to meet investor returns. \n \nThe  decision  to  adopt  an  alternative  approach  to  that  used  in  the  Sindh  project  was \n14. \ninfluenced by the GOPb’s reluctance to use a VGF company, because the independence required \nfor  risk  management  and  review  and  monitoring  functions  is  already  in  place.  Separate \ngovernment  departments  oversee  the  PPPC  (which  is  within  the  PDD)  and  RMU  (within  the \nFinance Department), although some improvements and strengthening of capacity are needed. \n  \nB. \n\nImpact and Outcome \n\nThe  project  is  aligned  with  the  following  impact:  private  sector  investments  and  overall \n15. \nemployment  in  Punjab  increased. 19 The  project  will  have  the  following  outcome:  viable  PPP \nprojects that offer VFM increased.20  \n \nC. \n\nOutputs \n\nThe outputs are (i) PDF and VGF resources for PPP projects augmented, and (ii) PPP \n\n16. \ninstitutional capacity enhanced and strengthened. \n \n17. \nOutput 1: Project Development Facility and Viability Gap Fund resources for public–\nprivate  partnership  projects  augmented.  The  project  will  provide  financing  for  the  PDF  to \nsupport  line  departments  in  engaging  the  assistance of  experienced  transaction  advisors. The \nproposed ADB loan will be used to fund a dedicated VGF window that will be managed by the \nPDD. VGF guidelines will be established that will specify, among other things, (i) the applicability \nand use  of  VGF resource as capital  and/or  operational  support for  eligible PPP  projects,  (ii)  a \nreview  and  approval  process  (articulating  the  process  flow  from  application  to  approval),21 (iii) \nVGF  restrictions  of  use  (if  applicable),  (iv)  conditions  for  disbursements  of  VGF  resources  to \neligible PPP  projects,  (v) monitoring  of  performance  of  VGF-supported  projects  by  the  RMU,22 \nand  (vi)  annexes  to  further  articulate  key  provisions  of  the  VGF  guidelines.  Furthermore, \ndedicated  non-lapsable  accounts  for  VGF  and  PDF  will  be  established  in  PDD,  with  joint \ndisbursement  authorization  by  Member  PPP  (PDD  board)  and  Secretary  (PDD),  to  ensure \nsustainability  and  continuity  of  such  resources.  This  will  also  help  streamline  the  approval \nprocess, as it will require an upfront budgetary allocation for GOPb funds, with further budgetary \napprovals not required after approval by the PPP steering committee. \n \n18. \ninstitutional  capacity  enhanced  and \nstrengthened. The accompanying TA will support the capacity building component of the project, \nwhich  will  include  engagement  of  procurement  and  safeguards  specialists  to  strengthen  the \ncapacity of the PPPC, and engagement of project finance and contracts management experts to \nstrengthen  RMU  capacity.  These  additional  resources  will  improve  the  government’s  ability  to \nthoroughly  review  PPP  proposals  and  draft  concession  agreements  for  potential  legal  risks, \ncontingent liabilities, fiscal risks, and overall VFM, and recommend an appropriate structure and \n                                                \n19 GOPb. 2015. Punjab Growth Strategy 2018: Accelerating Economic Growth and Improving Social Outcomes. Lahore. \n20 The design and monitoring framework is in Appendix 1. \n21 The use of VGF resources will be reviewed by a steering committee subcommittee, composed of steering committee \nmembers who represent the PDD, Finance Department, and private sector. Subcommittee recommendations will be \nsubmitted to the steering committee for approval. \n\nOutput  2:  Public–private  partnership \n\n22 Monitoring by the RMU will include review of contingent asset and liabilities, and review and monitoring of covenants, \n\nrepayments, and/or returns on government support (with respect to the VGF). \n\n4 \n\n \n\n \n\n\fapproach for PPPs. This enhanced capacity will assist the PPP steering committee’s decision-\nmaking process when considering PPP proposals. Subsequent to VGF approval, the RMU will \nmonitor  the  performance  of  VGF-supported  PPP  projects  and  undertake  periodic  audits  and \nreviews of VGF resources.23 An environmental and social management system (ESMS) will be \nestablished in accordance with ADB’s Safeguard Policy Statement (2009), with the PPPC serving \nas  the  ESMS  focal  point  for  VGF-supported  PPP  projects.  The  project  will  support  the \nengagement of a safeguards specialist for each of several selected line departments,24 including \nthe ESMS focal point in the PPPC. The VGF may provide support to eligible subprojects, which \nmay include projects that are classified as category A for the environment and resettlement, and \nthat  meet  ESMS  requirements.  Institutional  capacity  at  the  PPPC,  RMU,  and  selected  line \ndepartments  will  be  strengthened  through  the  accompanying  TA.  The  TA  will  also  support \ninformation  sessions  on  PPPs  to  help  identify  and  address  impediments  to  private  sector \nparticipation,  thereby  promoting  the  sharing  of  knowledge  regarding,  and  the  sustainability  of, \nPPPs in Punjab.  \n \nD. \n\nSummary Cost Estimates and Financing Plan \n\nThe project is estimated to cost $219.6 million (Table 1). \n\n19. \n \n20. \nDetailed  cost  estimates  by  expenditure  category  and  by  financier  are  included  in  the \nproject  administration  manual  (PAM).25 The  majority  of  the  project  cost  (up  to  $200.0  million) \nprovides  funding  for  the  VGF  to  support  and  improve  the  commercial  viability  of  eligible  PPP \nprojects,  with  support  also  provided  ($8.4  million)  to  fund  the  PDF  to  assist  selected  line \ndepartments engage external transaction advisors to help prepare PPP projects. \n \n\nTable 1: Summary Cost Estimates \n($ million) \n\nAmounta \n\nProject Development Facility \nViability Gap Fund \nSubtotal (A) \n\nItem \nA. Base Costb \n1. \n \n2. \n \n \n \nB. Contingenciesc \nC. Financing charges during implementationd \nTotal (A+B) \n \na  Exclusive of taxes and duties imposed in the territory of the borrower. \nb  In mid-2017 prices. \nc  Price contingencies computed at average of 15% to include provision for potential exchange rate fluctuation. \nd  Includes interest and commitment charges. Interest during implementation for the ordinary capital resources loan \nhas  been  computed  at  the  5-year  US  dollar  fixed  swap  rate  plus  an  effective  contractual  spread  of  0.50%. \nCommitment charges for the ordinary capital resources loan are 0.15% per year to be charged on the undisbursed \nloan amount. \n\n  \n8.4 \n200.0 \n208.5 \n2.9 \n8.2 \n219.6 \n\n \n\nNote: Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank estimates. \n \n21. \nThe government has requested a regular loan of $100 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 20-year term, including a grace period \nof 5 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate  (LIBOR)-based  lending  facility;  a  commitment  charge  of  0.15%  per  year;  and  such  other \nterms and conditions as set forth in the draft loan and project agreements. Based on the straight-\n\n                                                \n23 With the assistance of external auditing firms. \n24 The selected line department will include: (i) the Health Department, (ii) the Communications and Works Department, \n\nand (iii) the Housing Urban Development and Public Health Engineering Department. \n\n25 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\f6 \n\n \n\nline method, the average maturity is 12.75 years, and there is no maturity premium payable to \nADB. \n \n22. \nThe summary financing plan is in Table 2. ADB will finance the expenditures in relation to \nthe  VGF  funding.  The  Government  of  the  United  Kingdom,  through  the  Department  for \nInternational  Department,  will  provide  grant  cofinancing  equivalent  to  $19.6  million,  to  be \nadministered by ADB. \n \n\nTable 2: Summary Financing Plan \n\n \nSource \nAsian Development Bank \n\nOrdinary capital resources (regular loan) \nGovernment of the United Kingdom (grant) a \nGovernment of Pakistan \n\nTotal \n\nAmount \n($ million) \n\nShare of Total \n(%) \n\n \n100.0 \n19.6 \n100.0 \n219.6 \n\n \n45.5 \n8.9 \n45.5 \n100.0 \n\na  Cofinancing is administered by the Asian Development Bank. This amount includes bank charges and a provision \nfor foreign exchange fluctuations (if any), to the extent that these are not covered by the interest and investment \nincome  earned  on  this  grant.  The  grant  amount  excludes  administration  fees  and  other  charges  as  may  be \ndeducted pursuant to the cofinancing agreement. Estimated using the exchange rate of £1 = $1.2845 on 14 July \n2017. \n\nNote: Numbers may not sum precisely because of rounding. \nSource: Asian Development Bank estimates. \n\nImplementation Arrangements \n\n \nE. \n \nThe PDD will be the executing and implementing agency for the project. The PPPC will \n23. \nbe the implementing unit and will be supported by the RMU. The PDD will manage and administer \nthe VGF resources, and the RMU will monitor the performance of VGF-supported PPP projects \nin accordance with the VGF guidelines. The PDF resources will be administered by the PPPC in \naccordance with the PDF guidelines to support selected line departments to engage experienced \nexternal consultants and transactions advisors to prepare and execute PPP projects.26 The PPPC \nhas been administering PDF support to various line departments since 2010. Institutional capacity \nat  the  PPPC,  RMU,  and  selected  line  departments  will  be  strengthened  through  the \naccompanying TA (para. 26). \n \n24. \nThe executing and implementing agency will not be directly involved in implementing the \nphysical delivery of approved PPP projects. The relevant line departments will procure the PPP \nprojects, and will legally enter into the respective concession agreements with the selected private \nsector concessionaires. Procurement undertakings related to the ADB loan, including the ADB-\nadministered  grant  and  TA  grant,  will  follow  procedures  pursuant  to  ADB’s  Procurement \nGuidelines (2015, as amended from time to time) and ADB’s prior review (as required). Because \nthe  project  will  be  cofinanced  by  the  Government  of  the  United  Kingdom  and  administered  by \nADB, universal procurement will be applied.27 \n \n25. \nDiagram 1 of the PAM (footnote 25). \n \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\n                                                \n26 Government of Punjab. Planning and Development Department. Guidelines for the Project Development Facility for \n\nPublic–Private Partnerships in Infrastructure. \n\n27 ADB. 2015. Enhancing Operational Efficiency of the Asian Development Bank. Manila. \n\n\fAspects \nImplementation period \nEstimated completion date \nEstimated loan closing date \nManagement \n\nTable 3: Implementation Arrangements \n\nArrangements \nJanuary 2018–December 2022 \n31 December 2022 \n30 June 2023 \n\n(i)  Executing agency \nPlanning and Development Department, Punjab \n(ii)  Key implementing agency  Planning and Development Department, Punjab \n(iii)  Implementation unit \n\nDisbursement \n\nLahore, PPP Cell (with assistance and support from the Risk \nManagement Unit) \nThe loan proceeds will be disbursed following ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) \nand detailed arrangements agreed between the government and \nADB. \n\nADB = Asian Development Bank, PPP = public–private partnership. \nSource: Asian Development Bank. \n\n \n\nIII. \n\nATTACHED TECHNICAL ASSISTANCE \n\n26. \nThe  loan  will  be  accompanied  by  a  transaction  (TA)  for  Enhancing  Public–Private \nPartnerships in Punjab to address skill and resource gaps in the relevant government agencies. \nThe PDD will be the executing agency for the TA. The TA will assist in reviewing PPP project \nproposals  requiring  VGF  support,  providing  recommendations  to  the  steering  committee,  and \nmonitoring  the  performance  of those projects. The TA  will  also help facilitate the  evaluation  of \nPPP project proposals by selected line departments, and monitor projects in accordance with the \nESMS and other relevant regulations. The TA outputs are (i) improved capacity of the PPPC and \nRMU, (ii) improved capacity of selected line departments, and (iii) enhanced accountability and \ngovernance of the VGF.28 The TA will commence immediately after approval to meet provisions \nunder loan effectiveness. \n \nThe TA is estimated to cost $4,450,000, of which $4,008,724 (£3,120,844 equivalent)29 \n27. \nwill  be  financed  on  a  grant  basis  by  the  Government  of  the  United  Kingdom  and  will  be \nadministered  by  ADB.  The  TA  consultants  will  be  engaged  by  ADB  in  accordance  with  ADB’s \nGuidelines on the Use of Consultants (2013, as amended from time to time). TA funds will be \ndisbursed  in  accordance  with  ADB’s  Technical  Assistance  Disbursement  Handbook  (2010,  as \namended from  time to time). The  indicative implementation  time frame for  the TA  will  be  from \nNovember 2017 to December 2022. \n \n\nIV. \n\nDUE DILIGENCE \n\nEconomic and Financial \n\nA. \n \n28. \nInfrastructure  investment  for  Punjab  must  be  financed  in  part  by  non-public  capital \nspending, including funding from the private sector, which has been investing in energy, telecom, \nand  other  sectors.  Procurement  of  public  infrastructure  and  services  through  PPPs  offers \nopportunities to bridge Punjab’s infrastructure gap. \n \n29. \nThe $100 million in ADB support to augment Punjab’s VGF resources has the potential to \nraise $200 million to $300 million in additional PPP funding for infrastructure development over \n\n                                                \n28 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n29 Exchange rate as of 14 July 2017. \n \n\n7 \n\n \n\n\f8 \n\n \n\nGovernance \n\nthe  project  implementation  period. 30  Private  sector  infrastructure  financing  can  bridge  the \nfinancing gap and help alleviate poverty through the jobs created by such investments. It can also \nease fiscal constraints faced by the government by allowing the private sector to assume part of \nthe  financing  burden  for  public  infrastructure  development.  The  introduction  of  private  sector \nexpertise  through  PPPs  may  also  hasten  the  completion  and  enhance  the  efficiency  of \ninfrastructure project operations.  \n \nB. \n \n30. \nThe  financial  management  risk  rating,  before  risk  mitigation  measures,  is  considered \nsubstantial;  it  is  assessed  as  moderate  taking  into  account  the  risk  mitigation  measures.  The \npublic expenditure and financial accountability assessment of 2012 rates the budget credibility of \nthe province as low. The controller general of accounts has major responsibilities for accounting, \npre-audits, and payments. The GOPb is working to form a provincial internal audit authority, but \nthe only internal audit mechanism currently available is the pre-audit of transactions by the office \nof the provincial accountant general. The integrated fiscal monitoring system with consolidated \ndirect  and  contingent  liabilities  relating  to  PPP  projects  is  weak.  The  governance,  risk \nmanagement, and operational policies and procedures in the existing PPP framework for VGF \nare inadequate, due to the absence of VGF guidelines in the framework. The oversight of the PDF \nand VGF need to be improved. Actions required under the project include: (i) establishment of \nnon-lapsable reserve fund accounts for PDF and VGF, in which government funds are transferred \nas block releases; (ii) confirmation that accounting and reporting systems for the PDF and VGF \nare  satisfactory  to  ADB  in  terms  of  transparent  and  reliable  financial  reporting;  (iii)  periodic \nexternal  audits  of  VGF  and  PDF  utilization  carried  out  by  a  firm  of  chartered  accountants \nacceptable to the GOPb  and ADB;  and  (iv)  establishment  by  the  RMU  of  a system  to  monitor \ndirect and contingent liabilities related to PPP contracts. \n \n31. \nThe  PDD,  as  the  executing  and  implementing  agency,  will  use  the  ADB  Procurement \nGuidelines for all institutional procurement, and ensure that procedures acceptable to ADB are \nfollowed when (i) private entities are selected through competitive bidding procedures; (ii) private \nentities  apply  their  own procedures  for  procurement  of  goods,  works,  and  consulting  services; \nand (iii) line departments engage consulting services financed from the PDF acceptable to ADB. \nADB will provide support for engagement of procurement expert(s) under the accompanying TA \nto assist the PDD with procurement activities. The resulting procurement risk is low, as private \nentities will  follow  procurement  procedures  acceptable to ADB.  The  ADB  Anticorruption  Policy \n(1998, as amended to date) was explained to and discussed with the government and the PDD. \nPolicy requirements and supplementary measures are specified in the PAM (footnote 25). \n \nC. \n \nPunjab has a 31% poverty rate; deteriorating infrastructure and social services brought \n32. \nabout by funding constraints; and wide economic, social, and political gender disparities. PPPs \nare an alternative means of procuring public infrastructure through private sector participation and \nwill help address these problems. The project is categorized as effective gender mainstreaming, \nand is expected to produce PPP projects with significant social benefits, especially for vulnerable \ngroups,  such  as  the  poor,  women  and  girls,  children,  the  elderly,  and  people  with  disabilities. \nSocial  impact  assessments  that  include  gender  as  a  key  parameter  will  be  required  for  PPP \nproject proposals. Gender training for PPPC and RMU staff will assist in assessing PPP proposals \nwith regard to  social  and gender  issues.  Screening guidelines  and tools will  incorporate  social \nand gender criteria, and women will participate in PPP training. \n                                                \n30 On the basis that average gearing offered by commercial banks for a PPP project may be 60% to 70%. \n\nPoverty, Social, and Gender \n\n\fSafeguards \n\nD. \n \n33. \nIn  compliance  with  the  ADB  Safeguard  Policy  Statement,  the  project  is  categorized  as \nfinancial intermediary for the environment, involuntary resettlement, and indigenous peoples. 31 \nThe projects requiring VGF support may include projects that are category A for the environment \nand resettlement but C for indigenous peoples (no indigenous or tribal peoples live in or around \nthe project areas). The PDD will need to establish and maintain an ESMS acceptable to ADB that \nfully  incorporates  the  safeguard  requirements  (SR  1–3,  including  information  disclosure  and \nconsultation)  of  ADB’s  Safeguard  Policy  Statement. 32 Subprojects  will  not  be  eligible  for  ADB \nfinancing if they appear on ADB’s Prohibited Investment Activities List. The PDD will ensure the \nESMS is in place prior to ADB’s first disbursement for the financing of eligible projects. \n \nPDD  staff  resources  and  skills  will  be  strengthened  by  engaging  environmental  and \n34. \nresettlement specialists at the PPPC and selected line departments under the TA. Safeguards \nspecialists hired under the TA will provide PPP training in ESMS implementation and monitoring, \nand will assist and enable the PPPC and selected line departments to manage the ESMS, and \ncomply  with  operational  guidelines  on  environment  and  social  policies,  safeguards  screening, \ncategorization  and  review  procedures,  and  oversight  during  subproject  implementation.  The \nESMS  will  be  periodically  audited  and  reviewed  by  external,  independent,  certified  auditors; \nreports (including  environmental  impact  assessments,  land acquisition  resettlement  plans,  and \nenvironmental  management  reports)  will  be  disclosed  in  line  with  ESMS  and  ADB  Safeguard \nPolicy Statement disclosure requirements. \n \nE. \n \n35. \nOverall project risks are assessed as medium. Significant risks and mitigating measures are \nsummarized in Table 4 and described in detail in the risk assessment and risk management plan.33 \n \n\nSummary of Risk Assessment and Risk Management Plan \n\nTable 4: Summary of Risks and Mitigating Measures \n\nMitigating Measures \nThe government is making a strong effort to address local security issues. \nThis is outside the scope of the project, and appears not to have influenced \ninvestment decisions by some local and international investors. \n\nRisks \nDeteriorating local security \nreduces private sector \nconfidence and interest in PPP \nprojects \nPolitical influence results in \napproval of PPP projects that \nmay not offer VFM \nESMS  =  environmental  and  social  management  system,  PPP  =  public–private  partnership,  VFM  =  value-for-\nmoney, VGF = viability gap fund. \nSource: Asian Development Bank \n\nA steering committee decision to proceed with a project deemed and \nclassified as not offering VFM and not complying with ESMS requirements \nwill disqualify that project from receiving ADB-funded VGF support. \n\n \n\nV. \n\nASSURANCES AND CONDITIONS \n\n36. \nThe government and GOPb have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n37. \nwhich are set forth in the loan agreement and project agreement. \n\nThe government and GOPb have agreed with ADB on certain covenants for the project, \n\n                                                \n31  ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n32 ADB. 2009. Safeguard Policy Statement. Operations Manual. OM F1. Manila. \n33 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\fThe  standard  conditions  for  loan  effectiveness  will  be  supplemented  by  additional \n38. \nconditions for withdrawals from the loan account, which include (i) VGF guidelines (in form and \nsubstance  acceptable  to  ADB  and  GOPb)  are  formally  adopted  and  notified  by  GOPb  and \nincorporated  into  the  standard  operating  procedures  of  the  RMU;  (ii)  the  RMU  is  adequately \nstaffed  for  VGF  monitoring;  (iii)  GOPb  has  established  the  ESMS  and  has  adequate  staff  for \nimplementation and monitoring of the ESMS for PPP projects; and (iv) dedicated VGF and PDF \naccounts are established in a manner acceptable to ADB (ringfenced from other GOPb accounts \nused for infrastructure-related expenditures). \n \n\nVI. \n\nRECOMMENDATION \n\n39. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$100,000,000 to the Islamic Republic of Pakistan for the Enhancing Public–Private Partnerships \nin  Punjab  Project,  from  ADB’s  ordinary  capital  resources,  in  regular  terms,  with  interest  to  be \ndetermined  in  accordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending \nfacility;  for  a term  of  20  years,  including  a grace  period  of  5  years;  and such  other  terms  and \nconditions  as  are  substantially  in  accordance  with  those  set  forth  in the  draft  loan  and  project \nagreements presented to the Board. \n \n \n \n\nTakehiko Nakao \nPresident \n\n23 November 2017 \n\n10 \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\nImpact the Project is Aligned with \nPrivate sector investments and overall employment in Punjab increased (Punjab Growth Strategy, 2018)a \n\nResults \nChain \nOutcome \nViable PPP \nprojects that \noffer value for \nmoney \nincreased \n\nPerformance Indicators with Targets and \nBaselines \n\n \na. By 2023: Private investment through PPPs \nfor the provision of provincial infrastructure and \nservice projects increased to 10% of the annual \ndevelopment program \n(2015–2016 Baseline: percentage of PPP \nprojects in annual development program 6.3%) \n\nOutputs \n1. PDF and \nVGF \nresources for \nPPP projects \naugmented \n\n2. PPP \ninstitutional \ncapacity \nenhanced and \nstrengthened \n\n \n\n \n1a. Twelve PPP project proposals with PDF \nsupport submitted and reviewed by the RMU \nand the PPPC by 2022, with at least one social \nproject approved with direct benefits to \nvulnerable groups such as the poor, women, \ngirls, elderly, and persons with disabilities \n(2017 baseline: 0) \n \n1b. Five PPP projects awarded with VGF \nsupport by 2022 (2017 baseline: 1) \n2a. VGF guidelines approved by steering \ncommittee and adopted and made operational \nby March 2018 \n(2016 baseline: Not applicable) \n \n \n \n \n2b. ESMS, with social and gender indicators, \nestablished and adopted by March 2018 and \nprior to first disbursement. \n(2016 baseline: No ESMS) \n \n2c. At least three PPP training programs \ndelivered to relevant government agencies, with \nwomen accounting for 20% of participants from \nat least one department, by 2022. \n(2017 baseline: No PPP training arrangements \nin place) \n \n2d. At least three locally held PPP investment \nconferences delivered to increase awareness \nfrom prospective private investors by 2022 \n(2017 baseline: No local conference held in \nPunjab) \n\nAppendix 1 \n\n11 \n\nData Sources \nand Reporting \nMechanisms \n\n \na. Finance \nDepartment \nreports; PPPC \nstatus reports; \nPPP projects \nawarded as \ndisclosed in \nPPPC website \n\n \n1a.–b. PPPC \nreports; ADB \nreview mission \nreports; updates \nas disclosed in \nPPPC website \n\nRisks \n\n \nUnexpected \ndeterioration of \nsecurity \nsituation \n\n \nUnfavorable \npolitical \ninfluence over \nthe approval of \nPPP projects \nthat may not \noffer VFM \n \n \n\n \n\n \n\n2a. PPPC \nreports; relevant \nGovernment of \nPunjab \nnotification; ADB \nreview mission \nreports \n \n2b. PPPC \nreports; ADB \nreview mission \nreports \n\n2c. Training \ncalendar and \nreports \n \n \n \n \n2d. Investment \nconference \nreports and \ncoverage \n\n \n\n\f12 \n\nAppendix 1 \n\nKey Activities with Milestones \n \n1. PDF and VGF resources for PPP projects augmented \n1.1  Draft and approve VGF guidelines by March 2018. \n1.2  PPPC to identify at least three PPP projects in the pipeline that require PDF and VGF support by \n\n \n2. PPP institutional capacity enhanced and strengthened \n2.1  Administer and manage VGF resources in accordance with VGF guidelines (ongoing from March \n\nMarch 2018. \n\n2018 until 2022). \n\n2.2  Establish ESMS with PPPC as focal point by March 2018. \n2.3  PPPC to provide capacity support (as required) to selected line departments in project identification \n\nand proposal development (ongoing and as required until 2022). \n\n2.4 Develop and implement PPP training plan for relevant government agencies by March 2018. \n2.5  Develop and implement plan for investment conference events by June 2018. \n2.6 Engage experts (including project finance and contract management specialists in the RMU, and \nprocurement and safeguards experts in the PPPC) by March 2018. \n2.7 In conjunction with 2.6, engage additional resources for safeguards implementation and compliance \n(social and environmental experts) at selected line departments by March 2018. \n \nInputs \n\nADB: $100 million (regular ordinary capital resources loan) \nGovernment of Pakistan: $100 million (equivalent) \nGovernment of the United Kingdom (grant): $19,616,025 (equivalent); and (technical assistance) \n$4,008,724 (equivalent) \nAssumptions for Partner Financing \n\nNot applicable \n\nADB = Asian Development Bank, ESMS = environmental and social management system, PDF = project development \nfacility,  PPP  =  public–private partnership,  PPPC  =  Public–Private  Partnership  Cell,  RMU  =  Risk  Management  Unit, \nVFM = value-for-money, VGF = viability gap fund. \na  Government of Punjab. 2015. Punjab Growth Strategy 2018: Accelerating Economic Growth and Improving Social \n\nOutcomes. Lahore. \n\nSource: Asian Development Bank. \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49128-002-3 \n \n\nAppendix 2 \n\n13 \n\nLoan Agreement \n\nProject Agreement \n\nGrant Agreement: Externally Financed \n\nSector Assessment (Summary): Finance \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nAttached Technical Assistance Report \n\nEconomic and Financial Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n \n\nFinancial Intermediary: Environmental and Social Management System Arrangement \n\nRisk Assessment and Risk Management Plan \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 23 October 2017) \n \nPakistan rupee/s (PRe/PRs) \n$0.0095 \nPRs105.2500 or £0.7573 \nPRs138.9826 or $1.3205 \n", "– \n= \n= \n= \n", "Currency unit \nPRe1.00 \n$1.00 \n£1.00 \n", " \n \n \n", " \n \n \n", "ABBREVIATIONS \n \n", "Asian Development Bank \nAnnual Development Programme \nenvironmental and social management system \ngross domestic product \nGovernment of Punjab \nproject administration manual \nPlanning and Development Department \nproject development facility \npublic–private partnership \nPublic–Private Partnership Cell \nRisk Management Unit \ntechnical assistance \nvalue-for-money \nviability gap fund \n", "NOTE \n \n", "ADB \nADP \nESMS \nGDP \nGOPb \nPAM \nPDD \nPDF \nPPP \nPPPC \nRMU \nTA \nVFM \nVGF \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n", "(i) \n", "(ii) \n", "The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2017 ends \non 30 June 2017. \nIn this report, “$” refers to United States dollars and “£” refers to pounds sterling. \n", " \n", " \n", " \n", "Vice-President \nDirector General \nOfficer-in-Charge \n", " \nTeam leader \nTeam members \n", " \n \n \n \n \nPeer reviewers \n", " \n", "Wencai Zhang, Operations 1 \nSean O’Sullivan, Central and West Asia Department (CWRD) \nWerner Liepach, Public Management, Financial Sector, and Trade \nDivision, CWRD \n \nAdrian Torres, Principal Financial Sector Specialist, CWRD \nNaeem Abbas, Senior Procurement Officer, Pakistan Resident \nMission (PRM), CWRD \nShauzab Ali, Senior Project Officer, PRM, CWRD \nNurlan Djenchuraev, Senior Environment Specialist, CWRD \nAshfaq Ahmed Khokhar, Senior Social Safeguard Officer, PRM, \nCWRD \nSana Masood, Senior Project Officer, PRM, CWRD \nJose Tiburcio Nicolas, Senior Development Specialist, PRM, CWRD \nDouglas Perkins, Senior Counsel, Office of the General Counsel \nLyle Raquipiso, Senior Economics Officer, CWRD \nMary Alice Rosero, Gender Specialist, CWRD \nMariane Sual, Operations Assistant, CWRD \nGuntur Sugiyarto, Principal Economist, PRM, CWRD \nHaroun Khawaja, Senior Risk Management Specialist, Office of \nRisk Management \nPeter Marro, Principal Financial Sector Specialist, CWRD \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n", " \n", " \n \n \n \n \n \n"]}