{"path": "data/input/reports/49310-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49310-002 \nNovember 2018 \n \n \n \n \nProposed Loan \nPeople’s Republic of China: Yunnan Lincang Border \nEconomic Cooperation Zone Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 12 November 2018) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1437     \n$1.00  =  CNY6.9569     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIA  –  environmental impact assessment \n  EMP  –  environmental management plan \n  GAP  –  gender action plan \n  GMS  –  Greater Mekong Subregion \n  km  –  kilometer \n  LBECZ  –  Lincang Border Economic Cooperation Zone \n  LMG  –  Lincang Municipal Government \n  m2  –  square meter \n  MSW  –  municipal solid waste \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMO  –  project management office \n  PRC  –  People’s Republic of China \n  RCI  –  regional cooperation and integration \n  SMEs  –  small and medium-sized enterprises \n  t/d  –  ton per day \n  TVET  –  technical and vocational education and training \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. ", " \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Antonio Ressano Garcia, Principal Urban Development Specialist, \nEARDa \nTeam members  Chenglong Chu, Senior Portfolio Management Officer, EARD \n  Maricelle David, Associate Project Analyst, EARD \n  Rikard Elfving, Senior Social Sector Specialist, Southeast Asia \nDepartment \n  Baurzhan Konysbayev, Principal Counsel, Office of the General \nCounsel \n  Asako Maruyama, Education Specialist, EARD \n  Elma Morsheda, Senior Project Officer (Urban Infrastructure), South \nAsia Department (SARD) \n  Cecil Muro, Associate Portfolio Management Officer, EARD \n  Mailene Radstake, Principal Social Development Specialist \n(Safeguards), EARD \n  Mark Robis, Senior Financial Management Officer, EARD \n  Susann Roth, Principal Knowledge Sharing and Services Specialist, \nSustainable Development and Climate Change Department \n  Shotaro Sasaki, Senior Environment Specialist, EARD \n  Gohar Tadevosyan, Social Development Specialist (Safeguards), \nEARD \n  Takashi Yamano, Senior Economist, Economic Research and \nRegional Cooperation Department \nPeer reviewer  Jingmin Huang, Principal Urban Development Specialist, SARD \na Principal Urban Development Specialist, SERD effective 2 November 2018. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impacts and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \nIV.  ASSURANCES  11 \nV.  RECOMMENDATION  11 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  12 \n2.  List of Linked Documents  15 \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49310-002\nProject Name Yunnan Lincang Border Economic  Department EARD/EASS\nCooperation Zone Development Project /Division\nCountry China, People's Republic of Executing Agency Lincang Municipal \nBorrower People's Republic of China Government\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Other urban services 80.00\ninfrastructure and services Urban flood protection 30.00\nUrban sanitation 70.00\nUrban solid waste management 20.00\nEducation Pre-primary and primary 25.00\nHealth Health system development 25.00\nTotal 250.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Medium\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally sustainable  Disaster risk management ADB Financing\ngrowth (ESG) Global and regional transboundary  Adaptation ($ million) 20.15\nenvironmental concerns Mitigation ($ million) 14.36\nUrban environmental improvement\nRegional integration (RCI) Pillar 2: Trade and investment\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG3, SDG4, SDG6, SDG9, SDG11\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: A   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 250.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 250.00\nCofinancing 0.00\n     None 0.00\nCounterpart  152.80\n     Government  152.80\nTotal 402.80\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 14112018140143011695 Generated Date: 14-Nov-2018 14:02:11 PM", "GREATER MEKONG SUBREGION\nYUNNAN LINCANG BORDER ECONOMIC COOPERATION ZONE \nDEVELOPMENT PROJECT \nM\nProject Town ekong R\n.\nKunming–Lincang–Lashio–Mndalay–Kyaukpyu Corridor\nNational Capital\nKunming\nCity/Town PEOPLE'S REPUBLIC OF CHINA\nRoad\nRuili\nRiver Lincang\nProvincial Boundary QQiinnggsshhuuiihhee YUNNAN PROVINCE GUANGXI ZHUANG\nAUTONOMOUS REGION\nInternational Boundary\nLashio Nanning\nLAO PDR Lao People's Democratic Republic\nBoundaries not necessarily authoritative.\nMandalay\nHA NOI\nThis map was produced by the cartography unit of the Asian Development Bank.  MYANMAR\nThe boundaries, colors, denominations, and any other information shown on this \nLAO PDR\nmap do not imply, on the part of the Asian Development Bank, any judgment on the \ncleogloarl ss,t adteunso omf iannayti otenrsri,t oorr yin, oforr amnayt ieonnd. orsement or acceptance of such boundaries,  Kyaukpyu NAY PYI TAW VIET   NAM\nVIENTIANE\nTengchong Baoshan Goujiexiang Mekong R.\nYangon\nTHAILAND\nNabangzhen Lianghe Mekong R.\nYUNNAN PROVINCE\nPEOPLE'S REPUBLIC OF CHINA\nYunxian\nDehong BANGKOK\nCAMBODIA\nRuili\nMuse Lincang\nPHNOM PENH\nZhenkang\nChinshwehaw\nMending\nQingshuihe\nN\nCangyuan\n0 100 200 300\nLashio MYANMAR\nKilometers (km)\n0 30 60\nKilometers (km)\n181587 18GMS ABV", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe People’s Republic of China (PRC) for the Yunnan Lincang Border Economic Cooperation \nZone Development Project. \n \n2.  The project will address cross-border trade capacity, border connectivity, and urban and \nsocial development issues in the Cangyuan Wa, Gengma Dai and Wa, and Zhenkang counties in \nLincang  Prefecture;  and  support  Yunnan  Province  in  enhancing  regional  cooperation  and \nintegration (RCI) under the Greater Mekong Subregion (GMS) program, focusing on economic \ncorridor development. It is expected to enhance RCI in the Shan border province of Myanmar by \nproviding benefits to Myanmar nationals who trade, work, and use social services in the project \ncounties. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Remote location and high poverty levels. Lincang Prefecture is situated in the remote \nsouthwest region of Yunnan Province on the border with Myanmar, and is characterized by \nsignificant urban and rural poverty. Per capita gross domestic product in the prefecture reached \nCNY21,967 in 2016 up 10.6% over 2015, however the annual disposable income of urban \nresidents was CNY22,901 per capita, well below the PRC average. The counties of Cangyuan \nWa and Zhenkang are officially designated as national poverty counties, and are home to a large \nshare of the prefecture’s urban poor. Many Myanmar nationals live and work in these counties, \nwhich are located on the PRC–Myanmar border. Most are seasonal workers who increasingly \nsecure manual jobs in factories established near the land ports and border cities of Lincang \nPrefecture. Many people from Myanmar use hospitals and schools in the three project counties \nin preference to the poor municipal services available in Myanmar. Most of the seasonal workers \nbelong to ethnic minorities, which account for a significant proportion of the population in the three \ncounties: 93.9% in Cangyuan Wa County (Wa is the major ethnic group), 52.2% in Gengma Dai \nand Wa County, and 31.5% in Zhenkang County. \n \n4.  Regional cooperation and integration potential. Lincang Prefecture’s location and  \n300 kilometer (km) border with Myanmar provide the potential for it to become an important trade \ngateway by which the PRC can reach key Indian Ocean ports, and thereby facilitate access to \nSouth Asia, the Middle East, and Europe. Lincang Prefecture complements other border regions \nof Yunnan by enabling the growing trade between the PRC and Myanmar, which reached  \n$9.7 billion in 2015, up from $3.6 billion in 2010. Much of the trade originates at the local level, \nand is conducted largely by private sector small and medium-sized enterprises (SMEs). In May \n2017,  the  ministries  of  commerce  of  the  PRC  and  Myanmar  signed  a  memorandum  of \nunderstanding  for  the  joint  development  of  border  economic  cooperation  zones.  Lincang \nPrefecture’s comparative advantage is its location—along the shortest route from Kunming to \nMyanmar’s Kyaukpyu Port, on the Bay of Bengal. Yunnan’s economic and social development \nstrategies have highlighted the potential for the border areas of Lincang Prefecture to become an \nimportant manufacturing and logistics hub along an economic corridor currently being developed \nthrough major investment projects such as the Kunming–Mandalay highway and the freight \nrailway linking Kunming to Kyaukpyu. \n \n5.  Development  needs.  Lincang  Prefecture’s  poor  infrastructure  and  the  low \ncompetitiveness of its second- and third-tier cities are hindering the enhancement of cross-border ", "2 \ntrade, and the achievement of sustainable economic and social development. The existing \ncustoms and quarantine inspection facilities at Qingshuihe, the prefecture’s main land port, are \ninadequate to handle the border crossing point’s growing trade volume. Further, the current \ntrading market area and warehouses are outdated and in poor condition, affecting the quality of \nlogistical services provided to local traders and SMEs. A similar situation exists in the town \nsupporting the land port. Qingshuihe’s urban road network is inadequate for current residential \nand commercial needs and the lack of road capacity makes urban areas difficult to access, \ncausing economic losses and safety concerns for road users and pedestrians. Access to basic \nutilities is limited—26% of households lack access to clean piped water and 29% are not \nconnected to the sewerage system. Municipal solid waste (MSW) management capacity is limited, \nsorting  facilities  are  lacking,  and  collection  systems  are  basic,  resulting  in  considerable \nenvironmental pollution and general nuisance. Qingshuihe is crossed by the Nanting River, which \nlacks  flood  alleviation  infrastructure;  some  areas  experience  seasonal  flooding,  causing \nsignificant economic losses. Limited customs and logistical facilities in the city and its land port \ninhibit the activity of local enterprises and traders, slowing the flow of goods across the border. In \naddition, the prefecture's border counties of Cangyuan Wa, Gengma Dai and Wa, and Zhenkang \nhave outdated social services (e.g., schools and hospitals), and are unable to serve growing \npopulations of local urban–rural residents, and of Myanmar migrants. \n \n6.  Lincang Border Economic Cooperation Zone. As a first step in addressing constraints \nto cross-border trade, as well as economic and social development in Lincang Prefecture, on  \n23 September 2013 the PRC’s State Council approved the establishment of a national-level \nborder economic cooperation zone that aims to (i) eliminate bottlenecks created by inadequate \ninfrastructure, (ii) promote cross-border trade and investment to improve living conditions of \nresidents, (iii) promote sustainable regional economic and social development, and (iv) strengthen \nneighborly cooperation with Myanmar. The Lincang Border Economic Cooperation Zone (LBECZ) \nis comprised of several core industrial zones covering 3.47 square kilometers and located in the \ncounties of Cangyuan Wa, Gengma Dai and Wa, and Zhenkang (including a tier 1 national port \nin Qingshuihe). To boost socioeconomic benefits, the LBECZ Management Committee has \ndevised plans to develop 200 square kilometers of adjacent land in State Council-approved core \nindustrial zones, which will provide complementary commercial and residential development \nareas; and additional industrial, logistics, and trading capacity. In light of the security situation in \nMyanmar, the LBECZ is instrumental in building cooperation dialogue with authorities in Myanmar \n(nationally and in Shan State) to enhance the development of the economic corridor beyond the \nPRC. \n \n7.  Strategic fit. The development of the LBECZ is supported by the national and provincial \nstrategic frameworks for urban development and RCI. The PRC’s Thirteenth Five-Year Plan for \nNational  Economic  and  Social  Development,  2016–2020  and  the  National  New-Type \nUrbanization Plan, 2014–2020 both call for the development of small and medium-sized urban \ncenters  in  key  strategic  border  areas  of  the  PRC,  and  establishment  of  border  economic \ncooperation zones.1 Similar focus for the PRC is the development of border areas and the \nenhancement of cross-border cooperation to promote connectivity and strengthen economic \npartnerships in the spirit of open regionalism. Additionally, RCI constitutes an important means to \nincrease integration with the regional and global economy, and is highlighted as a priority in the \nThirteenth Five-Year Plan. In 2016, the State Council approved a list of key border areas and \ntrade ports, and identified actions for their development, while the governments of the PRC and \n                                                \n1  Government of the PRC, State Council. 2016. The Thirteenth Five-Year Plan for National Economic and Social \nDevelopment of the People’s Republic of China, 2016–2020. Beijing; and Government of the PRC, State Council. \n2014. National New-Type Urbanization Plan, 2014–2020. Beijing. \n ", "3 \nMyanmar began an ambitious cooperation program in 2014 intended to develop a “PRC–\nMyanmar corridor” from Kunming to the sea port of Kyaukpyu, in which the LBECZ plays a key \nrole. The corridor includes highway and railway links, as well as key urban and logistic centers. \nMany sections of the corridor in both countries are already under construction, with others in the \nplanning and design stage. \n  \n8.  Urban development and RCI are integral to Yunnan Province’s Thirteenth Five-Year Plan, \nwhich emphasizes (i) strengthening cooperation with the GMS countries, (ii) participating in major \ninternational economic corridors linking Yunnan and the GMS, and (iii) serving as the gateway for \nthe PRC’s southeast region.2 However, Yunnan Province is constrained by its low urbanization \nrate; despite rapid development in the Kunming area, many of the province’s small and medium-\nsized cities suffer from inadequate urban infrastructure and limited connectivity. Through the \nGMS, Yunnan has been prioritizing the development of economic corridors, while highlighting the \nimportance  of cross-border  cooperation  as  a way  to  enhance the  benefits for  neighboring \ncountries, particularly Myanmar. Yunnan’s RCI action plan includes priority investments for \ndevelopment of the PRC–Myanmar corridor through Lincang Prefecture, which are intended for \nfinancing  by  various  sources,  including  the  PRC  and  Yunnan  governments,  multilateral \ndevelopment banks, and the private sector. \n \n9.  The project (i) supports Strategy 2030 of the Asian Development Bank (ADB) in making \ncities more livable, fostering RCI, and accelerating progress in gender equality; (ii) is in line with \n(a) ADB’s urban and water operational plans by promoting green, competitive, and inclusive cities; \nand (b) ADB’s operational plan for RCI by strengthening connectivity between economies; (iii) is \nconsistent with ADB’s country partnership strategy for the PRC, 2016–2020 in terms of facilitating \ninclusive urbanization and enhancing RCI; (iv) is included in the country operations business plan \nfor the PRC, 2018–2020, which references inclusive development of small cities; (v) is aligned \nwith the latest strategic priorities of the GMS, and (vi) is in support of the achievement of several \nsustainable development goals of the United Nations related to health, education, sanitation, \neconomic growth, and sustainable cities.3 \n \n10.  Continuity of development initiatives and lessons learned. The project is part of \nADB’s continuous engagement to assist Yunnan in achieving green and sustainable urban \ndevelopment, and support the PRC in enhancing RCI. The project design incorporates lessons \nlearned from previous ADB-financed urban development projects in Yunnan, as well as in small \nand  medium-sized  cities  in  the  PRC.  These  lessons  include  enhanced  implementation \narrangements with integral capacity support from the Yunnan provincial authorities and improved \ndesign of project components in order to further support urban–rural integration. The project will \nalso build on ADB’s experience from recent urban development and RCI projects in strategic \nborder areas of the PRC on key issues such as construction and management of logistics and \nindustrial parks and on the role of cross-border migrant workers.4 \n \n                                                \n2  Government of Yunnan Province, State Council. 2016. The Thirteenth Five-Year Plan for Economic and Social \nDevelopment of the Province of Yunnan, People’s Republic of China, 2016–2020. Beijing. \n3  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila; ADB. 2013. Urban Operational Plan, 2012–2020. Manila; ADB. 2011. Water Operational Plan, 2011–2020. \nManila;  ADB.  2016.  Country  Partnership  Strategy:  People's  Republic  of  China,  2016–2020—Transforming \nPartnership: People's Republic of China and Asian Development Bank. Manila; ADB. 2018. Country Operations \nBusiness Plan: People's Republic of China, 2018–2020. Manila; and ADB. 2018. GMS Economic Cooperation \nProgram: Regional Investment Framework 2022. Manila. \n4  Relevant ADB projects are listed in Development Coordination (accessible from the list of linked documents in \nAppendix 2). \n ", "4 \n11.  Value addition of ADB assistance. By designing a multisector project that includes \nurban, social, and trading infrastructure, ADB has strengthened a holistic approach that enhances \ncompetitive, green, and inclusive development in the small and medium-sized urban centers of \nthis border region. The project is thus aligned with the livable cities vision endorsed by both the \nPRC and ADB. Throughout the project implementation, ADB will provide recommendations to \nLBECZ regarding their master plan review process to introduce best practices in urban planning \nand development. Although the project is being implemented entirely in the PRC, ADB has \nensured cross-border spillover effects by designing each component so that Myanmar nationals \nwill also be beneficiaries. This is particularly the case for (i) trading markets and logistics parks, \nwhich will accommodate farmers and traders from Myanmar; and (ii) schools and hospitals, which \nwill benefit large numbers of children and other family members from Myanmar. Output 4 of the \nproject  (on  institutional  capacity  development)  includes  features  that  complement  the \ninfrastructure components, thereby enhancing their RCI impact. Some of these features, such as \nthose focusing on SMEs and technical and vocational education and training (TVET), will be \ndesigned to enhance the capacity of entrepreneurs and workers from Myanmar. The project will \nalso be effectively mainstreaming gender equality through its social infrastructure and services \ncomponents. For instance, the hospitals will have specialized maternity and obstetrics and \ngynecology departments promoting safe motherhood and women’s reproductive health, and the \nschools will have gender-inclusive design features and will be staffed by at least 60% women. \n \nB.  Impacts and Outcome \n \n12.  The project is aligned with the following impacts: (i) economic growth potential for LBECZ \nand border areas of Myanmar enhanced; (ii) benefits of RCI in LBECZ and border areas of \nMyanmar realized; and (iii) living conditions and public health of residents of LBECZ and border \nareas  of  Myanmar  improved  (footnote  1).  The  project  will  have  the  following  outcome: \ncompetitiveness of urban centers, logistics and industrial parks, and land ports in project counties \nand LBECZ enhanced.5 \n \nC.  Outputs \n \n13.  Output 1: Cross-border trade infrastructure improved. This includes (i) construction \nand  operationalization  of  a  border  resident  trade  market,  with  a  total  building  area  of  \n107,454 square meters (m2); (ii) construction of an international border cooperation area with a \ntotal building area of 171,633 m2; and (iii) construction of five urban secondary roads of 4.55 km \nand a new 350 meter-long bridge over Nanting River with approach roadway, and rehabilitation \nof a 523-meter Class II road to link Qingshuihe and Mangka border port. \n \n14.  Output 2: Integrated urban environment infrastructure in Mengding and Qingshuihe \nNational Port areas improved. This includes (i) construction of a water supply system in \nQingshuihe, including a treatment plant with a total capacity of 20,000 cubic meters per day, a \nwater intake structure and water transmission line of 35 km, and a water distribution network of \n28.1 km; (ii) construction of a wastewater treatment system in Qingshuihe, including a treatment \nplant with a total treatment capacity of 10,000 cubic meters per day and wastewater collection \npipe network of 7.26 km; (iii) establishment of a MSW management system with six collection \nstations with a capacity of 7 tons per day (t/d), and toilets, in Mengding; two transfer stations \n(capacity of 27 t/d and 21 t/d) and one collection station (capacity of 7 t/d), and a toilet, in \nQingshuihe; and MSW handling equipment for both towns; (iv) rehabilitation of 2.38 km of \nQingshui River and 1.00 km of Nanpa River, including ecological embankments and landscaping; \n                                                \n5  The design and monitoring framework is in Appendix 1. \n ", "5 \nand (v) delivery of six electric buses and construction of electric charging stations (one each in \nMengding and Qingshuihe) for urban public transportation. \n \n15.  Output 3: Social infrastructure and services improved. This includes (i) construction \nof a new PRC–Myanmar Friendship Hospital with 499 bed capacity and a total building area of \n56,009 m2; (ii) construction of a new Qingshuihe Hospital with 99 bed capacity and a total building \narea of 9,006 m2; (iii) construction of a new Cangyuan Guomen No. 2 Elementary School with \n1,080 student capacity and a total building area of 13,194 m2; and (iv) upgrading and expansion \nof  the  existing  Qingshuihe  Guomen  Elementary  School  to  1,080  student  capacity;  and \nconstruction of new classroom building, student dormitory, and cafeteria, with a total building area \nof 7,721 m2. \n \n16.  Output  4:  Institutional  capacity  of  involved  agencies  improved.  This  includes \n(i) project  implementation  management  and  support  and  safeguards  monitoring  for  the \nimplementation  of  the  environmental  management  plan  (EMP),  resettlement  plans,  ethnic \nminority development plan, and gender and social development action plans; (ii) cross-border \ntrade and logistics capacity building; (iii) development of SMEs; (iv) teacher training and border \nelementary school curriculum enhancement; (v) TVET school leadership; (vi) health care services \nand hospital management improvement; (vii) RCI development and capacity building; (viii) LBECZ \nmaster plan development and improvement study;6 and (ix) policy dialogue on water tariff system. \n \nD.  Summary Cost Estimates and Financing Plan \n \n17.  The project is estimated to cost $402.80 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).7 \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb    \n  1.   Output 1: Cross-border trade infrastructure improved  198.92 \n  2.   Output 2: Integrated urban environment infrastructure in Mengding and    \n                             Qingshuihe National Port areas improved   46.08 \n  3.   Output 3: Social infrastructure and services improved  76.13 \n  4.   Output 4: Institutional capacity of involved agencies improved  7.00 \n    Subtotal (A)  328.13 \nB.  Contingenciesc  43.05 \nC.  Financial Charges During Implementationd  31.62 \n      Total (A+B+C)  402.80 \na  Includes taxes and duties of $15.69 million, of which $12.20 million will be financed by the Asian Development \nBank. Such amount does not represent an excessive share of the project cost. The government will finance taxes \nand duties of $3.49 million through cash contribution. \nb  In 2018 prices as of 10 September 2018. \nc  Physical contingencies computed at 8% for civil works; and 8% for field research and development, training, \nsurveys, and studies. Price contingencies computed at average of 1.6% on foreign exchange costs and 2.3% on \nlocal currency costs; includes provision for potential exchange rate fluctuation under the assumption of a \npurchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the ordinary capital resources loan has \nbeen computed at the 5-year United States dollar fixed swap rate plus an effective contractual spread of 0.5% \nand maturity premium of 0.1%. Commitment charges for the ordinary capital resources loan are 0.15% per year \nto be charged on the undisbursed loan amount. \nSource: Asian Development Bank estimates. \n                                                \n6  The project will provide inputs toward the review of the LBECZ master plan and identify best practices and innovative \nfeatures of urban planning aimed at enhancing the livability of urban centers in the LBECZ. \n7  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n18.  The government has requested a regular loan of $250 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a grace period \nof 6 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such other \nterms and conditions set forth in the draft loan and project agreements. Based on the straight-line \nmethod, the average maturity is 15.75 years, and the maturity premium payable to ADB is 0.10% \nper year. The PRC is the borrower of the loan and will make the loan available through the Yunnan \nProvincial Government to the Lincang Municipal Government (LMG), and to the LBECZ and \nCangyuan Wa and Zhenkang county governments, which will assume the foreign exchange and \ninterest variation risks of the ADB loan. \n \n19.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \ncivil works, goods, consulting services, and capacity development activities. \n \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Banka     \nOrdinary capital resources (regular loan)  250.0  62.07 \nGovernment  152.8  37.93 \nTotal  402.8  100.00 \na  Because two of the project counties are officially designated as national poverty counties by the government, the \nAsian Development Bank has been requested to finance more than 50% of the total project cost. \nSource: Asian Development Bank estimates. \n \n20.  Climate mitigation is estimated to cost $14.36 million and climate adaptation is estimated \nto cost $20.15 million. ADB will finance 62.07% of mitigation costs and 62.07% of adaptation \ncosts. Details are in the PAM.8 \n \nE.  Implementation Arrangements \n \n21.  LMG is the executing agency; and LBECZ and Cangyuan Wa and Zhenkang county \ngovernments are the project implementing agencies. A project leading group, headed by the \nmayor of LMG and with representatives from the Lincang Municipal Finance Bureau, Lincang \nMunicipal Development and Reform Commission, and other key bureaus of Lincang municipality, \nhas  been  established  for  effective  coordination  for  the  project  implementation.  A  project \nmanagement office (PMO) has been established within LBECZ Management Committee, headed \nby the director, with staff from other LBECZ units and offices. The PMO will provide overall \nguidance, supervision, coordination, and management support for project implementation on \nbehalf of LMG. A project implementation unit has been established in each implementing agency \nfor interagency coordination, and management and implementation. The LBECZ PMO will also \nserve as the project implementation unit for LBECZ’s components. Procurement (including \nconsulting services) to be financed by the loan will follow the ADB Procurement Policy (2017, as \namended from time to time) and Procurement Regulations for ADB Borrowers (2017, as amended \nfrom time to time).9 The implementation arrangements are summarized in Table 3 and described \nin detail in the PAM (footnote 7). \n \n                                                \n8  Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n9  ADB. 2017. ADB Procurement Policy: Goods, Works, Nonconsulting and Consulting Services. Manila; and ADB. \n2017. Procurement Regulations for ADB Borrowers: Goods, Works, Nonconsulting and Consulting Services. Manila. \n ", "7 \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2019–December 2024 \nEstimated completion date  June 2024 \nEstimated loan closing date  December 2024 \nManagement \n(i)  Oversight body  Project Leading Group \nMayor of Lincang Municipal Government (chair) \nRepresentatives from Lincang Municipal Finance Bureau, Lincang \nMunicipal Development and Reform Commission, and other key bureaus \nof Lincang municipality (members) \n(ii)  Executing agency  Lincang Municipal Government \n(iii)  Key implementing agencies  LBECZ, CCG, and ZCG \n(iv)  Implementation unit  Project management office within LBECZ Management Committee; \nheaded by the director, with staff from other LBECZ units and offices \n \nProject implementation units at LBECZ, CCG, and ZCG \nLBECZ – 10 staff (adequate) \nCCG – 2 staff (4 proposed) \nZCG – 3 staff (5 proposed)  \nProcurement  OCB (advertised  2 contracts  $18.38 million \ninternationally) \nOCB (advertised  35 contracts  $268.45 million \nnationally) \nConsulting services  Quality- and cost-based  407 person-months  $4.90 million \nselection (7 contracts)  (74 international and \n333 national) \nConsultants’  95 person-months  $0.93 million \nqualifications selection  (3 international and \n(4 contracts)  92 national) \nIndividual consultant  14 person-months  $0.14 million \nselection (3 contracts)  (national) \nRetroactive financing and/or advance  Advance contracting includes one civil works and four consulting services \ncontracting  packages. Retroactive financing will apply up to 20% of the loan amount \nfor contracts incurred prior to loan effectiveness, but not earlier than  \n12 months prior to the signing of the loan agreement. \nDisbursement  The loan proceeds will be disbursed following ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank, CCG = Cangyuan Wa County Government, LBECZ = Lincang Border Economic \nCooperation Zone, OCB = open competitive bidding, ZCG = Zhenkang County Government. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n22.  The project was assessed as technically feasible due to its compatibility with the PRC’s \nengineering guidelines, regulations, topography and climate, and strategic and sector priorities. \nDesign options were compared before selecting the best technologies in terms of cost, and \nenvironmental and social impacts. Climate change adaptation measures were incorporated based \non climate risk and vulnerability assessments. The capacity-building components were based on \na needs assessment for the successful implementation and operation of project facilities. The \nPMO  will  provide  funding  and  a mechanism for  operation  and maintenance  (O&M) for  all \ninfrastructure to be developed under the project. \n \n ", "8 \nB.  Economic and Financial \n \n23.  Economic analysis. The economic analysis prepared for the overall project and individual \nsubprojects concluded the project is economically viable.10 The base case economic internal rate \nof return for the entire project is 12.5%, which exceeds the economic opportunity cost of capital. \nCalculation of the project’s economic benefits considered (i) willingness to pay for incremental \nwater supply, wastewater treatment, and improved solid waste collection and treatment services; \n(ii) avoided losses and improved amenity associated with the river rehabilitation subproject;  \n(iii) welfare gains through increased production of agricultural and industrial products, and trade \nmarket and international cooperation zone cost savings for border residents; (iv) time savings, \nvehicle operating cost savings, and accident reduction for Qingshuihe border infrastructure \nsubproject; and (v) human resource returns associated with education facilities and disability-\nadjusted  life-year  values  for  hospital  subprojects.  Economic  costs  comprise  capital  costs, \nincluding physical contingencies and O&M costs. \n \n24.  Financial analysis. A financial analysis has been undertaken to establish the project’s \nfinancial viability and sustainability.11 For the three revenue-generating subprojects, financial \nviability assessment was based on the comparison between the projected real financial internal \nrate of return and the weighted average cost of capital; the water subproject is assessed as \nfinancially viable as its projected financial internal rate of return exceeds the weighted average \ncost  of  capital.  The  financial  sustainability  assessment  indicates  that  the  project  county \ngovernments have sufficient funds to pay the debt service and O&M costs during operation, given \nthat the higher-level (provincial and federal) governments are expected to continue providing \nadequate budget allocations, however reliance on these allocations poses a risk to financial \nsustainability. A policy dialogue with LMG on water tariff systems to meet the PRC regulations \nand improve project sustainability is to be undertaken during implementation.12 \n \nC.  Governance \n \n25.  A financial management assessment was conducted for LMG and the implementing \nagencies.  The  financial  management  risk  is  moderate  mainly  because  the  (i)  PMO  and \nimplementing agencies are unfamiliar with ADB financial management policy and procedures, \nincluding annual project reporting; and (ii) implementing agencies lack accounting staff for the \nreview procedure. These risks will be mitigated by contracting with financial specialists as part of \nthe project implementation consultants. A procurement capacity assessment concluded that the \noverall procurement risk for the project is moderate. The project is not the first externally financed \ndevelopment project in Yunnan. However, it is the first for LMG and the implementing agencies. \nIt was confirmed that LMG will receive advice and support from other agencies of the Yunnan \nprovincial  government  with  experience  in  implementing  ADB  projects.  Mitigation  measures \nagreed with LMG have been incorporated into the project design, and will be closely monitored \nduring project implementation as specified in the PAM. \n \n26.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government, LMG, and implementing agencies. The specific policy requirements and \nsupplementary measures are described in the PAM (footnote 7). \n                                                \n10  Economic Analysis (accessible from the list of linked documents in Appendix 2). \n11 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n12 In a recent regulatory decree issued by the State Council, the Government of the PRC has made it clear that tariffs \nfor water, wastewater, and solid waste must be revised to realize cost recovery by no later than 2025. \n \n ", "9 \nD.  Poverty, Social, and Gender \n \n27.  A poverty, social, and gender analysis was carried out to assess the impacts of the project \non poor and vulnerable households, and a gender action plan (GAP) and social development \naction  plan  have  been  prepared,  and  their  implementation  will  be  monitored.13 There  are  \n288,924 project direct beneficiaries, of which 47.37% (136,851) are women; 42.80% (123,650) \nare minority beneficiaries; and 6.59% (19,037) are poor. The project will enhance regional social \ninclusiveness because Myanmar border residents will enjoy improved public facilities and social \nservices  in  the  three  project  counties,  and  share  the  benefits  from  cross-border  trade \ndevelopment. Two of the project counties are national poverty counties—poverty ratios in 2016 \nwere 18.5% in Cangyuan Wa and 8.2% in Zhenkang—much higher than the 5.05% average of \nLincang. Lack of public infrastructure and social facilities, low education levels, low agricultural \nproductivity, and lack of industrial competitiveness are key factors causing poverty in the project \nareas. The project will positively impact poor people, who will benefit from improved infrastructure \nand social services, increased business opportunities, and economic development. A rapid health \nimpact assessment identified health risks from both vector-borne and lifestyle-related diseases, \nand the need for expanded health services for local and migrant populations. Implementation of \na  public  health  management  plan  (to  complement  the  hospital  subproject)  using  technical \nassistance resources is being explored. \n \n28.  The project is categorized effective gender mainstreaming and will significantly benefit \nwomen, who are primarily responsible for water collection and conservation, wastewater and solid \nwaste disposal and management, and related household activities. Women use public transport \nmore  than  men,  and  consider  traffic  safety  and  public  transport  access  improvements  as \nimportant benefits that will enhance their quality of life. The GAP will (i) ensure job opportunities \nfor women during construction and operation (30%); (ii) ensure gender-responsive physical \ndesign  features  in  the  project;  (iii)  enhance  opportunities  for  women  through  capacity \ndevelopment  (i.e.,  development  of  SMEs  and  TVET);  and  (iv)  support  women’s  equitable \nparticipation in all project-related public consultations (50%). Social and gender specialists will be \nhired to ensure the effective implementation of the GAP. \n \nE.  Safeguards \n \n29.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.14 \n \n30.  Environment  (category  A).  The  categorization  was  based  on  the  project  having \nnumerous multisector components and potential accumulative impacts to the project area. An \nenvironmental impact assessment (EIA), including an EMP was finalized in compliance with \nADB’s Safeguard Policy Statement and disclosed on ADB’s website on 25 May 2018. The EIA \nincorporates  findings  of  the  domestic  feasibility  studies,  domestic  EIAs,  climate  risk  and \nvulnerability assessment, and technical reports conducted. The domestic EIAs were approved by \nthe local environmental protection bureau in March 2018. The EMP complies with the PRC’s \nenvironmental laws and ADB’s Safeguard Policy Statement. An external monitoring entity will be \nrecruited  by  the  PMO  to  perform  evaluation  and  assessment  of  the  implementation  and \ncompliance with the EMP during all stages of the project. During project preparation, two rounds \n                                                \n13 The analysis was conducted in accordance with ADB. 2012. Handbook on Poverty and Social Analysis. Manila; and \nADB. 2012. Guidelines for Gender Mainstreaming Categories of ADB Projects. Manlia. Gender Action Plan \n(accessible from the list of linked documents in Appendix 2). \n14 ADB. Safeguard Categories.  \n ", "10 \nof meaningful consultations have been conducted with all relevant stakeholders, and the findings \nwere incorporated in the project design. Any potential environmental disputes will be handled in \naccordance  with  the  grievance  redress  mechanism  established  for  the  project.  Mitigation \nmeasures  identified  in  the  EMP  require  environmental  compliance  for  air  pollution,  water \ntreatment, MSW, and hospital and industrial wastes. An assessment to determine the significance \nof project impacts on and risks to biodiversity and natural resources has been conducted. \nParticular attention has been given to the potential impact on extractive commercial activity in \nMyanmar derived from enhanced border trade. The project includes specific capacity-building \nmeasures to address this important issue. \n \n31.  Climate change assessment. Construction sites are vulnerable to floods and intense \nprecipitation. The project sites should be designed with surface water interceptors and other flood \ncontrol structures to capture drainage. Supply of water to construction sites should be secured \nduring droughts. Special attention will be paid to the cutting of rubber trees in collective land \nacquired for project implementation, and carbon dioxide sequestration compensation will be built \nin. \n \n32.  Involuntary resettlement (category B). There are 145 households (766 persons) who \nwill be affected by the acquisition of collective farmland (1,038.37 mu) in the Mengding subproject; \n28 households (110 persons) belong to the Wa and Yi ethnic groups.15 The impacts are found to \nbe insignificant because the loss of land per household is less than 5% of their total landholdings \nand households have other sources of income. For the Cangyuan subproject, the impacts are \nfound to be marginal, as four households (20 persons) will lose about 7.65 mu of cultivated land, \nwhile one household (4 persons) will be affected by house demolition. These five households are \nfrom the Wa and Dai ethnic group. Impacts are also found to be marginal for the Zhenkang \nsubproject, where the loss of an estimated 38.24 mu of collective land will be affecting nine \nhouseholds (41 persons) from the De’ang ethnic group. An estimated 125 mu of unallocated state-\nowned rubber forest land in Mengding and a 39.53 mu of state-owned construction land owned \nby a real estate company in Cangyuan will be required. For Zhenkang, where 85.26 mu of state-\nowned construction land was acquired in the past, due diligence indicated that there are no \noutstanding issues. There are three resettlement plans that have been prepared in consultation \nwith the affected persons and various stakeholders to address land acquisition and resettlement \nissues. Key information in the resettlement plans has been disclosed to the affected persons. \n \n33.  Indigenous peoples (category B). The ethnic population makes up 42.8% of project \nbeneficiaries. Among ethnic minority beneficiaries, Dai, De’ang, Wa, and Yi minorities comprise \n83.57% of the total. Ethnic people will benefit from improved municipal infrastructure and social \nservices, and additional business and job opportunities. With the exception of one household \n(4 persons) that will be required to relocate, the 41 ethnic minority households (171 people) will \nbe marginally affected by acquisition of their farmland. An ethnic minority development plan has \nbeen prepared and endorsed by the PMO.16 \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n34.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.17 The project has no unusual technical \nrisks, and the integrated benefits and impacts are expected to outweigh costs and risks. \n                                                \n15 A mu is a Chinese unit of measurement (1 mu = 666.67 m2). \n16 Ethnic Minority Development Plan (accessible from the list of linked documents in Appendix 2). \n17 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "11 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nProject encounters delay in procurement and  Engage experienced loan implementation consultants to assist \nimplementation due to lack of experience at  executing and implementing agencies, aligned with training and \nexecuting and implementing agency levels  capacity development to improve management capacity, \non Asian Development Bank-funded projects  supported by enhanced monitoring and guidance by loan \nimplementation consultants \nProject encounters delay in implementation  Secure assurances from the executing and implementing \ndue to weak management and coordination  agencies on availability of adequate staffing for project \ncapacity of the project management office  management office and project implementation units to deliver \nand implementing agencies  daily management and operation functions in a timely manner \nFinancial sustainability is dependent on  Government assurances on subsidies have been included in the \ncontinued availability of upper-level  loan agreement and will continue to provide counterpart funds to \ngovernment funding to county governments  support the O&M costs of the project \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n35.  The government and LMG have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n36.  The government and LMG have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreement and project agreement. \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$250,000,000 to the People's Republic of China for the Yunnan Lincang Border Economic \nCooperation Zone Development Project from ADB’s ordinary capital resources, in regular terms, \nwith interest to be determined in accordance with ADB’s London interbank offered rate (LIBOR)-\nbased lending facility; for a term of 25 years, including a grace period of 6 years; and such other \nterms and conditions as are substantially in accordance with those set forth in the draft loan and \nproject agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n19 November 2018 \n ", "12  Appendix 1 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nEconomic growth potential for LBECZ and border areas of Myanmar enhanced; benefits of regional cooperation and \nintegration in LBECZ and border areas of Myanmar realized; and living conditions and public health of residents of \nLBECZ and border areas of Myanmar improved (PRC Thirteenth Five-Year Plan, 2016–2020)a  \n  Data Sources and \nReporting \nResults Chain  Performance Indicators with Targets and Baselines  Mechanisms  Risks \nOutcome  By 2025:     \nCompetitiveness of  a.    Lincang Prefecture trade volume with Myanmar  a.  Yunnan provincial  Security \nurban centers,  increased by 10% annually (2017 baseline:  yearbook  situation in \nlogistics and  $775 million)    Myanmar \nindustrial parks,      worsens \nand land ports in  b.    LBECZ border trade volume increased by 20%  b.  Annual reports of   \nproject counties  annually (2017 baseline: $520 million)  LBECZ  Enterprises \nand LBECZ      do not invest \nenhanced  c.    Student enrollment rate in elementary school in  c.  Lincang education  in LBECZ \nproject counties increased by 0.5% annually  bureau annual  because the \n(2017 baseline: 18,741 students)  reports  returns are \n     too low \nd.    Ratio of medical staff per population in LBECZ  d.  Lincang health \nincreased by 2% annually (2017 baseline:   bureau annual \n242 medical staff)  reports \n   \ne.    Urban residents’ rate of satisfaction with use of  e.  PMO quarterly \nroad, water supply, wastewater, and municipal  project progress \nsolid waste increased to 60% (2017 baseline:  reports \n31% [road], 23% [water supply], 11% \n[wastewater], and 20% [solid waste]) \nOutputs  By 2024:     \n1.  Cross-border  1a.  Border resident trade market of 107,454 m2  1a–d. PMO quarterly  Weak \ntrade infrastructure  constructed and operationalized, with women  project  institutional \nimproved  accounting for at least 50% of employees in  progress  and staff \ntechnical and administrative staff positions and  reports  capacity to \n40% in management positions (2018 baseline:  implement \n0)  the project, \n1b.  Border international cooperation area of  particularly \n171,633 m2 constructed (2018 baseline: 0)  for \n1c.  Five urban secondary roads of 4.55 km  procurement \nconstructed; 350 m-long bridge constructed;   \n523 m Class II road rehabilitated                Changes in \n(2018 baseline: 0)  government's \n1.d  Project construction results in 530 jobs, 30% of  administrative \nwhich are held by women (2018 baseline: 0)  procedures \n2.  Integrated  2a.  Qingshuihe water supply system of 20,000  2a–f.  PMO quarterly  delay \nurban environment  m3/day capacity constructed and  project  provision of \ninfrastructure in  operationalized, with at least 50% of jobs held  progress  counterpart \nMengding and  by women (2018 baseline: 0)  reports  funds for the \nQingshuihe  2b.  Qingshuihe wastewater treatment system of  project \nNational Port areas  10,000 m3/day capacity constructed and \nimproved  operationalized, with at least 50% of jobs held \nby women (2018 baseline: 0) \n2c.   2.38 km of Qingshui River and 1.00 km of \nNanpa River rehabilitated (2018 baseline: 0) \n2d.   Public transportation electric charging stations \nconstructed in Mengding and Qingshuihe, with \na total of 40 charging posts including safety \nfeatures for women, and 6 electric buses \ndelivered to county government authorities \n(2018 baseline: 0)  \n ", "Appendix 1  13 \nData Sources and \nReporting \nResults Chain  Performance Indicators with Targets and Baselines  Mechanisms  Risks \n  2e.   Mengding and Qingshuihe municipal solid     \nwaste management system established with \n  total capacity of 27 tons per day      \n(2018 baseline: 0) \n2f.    Number of jobs during project construction is \n350, 30% of which are held by women  \n(2018 baseline: 0) \n3. Social  3a.   A new Cangyuan Guomen No. 2 Elementary  3a–e. PMO quarterly   \ninfrastructure and  School constructed with 1,080 student capacity  project \nservices improved  (of which at least 40% are girls) and 13,194 m2  progress              \nbuilding area with gender-inclusive design and            reports \namenities, and fully staffed, with women in at \nleast 60% of staff positions (2018 baseline: 0) \n3b.   A new PRC–Myanmar Friendship Hospital \nconstructed with 499 inpatient bed capacity \nand 56,009 m2 building area (including \nmaternity and obstetrics and gynecology \ndepartments) (2018 baseline: 0) \n3c.   A new Qingshuihe Hospital constructed with 99 \ninpatient bed capacity and 9,006 m2 building \narea (including maternity and obstetrics and \ngynecology departments) (2018 baseline: 0)  \n3d.   Existing Qingshuihe Guomen Elementary \nSchool upgraded, with capacity expanded to \n1,080 students of which at least 40% are girls, \nand with additional classroom, dormitory, and \ncafeteria buildings (totaling 7,721 m2) \nconstructed (2018 baseline: 0) \n3e.   Project construction provides 200 jobs, 30% of \nwhich are held by women (2018 baseline: 0) \n4. Institutional  4a.   At least one study or development plan  4a.  Capacity \ncapacity of  completed on each of the following: (i) cross- development \ninvolved agencies  border trade and logistics capacity building,   study completion \nimproved  (ii) small and medium-sized enterprises  reports \ndevelopment, (iii) teacher training and border   \nelementary school curriculum enhancement, \n(iv) technical and vocational education and \ntraining school leadership, (v) health care \nservices and hospital management \nimprovement, (vi) regional cooperation and \nintegration development and capacity building, \n(vii) LBECZ master plan development and \nimprovement study, and (viii) policy dialogue \non water tariff system to meet the PRC \nregulations (2018 baseline: 0) \n  4b.   Technical and managerial knowledge and  4b. Training   \nskills of 100 staff increased, of which 50% are  completion and \nwomen (2018 baseline: 0)  participants’ \nsurvey reports \n Key Activities with Milestones \n1.   Cross-border trade infrastructure improved \n1.1  Prepare preliminary design, Q3 2018–Q2 2020 \n1.2  Prepare construction drawings, Q4 2018–Q3 2020 \n1.3  Implement land acquisition and resettlement, Q3 2018–Q3 2019 \n1.4  Implement GAP, SDAP, and EMDP, Q4 2018–Q4 2024 \n1.5  Prepare bidding documents, Q4 2018–Q3 2020 \n1.6  Procure and award contract, Q4 2018–Q4 2021 \n1.7  Commence construction, Q1 2019–Q1 2024 \n2.   Integrated urban environment infrastructure in Mengding and Qingshuihe National Port areas improved \n ", "14  Appendix 1 \nKey Activities with Milestones \n2.1  Prepare preliminary design, Q3 2018–Q3 2020 \n2.2  Prepare construction drawings, Q4 2018–Q4 2020 \n2.3  Implement land acquisition and resettlement, Q4 2018–Q4 2019 \n2.4  Implement GAP, SDAP, and EMDP, Q4 2018–Q4 2024 \n2.5  Prepare bidding documents, Q4 2018–Q4 2020 \n2.6  Procure and award contract, Q4 2018–Q1 2022 \n2.7  Commence construction, Q1 2019–Q2 2024 \n2.8  Purchase equipment, Q1 2020–Q4 2022 \n3.   Social infrastructure and services improved \n3.1  Prepare preliminary design, Q3 2018–Q2 2020 \n3.2  Prepare construction drawings, Q4 2018–Q3 2020 \n3.3  Implement land acquisition and resettlement, Q3 2018–Q3 2019 \n3.4  Implement GAP, SDAP, and EMDP, Q4 2018–Q4 2024 \n3.5  Prepare bidding documents, Q4 2018–Q3 2020 \n3.6  Procure and award contract, Q4 2018–Q4 2021 \n3.7  Commence construction, Q1 2019–Q1 2022 \n3.8  Purchase equipment, Q1 2020–Q4 2022 \n4.   Institutional capacity of involved agencies improved \n4.1  Recruit and mobilize consultants, Q4 2018–Q1 2019 \n4.2  Establish project performance monitoring system, Q4 2018–Q1 2019 \n4.3  Establish environmental impact assessment, resettlement plan, and project performance monitoring system, \nQ1 2019 \n4.4  Support project implementation, Q4 2018–Q4 2024 \n4.5  Conduct studies and research, workshops, and trainings, Q4 2018–Q4 2022 \n4.6  Implement GAP, SDAP, and EMDP, Q4 2018–Q4 2024 \nProject Management Activities  \nProject management support and environmental impact assessment, resettlement plan, GAP, and SDAP monitoring \nimplemented \nInputs \nAsian Development Bank: $250 million (loan) \nGovernment: $152.08 million \nAssumptions for Partner Financing \nNot applicable \nEMDP = ethnic minority development plan, GAP = gender action plan, km = kilometer, LBECZ = Lincang Border \nEconomic Cooperation Zone, m = meter, m2 = square meter, m3 = cubic meter, PMO = project management office, \nPRC = People’s Republic of China, Q = quarter, SDAP = social development action plan. \na  Government of the PRC, State Council. 2016. The Thirteenth Five-Year Plan for National Economic and Social \nDevelopment of the People’s Republic of China, 2016–2020. Beijing. \nSource: Asian Development Bank. \n ", "Appendix 2  15 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49310-002-3 \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n  12.  Climate Change Assessment \n13.  Gender Action Plan \n14.  Environmental Impact Assessment \n15.  Resettlement Plan: Cangyuan County \n16.  Resettlement Plan: Mengding Town \n17.  Resettlement Plan: Zhenkang County \n18.  Ethnic Minority Development Plan \n \nSupplementary Documents \n19.  Regional Cooperation and Integration Summary \n20.  Rapid Health Impact Assessment Summary \n21.  Economic Analysis: Economic Internal Rate of Return and Sensitivity Analysis for \nSubprojects \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20181119151531+08'00'", "Creator": "PDF24 Creator", "Keywords": "49310-002, prc, china education, china health, china water, china urban infrastructure, cross-border trade, border connectivity, myanmar, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181218150224+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will address cross-border trade capacity, border connectivity, and urban and social development issues in the Cangyuan Wa, Gengma Dai and Wa, and Zhenkang counties in Lincang Prefecture; and support Yunnan Province in enhancing regional cooperation and integration (RCI) under the Greater Mekong Subregion (GMS) program, focusing on economic corridor development.", "Title": "Yunnan Lincang Border Economic Cooperation Zone Development Project: Report and Recommendation of the President"}, "author_page": " \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sangay Penjor, Urban and Social Sectors Division, EARD \n   \nTeam leader  Antonio Ressano Garcia, Principal Urban Development Specialist, \nEARDa \nTeam members  Chenglong Chu, Senior Portfolio Management Officer, EARD \n  Maricelle David, Associate Project Analyst, EARD \n  Rikard Elfving, Senior Social Sector Specialist, Southeast Asia \nDepartment \n  Baurzhan Konysbayev, Principal Counsel, Office of the General \nCounsel \n  Asako Maruyama, Education Specialist, EARD \n  Elma Morsheda, Senior Project Officer (Urban Infrastructure), South \nAsia Department (SARD) \n  Cecil Muro, Associate Portfolio Management Officer, EARD \n  Mailene Radstake, Principal Social Development Specialist \n(Safeguards), EARD \n  Mark Robis, Senior Financial Management Officer, EARD \n  Susann Roth, Principal Knowledge Sharing and Services Specialist, \nSustainable Development and Climate Change Department \n  Shotaro Sasaki, Senior Environment Specialist, EARD \n  Gohar Tadevosyan, Social Development Specialist (Safeguards), \nEARD \n  Takashi Yamano, Senior Economist, Economic Research and \nRegional Cooperation Department \nPeer reviewer  Jingmin Huang, Principal Urban Development Specialist, SARD \na Principal Urban Development Specialist, SERD effective 2 November 2018. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "  Maricelle David", "role": " Associate Project Analyst", "organization": "EARD "}, {"fullname": "  Rikard Elfving", "role": " Senior Social Sector Specialist", "organization": "Southeast Asia "}, {"fullname": "  Baurzhan Konysbayev", "role": " Principal Counsel", "organization": "Office of the General "}, {"fullname": "  Asako Maruyama", "role": " Education Specialist", "organization": "EARD "}, {"fullname": "  Elma Morsheda", "role": " Senior Project Officer ", "organization": "(Urban Infrastructure)"}, {"fullname": "  Cecil Muro", "role": " Associate Portfolio Management Officer", "organization": "EARD "}, {"fullname": "  Mailene Radstake", "role": " Principal Social Development Specialist ", "organization": null}, {"fullname": "  Mark Robis", "role": " Senior Financial Management Officer", "organization": "EARD "}, {"fullname": "  Susann Roth", "role": " Principal Knowledge Sharing and Services Specialist", "organization": null}, {"fullname": "  Shotaro Sasaki", "role": " Senior Environment Specialist", "organization": "EARD "}, {"fullname": "  Gohar Tadevosyan", "role": " Social Development Specialist ", "organization": "(Safeguards)"}, {"fullname": "  Takashi Yamano", "role": " Senior Economist", "organization": "Economic Research and "}]}