{"Author": "Asian Development Bank", "CreationDate": "D:20151116173559+11'00'", "Creator": "PDF24 Creator", "Keywords": "49319, vanuatu, efate island, tafea, shefa, cyclone pam, tcp, road reconstruction, transport sector infrastructure, emergency assistance, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20151209170448+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Report and Recommendation of the President", "Title": "49319-001: Cyclone Pam Road Reconstruction Project", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 49319-001 \nNovember 2015 \n \n \n \nProposed Loans, Grants, and Administration of \nGrant \nRepublic of Vanuatu: Cyclone Pam Road \nReconstruction Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n\n \n \n \n \n \n \n\n\f\f \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\nCURRENCY EQUIVALENTS \n(as of 25 October 2015) \n– \n= \n= \n\nvatu (Vt) \n$0.0091 \nVt110.00 \n\nCurrency unit \nVt1.00 \n$1.00 \n\n \n \n\n \n \n\nADB \nBBB \nDRF \nDSC \nEARF \nEMP \nGDP \nGEF \nkm \nm \nMFEM \nMIPU \nPAM \nPMU \nPRC \nTCP \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nABBREVIATIONS \n\nAsian Development Bank \nbuild back better \nDisaster Response Facility \ndesign and supervision consultant \nenvironmental assessment and review framework \nenvironmental management plan \ngross domestic product \nGlobal Environment Facility  \nkilometer \nmeter \nMinistry of Finance and Economic Management \nMinistry of Infrastructure and Public Utilities \nproject administration manual \nproject management unit \nprogram recovery committee \nTropical Cyclone Pam \n\nNOTE \nIn this report, “$” refers to US dollars, unless otherwise stated. \n\nS. Groff, Operations 2 \nX. Yao, Pacific Department (PARD) \n\nVice-President \nDirector General \nRegional Director  A. Iffland, Pacific Liaison and Coordination Office (PLCO), PARD \n \nTeam leader \nTeam members \n\n \nR. Adhar, Senior Project Officer, PLCO, PARD \nC. L. Damandl, Senior Counsel, Office of the General Counsel \nO. Domagas, Senior Financial Control Specialist, Controller’s \nDepartment \nB. Dunn, Senior Environment Specialist, Sustainable Development and \nClimate Change Department (SDCC) \nH. Everett, Senior Country Specialist, PARD \nS. Janardanam, Principal Financial Management Specialist, Operations \nServices and Financial Management Department (OSFMD) \nU. Kumar, Economist, Economic Research and Regional Cooperation \nDepartment \nS. Lee, Principal Social Development Specialist, PARD \nC.J. Rhor, Senior Procurement Specialist, OSFMD \nO. Santos, Senior Operations Assistant, PARD \nA. Sinha Roy, Disaster Risk Management Specialist, SDCC \nH. Uusimaa, Climate Change Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nK. Guy, Transport Specialist, East Asia Department \n\nPeer reviewer \n\n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\f \nCONTENTS \n\n \n\nMAP  \nI. \nII. \n\nIII. \n\nIV. \nV. \n\n1. \n\n2. \n\n \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \nF. \nASSURANCES \n\nRationale \nImpact and Outcome \nOutput \nInvestment and Financing Plans \nImplementation Arrangements \n\nTechnical \nEconomic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nRECOMMENDATION \n\n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents   \n\nPage \n\n1 \n1 \n1 \n3 \n3 \n4 \n5 \n6 \n6 \n6 \n7 \n8 \n8 \n9 \n10 \n\n10 \n\n       11 \n13 \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nTransport\n\nProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nCyclone Pam Road Reconstruction \nProject\nVanuatu\nGovernment of Vanuatu\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nRoad transport (non-urban)\nTransport policies and institutional development\n\nProject Number: 49319-001\n\nPARD/PLCO\n\nMinistry of Finance & \nEconomic Management\n\n     ADB Financing ($ million)\n10.80\n2.81\n13.61\n\nTotal\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nDisaster risk management\nGlobal and regional transboundary \nenvironmental concerns\n\nRegional integration (RCI) Pillar 1: Cross-border infrastructure\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\n1.80\nHigh\n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nLocation Impact\nRural\n\nHigh\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nAmount ($ million)\n\nComponents\nCivil society participation\nInstitutional development\nPilot-testing innovation and learning\n\nOfficial cofinancing\nRegional organizations\nPromotion of private sector investment\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nPrivate sector \ndevelopment (PSD)\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\n8. Financing\n\nNo\n\nLow\n\nModality and Sources\nADB\n     Sovereign Project grant: Asian Development Fund \n     Sovereign Project loan: Asian Development Fund \nCofinancing\n     Global Environment Facility - Least Developed Countries Fund\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nNo\n\n13.61\n9.81\n3.80\n2.68\n2.68\n2.21\n2.21\n\n18.50\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n12102015120730151504\n\nGenerated Date: 05-Nov-2015 12:48:21 PM\n\n\f169  00'Eo\n\no\n168   12'E\n\n168  36'Eo\n\nVANUATU\nCYCLONE PAM ROAD RECONSTRUCTION PROJECT\n\nSANMA PROVINCE\n\no\n\n15  00'S\n\nESPIRITU SANTO\n\nFugalato\n\nPENAMA PROVINCE\n\no\n\n15  00'S\n\no\n167  00'E\n\nHiu\n\nTegua\nLoh Toga\n\nTORRES  ISLANDS\n\nUreraparapara\n\nMota Lava\nMota\n\nSola\n\nTORBA  PROVINCE\n\nVanua Lava\n\nGaua\n\nLuganville\n\nMalo\n\nAMBAE\n\nAore\n\nNorsup\n\nMALAMPA PROVINCE\n\nMALAKULA\n\nLopevi (Ulveah)\n\nMerelava\n\nMAEWO\n\nPENTECOST\n\nAMBRYM\n\nPaama\n\nEPI\n\nTongoa\n\nEmae\n\nSHEFA  PROVINCE\n\nEFATE\nPORT VILA\n\no\n19  00'S\n\nTAFEA  PROVINCE\n\no\n19  00'S\n\nTANNA\n\nLenakel\n\nFutuna\n\nERROMANGO\n\nAniwa\n\nANEITYUM\n\nNguna Is.\n\nUtanlangi\n\nRewoka Napua\n\nFarealapa\n\nRewoka Namalasi\n\nMatoa\n\nMalaliu\n\nMere\n\nNekapa\n\nWoralapa Tikilas\n\nUnakapu\n\nWorearu\n\nPele Is.\n\nPiliura\n\nMangorongo\n\nMapua\n\nMarou\n\nEmao Is.\n\nNgurua\n\nLaonomoa\n\nWiana\n\nLaosake\n\nWorasifiu\n\nKakula Is.\n\nPaonangisu\n\nUndine Bay\n\nSiviri\n\nSaama Emua\n\nLakenasua\nMalatia Bridge\n\nNapara\n\nSara Bridge\n\nOnesua\n\nEpule Bridge\n\nBaofatu\n\nSingle Lane (1.3 Km over 4 km)\n\nMatarisu\n\nEkipe\n\nEpau Bridge\n\nEpau\n\nNeslep \n\no\n17   36'S\n\nLamin Bridge \n\nPangpang Bridge \n\nPangpang\n\nForari Bay\n\nForari\n\nManuro\n\nLa Cressonaire  \n\nMoso Is.\n\nSunae\n\nTassariki\n\nUlei \n\nTanoliu \n\nTanoliu\n\nUlei\n\nPort Havana\n\nHavana Culvert\n\nMarona Bridge\n\no\n17   36'S\n\nLelepa Is.\n\nEretoka Is.\n\nMangaliliu\n\nNatapao\n\nCreek Ai\n\nKlems Hill Landslip\n\nTamate\n\nMele Bridge\n\nMele Maat\n\nMele\n\nHideaway Is.\n\nPrima \n\nTagabe\n\nEfate\n\nMalapoa\n\nFres Wota\n\nMele Bay \n\nPORT VILA\n\nIririki Is.\n\nIfira Is.\n\nEpangtuei\n\nElluk\n\nPango\n\nErakor\n\nEkasup\n\nErakor\n\nEkapum Rik Is.\n\nEkapum Lep Is.\n\nEratap Is.\n\nEretap\n\no\n167  00'E\n\n150  00'Eo\n\no\n169  00'E\n\n170  00'Wo\n\nPACIFIC  REGION\n\n20  00'No\n\nNORTHERN\nMARIANA ISLANDS\n\nHAWAII, USA\n\n20  00'No\n\nGUAM\n\nMARSHALL  ISLANDS\n\nINDONESIA\n0o\n\nFEDERATED STATES OF\nMICRONESIA\n\nPALAU\n\nNAURU\n\nPAPUA\nNEW GUINEA\n\nN o r t h     P a c i f i c     O c e a n\n\nRoad Reconstruction Project\n\no\n17   48'S\n\n0o\n\nK I R I B A T I\n\nSOLOMON\nISLANDS\n\nTUVALU\n\nVANUATU\n\nSAMOA\n\nNEW\nCALEDONIA\n\nFIJI\n\nTONGA\n\nCOOK\nISLANDS\n\no\n20  00'S\n\nFRENCH POLYNESIA\n\nNational Capital\n\nProvincial Headquarters\n\nTown\n\nAirport\n\nMain Road\n\nMinor Road\n\nRiver\n\nProvincial Boundary\n\nInternational Boundary\n\nS o u t h     P a c i f i c     O c e a n\n\nBoundaries are not necessarily authoritative.\n\n150  00'Eo\n\n170  00'Wo\n\n168  12'Eo\n\nTIMOR-LESTE\n\no\n20  00'S\n\nA U S T R A L I A\n\n \n\n1\n5\n-\n3\n1\n6\n0\n1\n5\nV\nA\nN\nA\nB\nV\n\n \n\nMontmartre\n\nRehab Section (10 Km)\n\nTeouma Bridge\n\nEton Beach Bridge \n\nEton\n\nBanana \nBay\n\nRentapau Bridge\n\nEnam\n\nIriwiti Lep Is.\n\nTeou m a B ay\n\nEton Dry Creek\n\no\n17   48'S\n\nN\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\nKilometers\n\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information. \n\n168  36'Eo\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  proposed \nloans, (ii) proposed grants, and (iii) the proposed administration of a grant to be provided by the \nGlobal Environment Facility (GEF), each to the Republic of Vanuatu for the Cyclone Pam Road \nReconstruction Project.1 \n \n2. \nThe  project  will  support  the  efforts  of  the  Government  of  Vanuatu  to  reconstruct,  and \nclimate- and disaster-proof the transport sector infrastructure on Efate ring road, which suffered \nflood and storm damage as a result of Tropical Cyclone Pam (TCP) during 12–14 March 2015. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nClimate  and  disaster  risks. Vanuatu is one of the 20 most vulnerable countries in the \nworld  to  disasters  caused  by  natural  hazards,  including  cyclones,  floods,  landslides,  storm \nsurges,  earthquakes, tsunamis,  and  droughts.2 Climate  change will  affect disaster risk through \nchanges in the intensity and frequency of weather hazards. Projections for Vanuatu indicate the \nfrequency and intensity of extreme rainfall events are projected to increase, as is the intensity of \ncyclones. Transport infrastructure, in particular, is highly vulnerable to these hazards. \n \n4. \nDescription of the disaster. TCP struck Vanuatu as an extremely destructive category \n5  cyclone,  with  wind  speed  estimated  at  250  kilometers  (km)/hour  and  wind  gusts  peaking  at \n320 km/hour. The center of the cyclone passed east of Efate Island (location of the capital, Port \nVila), and then continued southward, passing just west of Erromango and Tanna Islands. Heavy \nrainfall  and  destructive  high  storm  surges  caused  severe  flooding  and  widespread  damage, \nparticularly in Tafea and Shefa provinces, where 11 fatalities were confirmed, and an estimated \n65,000  people  were  displaced  from  their  homes. 3  Approximately  17,000  buildings  were \ndamaged  or  destroyed  including  houses,  schools,  clinics  and  other  medical  facilities  (footnote \n3). TCP caused widespread crop destruction and compromised the livelihoods of at  least 80% \nof Vanuatu’s rural population (footnote 3). \n \n5. \nThe  government  and  the  international  community  (e.g.,  bilateral  aid  agencies,  United \nNations  agencies,  and  nongovernment  organizations)  provided  immediate  emergency  relief \nsupplies  and  transported  these  to  the  remote  islands  in  Shefa  and  Tafea  provinces.  On  20 \nMarch  2015,  the  Asian  Development  Bank  (ADB)  approved  a  $1,000,000  grant  from  the  Asia \nPacific  Disaster  Response  Fund  for  humanitarian  and  relief  efforts,  and  processed  a  grant  of \n$5,000,000 financed by the  Japan  Fund for  Poverty  Reduction,  to  support the rehabilitation of \njunior secondary schools in Tafea Province.45  \n\n \nDamage  and  loss  assessment.  Immediately  after  TCP,  the  government  led  a  rapid \n6. \njoint  post-disaster  needs  assessment  with  assistance \nin  partnership  with, \ndevelopment  partners  including  ADB,  the  European  Union,  the  United  Nations,  and the World \nBank. ADB provided technical expertise for the assessment of damaged transport infrastructure \n\nfrom,  and \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  World Bank. Pacific Islands Overview. http://www.worldbank.org/en/country/pacificislands/overview \n3  Government of Vanuatu. 2015. Post Disaster Needs Assessment Report. Port Vila. \n4  ADB. 2015. Vanuatu Cyclone Pam Disaster Response Project. Manila. \n5  ADB.  2015.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors  on  a  Proposed  Grant  to \n\nVanuatu for the Cyclone Pam School Reconstruction Project. Manila. \n\n\f2 \n\n \n\nand  public  buildings.  The  rapid  assessment  estimated  the  total  value  of  the  losses  caused  by \nTCP to be approximately Vt48.5 billion (about $449.4 million equivalent).6 This is equivalent to \n64.1%  of  the  gross  domestic  product  (GDP)  of  Vanuatu.  Out  of  the  total  damage  costs,  the \nhousing  sector  sustained  the  highest  level  of  damage  (32%),  followed  by  the  tourism  sector \n(20%),  the  education  sector  (13%),  and  the  transport  sector  (10%).  In  contrast,  the  largest \neconomic  loss  was  sustained  by  agriculture  (estimated  at  33%  of  the  total  loss)  and  tourism \n(26%).  The  total  medium-  to  long-term  recovery  needs  equal  about  $316  million;  the  social \nsector (comprising  housing,  health,  and  education)  has  the  highest  needs,  amounting  to $205 \nmillion  (65%), followed  by  the  transport  sector  at  $34 million  (11%)  (footnote  3). The  needs  in \nthe social sector is funded by other development partners including ADB (footnote 5). \n  \n7. \nEconomic  impacts.  Destruction  caused by TCP,  coupled  with flooding,  is  expected to \nhave  a  substantial  negative  impact  on  growth,  particularly  in  the  tourism  sector,  which  is  the \nmain earner of foreign exchange. The closure of two major hotels and a number of motels until \nDecember 2015 imposes accommodation constraints on visitors, and the loss of a main source \nof revenue. Prior to TCP, the economy  was projected to show strong growth over the medium \nterm—4.6% in 2015 and 4.7% in 2016, slowing slightly to 4.4% in 2017 (footnote 3). However, \npost-TCP  recovery  and  reconstruction,  some  of  which  has  commenced,  will  have  a  positive \neffect  on  GDP  growth  in  2015,  offsetting  some  of  the  projected  economic  losses.  When  the \neffects of recovery and reconstruction are included, GDP growth in 2015 is estimated at 1.4%, \nrepresenting a decline of 3.2% percentage points from the pre-TCP baseline scenario (footnote \n3). \n\n \n8. \nDamage  to  transport  sector.  The  major  impact  on  the  transport  sector  was  on  the \nEfate ring road.7 Large water flows and the accumulation of upstream debris caused extensive \ndamage  to  bridges,  approach  roads,  piers,  abutments,  river  banks,  and  service  connections. \nThe accumulation of debris at bridges, coupled with pressure from flood waters, burst through \nseveral riverbanks and approach roads, disconnecting the bridges and widening the rivers and \nstreams.  Several  major  bridge  components  have  been  completely  destroyed.  Several  culverts \nand  headwalls  collapsed  completely  or  washed  away  as  a  result  of  flooding  or  storm  surge. \nAbout 19 km of the sealed road—which is located mostly on very flat, low-lying coastal terrain—\nalso  suffered  extensive  pavement  damage,  with  roadside  drains  blocked  or  filled  with \naccumulated  sediment  and  debris.  Waves  have  scoured  the  sealed  road  in  several  locations, \nreducing  traffic  to  a  single lane.  The  damage  assessment  highlighted  that  the  repairs  to  Efate \nring road should be addressed as soon as possible to minimize secondary  economic impacts, \nand  to  restore  connectivity  to  tourism  centers  and  to  essential  services  such  as  hospitals, \nschools, markets, and main commercial centers in Port Vila. \n \n9. \nGovernment’s recovery and reconstruction plan. On 22 June 2015, the government \napproved  the  Strengthening  Ni-Vanuatu  Resilience  for  the  National  Recovery  and  Economic \nStrengthening  Program, administered by  a program  recovery  committee (PRC)  chaired  by  the \ndirector general of the Prime Minister’s Office.8 On 5 August 2015, the government organized a \ndevelopment partners’ round table conference and announced that it successfully completed the \nhumanitarian  action  plan  and  has  commenced  program  implementation,  which  is  estimated  to \n\n                                                \n6  Vanuatu:  Post-Disaster  Needs  Assessment  Executive  Summary  (accessible  from  the  list  of  linked  documents  in \n\nAppendix 2). \n\n7  The 130-km major sealed highway provides transport services to the rural population (about 29,150 people) around \nthe Efate Island and connects to the capital (Port Vila, with an urban population of 55,525); it is the only road link \nservicing the rural population. \n\n8  Other members of the PRC are director generals of the ministries of finance and economic management, foreign \n\naffairs and trade, and infrastructure and public utilities. \n\n\fbe  completed  by  2017.  The  government  requested  all  development  to  actively  contribute  and \nsupport  its  program  emphasizing  capacity  development  for  stronger  Ni-Vanuatu  disaster \nresilience.  The  program  includes  post-cyclone  recovery  and  reconstruction  efforts  in  the \ntransport sector, specifically for road and bridge rehabilitation and restoration of areas damaged \nby landslides on Efate ring road.  \n\n \n10. \nRequest  for  emergency  assistance.  ADB  received  the  government’s  request  for \nemergency assistance on 25 August 2015 to support its program in the transport sector.9 ADB’s \nemergency response is guided by the Interim Pacific Approach, 2015, which extends the validity \nof the Pacific Approach, 2010–2014.10 The processing of the emergency project was delayed by \n2  weeks  due to  political instability  within the government,  and the  absence of key government \nofficials  who  were  engaged  on  official  duties  overseas  during  the  earlier  stages  of  project \npreparation.  \n \n11. \nLessons  in  disaster  response.  The  project  incorporates  key  lessons  from  recent \ndisasters  in  Solomon  Islands.11 It  supports  the  government  to  “build  back  better”  (BBB)—i.e., \nupgrade infrastructure during reconstruction—and strengthen resilience to future disasters and \nclimate  change,  particularly  through  more  resilient  roads  and  bridges.  The  government’s \ncapacity  for  BBB  will  be  further  strengthened  by  integrating  the  design  and  supervision \nconsultants (DSCs) into the engineering unit of the Ministry of Infrastructure and Public Utilities \n(MIPU).  Due  to  the  limited  number  of  technical  and  engineering  staff,  project  design  and \nconstruction  supervision  will  be  outsourced,  and  financed  from  the  project.  The  DSCs  will  be \nrecruited under advance action to expedite project implementation. To ensure synergies and a \nlack of duplication of activities in the road sector, subproject selection will be closely coordinated \nwith development partners.12 \n \nB. \n\nImpact and Outcome \n\nThe impact will be accelerated economic and social recovery in Vanuatu’s TCP-affected \n\n12. \nprovinces. The outcome will be socioeconomic activities restored to at least pre-TCP levels. \n \nC. \n\nOutput \n\n13. \nThere will be only one output: transport infrastructure in damaged locations on Efate ring \nroad  reconstructed,  and  climate-  and  disaster  resilience  improved.  The  tentative  list  of  civil \nworks  include (i)  10 km of road rehabilitated;  (ii)  8 major stream  crossings  and their approach \nroads  rehabilitated  and  protected; 13  (iii)  minor  damage  to  9  bridges  or  box  culverts  and \ncauseways  repaired,  and  debris  cleared; 14  (iv)  200  meters  (m)  of  river  channel  realigned \n(upstream  and  downstream),  and  river  training  structures  constructed;  (v)  1,000  m  of  sealed \npavement  protected  against  erosion  from  storm  surge;  (vi)  8  km  of  roadside  and  cross-road \ndrainage  improved;  (vii)  6  culvert  headwalls  reconstructed;  (viii)  250  m  of  guard  rail \nreconstructed; (ix) 180 m of riverbanks protected; (x)  a 100 m by 50 m landslide at Klem’s hill \n                                                \n9  The project meets the five eligibility criteria for, and satisfied the six characteristics of emergency assistance loans. \n\nADB. 2004. Disaster and Emergency Assistance Policy. Manila. \n\n10 ADB. 2015. Interim Pacific Approach, 2015. Manila; and ADB. 2009. ADB’s Pacific Approach, 2010–2014. Manila. \n11 ADB. 2014. Report and Recommendation of the President to the Board of Directors on a Proposed Loan and Grant \n\nto Solomon Islands for the Transport Sector Flood Recovery Project. Manila. \n\n12 The  Japan  International  Cooperation  Agency,  which  built  the  Teuoma  Bridge  after  it  was  damaged  in  the  2001 \n\nearthquake, is considering its reconstruction. \n\n13 The bridges include Mele, Prima, Creek Ai, Marona, Lamin, Malatia, Pangpang, and Rentapau. \n14 The  bridges  include  Eton  Dry  Creek,  Eton  Beach,  La  Cressonnaire,  Havana,  Tanoliu,  Sara,  Epule,  Epau,  and \n\nNeslep.  \n\n3 \n\n \n\n\frestored, and the road pavement protected; and (xi) a 600 m-long concrete longitudinal roadside \ndrain  at  Klem’s  hill  improved.  All  the  measurements  are  estimates  and  are  subject  to \nconfirmation  during  topographic  and  bathymetric  (underwater  topographic)  surveys  during \nimplementation.  All  works  will  be  designed  and  implemented  using  the  BBB  concept,  and  will \nstrengthen  the  climate  and  disaster  resilience  of  roads  and  bridges.  All  works  will  incorporate \ngender conscious designs, including construction of walkways and provision of laundry facilities \nin streams alongside the road. The civil works will be considered as a single subproject over the \nroad length. \n \nD. \n \n14. \n \n\nThe project is estimated to cost $18.50 million (Table1). \n\nInvestment and Financing Plans \n\nTable 1: Project Investment Plan \n\nBase Costb \nContingenciesc \nFinancing Charges During Implementationd \n \n\nItem \nA. \nB. \nC. \n \na  Includes  $1.91  million  in  taxes  and  duties,  including  12.5%  value-added  tax  financed  by  the  government \nthrough exemptions, and $300,000 in audit fees and counterpart staff to be financed in-kind from government \nresources. \n\n16.03  \n2.41 \n0.06 \n18.50 \n\nTotal (A+B+C) \n\nAmount ($ million)a \n\n \n\nb  In mid-2015 prices. \nc  Physical and price contingencies computed at 15% of the total base cost. \nd  Applies only to the loan amount. \nSource: Asian Development Bank estimates. \n\n \n\n \n15. \nThe  government  has  requested  loans  in  various  currencies  equivalent  to  SDR708,000 \nand  SDR1,986,000,  and  grants  not  exceeding  $7,000,000  and  $2,805,000,  each  from  ADB’s \nSpecial Funds resources. The loans will have an interest charge at the rate of 1.0% per annum; \na  term  of  40  years,  including  a  grace  period  of  10  years;  repayment  of  principal  at  2.0%  per \nannum  for  the  first  10  years  after  the  grace  period  and  4.0%  per  annum  thereafter,  and  such \nother  terms  and  conditions  set  forth  in  the  draft  financing  agreement.  The  interest  during \nconstruction  will  be  capitalized  under  the  loans.  The  GEF  will  provide  grant  cofinancing \nequivalent to $2,680,000, to be administered by ADB.15 The government will finance $1,910,000 \nin taxes and duties that it will exempt and $300,000 in-kind for audit fees and counterpart staff. \n\n \nThe financing plan is in Table 2. \n\n16. \n \n\nSource \nAsian Development Bank \n\nSpecial Funds resources(loan) \nSpecial  Funds \nFacility (loan) \nSpecial Funds resources (grant) \nSpecial  Funds \nFacility (grant) \n\nGlobal Environment Facility (grant)a \nGovernment \n\nTotal \n\na  Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n\nresources  Disaster  Response \n\nresources  Disaster  Response \n\nTable 2: Project Financing Plan  \n\nAmount ($ million) \n \n1.00 \n\nShare of Total (%) \n \n5.41 \n\n2.80 \n7.00 \n\n2.81 \n2.68 \n2.21 \n18.50 \n\n15.16 \n37.84 \n\n15.16 \n14.49 \n11.94 \n100.00 \n\n                                                \n15 ADB financing (including the GEF grant) may finance local transportation and insurance costs. \n\n4 \n\n \n\n\fCofinancing. Among the development partners, ADB was the first to prepare the project, \n17. \nand  some  development  partners  have  expressed  interest  in  participating,  including  through \ncofinancing.  Under  ADB’s  maximum  fund  allocation  for  Vanuatu,  only  10  km  of  the  19  km  of \ndamaged  road  would  be  rehabilitated,  and  additional  funds  from  cofinanciers  could  be \nleveraged  to  expand  the  project  scope  or  the  government  may  request  other  financiers  to \nfinance directly.16 ADB typically seeks approval from its Board of Directors for administration of \nloan or grant funds from  cofinanciers  only  when cofinancing  commitments  are  in  place.  Under \nthe proposed project, discussions are underway and no firm commitments are in place. In light \nof  the  need  for  expediency  and  efficiency  in  the  response  to  post-disaster  recovery  and \nrehabilitation,  Management  requests  Board  approval  for  the  administration  of  any  cofinanced \nfunds obtained from development partners subsequent to the date of Board approval, consistent \nwith the objective, purpose or scope of the project. The administration of such cofinanced funds \nwill  be  approved  by  Management  and  reported  to  the  Board  in  accordance  with  standard \nreporting procedures. \n \nE. \n\nImplementation Arrangements \n\n18. \nThe  PRC  will  provide  overall  coordination  and  administrative  oversight  of  the \nStrengthening  Ni-Vanuatu  Resilience  for  the  National  Recovery  and  Economic  Strengthening \nProgram.  The  Ministry  of  Finance  and  Economic  Management  (MFEM)  will  be  the  executing \nagency  and  the  MIPU  will  be  the  implementing  agency.  An  infrastructure  working  group  has \nbeen  established  in  the  MIPU  to  provide  oversight  for  project  implementation. 17  A  project \nmanagement unit (PMU) comprising the DSCs will be established in the MIPU for project design \nand implementation. The DSCs will include international and national consultants, 30% of whom \nwill be women, and will be integrated within the MIPU’s engineering unit. The DSC team leader \nwill manage project activities and coordinate with other development partners to ensure there is \nno duplication of activities. The DSCs will be responsible for the detailed assessment, feasibility \nstudies,  detailed  engineering  design,  cost  estimates,  tendering,  contract  management  and \nsupervision,  and  day-to-day  implementation,  including  financial  management,  monitoring,  and \nevaluation.  The  PMU  will  use  ADB  disbursement  procedures  and  financial  management \nguidelines,  and  will  maintain  separate  accounts  for  the  project,  which  will  be  audited  by  an \nindependent  auditor.  The  PMU  will  be  responsible  for  procurement  and  administration  of \ncontracts  on  behalf  of  the  MIPU.  The  project  will  be  implemented  within  2  years,  which  is  the \nnorm for emergency assistance projects. \n \n19. \nthe project administration manual (PAM).18 \n \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nAspects  \nImplementation period \nEstimated completion date \nManagement \n\n(i)  Oversight body \n(ii)  Executing agency \n\nTable 3: Implementation Arrangements \n \n\nArrangements \nJanuary 2016–December 2017 \nDecember 2017. Loan and grant closing date: June 2018 \n\nProgram Recovery Committeeb \nMinistry of Finance and Economic Management \n\n                                                \n16 The  government  is  in  discussion  with  World  Bank  which  has  $50  million  earmarked  from  rehabilitation  of  the \n\ntransport infrastructure in the affected provinces. \n\n17 The  infrastructure  working  group  comprise  the  director  general  of  MIPU  (chairman),  and  the  Public  Works \n\nDepartment director, operations manager, provincial managers, and project engineers. \n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\f6 \n\nAspects  \n\n(iii)  Key implementing \n\nagencies \n\n(iv)  Implementation unit \n\nProcurementa \nConsulting services \nAdvance contracting \n\nDisbursement  \n\nArrangements \nMinistry of Infrastructure and Public Utilities \n\nInfrastructure Working Group, Project Management Unit, Port Vila, \nVanuatu, six MIPU staff. \nLIB or direct contracting \nQCBS (90:10) \nAdvance contracting for consulting services recruited by ADB and contract \nto be signed with the government \nThe loan and grant proceeds will be disbursed in accordance with ADB's \nLoan Disbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \n\n2 contracts \n179.75 person-months \n\n$15,000,000 \n$2,810,000 \n\nADB = Asian Development Bank, LIB = limited international bidding, QCBS = quality- and cost-based selection. \na  In  2013,  the  ADB  Board  of  Directors  approved  a  blanket  waiver  of  the  member  country  procurement  eligibility \nrestrictions  applicable  to  operations  financed  by  the  Asian  Development  Fund  and  to  operations  financed  from \nADB-administered  cofinancing  resources  in  all  cases.  The  blanket  waiver  and  universal  procurement  apply, \nregardless  of  whether  ADB  fully  or  partially  administers  the  cofinancing  resources.  The  project’s  procurement \nclassification is accessible from the list of linked documents in Appendix 2. \n\nb  Other members of the program recovery committee are director generals of the ministries of finance and economic \n\nmanagement, foreign affairs and trade, and infrastructure and public utilities. \n\nSource: Asian Development Bank. \n \n\nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\nThe  project  supports  activities  that  respond  to  critical  post-TCP  recovery  and \n20. \nreconstruction  priorities  in  the  transport  sector,  and  tourism  priorities  of  the  government.  The \nproject  is  coordinated  with,  and  supported  by,  other  development  partners  and  will  bolster \ncountry  ownership  and  further  improve  development  coordination.  The  civil  works  will  be \nselected  from  a  long  list  of  damaged  sites,19 using  criteria  in  the  PAM,  option  analysis,  cost \nestimates,  and  feasibility  studies.  The  detailed  engineering  designs  will  include  measures  to \nsupport  the  socially  vulnerable,  including  women,  children,  and  the  disabled;  and  adopt  a \nsustainable  maintenance  strategy,  while  considering  future  traffic  growth  and  climate  and \ndisaster  risks.  A  climate  and  disaster  risk  vulnerability  assessment  will  be  prepared,  and \npotential  adaptation  and  disaster  risk  management  measures  will  be  selected  based  on  an \nanalysis of their effectiveness, cost, technical feasibility, and stakeholder acceptance, to ensure \nthat rehabilitation will follow the BBB concept and the standards for resilience to climate change \nand disaster, but appropriate to the local context. Lessons from the Solomon Islands, supported \nby geotechnical investigations, will be incorporated in the detailed engineering designs (footnote \n11). \n \nB. \n\nEconomic and Financial \n\n21. \nEfate  ring  road  serves  a  rural  population  of  about  29,150  and  an  urban  population  of \n55,525.  It  increases  access to and  improves  the quality  of  the  road  network,  thereby  reducing \nvehicle  operating  costs  and  travel  times,  and  improving  the  reliability  of  access  to  social \nservices. The improved road will further assist poverty reduction and increase incomes in rural \nareas  by  stimulating  economic  activity  (e.g.,  tourism,  local  business  development,  and \nagricultural  activities).  The  project  will  be  implemented  as  a  sector  project  under  emergency \nprocedures. ADB’s Disaster and Emergency Assistance Policy (2004) provides the flexibility to \n                                                \n19 Government of Vanuatu. 2015. Impact Assessment Report on Efate and Epi Islands for Emergency and Recovery \n\nAssessment of Damaged Transport Infrastructure. Port Vila. \n\n \n\n\fin  accordance  with \n\nthe  selection  criteria, \n\nconduct the economic analysis after Board approval. The economic analysis of the subprojects \nwill  be  carried  out  during  the  feasibility  studies  and  before  detailed  engineering  designs  and \nimplementation,  in  accordance  with  ADB  guidelines.20 The  damaged  infrastructure  will  not  be \nrelocated  but  instead  reconstructed  within  the  existing  right-of-way  but  to  a  higher  standard, \nusing  BBB  principles.  The  subprojects  in  the  impact  assessment  report  will  be  selected  and \nprioritized \nincluding  financial  and  economic \nconsiderations  that  specify  a  minimum  economic  internal  rate  of  return  of  12%  (footnote  19). \nThe  economic  due  diligence  will  include  demand  analysis,  cost–benefit  analysis,  alternatives \nand least-cost analysis, sensitivity analysis, sustainability analysis, distribution analysis, and risk \nanalysis.21 There  will  be  significant  unquantified  benefits,  including  (i)  improved  reliability  for \nshort-distance  nonmotorized  traffic;  (ii)  improved  safety  for  both  vehicles  and  pedestrians  in \ndensely  populated  areas  through  footpaths  and  pedestrian  crossings;  and  bridges  with \nprovisions for footpaths, crash barriers, and hand rails; (iii) improved reliability of bridges on the \nentire  length  of  the  ring  road,  which  may  induce  increased  agricultural  production,  and \nstimulation  and  expansion  of  tourism;  and  (iv)  reduced  upstream  damming  effects  through \nhigher-level  structures  with  wider  spans,  thus  reducing  flood  damage  to  structures,  approach \nroads, crops, and buildings adjacent to riverbanks. \n  \n22. \nThe  project  outputs  are  public  service  goods  with  no  cost  recovery,  and  hence  no \nfinancial  viability  assessment  is required.  Roads  and  bridges  to  be  constructed  using  BBB  will \nbe  maintained  from  the  MIPU’s  ongoing  recurrent  budget.  The  government’s  commitment  to \nfinancing  routine  and  periodic  maintenance  costs  will  be  obtained  as  a  loan  and  grant \nassurance. The project output will have BBB features that enhance resilience, which will reduce \noperation  and  maintenance  funding  requirements  for  the  first  2–3  years.  Sufficient  resources \nhave been allocated to the DSCs to undertake the economic and financial due diligence during \nimplementation. \n  \nC. \n\nGovernance \n\n23. \nFinancial  management.  The  MIPU  has  implemented  a  number  of  ADB-financed \nprojects through various PMUs.22 The accounting and bookkeeping for these projects has been \nthrough  various  PMUs  and  was  centrally  monitored  and  kept  by  the  Vanuatu  Project \nManagement Unit and the MFEM Department of Finance and Treasury. Both the MIPU and the \nMFEM have been involved in financial management of projects, accounting, financial reporting, \nand audit, and have gradually built their capacity.23 A financial management assessment of the \nexecuting and implementing agencies was conducted for the projects (footnote 22) and will be \nupdated  within  3  months  of  Board  approval.  The  overall  fiduciary  risk  was  rated  as  moderate \nand remains manageable and will be further mitigated by the provision of a dedicated full-time \nqualified accountant to the PMU. The DSCs include a financial management specialist to carry \nout  financial  due  diligence—including  conducting  financial  analyses  of  the  executing  and \n\n                                                \n20 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n21 In case it is not possible to undertake an accurate benefit–cost analysis for the subprojects, least-cost analysis will \n\nbe used to ensure efficient use of project resources. \n\n22 ADB. 1996. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grant to the Republic of Vanuatu for the Urban Infrastructure Project.  Manila; ADB. 2011. Report and \nRecommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Loan  and  Administration  of  Grant  to  the \nRepublic of Vanuatu for the Interisland Shipping Project. Manila; ADB. 2015. Report and Recommendation of the \nPresident  to  the  Board  of  Directors:  Proposed  Loan  and  Administration  of  Grant  for  Additional  Financing  to  the \nRepublic of Vanuatu for the Interisland Shipping Project. Manila; and ADB. 2011. Report and Recommendation of \nthe President to the Board of Directors: Proposed Loan and Administration of Grant to the Republic of Vanuatu for \nthe Port Vila Urban Development Project. Manila. \n\n23 External financial audit findings are unqualified for the projects in footnote 22. \n\n7 \n\n \n\n\f8 \n\n \n\nimplementing  agencies,  and  calculating  incremental  recurrent  costs  to  determine  the  financial \nsustainability of the Efate ring road—and to review the proposed cost-recovery and tariff policies, \nincluding  affordability.  An  asset  management  plan  will  be  prepared  by  the  DSCs  projecting \nexpenditures  over  a  5-year  period  for  the  sustainability  of  Efate  ring  road.  The  procurement \ncapacity assessment of MIPU conducted for the prior projects (footnote 22) identified a lack of \nprocurement capacity within MIPU. A procurement specialist will be provided through the DSCs \nto undertake all project procurement and build capacity of MIPU staff. \n \nAnticorruption measures. ADB’s Anticorruption Policy (1998, as amended to date) was \n24. \nexplained to and discussed with the MFEM and the MIPU. The specific policy requirements and \nsupplementary measures are described in the PAM (footnote 18). \n\n \nPoverty and Social \n\nD. \n \n25. \nThe  destruction  of  critical  infrastructure  has  impacted  many  people,  and  vulnerable \ngroups  in  particular.  Such  disaster  events  also  create  new  vulnerabilities  by  reducing \nemployment  and  livelihood-generating  ability,  personal  safety,  public  health  and  sanitation, \nhousehold  efficiency,  and  food  production.  While  the  destruction  of  physical  assets  by  the \ncyclone occurred in March 2015, production losses and associated increased production costs \nwill  linger  for  some  time.  The  negative  impact  of  the  disaster  on  overall  socioeconomic \nconditions in the country will be felt for many years. The project’s expected poverty and social \nbenefits and impacts on local communities will be analyzed through a review of previous social \nand poverty analyses and consultations with stakeholders under ongoing ADB-financed projects. \nA  summary  poverty  reduction  and  social  strategy  has  been  prepared.24 As  highlighted  in  the \npost-disaster needs assessment, repairs to roads and bridges are being prioritized to minimize \nsecondary economic impacts, and to restore connectivity to essential services such as hospitals, \nschools,  markets,  and  main  commercial  centers  in  Port  Vila.  The  project  will  contribute  to \nreconstruction  and  repair  of  critical  affected  transport  infrastructure  and  rebuild  transport \nnetworks to higher standards of climate and disaster resilience. \n  \n26. \nGender.  The  project  is  classified  as  having  some  gender  elements,  and  details  of  the \ngender approach will be developed during implementation. Women will be encouraged to take \nup employment during project implementation (reconstruction). Men and women engaged in the \nproject will be paid equal wages for equal work. Various training and awareness activities will be \nundertaken, including training on traffic control at construction sites and safeguards; education \nawareness on HIV/AIDS and prevention, coordinated with an HIV coordinator from the Ministry \nof  Health,  to  all  construction  workers  and  the  majority  of  roadside  inhabitants;  and  awareness \non  gender-sensitive  transport  and  road  safety  issues.  A  resettlement  plan  or  report  will  be \nprepared  for  any  land  acquisition  or  other  nonland  impacts,  and  will  ensure  that  equal \ncompensation  and  assistance  will  be  provided  to  all  TCP-affected  people.  Gender-specific \noutputs,  targets,  and  indicators  are  integrated  into  the  project’s  design  and  monitoring \nframework.  \n \nE.  \n \n27. \nEnvironment. The project is classified as category B for environment. It is expected to \nhave limited, site-specific, and, in most cases, temporary adverse impacts on the environment, \nwhich  can  be  readily  mitigated  and  managed  under  the  environmental  management  plans \nincluded  in  the  environmental  assessment  of  civil  works.  An  environmental  assessment  and \n\nSafeguards \n\n                                                \n24 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n\n\freview  framework  (EARF)  has  been  prepared  for  the  project  in  accordance  with  ADB’s \nSafeguard  Policy  Statement  (2009)  and  posted  on  ADB’s  website. 25  The  EARF  requires \nscreening and assessment, including preparation of an environmental management plan (EMP) \nfor  each  of  the  civil  works  or  project  segments  following  the  Environment  Protection  and \nConservation Act (as amended) 2010, with any additional elements as required to also comply \nwith  ADB’s  Safeguard  Policy  Statement.  During  the  road  reconstruction,  environmental \nsafeguards will follow the system currently being implemented by the government for other ADB \nor  externally  funded  projects,  whereby  minor  repair  works  are  implemented  following \nenvironmental  management  and  safety  guidelines  or  a  simple  EMP,  and  major  works \nassociated  with  rehabilitation  or  reconstruction  of  roads  and  bridges  will  be  subject  to \nenvironmental  assessment  (and  an  EMP)  that  will  be  updated  during  detailed  engineering \ndesign, and incorporated in bidding and contract documents to be implemented by contractors \nand  monitored  by  the  implementing  agency.  Monitoring  will  be  undertaken  in  line  with  the \nmonitoring plan included in the EARF. In line with ADB's Public Communications Policy 2011, all \nrelevant  safeguards  information  will  be  made  available  in  a  timely  manner  and  in  a  form  and \nlanguage understandable to affected people and other stakeholders. ADB  and the government \nwill post the monitoring reports on their websites. \n \n28. \nLand acquisition and involuntary resettlement. The project is classified as category B \nfor land acquisition and involuntary settlement. A resettlement framework has been prepared for \nthe  project  in  accordance  with  ADB’s  Safeguard  Policy  Statement.  The  project  is  within  the \nexisting ring road corridor; temporary access to land outside the corridor will be required during \nconstruction. Some small areas of additional land (for coastal protection works) may be required \nat three or four locations; this will be through negotiated settlement and/or voluntary donation in \naccordance  with  the  project’s  resettlement  framework.  Civil  works  will  require  temporary  land \nuse or access during reconstruction, and this will be obtained through voluntary donation or land \nuse  agreements  with  landowners  or  affected  people.  A  resettlement  framework  has  been \nprepared  describing  the  procedures  for  (i)  screening  of  land  acquisition  and  resettlement \nimpacts; (ii) social impact assessment and preparation of a resettlement plan, if needed; and (iii) \nnegotiation  and  agreements  (such  as  memorandums  of  agreement)  for  land  access  with \ndocumentation of agreements and verification by a third party confirming that agreements were \ntruly  voluntary.26 The  resettlement  framework  has  been  discussed  with  the  MIPU  and  it  has \nendorsed the resettlement framework, which has been posted on ADB’s website. A resettlement \nspecialist has been included in the DSC to prepare the resettlement plan, if required, including \nthe due diligence reports and the completion of third party validation. \n \nIndigenous  peoples.  The  project  is  classified  as  category  C  for  indigenous  peoples. \n29. \nMelanesians are the native people of Vanuatu and comprise the vast majority of the population \nas  well  as  the  project  beneficiaries.  The  project  is  not  expected  to  impact  any  distinct  and \nvulnerable  groups  of  indigenous  peoples.  All  project  components  will  be  implemented  in  a \nculturally appropriate and participatory manner. \n \nF. \n \nThe  overall  risk  is  medium,  and  the  integrated  benefits  and  impacts  are  expected  to \n30. \noutweigh  the  costs.  The  main  risks  and  mitigating  measures  are  summarized  in  Table  4  and \ndescribed in detail in the risk assessment and risk management plan.27 \n\nRisks and Mitigating Measures \n\n                                                \n25 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n26 Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n27 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nLack of procurement \ncapacity in the MIPU \nWeak financial \nmanagement \ncapacity \n\nMitigating Measures \nA procurement specialist in the PMU will carry out all the project procurement activities and \nwill build capacity in MIPU’s engineering staff \nThe financial management assessment will be conducted and updated within 3 months \nafter Board approval. A financial management action plan will be prepared and updated in \nthe project administration manual. A qualified accountant will maintain separate project \naccounts and undertake monthly reconciliation and verification of the project account with \nDepartment of Finance and Treasury. \nExtensive support from the DSCs in the PMU will be provided for procurement, financial \nmanagement, disbursement, monitoring and safeguard policies, and procedures. Capacity \nwill be built by DSCs into the MIPU’s engineering and accounting units. \nContractors will be trained in the civil works through subcontracting by the international \ncontractors. The DSCs will closely monitor contractor performance and provide support on \ncontract compliance and specifications. \n\nLow implementation \ncapacity \n(government) \nLow implementing \ncapacity (national \ncontractors) \nLack of sustainability  Following completion, the project assets will become the property of the government to be \n\nmaintained by the MIPU. The PMU DSCs will prepare a 5-year routine and periodic \nmaintenance plan with expenditure forecast for annual MIPU budgeting. A financial \nmanagement specialist (one of the DSCs) will undertake financial due diligence. \n\nDSC  =  design  and  supervision  consultant,  MIPU  =  Ministry  of  Infrastructure  and  Public  Utilities,  PMU  =  project \nmanagement unit. \nSource: Asian Development Bank. \n\nIV. \n\nASSURANCES \n\n31. \nThe government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the PAM \nand  the  financing  and  grant  agreements.  The  government  has  agreed  with  ADB  on  certain \ncovenants for the project which are set forth in the financing and grant agreements. \n \n\nV. \n\nRECOMMENDATION \n\nI  am  satisfied  that  the  proposed  loans  and  grants  would  comply  with  the  Articles  of \n\n32. \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve \n \n\n(i) \n\n(ii) \n\n(iii) \n\nthe loans in various currencies equivalent to SDR708,000 and SDR1,986,000 to \nthe Republic of Vanuatu for the Cyclone Pam Road Reconstruction Project, from \nADB’s  Special  Funds  resources  with  an  interest  charge  at  the  rate  of  1.0%  per \nannum;  for  a  term  of  40  years,  including  a  grace  period  of  10  years;  with  a \nrepayment  of  principal  at  2%  per  annum  for  the  first  10  years  after  the  grace \nperiod and 4% per annum thereafter; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the  draft financing agreement \npresented to the Board;  \nthe grants not exceeding $7,000,000 and $2,805,000 to the Republic of Vanuatu \nfor  the  Cyclone  Pam  Road  Reconstruction  Project,  from  ADB’s  Special  Funds \nresources  on  terms  and  conditions  that  are  substantially  in  accordance  with \nthose set forth in the draft financing agreement presented to the Board; and \nthe  administration  by  ADB  of  the  grant  not  exceeding  the  equivalent  of \n$2,680,000 \nthe  Cyclone  Pam  Road \nReconstruction Project, to be provided by the Global Environment Facility. \n\nthe  Republic  of  Vanuatu \n\nfor \n\nto \n\nTakehiko Nakao \nPresident \n\n \n\n \n\n16 November 2015 \n\n\f \nImpact the Project is Aligned with: \n\nDESIGN AND MONITORING FRAMEWORK \n\nAccelerated economic and social recovery in Vanuatu’s Cyclone Pam-affected provinces (defined by the \nPDNA)a \n\nAppendix 1 \n\n11 \n\n \na. ADB Outlook, Pacific \nEconomic Monitor \ndatabase, and Vanuatu \nNational Statistics Office \n\nRisks \n\n \nExtreme weather \nevent during \nreconstruction results \nin delays \n\nPerformance Indicators with\nTargets and Baselines \n\nData Sources and \nReporting Mechanisms \n\nBy 2018 \na. GDP growth projection \nincreased to 3.6% \n\n(2015 baseline: 2015 GDP \ngrowth is expected to \ndecline to 1.4% from 4.6%) \n\nb. 130 km of road \nconnected for road users to \nfacilitate trade \n\nb. Quarterly progress \nreports from the MIPU \n\nBy 2017 \n1a. about 10 km of road \nrehabilitated \n\n \nQuarterly progress reports \nfrom the MIPU \n\n \n\n \n\nResults Chain \nOutcome \nSocioeconomic \nactivities restored to \nat least pre-Cyclone \nPam levels \n\nOutput \n1.Transport \ninfrastructure in \ndamaged locations \non Efate ring road \nreconstructed, and \nclimate- and \ndisaster-proofed \n\n1b. About 8 stream \ncrossings and their \napproach roads, \nabutments, and piers \nrepaired and protected \n\n1c. About 9 bridges, box \nculverts, and causeways \nrepaired for minor damages \nand debris cleared \n\n1d. About 200 m of river \nchannel realigned at \nupstream and downstream \nand river training structures \nconstructed \n\n1e. About 1,000 m of \nsealed pavement protected \nagainst erosion from storm \nsurges \n\n1f. About 8 km of road side \nand cross road drainage \nimproved \n\n1g. About 6 culvert \nheadwalls reconstructed \n\n1h. About 250 m of guard \nrail reconstructed  \n\n1i. About 180 m of river \nbanks protected \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nDelays in \nimplementation \ncaused by MIPU staff \noccupied in other \ninfrastructure sectors \nsuch as \nreconstruction of \npublic buildings \nadversely affecting \nthe implementation \nand effectiveness of \nthe emergency \nassistance \n\n \n\nMIPU staff \nsupplemented by \ninternational and \nnational consultants  \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n\nData Sources and \nReporting Mechanisms \n\nRisks \n\n \n\n \n\nPerformance Indicators with\nTargets and Baselines \n1j. Landslide at Klems hill \n(approximately 100 m x 50 \nm) reinstated \n\n1k.  Concrete longitudinal \nroadside drain at Klems hill \n(about 600-m long ) \nimproved \n\n1l. 100% of construction \nworkers and at least 80% of \nroadside inhabitants \nreceive education on \ngender equality and \nHIV/AIDS awareness by the \nend of the project \n\n1m. At least 30% of \nparticipants in all \ncommunity consultations \nare women. \n\n \nKey Activities with Milestones \n\n1. Project management and supervision \n1.1 Recruit design supervision consultants (Q4 2015) \n1.2 Prepare inception report and an implementation plan (Q1 2016) \n1.3 Prepare and implement communication strategy and communication plan (2016–2017) \n1.4 Oversee environment management activities (2016–2017) \n1.5 Prepare project completion report (Q1 2018) \n \n2. Reconstruction of damaged infrastructure \n2.1 Conduct topographical survey of all subprojects (Q1 2016) \n2.2 Conduct feasibility study of all subprojects (Q1–Q2 2016) \n2.3 Prepare detailed engineering designs of all subprojects (Q2–Q3 2016) \n2.4 Prepare bid documents (Q4 2016) \n2.5 Carry out bidding and bid evaluation (Q1 2017) \n2.6 Award civil works contracts (Q1 2017) \n2.7 Reconstruct civil works (Q1–Q4 2017) \n \nInputs \n\nADF: $3,805,000 loan  \nADF: $9,805,000 grant \n \nGEF: $2,680,000 grant (fully administered by ADB) \nGovernment: $2,210,000 in taxes and duties that the government will exempt and in-kind contribution in \nthe form of audit fees and counterpart staff \nAssumptions for Partner Financing \n\nAdditional cofinancing may be confirmed and added to the project for additional or expansion of existing \nperformance targets for the output. \n\nADB  =  Asian  Development  Bank,  ADF  =  Asian  Development  Fund,  GDP  =  gross  domestic  product,  GEF=  Global \nEnvironment Facility, km = kilometer, m = meter, MIPU = Ministry of Infrastructure and Public Utilities, Q = quarter. \na Government of Vanuatu. 2015. Post Disaster Needs Assessment Report. Port Vila. \nSource: Asian Development Bank. \n\n \n\n\fAppendix 2 \n\n13 \n\n \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n \n\n \n\n12. \n\n13. \n\nLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=49319-001-3 \n\nFinancing Agreement \n\nGrant Agreement: Global Environment Facility \n\nSummary Assessment of Damage and Needs: Transport Sector \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nEmergency Assistance Coordination \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nEnvironmental Assessment and Review Framework \n\nResettlement Framework \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Documents \n\nVanuatu: Post-Disaster Needs Assessment Executive Summary \n\nProcurement Classification \n\n \n\n \n\n\f", "author_pages": [" \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", " \n \n", " \n", " \n", "CURRENCY EQUIVALENTS \n(as of 25 October 2015) \n– \n= \n= \n", "vatu (Vt) \n$0.0091 \nVt110.00 \n", "Currency unit \nVt1.00 \n$1.00 \n", " \n \n", " \n \n", "ADB \nBBB \nDRF \nDSC \nEARF \nEMP \nGDP \nGEF \nkm \nm \nMFEM \nMIPU \nPAM \nPMU \nPRC \nTCP \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "ABBREVIATIONS \n", "Asian Development Bank \nbuild back better \nDisaster Response Facility \ndesign and supervision consultant \nenvironmental assessment and review framework \nenvironmental management plan \ngross domestic product \nGlobal Environment Facility  \nkilometer \nmeter \nMinistry of Finance and Economic Management \nMinistry of Infrastructure and Public Utilities \nproject administration manual \nproject management unit \nprogram recovery committee \nTropical Cyclone Pam \n", "NOTE \nIn this report, “$” refers to US dollars, unless otherwise stated. \n", "S. Groff, Operations 2 \nX. Yao, Pacific Department (PARD) \n", "Vice-President \nDirector General \nRegional Director  A. Iffland, Pacific Liaison and Coordination Office (PLCO), PARD \n \nTeam leader \nTeam members \n", " \nR. Adhar, Senior Project Officer, PLCO, PARD \nC. L. Damandl, Senior Counsel, Office of the General Counsel \nO. Domagas, Senior Financial Control Specialist, Controller’s \nDepartment \nB. Dunn, Senior Environment Specialist, Sustainable Development and \nClimate Change Department (SDCC) \nH. Everett, Senior Country Specialist, PARD \nS. Janardanam, Principal Financial Management Specialist, Operations \nServices and Financial Management Department (OSFMD) \nU. Kumar, Economist, Economic Research and Regional Cooperation \nDepartment \nS. Lee, Principal Social Development Specialist, PARD \nC.J. Rhor, Senior Procurement Specialist, OSFMD \nO. Santos, Senior Operations Assistant, PARD \nA. Sinha Roy, Disaster Risk Management Specialist, SDCC \nH. Uusimaa, Climate Change Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \nK. Guy, Transport Specialist, East Asia Department \n", "Peer reviewer \n", " \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n"]}