{"Author": "Asian Development Bank", "CreationDate": "D:20151109111431+11'00'", "Creator": "PDF24 Creator", "Keywords": "49320, vanuatu, cyclone pam, emergency assistance, disaster-resilient infrastructure, school reconstruction, cyclone recovery efforts, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president, gr9181", "ModDate": "D:20151201135301+08'00'", "Producer": "GPL Ghostscript 9.16", "Subject": "Report and Recommendation of the President", "Title": "49320-001: Cyclone Pam School Reconstruction Project", "content": " \n\n \n\n \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 49320-001 \nNovember 2015 \n \n \n \nProposed Administration of Grant \nRepublic of Vanuatu: Cyclone Pam School \nReconstruction Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 25 October 2015) \n\nCurrency unit \n\nvatu (Vt) \n– \nVt1.00  = \n$0.0091 \n$1.00  =  Vt110.00 \n\nABBREVIATIONS \n\nADB \nDSC \nEARF \nMFEM \nMOET \nPAM \nPDNA \nPMU \n\n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \ndesign and supervision consultant \nenvironmental assessment and review framework \nMinistry of Finance and Economic Management \nMinistry of Education and Training \nproject administration manual \npost disaster needs assessment \nproject management unit \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\nS. Groff, Operations 2 \n\nVice-President \nDirector General  X. Yao, Pacific Department (PARD) \nRegional \nDirector \n \nTeam leader \nTeam members \n\nA.  Iffland, Pacific Liaison and Coordination Office, PARD \n\n \nS. Spohn, Private Sector Development Specialist, PARD \nR. Adhar, Senior Project Officer, Pacific Liaison and Coordination Office, \nPARD \nM. de Villa, Project Analyst, PARD \nO. Domagas, Senior Financial Control Specialist, Controller’s Department \nH. Everett, Senior Country Specialist, PARD \nS. Gyawali, Project Officer (Education), Nepal Resident Mission, South \nAsia Department \nI. Jalal, Senior Social Development Specialist (Gender and Development), \nSustainable Development and Climate Change Department (SDCC) \nS. Janardanam, Principal Financial Management Specialist, Operations \nServices and Financial Management Department (OSFMD) \nH. Kasahara, Senior Financing Partnerships Specialist, Office of \nCofinancing Operations \nM. Kunzer, Principal Environment Specialist, SDCC \nS. Lee, Principal Social Development Specialist (Gender and \nDevelopment), PARD \nJ. Mangahas, Senior Social Sector Specialist, Southeast Asia Department \nV. Mercer-Blackman, Senior Economist, Economic Research and Regional \nCooperation Department \nA. Pokhrel, Disaster Risk Management Specialist, SDCC \nC. J. Rhor, Senior Procurement Specialist, OSFMD \nY. Seo, Counsel, Office of the General Counsel \nC. Thonden, Education Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \n\n \n\n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\n \n\n \n\n \n\n \n \n\n \n \n\n \n \n \n \n \n\n\f \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\f \n\n\fPage \n\n1 \n1 \n1 \n3 \n3 \n4 \n5 \n6 \n6 \n7 \n7 \n8 \n8 \n9 \n9 \n10 \n\n11 \n13 \n\n \n\nCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n1. \n\nDesign and Monitoring Framework \n\n2. \n\nList of Linked Documents \n\n \n\nMAP \nI. \nII. \n\nIII. \n\nIV. \nV. \n\n \n\n \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nEducation\n\nProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nCyclone Pam School Reconstruction \nProject\nVanuatu\nGovernment of Vanuatu\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nNon-formal education\nSecondary\n\nProject Number: 49320-001\n\nPARD/PLCO\n\nMinistry of Finance & \nEconomic Management\n\n     ADB Financing ($ million)\n0.00\n0.00\n0.00\n\nTotal\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\n\nPillar 2: Access to economic opportunities, \nincluding jobs, made more inclusive\nDisaster risk management\nGlobal and regional transboundary \nenvironmental concerns\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nPartnerships (PAR)\n\nComponents\nCivil society participation\n\nCivil society organizations\nImplementation\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\n0.30\nMedium\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\n \n\n \n\n.\n\n.\n\n5. Poverty Targeting\n\nProject directly targets \npoverty\n\n6. Risk Categorization:\n\nNo\n\nLow\n\n8. Financing\n\nModality and Sources\nADB\nCofinancing\n     Japan Fund for Poverty Reduction\nCounterpart \n     Government\n  \nTotal\n\nAmount ($ million)\n\n0.00\n5.00\n5.00\n0.72\n0.72\n\n5.72\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nNo\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n01092015093258856015\n\nGenerated Date: 09-Nov-2015 7:58:36 AM\n\n\fo\n167  00'E\n\nHiu\n\nTegua\nLoh Toga\n\nTORRES  ISLANDS\n\nUreraparapara\n\nMota Lava\nMota\n\nSola\n\nTORBA  PROVINCE\n\nVanua Lava\n\nGaua\n\nSANMA PROVINCE\n\no\n\n15  00'S\n\nESPIRITU SANTO\n\nFugalato\n\nPENAMA PROVINCE\n\nLuganville\n\nMalo\n\nAMBAE\n\nAore\n\nNorsup\n\nMALAMPA PROVINCE\n\nMALAKULA\n\nLopevi (Ulveah)\n\nMerelava\n\nMAEWO\n\nPENTECOST\n\nAMBRYM\n\nPaama\n\nEPI\n\nTongoa\n\nEmae\n\nSHEFA  PROVINCE\n\nEFATE\nPORT VILA\n\n169  00'Eo\n\no\n169  00'E\n\no\n170  00'E\n\nVANUATU\nCYCLONE PAM\nSCHOOL RECONSTRUCTION PROJECT\n\no\n\n15  00'S\n\nERROMANGO\n\no\n19   00'S\n\no\n19   00'S\n\nTAFEA  PROVINCE\n\nBoundaries are not necessarily authoritative.\n\nAniwa\n\nNational Capital\n\nProvincial Headquarters\n\nTown\n\nAirport\n\nMain Road\n\nMinor Road\n\nRiver\n\nProvincial Boundary\n\nInternational Boundary\n\nFutuna\n\nTANNA\n\nLenakel\n\no\n19  00'S\n\nTAFEA  PROVINCE\n\nAniwa\n\nERROMANGO\n\no\n19  00'S\n\nTANNA\n\nLenakel\n\nFutuna\n\nANEITYUM\n\no\n167  00'E\n\n150  00'Eo\n\no\n169  00'E\n\n170  00'Wo\n\nPACIFIC  REGION\n\n20  00'No\n\nNORTHERN\nMARIANA ISLANDS\n\nHAWAII, USA\n\n20  00'No\n\nGUAM\n\nMARSHALL  ISLANDS\n\nN o r t h     P a c i f i c     O c e a n\n\nINDONESIA\n0o\n\nFEDERATED STATES OF\nMICRONESIA\n\nPALAU\n\nNAURU\n\nPAPUA\nNEW GUINEA\n\nK I R I B A T I\n\n0o\n\no\n20   00'S\n\nN\n\nTIMOR-LESTE\n\no\n20  00'S\n\nA U S T R A L I A\n\n \n\n1\n5\n-\n3\n2\n9\n8\n1\n5\nV\nA\nN\nA\nB\nV\n\n \n\nSOLOMON\nISLANDS\n\nTUVALU\n\nVANUATU\n\nSAMOA\n\nNEW\nCALEDONIA\n\nFIJI\n\nTONGA\n\nS o u t h     P a c i f i c     O c e a n\n\nCOOK\nISLANDS\n\no\n20  00'S\n\nFRENCH POLYNESIA\n\n0\n\n10\n\n20\n\n30\n\nKilometers\n\nANEITYUM\n\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information. \n\n150  00'Eo\n\n170  00'Wo\n\n169  00'Eo\n\n170  00'Eo\n\no\n20   00'S\n\n\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  the  proposed \nadministration  of  a  grant  to  be  provided  by  the  Japan  Fund  for  Poverty  Reduction  to  the \nRepublic of Vanuatu for the Cyclone Pam School Reconstruction Project.1 \n \n2. \nThe  project  will  support  the  Government  of  Vanuatu  in  accelerating  recovery  and \nrehabilitation  in  the  wake  of  the  devastating  Cyclone  Pam  in  March  2015.  The  project  will \nsupport  the  rebuilding  of  junior  secondary  schools  in  Tafea  Province  with  “build  back  better” \nconcepts  to  strengthen  resilience  to  future  disasters  and  climate  change  risks,  and  prepare \nschools and communities for climate and disaster risk management.2 \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\nDisaster risk in Vanuatu. According to the World Risk Report, Vanuatu ranks highest in \n3. \nthe World Risk Index because of its exposure to geophysical and hydrometeorological hazards, \nand  its  limited  financial  and  technical  capacities  to  prepare  for  and  respond  to  the  associated \nrisks. 3 Vanuatu  is  an  archipelago  of  83  volcanic  islands,  and  is  geographically  located  in  the \nPacific Ring of Fire and at the center of the Pacific cyclone belt. This results in a relatively high \nfrequency  of  volcanic  eruptions,  cyclones,  earthquakes,  tsunamis,  storm  surges,  coastal  and \nriver  flooding,  and  landslides.  In  addition,  the  country  suffers  from  extreme  events  associated \nwith  climate  variability,  such  as  sea-level  and  temperature  extremes  and  droughts.  Climate \nchange will drive changes in intensity and frequency of weather hazards and thereby heighten \ndisaster risks. For Vanuatu, the frequency and intensity of extreme weather rainfall events  are \nprojected to increase in the future, and so will the intensity of cyclones.4 \n \nDescription  of  emergency.  On  12–14  March  2015,  category  5  tropical  Cyclone  Pam \n4. \nstruck  22  islands of  Vanuatu,  leaving  behind significant  damage. The  storm brought  down  the \ncommunication  systems  linking  the  islands,  which  hampered  initial  efforts  to  obtain  a \ncomprehensive  understanding  of  the  full  scale  of  the  disaster  impacts.  Eleven  fatalities  were \nsubsequently confirmed in Tafea and Shefa provinces. The cyclone also damaged or destroyed \n17,000  buildings,  including  houses,  schools,  clinics,  and  medical  facilities.  It  displaced  an \nestimated  65,000  people  who  needed  temporary  shelter,  and  affected  more  than  34,600 \nschoolchildren. It destroyed crops on a large scale, and compromised the livelihoods of at least \n80%  of  Vanuatu’s  rural  population.  Severe  and  widespread  damage  was  worst  on  the  larger \nislands of Tanna, Erromango, and Efate (which is also home to the capital city of Port Vila). \n \n5. \nThe government, international community, and nongovernment organizations responded \nquickly to provide immediate relief. The Asian Development Bank (ADB) approved a $1 million \ngrant from the Asia Pacific Disaster Response Fund on 20 March 2015.5 \n \n                                                \n1   The design and monitoring framework is in Appendix 1. \n2   Junior secondary schooling covers years 7–10. \n3  United  Nations  University,  Institute  for  Environment  and  Human  Security.  2014.  World  Risk  Report  Index. \n\nhttp://www.WorldRiskReport.org (accessed 22 September 2015). \n\n4  Australian  Bureau  of  Meteorology  and  the  Commonwealth  Scientific  and  Industrial  Research  Organisation \n(CSIRO).  2014.  Climate  Variability,  Extremes  and  Change  in  the  Western  Tropical  Pacific:  New  Science  and \nUpdated Country Reports. Chapter 16, Vanuatu. Melbourne. Australian Bureau of Meteorology and CSIRO. \n\n5   Asian Development Bank, Pacific Department. 2015. Vanuatu Cyclone Pam Disaster Response Project—Request \nfor ADB Financial Assistance from the Asia Pacific Disaster Response Fund. Memorandum. 20 March (internal). \n\n \n\n\fAssessment  of  the  damage  and  needs.  The  government  initiated  a  post  disaster \n6. \nneeds  assessment  (PDNA)  supported  by  multilateral  development  partners  such  as  ADB  and \nthe World Bank, the governments of Australia and New Zealand, the United Nations, and other \ninternational  development  organizations.  The  PDNA  covered  damage  and  losses  in  all  key \nsectors.6 Preliminary estimates of direct damage and losses caused by the cyclone ran to about \n$441.35  million,  equivalent  to  64.1%  of  Vanuatu’s  gross  domestic  product  (footnote  6). \nAccording  to  the  PDNA,  Tafea  and  Shefa  provinces  suffered  the  most.  By  sector,  the  social \nsector  sustained  the  brunt  of  total  damage—mainly  private  housing  (32%)  and  education \n(13%)—followed  by  tourism  (20%)  and  transport  (10%). 7 Many  schools  suffered  substantial \ndamage amounting to $36.30 million.8 Estimated medium- and long-term recovery needs in the \neducation sector (e.g., schools and associated facilities) total $62.30 million (footnote 6). \n \nInternational  experience  shows  that  poverty  rises  in  regions  hit  by  disasters  because \n7. \nproductive  assets  are  damaged  and  economic  opportunities  shrink  in  the  short  and  medium \nterm. The incidence of poverty may persist in the long run if emergency and recovery efforts do \nnot restore assets and livelihoods quickly. The cyclone harmed an estimated 40,000 households \nby destroying at least 50% of agriculture crops and limiting their ability to generate income, for \nan estimated loss of $14.56 million. This is also relevant for the social sectors. Immediate action \nis  necessary  to  ensure  that  children  can  return  to  a  safe  school  environment.  Studies  have \nshown that the longer children are out of school after a disaster, the less likely they are to return \nto  school.  Education  plays  a  key  role  in  bringing  back  needed  normality  and  routine  after  a \ndisaster and provides support to children after such a traumatic experience (footnote 6). \n \n8. \nIn  line  with  the  PDNA  findings,  the  government  prepared  a  National  Recovery  and \nEconomic Strengthening Program Plan in June 2015 and organized a high-level workshop with \ndevelopment  partners  to  consult  on  the  recovery  plan  and  discuss  its  financing.9 A  second \nworkshop with partners was held in early August 2015 to discuss any financing gaps that would \nhamper recovery activities. Reconstruction efforts are coordinated through sector cluster groups, \nin  which  development  partners  are  also  members,  depending  on  their  priority  sector. \nConsultation between the development partners is strong. Any new reconstruction project has to \nfollow a government-led and -coordinated process. Project proposals are to be presented to the \nrecovery  committee  (chaired  by  the  director  general  of  the  Prime  Minister’s  Office),  which \ncomprises  senior  civil  servants  of  line  ministries.  After  positive  vetting,  the  Prime  Minister’s \nOffice will need to approve the proposal before it goes to the Ministry of Finance and Economic \nManagement  (MFEM)  for  budgetary  allocation.  This  ensures  that  reconstruction  happens \naccording  to  the  government’s  recovery  priorities.  The  government  has  set  itself  a  24-month \ndeadline  for  implementing  the  reconstruction  work.  Indicative  areas  of  support  are  outlined  in \nthe emergency assistance coordination.10 \n \n9. \nOn  25  August  2015,  ADB  received  a  request  from  the  government  for  emergency \nassistance.  It  was  to  support  Vanuatu’s  post  cyclone  recovery  and  rehabilitation  efforts  in  the \neducation  sector,  with  an  emphasis  on  school  infrastructure.  The  request  clearly  aligns  with \nADB’s area of experience in the infrastructure sector. It was the first request received, and ADB \nsupport  will  have  a  demonstration  effect  for  other  development  partners  to  follow  in  their \nreconstruction support for Vanuatu. One of the more remote provinces with five islands, Tafea \n\n                                                \n6  Government of Vanuatu. 2015. Post Disaster Needs Assessment. Port Vila (final draft). \n7  According  to  the  PDNA,  private  housing  and  education  belong  to  the  social  sectors,  tourism  belongs  to  the \n\nproductive sector, and transport belongs to the infrastructure sector. \n8  These are early childhood centers, and primary and secondary schools. \n9   Government of Vanuatu. 2015. National Recovery and Economic Strengthening Program Plan. Port Vila. \n10 Emergency Assistance Coordination (accessible from the list of linked documents in Appendix 2). \n\n2 \n\n \n\n\fProvince  was  prioritized  because  it  suffered  the  most  damage  in  the  education  sector,  and \nrehabilitation  will  likely  focus  on  one  island  because  this  would  be  the  most  cost-efficient \nsolution. 11 The  province  has  limited  economic  opportunities,  and  most  of  its  inhabitants  are \nsubsistence farmers and considered poor and vulnerable. Hence, school education is crucial to \nbuild  capacity  and  opportunities  for  future  employment.  Based  on  its  own  assessment  and  in \nconsultation  with  ADB,  the  Ministry  of  Education  and  Training  (MOET)  initially  selected  five \njunior  secondary  schools  to  be  potentially  supported  through  the  proposed  ADB  project.12 The \nlevel  of  damage,  strategic  location  for  community  shelters,  and  the  potential  for  rationalization \nwere  taken  into  consideration  so  that  some  schools  could  be  expanded  if  other  schools  were \nbeyond repair. The province was not prepared for a disaster of that magnitude. The schools will \ntherefore feature an integrated community shelter to provide a safe place in times of emergency. \n \n The  project  will  support  a  safer  school  environment  for  at  least  1,200  schoolchildren. \n10. \nThe  project  will  incorporate  lessons  from  recent  disasters  in  Indonesia,  Japan,  and  the \nPhilippines,  and  strengthen  climate  and  disaster  resilience  when  rebuilding  schools.  The \nschools  will  also  have  a  demonstration  effect  for  other  schools  in  Vanuatu  in  their  ability  to \nwithstand  disasters  and  provide  temporary  shelter  to  communities  during  emergencies.  The \nproject satisfies all six characteristics of an emergency assistance project by (i) supporting the \nrebuilding  of  high-priority  assets,  (ii)  mitigating  immediate  losses,  (iii)  providing  short-term \nassistance, (iv) targeting priority rehabilitation, (v) complementing other relief efforts, and (vi) not \nbeing a policy-based loan. \n \n11. \nThe government’s capacity for the build-back-better principle will be further strengthened \nby  integrating  external  design  and  supervision  consultants  (DSCs)  into  MOET’s  facilities  unit. \nThe  project  will  recruit  and  finance  these  experts  because  MOET  has  limited  technical  and \nengineering  staff.  The  project  also  recognizes  the  importance  of  community  engagement  and \nconsultation with the support of a nongovernment organization familiar with the education sector \nin Vanuatu and with expertise in disaster risk preparedness. The DSCs will be recruited under \nadvance action to expedite the implementation of the project. \n \n12. \nThe  project  will  be  implemented  in  two  phases.  Phase  1  involves  (i)  the  finalization  of \ndesign  and  costing,  (ii)  the  preparation  of  bidding  documents  for  the  civil  works  contract,  and \n(iii) community consultation to ensure that community feedback is factored into the final design \nand  costing.  Phase  2  consists  of  (i)  physically  rehabilitating  the  project  schools,  and  (ii) \nstrengthening  the  capacity  of  MOET  and  communities  for  build-back-better  execution,  safer \nconstruction, disaster risk reduction and preparedness, and maintenance planning. \n \nB. \n\nImpact and Outcome \n\nThe impact will be accelerated social recovery in Vanuatu’s cyclone-affected provinces. \n\n13. \nThe outcome will be critical education services resumed with disaster-resilient infrastructure. \n \nC. \n\nOutputs \n\nThe project has two outputs: (i) schools in Tafea Province are rebuilt and/or upgraded, \n14. \nand  (ii)  the  capacity  of  communities  and  MOET  management  for  disaster  risk  reduction  and \ndisaster preparedness is strengthened. The recovery work is to be completed within 24 months. \n\n                                                \n11 Tanna Island in Tafea Province is the most populated island and experienced the most damage. \n12 Other  development  partners  already  support  the  reconstruction  of  early  childhood  centers  and  primary  schools. \n\nThe support for secondary schools is a complementary fit. \n\n3 \n\n \n\n\f4 \n\n \n\n \n15. \nOutput 1: Schools in Tafea Province are rebuilt and/or upgraded. At least five junior \nsecondary  schools  are  rebuilt  and/or  upgraded  to  serve  1,200  school  children. 13  School \nreconstruction will be planned to disaster-resilient and climate-proof standards. While the level \nof damage in each school is different, all will benefit from water and sanitation facilities as well \nas  dormitories  that  are  gender  inclusive  and  responsive. 14  In  addition,  the  schools  will  be \ndesigned,  or  redesigned,  to  offer  the  surrounding  communities  temporary  and  safe  shelter \nduring  emergencies.15 The  buildings  will  be  equipped  with  water  tanks for  rainwater  collection, \nemergency  power  backup,  and  communication facilities,  and  store  essential  supplies that  may \nbe accessed immediately in the event of a disaster. Communities will be consulted throughout \nthe design process to ensure ownership of and agreement on proposed school rehabilitation. \n \n16. \nOutput  2:  The  capacity  of  communities  and  MOET  management  for  disaster  risk \nreduction  and  disaster  preparedness  is  strengthened.  MOET staff will be trained on build-\nback-better  concepts  and  standards  so  it  can  replicate  the  model  in  other  locations.  Other \ngovernment  ministries  will  also  be  invited  to  participate  in  the  training.  School  disaster  risk \nmanagement plans will be established, and school curricula will include information on disaster \npreparedness. MOET staff, schools, and communities will all benefit from greater awareness of \nand training in disaster risk management and disaster preparedness.  Training and information \ncampaigns  will  also  be  carried  out  in  schools  and  surrounding  communities  on  safer \nconstruction techniques and standards as well as school maintenance planning. \n \nD. \n  \n17. \n \n\nThe project is estimated to cost $5.72 million (Table 1). \n\nInvestment and Financing Plans \n\nTable 1: Project Investment Plan \n($ million) \n\nItem \nA. \n \n \n \nB. \n \na  Inclusive of taxes and duties of $0.42 million. The Government of Vanuatu will exempt the taxes and duties as its \n\nBase Costb \n1. \n2. \n \nContingenciese \n \n \n\nSchool rehabilitationc \nDisaster preparednessd \nSubtotal (A) \n\n  \n4.28 \n0.62 \n4.90 \n0.82 \n5.72 \n\nTotal (A+B) \n\nAmounta \n\ncontribution to the project. \n\nb  In mid-2015 prices. \nc  Includes school furniture, vehicle, and equipment; and government in-kind contribution. The investment cost for this \ncomponent is $4.10 million (civil works $3.02 million, consulting services $1.08 million) and recurrent cost of $0.18 \nmillion. \n\nd  Includes workshop expenses and government in-kind contribution. The investment cost for this component is $0.50 \n\nmillion and recurrent cost of $0.12 million. \n\ne  Physical contingencies computed at 15% for civil works, community participation, and project management. Price \ncontingencies  computed  at  2%  of  foreign  exchange  and  local  currency  costs;  includes  provision  for  potential \nexchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \n\nSource: Asian Development Bank estimates. \n \n                                                \n13 MOET data showed that the 2013 junior secondary school enrollment rate in Tafea Province was 2,100, of which \n1,800 are enrolled in Tanna Island. The project would restore up to 60% of the pre cyclone enrollment rate in Tafea \nProvince. The junior secondary school enrollment rate in Vanuatu was 15,481 in 2013. \n\n14 80% of students use dormitory facilities. \n15 Tafea Province has 32,500 inhabitants, of which 28,800 live on Tanna Island (census 2009). The four other islands \n\nare sparsely populated. The community shelters would provide a safe retreat for about 18,000 people. \n\n\fThe  Japan  Fund  for  Poverty  Reduction  will  provide  grant  cofinancing  equivalent  to  $5 \n18. \nmillion, to be administered by ADB. The grant will finance (i) civil works and equipment, and (ii) \nconsulting  services  and  capacity  building  (Table 2).16 The  government  will  provide  counterpart \nsupport in the form of counterpart staff, office accommodation, and other in-kind contributions. \n \n\nTable 2: Financing Plan \n\nSource \nJapan Fund for Poverty Reductiona \nGovernment of Vanuatu \n\nTotal \n\na Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \nE. \n\nImplementation Arrangements \n\nAmount ($ million) \n5.00 \n0.72 \n5.72 \n\nShare of Total (%) \n87.0 \n13.0 \n100.0 \n\n19. \nAn  interministerial  recovery  committee  will  guide  all  of  Vanuatu’s  reconstruction  efforts \nand  will  be  kept  informed,  but  will  have  no  direct  involvement  in  the  implementation  of  the \nproject. The MFEM will be the executing agency and the MOET will be the implementing agency. \nA project management unit (PMU) for the final design and implementation of the project will be \nestablished  within  the  facilities  unit  in  MOET  to  oversee  the  day-to-day  implementation  and \nprogress  of  the  project.  The  PMU  will  be  managed  by  a  MOET  counterpart  staff  member  and \ncomprise a project accountant and DSCs.17 The PMU will be established in advance. The PMU \nmanager will report to the MOET director general. The PMU will coordinate activities with other \ndevelopment  partners  through  the  Education  Sector  Working  Group  and  within  MOET  to \npreempt  any  overlap  or  duplication  of  activities. 18 MOET’s  facilities  unit  will  be  strengthened \nwith  DSCs  to  support  the  existing  technical  and  managerial  capacities,  especially  in  view  of \nbuild-back-better concepts with disaster-resilient and climate-proof standards. The PMU will be \nresponsible for the final design and costing; preparation of tender documents; bill of quantities; \ntendering;  contract  management  and  supervision;  and  day-to-day  implementation,  including \nfinancial management, monitoring, and evaluation. This will cover safeguards as well as climate \nchange monitoring. The PMU will maintain separate project accounts, which will be audited by \nan independent auditor. \n \n20. \nThe  PMU  will  be  responsible  for  procuring  and  administering  contracts  on  behalf  of \nMOET. To work within established MOET governance systems, it is suggested to use a similar \nsteering  committee  composition  as  in  the  Vanuatu  Education  Support  Program, 19  with  an \nadditional representative from the MFEM.20 This will create synergies in the school rehabilitation \nefforts. \n \n21. \nThe  terms  of  reference  for  the  required  consulting  positions  are  outlined  in  the  project \nadministration  manual  (PAM). 21  Given  the  need  for  immediate  mobilization  of  consultants \nbecause  of  the  emergency  nature  of  the  project,  the  DSCs  will  be  recruited  through  single-\n\n                                                \n16 The grant may finance local transport, vehicle, furniture, equipment, and insurance costs. \n17 The  PMU  will  further  include  procurement  and  safeguards  specialists,  as  detailed  in  the  Project  Administration \n\nManual (accessible from the list of linked documents in Appendix 2). \n\n18 MOET is a member of the Education Sector Working Group. \n19 Funded by the governments of Australia and New Zealand. \n20 The  composition  will  be  decided  by  the  director  general  of  MOET  in  consultation  with  ADB.  The  committee  will \ncomprise representatives from MOET, MFEM, and the Prime Minister’s Office (Policy and Planning, Education). \n\n21 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\fsource  selection.22 For  smaller  local  contracts,  shopping  may  be  used.  The  contractor  for  the \ncivil works will be selected after the design work is completed. \n \n22. \nthe PAM (footnote 21). \n \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nAspects \nImplementation period \nEstimated completion date \nManagement \n\n(i)  Oversight body \n(ii)  Executing agency \n(iii)  Key implementing \n\nagencies \n\n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \n\n(i)  Design and supervision \n\nAdvance contracting \nDisbursement  \n\nTable 3: Implementation Arrangements \n\nArrangements \n1 January 2016–31 December 2017 \n31 December 2017 (grant closing date: 30 June 2018) \n\nMinistry of Education and Training steering committee \nMinistry of Finance and Economic Management \nMinistry of Education and Training \n\n \n1 contract \nvarious \n\nFacilities unit at the Ministry of Education and Training, 3 long-term staff \n(consultants), several short-term consultants \nInternational \ncompetitive bidding \nShopping \n \nSingle-source \nselection (firm) \nDesign and supervision consultants \nThe grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \n\n \n$2,750,000 \n$100,000 \n\n60 person-months \n\n$1,415,000 \n\n \n\n \n\nADB = Asian Development Bank.  \nSource: Asian Development Bank. \n \n23. \nThe procurement of goods and works, and the recruitment of consulting services will be \ncarried  out  according  to  the  simplified  and  expedient  procedures  permitted  under  ADB’s \nDisaster and Emergency Assistance Policy (2004), Procurement Guidelines (2015, as amended \nfrom time to time), and Guidelines on the Use of Consultants (2013, as amended from time to \ntime). The PAM’s procurement section details the processes to be followed.  \n \n\nIII. \n\nDUE DILIGENCE \n\nA. \n\nTechnical \n\n24. \nAfter  a  detailed  damage  assessment,  five  junior  secondary  schools  on  Tanna  Island, \nTafea  Province,  were  initially  selected  in  consultation  with  MOET.  The  selection  took  into \naccount (i) whether the school is in a strategic location, (ii) whether it is still feasible and cost-\neffective  to  repair  the  damage,  and  (iii)  the  size  of  the  school  and  the  potential  for  either \nrationalization  or  expansion.  A  climate  risk  screening  considered  the  project  to  be  at  medium \nrisk.  A  climate  and  disaster  risk  and  vulnerability  assessment  for  the  project  components  will \ninform  the  detailed  design  of  the  school  buildings,  to  ensure  that  they  will  be  rehabilitated \nfollowing  the  build-back-better  concept  and  the  standards for resilience to  climate  change  and \ndisaster,  but  appropriate  to  the  local  context.  Capacity  for  construction  is  limited  in  Tafea \nProvince, especially after Cyclone Pam, and material and expertise will need to be brought from \n\n                                                \n22 The DSCs will also be responsible for the capacity-building component of the project. \n\n6 \n\n \n\n\felsewhere. However, school staff, communities, and the provincial education department will be \ninvolved to ensure ownership and capacity for maintenance. The final engineering designs will \ninclude measures to mitigate climate and disaster risks and provide safe schools with universal \naccess. \n \nB. \n\nEconomic and Financial \n\n25. \nGiven  the  focus  on  severely  affected  areas,  the  project  is  likely  to  bring  significant \nbenefits  to  the  population.  The  economic  analysis  will  not  be  finalized  before  project  approval \nbut before implementation starts, in accordance with ADB’s Disaster and Emergency Assistance \nPolicy  (2004).  The  analysis  will  be  carried  out  in  line  with  ADB’s  Guidelines  for  the  Economic \nAnalysis of Projects and the 1994 Framework and Criteria for the Appraisal and Socioeconomic \nJustification of Education Projects.23 \n \n26. \nProject outputs are public service goods with no cost recovery, hence an assessment of \nthe  capacity  to  finance  incremental  recurrent  costs  needs  to  be  performed  at  project  start. \nHistorically,  the  government  has  spent  little  on  maintenance (in  2014,  75%  of  MOET’s  budget \nwas for salary expenses of government officials and school teachers, 10% for the school grant \nscheme, and the remainder for scholarships and administrative costs). About 6% of the school \ngrant from the government is used for the maintenance of schools but because maintenance is \nprimarily  left  to  the  school  management  committees,  the  provincial  facilities  supervision \nauthority  in  Tafea  Province  has  limited  scope  for  full  oversight  of  school  maintenance.  Junior \nsecondary  schools  are  self-funded  and  use  the  government  grant  scheme,  receipt  of  school \nfees,  and  community  support  to  cover  costs  such  as  maintenance.  This  issue  has  been \ndiscussed  with  the  government  and  is  included  as  an  assurance  covenant  in  the  grant \nagreement. Building the schools back with climate-proof and disaster-resilient features will ease \nthe  strain  on  the  operation  and  maintenance  budget  in  the  first  3–5  years.  During \nimplementation,  an  asset  management  plan  will  be  prepared  to  ensure  that  schools  can  be \nmaintained  in  good  condition  for  their  economic  life.  Sufficient  resources  will  be  allocated  to \nundertake the economic and financial due diligence before implementation. \n \nC. \n\nGovernance \n\n27. \nThe  Government  of  Australia  conducted  a  financial  management  assessment  of  the \neducation sector as well as an assessment of national systems in 2013, as part of the design of \nthe  Vanuatu  Education  Sector  Program.24 The  assessment  was  used  for  the  purposes  of  this \nproject.  It  revealed  several  weaknesses,  especially  in  downstream  government  systems \n(treasury,  procurement,  accounting,  reporting,  and  auditing),  and  recommended  several  risk-\nmitigating  measures.  In  particular,  it  was  decided  not  to  use  government  processes  for  the \nVanuatu  Education  Sector  Program.  A  management  contractor  was  appointed  to  act  as  the \nproject implementing unit and to support MOET with additional technical assistance to gradually \nimprove  the  systems.  The  overall  fiduciary  risk  is  rated  high  but  remains  manageable  since  it \nwill  be  mitigated  by  the  provision  of  a  dedicated  qualified  accountant  to  the  PMU,  additional \nsupport  from  the  DSCs,  and  simplified  fund-flow  and  payment  procedures.  The  project \nprocurement  classification  is  B.  MOET  is  not  yet  familiar  with  ADB’s  procurement  procedures, \nand the  procurement risk  is considered  high  based  on  a Government  of Australia assessment \n\n                                                \n23 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila; and ADB. 1994. Framework and Criteria for \n\nthe Appraisal and Socioeconomic Justification of Education Projects. Manila. \n\n24 Government  of  Australia.  Vanuatu  Education  Sector  Program.  Unpublished  (funded  by  the  governments  of \n\nAustralia and New Zealand). \n\n7 \n\n \n\n\fconducted in 2013.25 However, the recruitment and procurement requirements are not deemed \ncomplex.  To  mitigate  any  risk,  ADB  will  support  the  government  in  precontractual  recruitment \nactivities. In addition, the DSCs will include a procurement specialist to support the preparation \nof bidding documents for the civil works contract and assist MOET during the bidding process. \n \n28. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MOET.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 21). \n \nD. \n\nPoverty and Social \n\n29. \nThe  project  will  restore classrooms,  dormitories,  ablution blocks,  and  toilets for  at  least \n1,200 students in Tafea Province, with a focus on user safety and in consultation with affected \ncommunities.  Inbuilt  multipurpose  facilities  will  provide  a  safe  temporary  shelter  during \nemergencies and protect people’s livelihoods in times of disasters. \n \nThe  project  is  classified  as  effective  gender  mainstreaming,  and  a  gender  action  plan \n30. \nhas been prepared.26 It specifies the activities and makes sure that gender is considered during \ndesign  and  implementation,  that  women  will  be  engaged  during  community  consultation,  and \nthat gender-disaggregated data will be collected. \n\n \nSafeguards \n\nE. \n\n31. \nEnvironment. The project is classified as category B for environment. Reconstruction of \nbuildings and facilities at five existing school sites is expected to have limited, only site-specific \nand,  in  most  cases,  temporary  adverse  impacts  on  the  environment,  which  can  be  readily \nmitigated  and  managed  through  a  construction-focused  environmental  management  plan.  An \nenvironmental  assessment  and  review  framework  (EARF)  was  prepared  for  the  project  in \naccordance  with  ADB’s  Safeguard  Policy  Statement  (2009)  and  will  be  posted  on  ADB’s \nwebsite.27 The EARF requires screening and assessment of each school (and preparation of an \nenvironmental management plan for it) in line with the Environment Protection and Conservation \nAct (as amended) 2010, supplemented as required to also comply with ADB’s Safeguard Policy \nStatement.  Monitoring  will  follow  the  monitoring plan  included  in  the  EARF.  In  line  with  ADB's \nPublic  Communications  Policy  2011,  information  on  safeguards  will  be  made  available  in  a \ntimely  manner  and  in  a  form  and  language  understandable  to  the  affected  people  and  other \nstakeholders. ADB will post the monitoring reports on its website. \n \n32. \nInvoluntary  resettlement  and  indigenous  peoples.  The  project  is  classified  as \ncategory C for both involuntary resettlement and indigenous peoples following ADB’s Safeguard \nPolicy  Statement.  The  project  is  not  expected  to  involve  physical  displacement  or  involuntary \nacquisition  of  land  since  the  schools  are  to  be  rebuilt  at  their  existing  sites,  which  are  already \nowned  by  the  government  and  designated  for  education  purposes.  Any  project  activity  that \nwould  require  involuntary  resettlement  or  have  an  impact  on  indigenous  peoples  will  be \nexcluded. The project is not expected to impact any distinct and vulnerable group of indigenous \npeoples.  The  beneficiaries  in  the  project  areas  are  mostly  Melanesians,  native  people  of \nVanuatu. The outputs will be culturally appropriate. \n \n\n \n\n                                                \n25 Government of Australia. Republic of Vanuatu: Assessment of National Systems. Unpublished. \n26 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n27 Environmental Assessment and Review Framework (accessible from the list of linked documents in Appendix 2). \n\n8 \n\n \n\n\fF. \n\nRisks and Mitigating Measures \n\n33. \nThe  overall  risk  is  medium,  and  the  integrated  benefits  and  impacts  are  expected  to \noutweigh  the  costs.  The  main  risks  are  related  to  the  constrained  local  capacity  and  the \npossibility  of  future  disasters.  Major  risks  and  mitigating  measure  are  summarized  in  Table  4 \nand described in detail in the risk assessment and risk management plan.28 \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nDisasters caused by natural hazard events result in \nloss of lives, damage to schools, and disruption of \nschool services. El Niño is increasing drought \nconditions and tropical cyclones. \n\nSchool reconstruction materials are not available in \nrural areas, delaying implementation. \n\nImplementation capacity (government) is \nconstrained, causing governance issues in financial \nmanagement and procurement, because human \nresources and systems at the Ministry of Education \nand Training are limited and overcommitted. \n\nClimate change; sea-level rise and storm surges; \nslope stability vulnerable to heavy rain; and public \nhealth issues arising from vector-borne diseases, \nreduced water supply for sanitation and personal \nhygiene, and respiratory diseases because of poor \nventilation in dormitories \n\nMitigating Measures \n\nPut school disaster risk management plans in \nplace, train schools and communities on disaster \nrisk reduction and preparedness, build emergency \nshelters (multi use dining halls) with additional \nwater supply, sanitation, and storage. \nRehabilitation of school buildings will follow \ndisaster-resilient standards, which include \nstrengthening existing buildings. \n \nReserve available material and, if needed, ship \nfrom Australia or regional ports. Include this \nprovision in overall costing of the project. \n \nSupport from the Asian Development Bank and \nconsultants for procurement, financial \nmanagement, implementation and monitoring, \nsafeguard policies, climate change, and \nprocedures; and close monitoring from project \nimplementation team. \n \nPut school disaster risk management plans in \nplace; train schools and communities on disaster \npreparedness; reconstruction to include climate \nproofing; minimize drainage runoff onto slopes; \nmonitor risk and take corrective action as school \nand community share responsibility; install insect \nmesh on all openings of dormitories and dining \nhalls; and improve personal hygiene by upgrading  \nbathrooms and installing separate toilets. \n \n\nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n34. \nThe  government  and  the  MFEM  have  assured  ADB  that  implementation  of  the  project \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n35. \nproject, which are set forth in the grant agreement. \n \n\nThe  government  and  the  MFEM  have  agreed  with  ADB  on  certain  covenants  for  the \n\n \n\n                                                \n28 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\fV. \n\nRECOMMENDATION \n\n36. \nI am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the administration by \nADB of the grant not exceeding the equivalent of $5,000,000 to the Republic of Vanuatu for the \nCyclone  Pam  School  Reconstruction  Project,  to  be  provided  by  the  Japan  Fund  for  Poverty \nReduction. \n \n\nTakehiko Nakao \nPresident  \n\n \n9 November 2015 \n \n\n10 \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nImpact the Project is Aligned with \nAccelerated social recovery in Vanuatu’s cyclone-affected provinces (defined by the project) \n\nAppendix 1 \n\n11 \n\nResults Chain \nOutcome \nCritical education \nservices resumed \nwith disaster-resilient \ninfrastructure \n\nData Sources and \nReporting Mechanisms \n \nAnnual statistical digest \nreport of MOET \n\nRisks \n\n \nDisaster events occur \nduring construction; \nclimate change risks \n\nOutputs \n\n \n\n1. Schools in Tafea \nProvince are rebuilt \nand/or upgraded \n\n1a.–c. Periodic project \nprogress reports \n\nDelays arise from the \nconstrained capacity of \nMOET or the labor \nshortage of local \ncontractors. \n \nSchool reconstruction \nmaterial not available in \nrural areas, delaying \nimplementation \n\n2. The capacity of \ncommunities and \nMOET management \nfor disaster risk \nreduction and \ndisaster \npreparedness is \nstrengthened \n\n \n\n2a.–b. Period project \nprogress reports \n\nDelays in procurement \nhinder implementation \nof key project activities. \n\n \n\nPerformance Indicators \nwith Targets and \nBaselinesa \n\nBy 2019 \nEnrollment rates in junior \nsecondary schools, for \nboys and girls, restored to \n60% of pre cyclone \nenrollment level in project \nlocation. \n(2015 baseline: 2,100) \nBy 2018 (1–2.) \n\n1a. At least five schools \nare rebuilt or retrofitted \nfollowing build-back-better \nprinciples and as \ncommunity emergency \nshelters. \n(2015 baseline: 0) \n \n1b. Community shelters \nwill benefit at least \n18,000 inhabitants. \n(2015 baseline: 0) \n \n1c. School building and \nassociated facilities design \nwork undergoes technical \nquality assurance by \nMOET. \n(Baseline: not applicable) \n2a. At least 10 disaster risk \nmanagement training \nsessions are conducted for \ncommunities living near \nthe schools, with at least \n40% of participants being \nwomen and children. \n(2015 baseline: 0) \n\n2b. At least 20 people (at \nleast three women) of \nMOET and other ministries \nacquire skills in technical \napproaches to disaster risk \nreduction. \n2015 baseline: 0) \n\n\f12 \n\nAppendix 1 \n\nKey Activities with Milestones \n1. Schools in Tafea Province are rebuilt and/or upgraded \n1.1 Recruit design and supervision consultants through advance contracting (Q4 2015) \n1.2 Finalize engineering designs, costing, and bid documents for construction firm (Q1 2016) \n1.3 Procure civil works contract (Q2 2016) \n1.4 Conduct community and school consultations on proposed reconstructions as well as on safe \nconstruction techniques and construction standards, with 40% of participants to be women (Q1 2016) \n1.5 Rehabilitate selected schools  in Tafea Province (Q3 2016–Q4 2017) \n1.6 Carry out quality assurance activities (2016–2017) \n1.7 Make schools operational (Q4 2016–Q1 2018) \n1.8 Prepare asset management plan (Q 3 2016) \n1.9 Monitor implementation of environmental management plan (Q1 2016–Q3 2017) \n1.10 Set up monitoring and evaluation system that captures sex-disaggregated data and necessary \nbaselines (Q1 2016) \n1.11 Report on implementation of the gender action plan (Q1 2016–Q4 2017) \n1.12 Prepare quarterly progress monitoring reports (Q1 2016–Q4 2017) \n1.13 Arrange annual audit of project accounts (2016–2018) \n2. The capacity of communities and MOET management for disaster risk reduction and disaster \npreparedness is strengthened \n2.1 Conduct community awareness training and build MOET capacity for disaster preparedness (Q1–Q4 \n2016) \n2.2 Conduct community consultations for preparation of disaster management plan, at least 40% to be \nwomen participants (Q1–Q4 2016) \n2.3 Revise or prepare school disaster risk management plan (Q4 2016) \n2.4 Conduct school and community training (staff and students) on disaster risk management and \ndisaster preparedness (Q4 2016) \n2.5 Conduct and/or arrange gender-awareness training for all project-related staff (2016) \n2.6 In consultation with communities and school committee, prepare school maintenance plan and \nconduct necessary training. (Q4 2016–Q3 2017) \nInputs \nGovernment of Vanuatu: $0.72 million \nJapan Fund for Poverty Reduction: $5 millionb \nAssumptions for Partner Financing \nNot applicable. \nMOET = Ministry of Education and Training, Q = quarter. \na All information to be monitored will include sex-disaggregated data. \nb Administered by the Asian Development Bank. \nSource: Asian Development Bank. \n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://adb.org/Documents/RRPs/?id=49320-001-2 \n\nAppendix 2 \n\n13 \n\n \n\n \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\nGrant Agreement \n\nSummary Assessment of Damage and Needs \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nEmergency Assistance Coordination \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nGender Action Plan \n\nEnvironmental Assessment and Review Framework \n\n10. \n\nRisk Assessment and Risk Management Plan \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 25 October 2015) \n", "Currency unit \n", "vatu (Vt) \n– \nVt1.00  = \n$0.0091 \n$1.00  =  Vt110.00 \n", "ABBREVIATIONS \n", "ADB \nDSC \nEARF \nMFEM \nMOET \nPAM \nPDNA \nPMU \n", "– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \ndesign and supervision consultant \nenvironmental assessment and review framework \nMinistry of Finance and Economic Management \nMinistry of Education and Training \nproject administration manual \npost disaster needs assessment \nproject management unit \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", "S. Groff, Operations 2 \n", "Vice-President \nDirector General  X. Yao, Pacific Department (PARD) \nRegional \nDirector \n \nTeam leader \nTeam members \n", "A.  Iffland, Pacific Liaison and Coordination Office, PARD \n", " \nS. Spohn, Private Sector Development Specialist, PARD \nR. Adhar, Senior Project Officer, Pacific Liaison and Coordination Office, \nPARD \nM. de Villa, Project Analyst, PARD \nO. Domagas, Senior Financial Control Specialist, Controller’s Department \nH. Everett, Senior Country Specialist, PARD \nS. Gyawali, Project Officer (Education), Nepal Resident Mission, South \nAsia Department \nI. Jalal, Senior Social Development Specialist (Gender and Development), \nSustainable Development and Climate Change Department (SDCC) \nS. Janardanam, Principal Financial Management Specialist, Operations \nServices and Financial Management Department (OSFMD) \nH. Kasahara, Senior Financing Partnerships Specialist, Office of \nCofinancing Operations \nM. Kunzer, Principal Environment Specialist, SDCC \nS. Lee, Principal Social Development Specialist (Gender and \nDevelopment), PARD \nJ. Mangahas, Senior Social Sector Specialist, Southeast Asia Department \nV. Mercer-Blackman, Senior Economist, Economic Research and Regional \nCooperation Department \nA. Pokhrel, Disaster Risk Management Specialist, SDCC \nC. J. Rhor, Senior Procurement Specialist, OSFMD \nY. Seo, Counsel, Office of the General Counsel \nC. Thonden, Education Specialist, PARD \nJ. Williams, Senior Environment Specialist, PARD \n", " \n", " \n \n \n \n \n \n \n \n \n", " \n \n \n \n", " \n", " \n", " \n", " \n \n", " \n \n", " \n \n \n \n \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n"]}