{"path": "data/input/reports/49329-006-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49329-006 \nAugust 2019 \n \n \n \nProposed Loans \nPeople’s Republic of Bangladesh: Second City \nRegion Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 1 July 2019) \n \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.0118 \n$1.00  =  Tk84.50 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nCDIA  –  Cities Development Initiative for Asia \nEARF  –  environmental assessment and review framework \nGAP  –  gender action plan \nIEE  –  initial environmental examination \nKCC  –  Khulna City Corporation \nkm  –  kilometer \nLGED  –  Local Government Engineering Department \nO&M  –  operation and maintenance \nPAM  –  project administration manual  \nPIU  –  project implementation unit \nPMCU  –  project management and coordination unit \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2019 ends on 30 June 2019. \n \n(ii)  In this report, “$” refers to United States dollars. \n \n \n ", " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Norio Saito, Urban Development and Water Division, SARD \n   \nTeam leader  Alexandra Vogl, Senior Urban Development Specialist, SARD \nTeam members  Saswati G. Belliappa, Safeguards Specialist, SARD \n  Urmee Bhattacharjee, Associate Project Analyst, SARD \n  Mingyuan Fan, Senior Urban Development Specialist, SARD \n  David Levine, Urban Development Specialist, SARD \n  Elma Morsheda, Senior Project Officer (Urban Infrastructure), SARD \n  Jaemin Nam, Financial Management Specialist, SARD \n  Emma Rita Ramona Nava, Senior Operations Assistant, SARD \n  Ninette R. Pajarillaga, Environment Specialist, SARD \n  Zarah C. Pilapil, Associate Safeguards Officer (Environment), SARD \n  Pamela Kristie A. Puspus, Associate Project Analyst, SARD \n  Nasheeba Selim, Senior Social Development Officer, SARD \n  Asghar Ali Syed, Principal Counsel, Office of the General Counsel \nPeer reviewer  Joris van Etten, Senior Urban Development Specialist, Southeast Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49329-006\nProject Name Second City Region Development  Department SARD/SAUW\nProject  /Division\nCountry Bangladesh Executing Agency Local Government \nBorrower People's Republic of Bangladesh Engineering Department\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Other urban services 95.00\ninfrastructure and services Urban flood protection 55.00\nTotal 150.00\n3. Strategic Agenda Subcomponents Climate Change Information1\nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Medium\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally sustainable  Global and regional transboundary  ADB Financing\ngrowth (ESG) environmental concerns Adaptation ($ million) 37.00\nUrban environmental improvement\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nKnowledge solutions (KNS) Knowledge sharing activities\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Low\nHousehold Targeting No Urban High\nGeneral Intervention on  No\nPoverty\nSDG Targeting Yes\nSDG Goals         SDG11, SDG13\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 150.00\n     Sovereign Sector (Concessional Loan): Ordinary capital resources 75.00\n     Sovereign Sector (Regular Loan): Ordinary capital resources 75.00\nCofinancing 0.00\n     None 0.00\nCounterpart  73.00\n     Government  73.00\nTotal 223.00\nCurrency of ADB Financing: USD,EUR \n1Theprojectreducesgreenhousegasemissions.However,itdoesnotfallundertheeligibilitycriteriaforclimatemitigationfinanceasdefinedbythe\njointmultilateraldevelopmentbankmethodologyontrackingclimatefinance,whichnotesthatnotallactivitiesthatreducegreenhousegasesintheshort\ntermareeligibletobecountedtowards climatemitigationfinance.Accordingly, greenfieldfossilfuelprojectsareexcluded,andclimatemitigationfinance\nisconsidered zero.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25072019103044263921 Generated Date: 25-Jul-2019 10:31:11 AM", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on proposed loans \nto the People’s Republic of Bangladesh for the Second City Region Development Project. \n \n2.  The project will support development in the city regions of Dhaka and Khulna by building \non  infrastructure  and  capacity  building  initiatives  implemented  during  the  first  City  Region \nDevelopment Project funded by the Asian Development Bank (ADB).1 The project will finance \ncrucial infrastructure in urban and peri-urban areas to stimulate growth and improve livability in \nDhaka and Khulna, two densely populated and rapidly growing city regions in Bangladesh. The \nproject  will  also  continue  strengthening  project  development  capacity,  sustainable  service \ndelivery, and community awareness.2 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Urbanization.  Bangladesh  is  urbanizing  rapidly,  particularly  in  large  cities  such  as \nDhaka and Khulna, exacerbating challenges in a country that has one of the highest population \ndensities in the world. In 2018, about 61 million people, or 37% of the total population of 164 \nmillion, lived in urban areas. Since 2015 the average annual urban population growth is 3.17%, \nfaster  than  the  annual  national  population  growth  average  of  1.37%.  The  country’s  urban \npopulation is expected to reach 74 million by 2025, or 42% of the total population, with Dhaka \nbecoming  the  world’s  fourth-largest  urban  agglomeration.3  Urbanization  raises  economic \nproductivity through agglomeration advantages, but places severe strains on the environment \nand urban infrastructure and services. More needs to be done urgently, especially in the large \ncity regions, for sustaining growth while safeguarding environmental standards and making \ncities more livable in line with ADB’s Strategy 2030.4 \n \n4.  City  region  development.  A  “city  region”  is an  agglomeration  of  a large  city  (city \ncorporation) surrounding pourashavas (secondary towns) and adjacent peri-urban areas (urban \ncenters in upazilas [subdistricts]) with close economic and social links.5 City region development \ncan improve livability by decongesting a core city and promoting economic growth through \nplanning, institutional development, and infrastructure investments that transcend restrictive \nadministrative jurisdictions. Therefore, closer coordination among fragmented institutions in city \nregions and increased mobility within urban agglomerations are critical. Investments to improve \ncity regions’ resilience to climate and disaster risks triggered by earthquakes, floods, droughts, \n                                                \n1  ADB. Bangladesh: City Region Development Project. \n2  Project preparation was supported by (i) project preparatory technical assistance financed on a grant basis by \nADB’s Technical Assistance Special Fund (TASF-V) and the Netherlands Trust Fund under the ADB-administered \nWater Financing Partnership Facility; and (ii) a project design advance loan of $5 million for preparation, design, \nand supervision consultancy services. Both were approved on 15 December 2016. The Cities Development \nInitiative for Asia (CDIA) provided pre-feasibility support for Khulna (CDIA. 2017. Khulna: Project Overview) and \nGazipur (CDIA. 2017. Gazipur: Project Overview). \n3  United Nations. 2018. World Statistics Pocketbook. New York; and United Nations. World Urbanization Prospects \n2018 Database (accessed 14 June 2019).  \n4  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n5  K. Choe and A. Laquian. 2008. City Cluster Development: Toward an Urban-Led Development Strategy for Asia. \nManila: ADB. \n ", "2 \nand cyclones are also essential.6 The city region approach complements ADB’s other urban \ndevelopment initiatives in Bangladesh, including support for (i) pourashavas through urban \ngovernance and infrastructure improvement, (ii) resilience to climate and natural hazards in \ncoastal towns, and (iii) city-specific water supply and sanitation projects in Dhaka and Khulna.7 \n \n5.  Past  support  and  lessons. The first  project improved  the  Dhaka  and  Khulna  city \nregions by (i) upgrading roads, bridges, and bus terminals to reduce travel time and enhance \nroad safety; (ii) improving storm drains to reduce flooding; (iii) upgrading the water supply; \n(iv) improving  sanitation  access  through  public  toilets;  and  (v)  improving  solid  waste \nmanagement.8 The first project also financed the preparation of the Dhaka Structure Plan, \n2016–2035,9 a framework for infrastructure development and interagency coordination, and \nsupported project municipalities in improving governance and service delivery.10 Overall, the \nfirst project facilitated logistics, easier access to employment opportunities and social service \nfacilities,  and  the  reduction  of  water  logging  and  incidences  of  waterborne  diseases.11 \nNotwithstanding  progress  made  under  earlier  support  from  ADB  and  other  development \npartners,12  key  implementation  issues  under  the  first  project  that  need  attention  include \ninteragency coordination for decision-making, a significant infrastructure gap, start-up delays in \ndetailed design preparation, and timely implementation of project activities of diverse nature. \nThe project builds on lessons and past gains in community awareness, institutional capacity, \nand  coordination  among  municipalities,13  while  continuing  to  develop  much-needed \ninfrastructure in the Dhaka and Khulna city regions.14 \n \n6.  Value addition. Investments will be in multiple municipalities based on priorities defined \nin the regional development plans of the two city regions. For the Dhaka city region, investments \nare for the first time being selected based on the Dhaka Structure Plan to improve connectivity \nand linkage of peri-urban areas within the city region. For the Khulna city region, the preparation \nof comprehensive drainage master plans and related critical infrastructure investments, as well \nas a detailed solid waste management concept for Khulna city corporation (KCC), will improve \nclimate and disaster resilience and overall livability.15 To reduce start-up delays in additional \nfuture projects, support for the preparation of detailed engineering designs for investments \ninvolving the latest technologies and smart applications, including integrated real-time data \n                                                \n6  Climate Change Assessment and Abridged Climate Risk and Vulnerability Analysis Report (accessible from the list \nof linked documents in Appendix 2). \n7  ADB-supported urban projects include (i) ADB. Bangladesh: Urban Public and Environmental Health Sector \nDevelopment Program; (ii) ADB. Bangladesh: Khulna Water Supply Project; (iii) ADB. Bangladesh: Greater Dhaka \nSustainable Urban Transport Project; (iv) ADB. Bangladesh: Dhaka Environmentally Sustainable Water Supply \nProject; (v) ADB. Bangladesh: Dhaka Water Supply Network Improvement Project; (vi) ADB. Bangladesh: Coastal \nTowns  Environmental  Infrastructure  Project;  and  (vii)  ADB.  Bangladesh:  Third  Urban  Governance  and \nInfrastructure Improvement (Sector) Project—Additional Financing. \n8  Summary of the first City Region Development Project (accessible from the list of linked documents in Appendix 2). \n9  Government  of  Bangladesh,  Rajdhani  Unnayan  Kartripakkha  (Capital  Development  Authority).  2015.  Dhaka \nStructure Plan, 2016–2035. Dhaka. \n10 Capacity development covered (i) citizen awareness and participation, (ii) urban planning, (iii) gender equality and \nsocial inclusion, (iv) local resource mobilization, (v) financial management and accountability, (vi) administrative \ntransparency, and (vii) functional essential services. \n11 Government of Bangladesh, Ministry of Planning, Independent Monitoring and Evaluation Department. 2016. In-\nDepth Monitoring of “City Region Development Project”. Dhaka. \n12 Development Coordination (accessible from the list of linked documents in Appendix 2). \n13 ADB. 2012. Strengthening Regional Planning and Governance in Bangladesh. Consultant’s report. Manila.  \n14 Sector Assessment (Summary): Water and Other Urban Infrastructure and Services (accessible from the list of \nlinked documents in Appendix 2). \n15 These will comprise a multi-hazard approach to reduce flood vulnerability, pollution of surface and ground water, \nand nuisance and health risks; and to improve sanitation practices and aesthetics. \n ", "3 \nplatforms  and  sensors,  advanced  building  materials,  and  geotechnical  engineering,  will  be \nprovided.  By  improving  institutional  capacity  and  community  awareness,  the  project  will \nstrengthen municipal governance, institutional coordination, and sustainable service delivery. \n \n7.  Sector strategies and policies. The project is aligned with the objectives and priorities \nof  the  urban  sector  strategy  defined  in  the  government’s  7th  Five  Year  Plan;16  the  Local \nGovernment (Pourashava) Act, 2009; and the Coastal Development Strategy, 2006. The project \nis  consistent  with  ADB’s  country  partnership  strategy,  2016–2020 for  Bangladesh17  and  is \naligned  with  ADB’s  Strategy  2030  operational  priorities,  including  (i)  addressing  remaining \npoverty and reducing inequalities; (ii) accelerating progress in gender equality; (iii) tackling \nclimate change, building climate change resilience, and enhancing environmental sustainability; \n(iv) making cities more livable; and (v) strengthening governance and institutional capacity \n(footnote 4). The project is also aligned with Sustainable Development Goal 11 on sustainable \ncities and communities and Sustainable Development Goal 13 on climate action. \n \n8.  Sector lending modality. Sector lending modality is proposed, and the project meets \nthe sector lending policy as (i) it has a large number of subprojects, (ii) the government has \nsector development strategies and policies to meet the priority development needs of the sector \nand  has  the  requisite  institutional  capacity  to  implement  the  project,  and  (iii)  the  policies \napplicable to the sector are appropriate as they address current sector needs. All subprojects \nwill be selected in accordance with the selection criteria in the project administration manual \n(PAM).18 Due diligence has been conducted on candidate subprojects. \n \nB.  Impact and Outcome \n \n9.  The project is aligned with the following impact: growth potential enhanced and living \nenvironment in urban and peri-urban areas improved (footnote 16). The project will have the \nfollowing outcome: mobility, flood resilience, and solid waste management in the project areas \nin the Dhaka and Khulna city regions improved.19 \n \nC.  Outputs \n \n10.  Output 1: Urban infrastructure in the project areas in the Dhaka and Khulna city \nregions improved and made climate-resilient. The project will support (i) the rehabilitation of \n300 kilometers (km) of urban roads in the Dhaka city region in line with the recommendations of \nthe Dhaka Structure Plan; (ii) the rehabilitation of 120 km of drains in the Dhaka city region; \n(iii) the rehabilitation of 30 km of drains in the Khulna city region; and (iv) the construction and \noperation of one composting plant with associated gender-responsive facilities including transfer \nstations, a biogas production facility and sanitary facilities in KCC.20 \n \n11.  Output  2:  Institutional  capacity  and  community  awareness  strengthened.  The \nproject will support the (i) identification of additional priority urban investments of at least $100 \nmillion  and  the  preparation  of  detailed  engineering  designs;  (ii)  preparation  or  update  of \ndrainage  master  plans  for  14  project  pourashavas;  (iii)  preparation  and  endorsement  of \n                                                \n16 Government of Bangladesh, Planning Commission. 2015. 7th Five Year Plan, FY2016–FY2020: Accelerating \nGrowth, Empowering Citizens. Dhaka. \n17 ADB. 2016. Country Partnership Strategy: Bangladesh, 2016–2020. Manila. \n18 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n19 The design and monitoring framework is in Appendix 1. \n20 Contribution to the ADB Results Framework (accessible from the list of linked documents in Appendix 2). \n ", "4 \noperation and maintenance (O&M) plans, including annual budget allocation, for all subprojects \nby all project pourashavas and city corporations; (iv) preparation and submission of an inclusive \nintegrated  solid  waste  management  plan  for  the  Khulna  city  corporation;  (v)  capacity \ndevelopment of 50 staff (30% women) of project pourashavas and city corporations to increase \nknowledge  on  integrated  urban  planning,  sustainable  service  delivery,  and  O&M  of  urban \ninfrastructure; and (vi) conduct of awareness campaigns on reducing, reusing, and recycling \nsolid waste for at least 200,000 people (at least 50% women) in KCC. \n \nD.  Summary Cost Estimates and Financing Plan \n \n12.  The project is estimated to cost $223 million (Table 1). Detailed cost estimates by \nexpenditure category and detailed cost estimates by financier are in the PAM (footnote 18). \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n1.  Urban infrastructure in the project areas in the Dhaka and Khulna city  163.64 \nregions improved and made climate-resilient \n2.  Institutional capacity and community awareness strengthened  24.55 \n    Subtotal (A)  188.19 \nB.  Contingenciesc  21.48 \nC.  Financial Charges During Implementationd  13.33 \n        Total (A+B+C)  223.00 \na  Includes taxes and duties of $26.97 million to be financed from government resources by cash contribution. Such \namount does not represent an excessive share of the project cost. \nb  In mid-2019 prices based on a $1.00 = Tk83.80 exchange rate. \nc  Physical contingencies are computed at 6.0% for civil works, equipment, and goods. Price contingencies are \ncomputed at 1.5%–1.6% on foreign exchange costs and 5.5%–5.8% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for a regular ordinary capital resources \n(OCR) loan has been computed at the 5-year fixed swap London interbank offered rate (LIBOR) plus a spread of \n0.50% and a maturity premium of 0.10%. Commitment charges for a regular OCR loan are 0.15% per year to be \ncharged on the undisbursed loan amount. Interest during construction for a concessional OCR loan has been \ncomputed at 2.00% per year. \nSource: Asian Development Bank estimates. \n \n13.  The government has requested (i) a regular loan of €66.83 million ($75 million);21 and (ii) \na concessional loan of $75 million, both from ADB’s ordinary capital resources, to help finance \nthe project. The regular loan will have a 25-year term, including a grace period of 5 years; an \nannual  interest  rate  determined  in  accordance  with  ADB’s  London  interbank  offered  rate \n(LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such other terms \nand conditions set forth in the draft loan agreement. Based on the straight-line method, the \naverage maturity is 15.25 years, and the maturity premium payable to ADB is 0.10% per year.22 \nThe concessional loan will have a 25-year term, including a grace period of 5 years; an interest \nrate of 2.00% per year during the grace period and thereafter; and such other terms and \nconditions set forth in the draft loan agreement. \n \n14.  The summary financing plan is in Table 2. The ADB loans will finance the expenditures \nin relation to civil  works, equipment and goods, consulting services and capacity building, \n                                                \n21 €0.891027 = $1.00 as of 10 July 2019 \n22 The maturity premium is based on loan terms and the government’s choice of repayment option and dates. \n ", "5 \nincremental  recurrent  costs,  and  contingencies.  The  government  will  provide  $73  million \nequivalent to cover (i) taxes and duties, (ii) resettlement and land acquisition, (iii) financial \ncharges during implementation, (iv) part of civil works, (v) part of incremental recurrent costs, \nand (vi) part of contingencies. The government will provide the loan proceeds and counterpart \nfunds to the executing and implementing agencies as a grant. \n \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  75.0  33.6 \nOrdinary capital resources (concessional loan)  75.0  33.6 \nGovernment of Bangladesh  73.0  32.8 \nTotal  223.0  100.0 \nSource: Asian Development Bank estimates. \n \n15.  Climate  adaptation  is  estimated  to  cost  $48.2  million.  ADB  will  finance  76.8%  of \nadaptation costs.23 Details are in the PAM (footnote 18). \n \nE.  Implementation Arrangements \n \n16.  The  project  management  and  coordination  unit  (PMCU)  of  the  first  City  Region \nDevelopment Project, established in the Local Government Engineering Department (LGED), \nwill continue to function as the PMCU for the second City Region Development Project. Loan \nconsultant  teams  will  support  the  executing  and  implementing  agencies  on  (i)  project \npreparation, design, and supervision; and (ii) institutional and community capacity development. \nThe LGED will recruit consulting firms following ADB’s Guidelines on the Use of Consultants \n(2013, as amended from time to time). Procurement of works and goods will follow ADB’s \nProcurement  Guidelines  (2015,  as  amended  from  time  to  time).  The  implementation \narrangements are summarized in Table 3 and described in detail in the PAM (footnote 18). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  November 2019–June 2024 \nEstimated completion date  30 June 2024 \nEstimated loan closing date  31 December 2024 \nManagement \n(i)   Oversight body  Project steering committee \nLGD secretary under MLGRDC (chair) \nRepresentatives of the LGD, Planning Commission and Implementation \nMonitoring  and  Evaluation  Division  under  the  Ministry  of  Planning, \nEconomic Relations Division and Finance Division under the Ministry of \nFinance, LGED, and National Economic Council–Executive Committee of \nNational Economic Council (members) \n(ii)  Executing agency  LGED \n(iii)  Key implementing  LGED District Office Dhaka; LGED District Office Narayanganj; Gazipur \nagencies  city corporation; Khulna city corporation; and Chalna, Dhamrai, Jessore, \nJhikorgacha, Kaliakor, Kanchon, Manikganj, Mongla, Narsingdi, Nowapara, \n                                                \n23 The project has potential to contribute to climate change mitigation as it includes the preparation of a detailed solid \nwaste management feasibility study and construction of a composting plant. Corresponding climate mitigation \nfinance contribution will be determined during project implementation. \n ", "6 \nAspects  Arrangements \nSavar, Singair, Sonargaon, and Tarabo pourashavas  \n(iv)  Implementation units  PIUs in LGED district offices, city corporations, and pourashavas with at \nleast 6 staff each \nProcurement  International competitive bidding  4 contracts  $9.31 million \nNational competitive bidding  42 contracts  $143.41 million \nShopping  9 contracts  $0.65 million \nConsulting services  Quality- and cost-based selection  1,356 person-months  $15.71 million \nIndividual consultant selection  194 person-months  $2.77 million \nRetroactive financing  Advance contracting will be used to recruit consultants and procure works \nand/or advance contracting  and goods. Retroactive financing of up to 20% of the loan amount will \napply for the above contracts and the establishment and operation of the \nPMCU and PIUs incurred before loan effectiveness but not earlier than 12 \nmonths before its signing. \nDisbursement  The loan proceeds will be disbursed following ADB's Loan Disbursement \nHandbook  (2017,  as  amended  from  time  to  time)  and  detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank; LGD = Local Government Division; LGED = Local Government Engineering \nDepartment; MLGRDC = Ministry of Local Government, Rural Development and Co-operatives; PIU = project \nimplementation unit; PMCU = project management and coordination unit. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n17.  The  executing  agency  together  with  project  preparation  consultants  examined  the \ntechnical options and considered climate- and disaster-resilient design measures based on a \nclimate risk assessment and flood mapping. Dhaka city region roads were selected based on \nconnectivity to key roads, population served, present condition, traffic count, and travel time \nsavings, among other criteria. Public information campaigns and traffic management assistance \nwere  recommended  for  subprojects  in  built-up  areas,  and  road  design  guidelines  were \ndeveloped  to  address  climate  change  adaptation  measures.  Drainage  subprojects  were \nselected considering the type and location of drains with respect to the drainage network, \nconnectivity to the outfall, and the improvements required. Community awareness programs and \nimproved solid waste management will improve the overall environment and reduce drainage \ncongestion. Development and update of drainage master plans and preparation of O&M plans \nwill  improve  overall  planning  capacity,  infrastructure  quality,  and  sustainability  of  service \ndelivery. Design options were compared before selecting the best possible technologies in \nterms  of  cost,  construction  materials,  and  environmental  and  social  impacts.  Sample \nsubprojects  developed  during  project  preparation  confirmed  technical  viability  with  due \nconsideration  of  local  capacity  for  implementation  and  O&M.  The  same  approach  will  be \nfollowed for subprojects to be prepared during project implementation. All subprojects will be \ntechnically and operationally appropriate; least-cost; and designed based on a whole-of-life \nanalysis, including appropriate climate and disaster resilience measures based on current risk \nscenarios. \n \nB.  Economic and Financial \n \n18.  Economic analysis. The economic rationale for the government’s intervention is sound, \nas the project aims to provide stronger and more sustainable urban basic services focusing on \ndrainage systems, urban roads, and solid waste management in the Dhaka and Khulna city \nregions. The economic internal rates of return of the three sample subprojects were (i) 11.7% \n ", "7 \nfor  drainage  (Sonargaon);  (ii)  16.3%  for  roads  (Savar);  and  (iii)  15.3%  for  solid  waste \nmanagement (Khulna), higher than the economic opportunity cost of capital estimated at 9.0%, \nindicating  significant  economic  returns.  Most  of  the  sample  subprojects  have  also  yielded \nsatisfactory results when subjected to sensitivity analysis using the following downside risks: (i) \n20% capital cost overrun, (ii) 20% O&M cost overrun, (iii) 20% decline in estimated benefits, (iv) \n1-year implementation delay, and (v) all four downside risks. Economic viability could be higher \nif unquantifiable benefits such as environmental improvements are included in the analysis.24 \n \n19.  Financial analysis. The financial analysis was conducted for three sample subprojects \nto make sure that the project municipalities can cover the incremental costs; all subprojects are \nexpected  to  be  maintained  through  their  general  revenue,  as  they  are  all  nonrevenue \ngenerating. The projected overall financial position of the sample project municipalities reflects \nincremental revenues and expenditures, the growth trend of revenue streams, and expected \npopulation  growth.  Financial  projections  demonstrate  that  by  (i)  improving  the  collection \nefficiency of taxes and other charges and (ii) providing continued and additional government \nsupport, the  revenue  account  will  remain  in  surplus. Increased  budget  allocation  to  urban \ndevelopment  during  the  past  5  years  underlines  the  government’s  commitment  to  urban \ninfrastructure O&M. The project will also assist the project municipalities in enhancing financial \nsustainability parameters through extensive capacity building support. ADB will closely monitor \nprogress toward the necessary revenue realizations through continuous government dialogue.25 \n \nC.  Governance \n \n20.  The overall procurement and financial management risk for the project is moderate.26  \nThe  financial  management  assessment  concluded  that  the  executing  and  implementing \nagencies can conduct adequate project financial management. A significant strength of the \nexecuting and implementing agencies is their considerable experience in handling externally \nfunded  projects  with  substantial  values.  The  executing  agency  and  most  of  the  proposed \nimplementing agencies implemented the first project satisfactorily in terms of (i) timely receipt of \nproject funds, including counterpart funds; (ii) efficient project management with adequate staff; \nand  (iii)  prompt  funds  disbursement  to  contractors  and  consultants.  The  executing  and \nimplementing agencies have an established legal, institutional, and monitoring framework for \nbudgeting, accounting, and auditing. Risk mitigation measures include (i) securing government \ncommitment to ensure timely establishment of project implementation units (PIUs) with qualified \nstaff, (ii) extending training and skill development support for financial management capacity of \nnewly assigned PMCU and PIUs staff, and (iii) strengthening the accounts section of project \nmunicipalities by engaging qualified staff for timely preparation of budget and financial reports. \nClose monitoring and resolution of capacity gaps will be implemented with the support of the \nloan consultants. \n \n21.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the PAM (footnote 18). \n \n                                                \n24 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n25 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n26 Project Procurement Risk Assessment Report (accessible from the list of linked documents in Appendix 2). \n ", "8 \nD.  Poverty, Social, and Gender \n \n22.  Poverty. The country’s population living below the poverty line is estimated to have \ndropped 7% from 2010 to 2016, but the proportion of poor people continues to be high at almost \n25%  in  2016.27  The  number  of  urban  poor  people  is  growing  as  job  opportunities  attract \nmigrants from rural areas, resulting in the growth of slums with inadequate urban infrastructure \nand poor quality of life. The improved roads will provide safer and more pedestrian-friendly \nconditions and enable better access to basic services, such as health care and education, and \nto workplaces. The improved roads, drains, and solid waste management will improve quality of \nlife for all, including the poor communities in the project area. The project recognizes the \nimportance of stakeholder participation, including civil society, women, and poor groups, and will \ninclude community consultation as well as community awareness activities.28 \n \n23.  Gender.  The  project  is  classified  effective  gender  mainstreaming.  Budget  for \nimplementation  and  monitoring  of the  gender action  plan (GAP)  is  included  in  the  project \ncosts.29 Experience with the first project has resulted in specific activities that will directly benefit \npoor women through job generation and skills development. For example, the project will use \nconstruction techniques that will enable women to comprise at least 20% of unskilled workers. \nThrough  community-based  organizations,  women  will  be  encouraged  to  become  actively \ninvolved in decision-making under the project outputs. Female staff and community facilitators \nwill be trained to collect sex-disaggregated data from construction sites as input to a sex-\ndisaggregated geospatial database to manage and track the GAP. The PMCU will have a full-\ntime social development expert to monitor timely and effective GAP implementation and prepare \nquarterly progress reports to be submitted to ADB. GAP implementation will be evaluated as \npart of benefit monitoring at project completion. \n \nE.  Safeguards \n \n24.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.30 \n \n25.  Environment  (category  B).  An  environmental  assessment  and  review  framework \n(EARF) was prepared and disclosed on the ADB website following ADB’s Safeguard Policy \nStatement (2009) and government’s environmental regulations. The EARF provides guidance \non subproject selection, screening and categorization, information disclosure and consultation, \nassessment,  planning,  institutional  arrangement,  and  processes  to  be  followed  in  the \nformulation  and  implementation  of  subprojects.  The  project  will  not  include  subprojects \ntriggering  category  A  per  the  EARF. Three  sample  subprojects  were appraised  and  initial \nenvironmental examination (IEE) reports were prepared in line with ADB’s Safeguard Policy \nStatement (2009) and the EARF.31 The IEEs and information on the subprojects indicate that \nthe subprojects are located on existing rights-of-way and government-owned lands, and there \n                                                \n27 Government of Bangladesh, Ministry of Planning, Statistics and Informatics Division, Bangladesh Bureau  of \nStatistics. 2017. Preliminary Report on Household Income and Expenditure Survey 2016. Dhaka. \n28 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n29 Gender Action Plan (accessible from the list of linked documents in Appendix 2).  \n30 ADB. Safeguard Categories. \n31 Environmental Assessment and Review Framework; Initial Environmental Examination: Narayanganj Roads; Initial \nEnvironmental  Examination:  Manikganj  Drainage  Subproject;  and  Initial  Environmental  Examination: \nComprehensive  Solid  Waste  Management  Planning  and  Small  Works  (Composting  Plant)  for  Khulna  City \nCorporation (accessible from the list of linked documents in Appendix 2). \n ", "9 \nare no ecologically sensitive areas in the project municipalities. The potential impacts, such as \nconstruction vibration affecting the structural integrity of properties, road safety issues, and safe \ndisposal of excavated materials, are site-specific; few are irreversible and most can be readily \nmitigated  and  minimized  using  proven  mitigation  measures  and  environmentally  sound \nengineering  and  construction  practices  consistent  with  international  good  practice.32 \nStakeholders were involved through meaningful consultations and their views were fed into the \nIEEs  and  subproject  designs.  The  consultation  process  will  continue  during  project \nimplementation to maintain full engagement with stakeholders. The IEEs and environmental \nmanagement plans will form part of the bid and contract documents. All draft IEEs will be \nupdated based on the detailed design, and works cannot start until ADB reviews and approves \nthe final IEEs, which will be disclosed on the ADB, PMCU, and PIU websites; and to the \naffected people. The PAM includes a grievance redress mechanism (footnote 18). The PMCU is \ncommitted and has the capacity to carry out the requirements of the EARF and IEEs, and the \nproject includes sufficient PMCU and PIU safeguards staff and consultant support to ensure \nsatisfactory environmental compliance to meet Safeguard Policy Statement requirements. \n \n26.  Involuntary resettlement (category B). To guide subproject preparation, the PMCU \nprepared a resettlement framework in line with the Safeguard Policy Statement and government \npolicies, a resettlement plan, and three due diligence reports for the sample subprojects.33 The \nresettlement plan addresses the impacts identified through appropriate mitigation measures and \nPMCU  and  PIUs  conducted  meaningful  stakeholder  consultations  for  its  preparation.  The \ngrievance redress mechanism will address issues and grievances timely and effectively. The \nPMCU is committed to and can carry out the requirements of the resettlement framework and \nthe resettlement plan, as demonstrated in the first project, and will submit semiannual social \nsafeguard  monitoring  reports  to  ADB.  PMCU  safeguards  staff  will  be  supported  by  loan \nconsultants in monitoring safeguard compliance. The project will not include any subproject with \ncategory A for involuntary resettlement. \n \n27.  Indigenous peoples (category C). The subproject sites and alignments in the highly \nurbanized Dhaka and Khulna city regions are not located in the Madhupur area of Dhaka \ndivision and Sundarbans area of Khulna division, areas where small ethnic communities are \nconcentrated.  Transect  walks  through  subproject  sites  and  alignments  do  not  reveal  the \npresence  of  small  ethnic  communities,  such  as  adibashi  (tribal)  communities,  pahari  (hill) \ncommunities,  and  forest  communities,  at  these  locations.  The  project  will  not  include  any \nsubproject with any impact on small ethnic communities. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n28.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.34 \n \n   \n                                                \n32 International Finance Corporation. Environmental, Health, and Safety Guidelines. \n33 Resettlement  Framework;  Resettlement  Plan:  Savar  Road  and  Drainage  Subproject;  Land  Acquisition  and \nInvoluntary Resettlement Due Diligence Report: Manikganj Khal Re-excavation and Development Subproject; Land \nAcquisition and Involuntary Resettlement Due Diligence Report: Rupganj Road and Drainage Subproject; and Land \nAcquisition  and  Involuntary  Resettlement  Due  Diligence  Report:  Araihazar  Road  and  Drainage  Subproject \n(accessible from the list of linked documents in Appendix 2). \n34 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 4: Summary of Risks and Mitigating Measures \n \nRisks  Mitigation Measures \nInfrastructure and facilities  Project consultants will support project municipalities to strengthen \ndeveloped by the project are not  capacity for O&M, including developing an effective O&M system \nmaintained efficiently by project  with  respective  budget.  Project  consultants  will  also  assist  in \nmunicipalities because of limited  developing project municipalities’ capacity in financial management, \ncapacity and O&M resources.  own-source revenue generation, and raising public awareness on \ntax payment. Subprojects to be constructed through LGED district \noffices will be maintained under the LGED regular maintenance \nplan. \nDelays in establishing fully staffed  The government has committed to allocate core PIU staff from the \nPIUs hamper timely project  first City Region Development Project and to promptly establish \nimplementation  fully staffed PIUs. \nLack of adequate accounts staff in  The LGED and project consultants will provide training and capacity \nPMCU  and  project  municipalities  development  support  for  newly  assigned  account  staff.  Project \nhampers  timely  project  municipalities  will  ensure  engagement  of  qualified  staff  for  the \nimplementation  timely preparation of budget and financial reports at PIUs. \nLGED = Local Government Engineering Department, O&M = operation and maintenance, PIU = project implementing \nunit, PMCU = project management and coordination unit. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n29.  The government and LGED have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM (footnote 18) and loan documents. \n \n30.  The government and LGED have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreements. \n \nV.  RECOMMENDATION \n \n31.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan of €66,827,000 to the People’s Republic of Bangladesh for the Second \nCity  Region  Development  Project,  from  ADB’s  ordinary  capital  resources,  in \nregular terms, with interest to be determined in accordance with ADB’s London \ninterbank  offered rate  (LIBOR)-based  lending facility;  for  a  term  of  25  years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board; and \n(ii)  the loan of $75,000,000 to the People’s Republic of Bangladesh for the Second \nCity  Region  Development  Project,  from  ADB’s  ordinary  capital  resources,  in \nconcessional terms, with an interest charge at the rate of 2.0% per year during the \ngrace period and thereafter; for a term of 25 years, including a grace period of 5 \nyears; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan agreement presented to the Board. \n \nTakehiko Nakao \nPresident \nX August 2019 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nGrowth potential enhanced and living environment in urban and peri-urban areas improved (7th Five Year \nPlan)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2025:     \nMobility, flood  a. Travel time on project roads  a–d. Quarterly progress  Change in political \nresilience, and solid  reduced by an average of 30%  reports, semi-annual  leadership in project \nwaste management  (2018 baseline: 8.5 km per  project-specific  municipalities could \nin the project areas  hour)b  monitoring and  slow down business \nin the Dhaka and    evaluation reports,  processes and delay \nKhulna city regions  b. Flood inundation period in  Bangladesh Water  approval and budget \nimproved  project areas reduced by 30%  Development Board data  allocation for the \nduring average monsoon   and reports  solid waste \n(2018 baseline: 7 days in the  management plan \nDhaka city region and 14 days \nin the Khulna city region) \n \nc. 2,500 hectares of land \nprotected from flooding during \naverage monsoon  \n(2018 baseline: 0) (RFI A) \n \nd. Solid waste management \naction plan for the Khulna city \nregion approved and \nimplementation budget \nallocated by KCC  \n(2018 baseline: not applicable) \nOutputs  By 2024     \n1. Urban  1a. 300 km of urban roads in  1a–d. Quarterly progress  Climate change and \ninfrastructure in the  the Dhaka city region  reports, semi-annual  extreme events will \nproject areas in the  rehabilitated with climate- project-specific  undermine timely \nDhaka and Khulna  resilient features   monitoring and  completion of civil \ncity regions  (2018 baseline: 0) (RFI B)  evaluation reports by  works \nimproved and    PMCU and LGED \nmade climate- 1b. 120 km of drains in the \nresilient   Dhaka city region rehabilitated \n(2018 baseline: 0) \n \n1c. 30 km of drains in the \nKhulna city region rehabilitated \n(2018 baseline: 0) \n \n1d. 1 composting plant with \nassociated gender-responsive \nfacilities constructed and \noperational in KCC  \n(2018 baseline: not applicable) \n \n2. Institutional  2a. Additional priority urban  2a–d. Quarterly progress \ncapacity and  investments of at least $100  reports, semi-annual \ncommunity  million identified and detailed  project-specific \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nawareness  engineering design reports  monitoring and \nstrengthened  prepared by LGED   evaluation reports, and \n(2018 baseline: 0)  copy of plans prepared \n   \n2b. Drainage master plans for   \n14 pourashavas prepared or   \nupdated (2018 baseline: 7   \nplans available)   \n   \n2c. O&M plans, including   \nannual budget allocation, for all   \nsubprojects prepared and   \nendorsed by all project   \npourashavas and city   \ncorporations (2018 baseline:   \nnot applicable)   \n   \n2d. Inclusive integrated solid   \nwaste management plan for the   \nKCC prepared and submitted to   \nKCC (2018 baseline: not   \napplicable)   \n   \n2e. 50 staff (30% women) of  2e. Training reports, pre- \nproject pourashavas and city  and post-assessments \ncorporations reported increased   \nknowledge on integrated urban   \nplanning, sustainable service   \ndelivery, and O&M of urban   \ninfrastructure (2018 baseline: 0)   \n   \n2f. Awareness campaigns on  2f. PMCU and LGED \nreducing, reusing, and recycling  sample surveys \nsolid waste in KCC reached at \nleast 200,000 people (at least \n50% women) (2018 baseline: 0) \n \nKey Activities with Milestones \n1.  Urban infrastructure in the project areas in the Dhaka and Khulna city regions improved and \nmade climate-resilient \n1.1 Award civil works contracts for 13 urban road subprojects in the Dhaka city region (Q2 2019) \n1.2 Award all civil works contracts for drainage subprojects in the Dhaka and Khulna city regions \n(Q3 2020) \n1.3 Award civil works contracts for all remaining urban road projects in the Dhaka city region (Q2 2021) \n1.4 Award civil works contract for composting plant and associated facilities in KCC (Q4 2021) \n1.5 Complete all physical works (Q4 2023) \n \n2.  Institutional capacity and community awareness strengthened \n2.1 Launch integrated solid waste management awareness campaign in KCC (Q4 2019) \n2.2 Prepare or update drainage master plans (Q1 2020) \n2.3 Select additional priority urban investments for project preparation (Q4 2021) \n2.4 Prepare detailed feasibility study and engineering design for integrated solid waste management \nfacilities in KCC (Q2 2021) \n2.5 Prepare O&M plans for all subprojects (Q4 2021) \n2.6 Prepare detailed engineering designs for selected additional priority investments (Q1 2023) \n ", "Appendix 1  13 \n2.7 Deliver and evaluate training programs and awareness-raising campaigns (Q1 2024) \nProject Management Activities \nRecruit all consultants under the project, ensure adequate staff and diverse workforce in the PMCU and \nPIUs, and implement the gender action plan and a project performance management system \nInputs \nAsian Development Bank \n  OCR: $75 million (regular loan) \n  OCR: $75 million (concessional loan) \nGovernment:  $73 million \nAssumptions for Partner Financing \nNot Applicable \nKCC = Khulna city corporation, km = kilometer, LGED = Local Government Engineering Department, O&M = \noperation and maintenance, OCR = ordinary capital resources, PIU = project implementation unit, PMCU = project \nmanagement and coordination unit, Q = quarter, RFI = results framework indicator. \na  Government of Bangladesh, Planning Commission. 2015. 7th Five Year Plan, FY2016–FY2020: Accelerating \nGrowth, Empowering Citizens. Dhaka. \nb  ADB. 2018. Preparing the City Region Investment Program. Consultant’s report. Manila (TA 9283-BAN). \nContribution to the ADB Results Framework \nRFI A: Land improved through irrigation, drainage, and/or flood management. Target: 2,500 ha \nRFI B: Roads built or upgraded. Target: 300 km \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49329-006-3 \n \n1.  Loan Agreement: Concessional Loan \n2.  Loan Agreement: Regular Loan \n3.  Sector Assessment (Summary): Water and Other Urban Infrastructure and Services \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n12.  Climate Change Assessment \n13.  Gender Action Plan \n14.  Initial Environmental Examination: Narayanganj Roads \n15.  Initial Environmental Examination: Manikganj Drainage Subproject \n16.  Initial Environmental Examination: Comprehensive Solid Waste Management Planning \nand Small Works (Composting Plant) for Khulna City Corporation \n17.  Environmental Assessment and Review Framework \n18.  Resettlement Plan: Savar Road and Drainage Subproject \n19.  Resettlement Framework \n \nSupplementary Documents \n20.  Financial Management Assessment \n21.  Land Acquisition and Involuntary Resettlement Due Diligence Report: Manikganj Khal \nRe-excavation and Development Subproject \n22.  Land Acquisition and Involuntary Resettlement Due Diligence Report: Rupganj Road \nand Drainage Subproject \n23.  Land Acquisition and Involuntary Resettlement Due Diligence Report: Araihazar Road \nand Drainage Subproject \n24.  Project Procurement Risk Assessment Report \n25.  Abridged Climate Risk and Vulnerability Analysis Report \n26.  Summary of the First City Region Development Project \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190725104934+08'00'", "Creator": "PDF24 Creator", "Keywords": "bangladesh, dhaka, khulna, urban services, service delivery, urbanization, capacity building, city region, 49329-006, loan 3808, loan 3809, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190829135412+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will finance crucial infrastructure in urban and peri-urban areas to stimulate growth and improve livability in Dhaka and Khulna, two densely populated and rapidly growing city regions in Bangladesh. The project will also continue strengthening project development capacity, sustainable service delivery, and community awareness.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated August 2019 is provided for the ADB project 49329-006 in Bangladesh.", "Title": "Second City Region Development Project: Report and Recommendation of the President"}, "author_page": " \nVice-President  Shixin Chen, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Norio Saito, Urban Development and Water Division, SARD \n   \nTeam leader  Alexandra Vogl, Senior Urban Development Specialist, SARD \nTeam members  Saswati G. Belliappa, Safeguards Specialist, SARD \n  Urmee Bhattacharjee, Associate Project Analyst, SARD \n  Mingyuan Fan, Senior Urban Development Specialist, SARD \n  David Levine, Urban Development Specialist, SARD \n  Elma Morsheda, Senior Project Officer (Urban Infrastructure), SARD \n  Jaemin Nam, Financial Management Specialist, SARD \n  Emma Rita Ramona Nava, Senior Operations Assistant, SARD \n  Ninette R. Pajarillaga, Environment Specialist, SARD \n  Zarah C. Pilapil, Associate Safeguards Officer (Environment), SARD \n  Pamela Kristie A. Puspus, Associate Project Analyst, SARD \n  Nasheeba Selim, Senior Social Development Officer, SARD \n  Asghar Ali Syed, Principal Counsel, Office of the General Counsel \nPeer reviewer  Joris van Etten, Senior Urban Development Specialist, Southeast Asia \nDepartment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Hun Kim", "role": "South Asia Department (SARD)", "organization": ""}, {"fullname": "Norio Saito", "role": "Urban Development and Water Division", "organization": "SARD"}, {"fullname": "Alexandra Vogl", "role": "Senior Urban Development Specialist", "organization": "SARD"}, {"fullname": "Saswati G. Belliappa", "role": "Safeguards Specialist", "organization": "SARD"}, {"fullname": "Urmee Bhattacharjee", "role": "Associate Project Analyst", "organization": "SARD"}, {"fullname": "Mingyuan Fan", "role": "Senior Urban Development Specialist", "organization": "SARD"}, {"fullname": "David Levine", "role": "Urban Development Specialist", "organization": "SARD"}, {"fullname": "Elma Morsheda", "role": "Senior Project Officer (Urban Infrastructure)", "organization": "SARD"}, {"fullname": "Jaemin Nam", "role": "Financial Management Specialist", "organization": "SARD"}, {"fullname": "Emma Rita Ramona Nava", "role": "Senior Operations Assistant", "organization": "SARD"}, {"fullname": "Ninette R. Pajarillaga", "role": "Environment Specialist", "organization": "SARD"}, {"fullname": "Zarah C. Pilapil", "role": "Associate Safeguards Officer (Environment)", "organization": "SARD"}, {"fullname": "Pamela Kristie A. Puspus", "role": "Associate Project Analyst", "organization": "SARD"}, {"fullname": "Nasheeba Selim", "role": "Senior Social Development Officer", "organization": "SARD"}, {"fullname": "Asghar Ali Syed", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Joris van Etten", "role": "Senior Urban Development Specialist", "organization": "Southeast Asia"}]}