{"path": "data/input/reports/49387-003-rrp-en.pdf", "pages": ["  \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 49387-003 \nNovember 2018 \n \n \n \n \nProposed Loan \nSocialist Republic of Viet Nam: Second Greater \nMekong Subregion Tourism Infrastructure for \nInclusive Growth Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 20 October 2018) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.00004 \n$1.00  =  D23,341 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nASEAN  –  Association of Southeast Asian Nations \nEMP  –  environmental management plan \nGMS  –  Greater Mekong Subregion \nLao PDR   –  Lao People’s Democratic Republic \nMCST  –  Ministry of Culture, Sports and Tourism \nO&M  –  operation and maintenance \nPAM  –  project administration manual \nPMU  –  project management unit \nPPC  –  provincial people’s committee \nSMEs  –  small and medium-sized enterprises \n   \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Stephen Groff, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirector  Eric Sidgwick, Country Director, Viet Nam Resident Mission, SERD \n   \nTeam leader  Steven Schipani, Unit Head, Project Administration, SERD \nTeam members  Maria Cleto, Safeguards Specialist (Resettlement), SERD \n  Tran Thi Bich Dung, Project Analyst, SERD \n  Shinsuke Kawazu, Senior Counsel, Office of the General Counsel \n  (OGC) \n  Cuong Minh Nguyen, Principal Country Economist, SERD \n  Giang Thanh Nguyen, Senior Social Development Officer (Gender), \n  SERD \n  Lan Huong Thi Nguyen, Senior Operations Assistant, SERD \n  Phuc Quang Pham, Senior Environment Officer, SERD \n  Phoneviva Phanvongsa, Project Analyst, SERD \n  David Salter, Principal Natural Resources and Agriculture \n  Specialist, SERD \n  Said Zaidansyah, Principal Counsel, OGC \nPeer reviewer  Ron Slangen, Senior Urban Development Specialist, South Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \n \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \n \nIV.  ASSURANCES  10 \n \nV.  RECOMMENDATION  10 \n \nAPPENDIXES   \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n   ", "PROJECT AT A GLANCE \n \n \n \n \n \n \n \n \n \n   \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Socialist Republic of Viet Nam for the Second Greater Mekong Subregion (GMS) Tourism \nInfrastructure for Inclusive Growth Project. This is one of three associated loans and grants; the \nothers are for Cambodia and the Lao People’s Democratic Republic (Lao PDR).1 \n \n2.  The  project  will  help  transform  secondary  towns  in  the  GMS  eastern  corridor  into \neconomically inclusive, competitive tourism destinations by improving transport infrastructure, \nurban services, and capacity to sustainably manage tourism growth. It will expand trade in \nservices by promoting cross-border tourism and deepen GMS and Association of Southeast Asian \nNations (ASEAN) regional cooperation and integration. About 168,000 residents of Hoa Binh, \nNghe An, Quang Binh, Quang Tri, and Thua Thien Hue provinces are expected to directly benefit \nfrom climate-resilient infrastructure development, improved urban green space, cleaner public \nbeaches, and better access to economic opportunities. Project areas and investments are \nprioritized in the ASEAN Tourism Strategic Plan and GMS Tourism Sector Strategy.2 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Sector overview and performance. About 80% of global travel is intraregional. Forecasts \nsuggest that Asia and the Pacific will be the world’s fastest-growing region through 2030, when it \nwill receive 535 million tourists, or 30% of the global market share. In 2016, ASEAN countries \nreceived 116 million international tourists, up 42% compared with 2011. ASEAN arrivals are \nexpected to grow 5.1% per year and reach 187 million in 2030.3  \n \n4.  Within ASEAN, Viet Nam, Cambodia, and the Lao PDR closely cooperate to promote \nregional  tourism  standards,  tourism  investment,  and  multicountry  tours  that  connect  their \neconomies with larger, more affluent regional markets. Collaboration with neighboring countries \nhelped boost Viet Nam’s international tourist arrivals to 10.0 million in 2016, after increasing by \njust over 10% annually since 2009. Top source markets include the People’s Republic of China \n(27%), the Republic of Korea (15%), and Japan (7%). Tourism contributes nearly 5% to Viet \nNam’s gross domestic product and generates 72% of service exports, directly supporting 1.9 \nmillion jobs—the majority held by women in small and medium-sized enterprises (SMEs). The \ngovernment  targets  a  10%  gross  domestic  product  contribution  by  2020,  when  tourism  is \nexpected to generate $32.5 billion and sustain 1.05 million new jobs. \n \n5.  Government efforts to upgrade gateway airports, transnational railways and highways, \nand secondary roads to boost travel and trade are supported by the Asian Development Bank \n(ADB) and other development partners. Regional policies to liberalize transport services and ease \ncross-border tourism complement physical infrastructure investments.4 For example, Viet Nam \npermits prearranged tourist visas on arrival for 182 countries and grants 15-day tourist visa \n                                                \n1  The Asian Development Bank (ADB) provided transaction technical assistance to help design the project and prepare \nthe Greater Mekong Subregion Tourism Sector Strategy 2016–2025. ADB. 2016. Technical Assistance for Preparing \nthe Second Greater Mekong Subregion Tourism Infrastructure for Inclusive Growth Project. Manila. \n2  ASEAN Secretariat. 2016. ASEAN Tourism Strategic Plan 2016–2025. Jakarta; Mekong Tourism Coordinating Office. \n2017. Greater Mekong Subregion Tourism Sector Strategy 2016–2025. Bangkok. \n3  United Nations World Tourism Organization. 2016. World Tourism Barometer. Madrid. \n4  ADB. 2011. Greater Mekong Subregion Cross Border Transport Facilitation Agreement: Instruments and Drafting \nHistory. Manila; and ASEAN. 2016. Master Plan for ASEAN Connectivity 2025. Jakarta. ", "2 \nexemptions to citizens of all ASEAN countries. As a result, 83% of visitors arrive by air, 15% enter \nthrough overland borders in the GMS economic corridors, and 2% arrive by sea. \n   \n6.  Key challenges. Even with these strengths and opportunities, in 2016 Viet Nam ranked \n6th in ASEAN and 67th among 136 economies evaluated in the World Travel and Tourism \nCompetitiveness  Index,  mainly  because  secondary  destinations  lack  quality  transport \ninfrastructure,  urban  services,  and  tourist  service  infrastructure.  Other  underlying  problems \ninclude inadequate infrastructure maintenance, weak tourism planning, and ineffective destination \nmarketing,  which  collectively  undermine  the  business-enabling  environment  for  tourism. \nConsequently, Viet Nam’s share of ASEAN international tourist arrivals is only 8.6%. Another \nconsequence of underinvestment in secondary destinations is imbalanced tourism growth within \nthe country, with Ha Noi, Ho Chi Minh City, Da Nang, and Quang Ninh province’s Ha Long Bay \narea receiving more than half of international tourist arrivals and corresponding benefits.5 \n \n7.  Climate vulnerability. Secondary towns in Viet Nam’s segment of the GMS eastern \ncorridor are vulnerable to climate change and natural disasters. Risks include stronger and more \nfrequent typhoons, coastal storm surges, and intensifying rainfall and flooding. These risks are \nexacerbated by limited capacity to integrate adaptation and mitigation solutions. Countering \nclimate change and natural disasters requires finance and knowledge to retrofit and construct \nclimate-resilient infrastructure and promote resource efficiency programs. Public awareness to \npromote environmentally friendly tourism services and emissions offsets are also needed. \n   \n8.  Project response. To help remove these constraints, the project builds on ADB’s ongoing \nGMS Tourism Infrastructure for Inclusive Growth Project in Viet Nam (2014–) and the successful \nGMS Sustainable Tourism Development Project (2008–2014) by selectively financing climate-\nresilient transport infrastructure, urban infrastructure and service improvements, and capacity \nbuilding for better destination management, all of which is needed to boost tourist arrivals and \nspending in secondary destinations.6 Prioritized investments are (i) road improvements to link \nsmall  towns  with  rural  community-managed  tourist  attractions;  (ii)  ferry  ports  to  increase \npassenger handling capacities and give private operators the facilities needed to expand water \ntransport and recreation services; (iii) sanitation and drainage improvements, seawalls, and \ncoastal revetments in flood-prone areas; and (iv) capacity building to support the implementation \nof ASEAN tourism standards and strengthen infrastructure operation and maintenance (O&M). \nThe integrated design will assist project provinces attract more and higher-spending visitors, thus \ncontributing to more balanced tourism growth and employment-intensive SME development.   \n \n9.  Strategic Fit. The project is consistent with Viet Nam’s Socioeconomic Development \nStrategy  2011–2020  objectives  to  foster  climate-resilient  urban  infrastructure  development, \nenvironmentally sustainable growth, gender equity, regional cooperation and integration, and \nprivate sector development. It aligns with the operational priorities of ADB’s Strategy 2030 (Table \n1), ADB country partnership strategy for Viet Nam 2016–2020, and the Strategy for Tourism \n                                                \n5  Sector Assessment (Summary): Tourism in Cambodia, the Lao People’s Democratic Republic, and Viet Nam \n(accessible from the list of linked documents in Appendix 2). \n6  ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Socialist \nRepublic of Viet Nam for the Greater Mekong Subregion Tourism Infrastructure for Inclusive Growth Project. Manila; \nand ADB. 2008. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Lao \nPeople’s Democratic Republic and Loan to the Socialist Republic of Viet Nam for the Greater Mekong Subregion \nSustainable Tourism Development Project. Manila. \n \n ", "3 \nDevelopment  in  Viet  Nam  to  2020,  Vision to 2030.7 ADB’s  Operational  Plan  for  Regional \nCooperation and Integration 2016–2020 and the GMS Strategic Framework 2012–2022 prioritize \ntourism development in economic corridors to boost cross-border investment that supports \ninclusive growth and ensures that women and the poor benefit from regional connectivity. \n \nTable 1: Alignment with Strategy 2030 \nStrategy 2030 Priority  Project Contributions  \nAddressing remaining  • Transport and urban infrastructure improvements will improve access to \npoverty and reducing  markets and social services, catalyze private investment, and generate \ninequalities.    employment-intensive tourism growth in poorer provinces.  \nAccelerating progress in  • Targeted  capacity  development  will  promote  women’s  economic \ngender equity.  empowerment and advancement to managerial and leadership roles.  \nTackling climate change,  • Transport and urban infrastructure improvements will feature climate \nbuilding climate and  and disaster resilience measures such as stronger road base and \ndisaster resilience, and  pavement structures, additional drainage, slope protection, and robust \nenhancing environmental  seawalls and revetments. Adopting green hotel standards will promote \nsustainability.   more efficient use of energy and water.    \nFostering regional  • Destination marketing will promote intraregional tourism. Institutional \ncooperation and integration.   strengthening  will  promote  tourism  knowledge  sharing  and  policy \ndialogue among and between subregions.  \nSource: Asian Development Bank.  \n \n10.  Development coordination. Project activities harmonize with tourism vocational training \nand tourism-related SME promotion support from the Government of Luxembourg and the Swiss \nState Secretariat for Economic Affairs. The Japan International Cooperation Agency and the \nWorld Bank Group also support transport and urban development in the GMS corridors. Regional \nassistance is coordinated by GMS tourism, transport, and urban development working groups \ncomprising senior officials, ADB and other development partners, civil society organizations, and \nprivate advisors. Working groups meet at least once a year to direct strategic programming, share \nknowledge and good practices, and coordinate joint activities. The Ministry of Culture, Sports and \nTourism and Viet Nam National Administration of Tourism coordinate national planning and policy \ndialogue with development partners and industry associations. \n \n11.  Value added by ADB assistance. ADB’s value addition includes support to prepare the \ncomprehensive government-endorsed GMS Tourism Sector Strategy 2016–2025. The $58.7 \nbillion strategy provides GMS governments and the private sector with a blueprint for competitive, \nbalanced, and sustainable destination development that aligns with ASEAN regional integration \nobjectives. ADB facilitated public–private dialogue and consensus building to select project \ninvestments that foster synergies with agriculture, transport, and urban development initiatives. \nClimate risk assessments were prepared for all infrastructure subprojects with support from ADB’s \nProject Readiness Improvement Trust Fund.8 Capacity building for destination management \nintegrates the Mekong Innovative Startup in Tourism accelerator to identify and scale innovative \ntechnologies that drive tourism growth in secondary destinations. The Mekong Business Initiative, \nsupported by ADB and the Government of Australia, created the platform. \n \n12.  Lessons. To reinforce sustainability and inclusiveness, the project design assimilates key \nlessons from ADB’s past GMS tourism projects. First, infrastructure subprojects were selected \n                                                \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila;  ADB.  2016.  Country  Partnership  Strategy:  Viet  Nam,  2016–2020—Fostering  More  Inclusive  and \nEnvironmentally Sustainable Growth. Manila; and Ministry of Culture, Sports and Tourism. 2012. Strategy for Tourism \nDevelopment in Viet Nam to 2020, Vision to 2030. Ha Noi. \n8  ADB. 2016. Project Readiness Improvement Trust Fund. Manila (financed by the Nordic Development Fund). \n ", "4 \nbased on robust demand analysis, private sector consultations, and the participating provinces’ \ncommitment to enabling their timely inclusion in the government’s medium-term investment plan. \nSecond, engineering solutions were chosen in consideration of life cycle costs and were informed \nby climate change vulnerability assessments. Third, ASEAN tourism standards target small \nenterprises that are predominately led by and employ women. Fourth, institutional strengthening \npromotes women’s attainment of managerial and leadership roles. Finally, early capacity building \nfor infrastructure O&M will ensure that suitable asset management systems are in place before \nworks are commissioned.9 \n \nB.  Impact and Outcome \n \n13.  The project is aligned with the following impact: sustainable, inclusive, and more balanced \ntourism  development  achieved. 10  The  project  will  have  the  following  outcome:  tourism \ncompetitiveness of secondary towns in Viet Nam increased.11 \n \nC.  Outputs \n \n14.  Output 1: Urban–rural access infrastructure and urban environmental services \nimproved. This output focuses on improving roads, water transport infrastructure, and flood \nprotection in tourist sites. It will (i) upgrade 31 kilometers of district and rural roads, including rest \nareas and scenic points; (ii) construct or improve 13 passenger piers; (iii) rehabilitate and extend \nthe 5.5-kilometer seawall, revetments, and beachfront promenade in Cua Lo town with public \ngreen space, walkways, crossroads, drainage, and public toilets; and (iv) improve the existing \nCua Viet–Cua Tung beachfront promenade in Quang Tri by rehabilitating public green space and \nwalkways, drainage, parking areas, public toilets, and small shops that are leased to local vendors. \nAbout 83,500 residents in districts with road improvements will benefit from better access to \neconomic opportunities and social services. Passenger piers will improve water transport and \nrecreation services in Dong Hoi, Dong Ha, and Hue city. The piers will benefit about 24,500 \nresidents, including 130 small ferry and tour boat operators. The improved seawall and drainage \nin Cua Lo town will protect a 228-hectare urban area, directly benefiting about 60,000 residents, \n400 restaurants, and 300 hotels and guesthouses. \n \n15.  Output 2: Capacity to implement ASEAN tourism standards strengthened. This \noutput will (i) strengthen assessment frameworks, certification bodies, and compliance monitoring \nfor the ASEAN green hotel, homestay, clean tourist city, and clean public toilet standards; and (ii) \ndevelop incentives and conduct training to enable standards adoption by tourism and urban \nservice providers. Counterpart resources will support capacity building to help Cua Lo, Dong Ha, \nDong Hoi, and Hue city attain the ASEAN Clean Tourist City Standard. All public toilets financed \nby the project will be constructed to the ASEAN Clean Public Toilet Standard. The project will pilot \nASEAN green hotel and homestay standards to demonstrate how accommodation SMEs can \nboost their competitiveness by improving service quality and consumer confidence. Attaining the \nASEAN Clean Tourist City Standard in the four targeted towns will improve the environment for \nabout 1.1 million residents and more than 8.0 million annual visitors.   \n \n16.  Output  3:  Institutional  arrangements  for  tourism  destination  management  and \ninfrastructure O&M strengthened. Output 3 will use counterpart resources to complement ADB \nand other development partner’s efforts to strengthen destination management by preparing or \n                                                \n9  ADB. 2009. Sector Assistance Program Evaluation: Tourism Sector in the Greater Mekong Subregion. Manila; and \nADB. 2017.Validation Report: GMS Sustainable Tourism Development Project. Manila. \n10 ASEAN Secretariat. 2016. ASEAN Tourism Strategic Plan 2016–2025. Jakarta. \n11 The design and monitoring framework is in Appendix 1. \n ", "5 \nupdating tourism masterplans, improving destination marketing, and conducting sanitation and \nhygiene awareness campaigns. In parallel, the project will assist infrastructure management \nentities such as provincial and district tourism, transport, and urban management departments \nprepare infrastructure O&M plans and organize asset management technical training. Provincial \ndepartments of planning and investment will provide transaction advisors to design public-private \npartnership  arrangements  (5  management  contracts  and/or  concessions)  and  structure \ncompetitive  procurement  for  ferry  services,  parking  management,  and  other  commercial \noperations at facilities constructed or improved by the project. \n \nD.  Summary Cost Estimates and Financing Plan \n \n17.  The project is estimated to cost $56.57 million (Table 2). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).12 \nMajor expenditure items are civil works, equipment, consulting services for detailed engineering \ndesign and construction supervision, safeguards, and project management costs. \n \nTable 2: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb    \n  1.  Output 1  41.02 \n  2.   Output 2  0.27 \n  3.   Output 3  0.21 \n  4.  Project management  7.39 \n  Subtotal (A)  48.89 \nB.  Contingenciesc  5.58 \nC.  Financial Charges During Implementationd  2.20 \n      Total (A+B+C)  56.67 \na  In 2018 prices. \nb  Taxes and duties of $4.38 million are to be financed by the government. \nc  Physical contingencies computed at 4.9% for civil works and for all other costs. Price contingencies computed at \n1.5% on foreign exchange costs in 2018 and thereafter, and 3.7% on local currency costs in 2018, 4.0% in 2019, \nand 5.0% in 2020 and thereafter; includes provision for potential exchange rate fluctuation under the assumption of \na purchasing power parity exchange rate. \nd  Includes interest for the Asian Development Bank loan computed at 2% per annum, to be financed by the government \nduring implementation. \nSource: Asian Development Bank estimates. \n \n18.  The Government of Viet Nam has requested a concessional loan of $45.0 million from \nADB’s concessional ordinary capital resources to help finance the project. The loan will have a \n25-year term, including a grace period of 5 years; an interest rate of 2.0% per year during the \ngrace period and thereafter; and such other terms and conditions set forth in the draft loan and \nproject agreements. The ADB loan will finance consulting services, civil works, and independent \naudit. The government will finance (i) civil works and consulting services, (ii) gender and social \ndimensions and other project management costs, (iii) incremental administration and recurrent \ncosts, (iv) all land acquisition and resettlement, (v) interest charges during implementation, and \n(vi) taxes and duties on all project expenditures. \n \n19.  The  government  will  (i)  make  portions  of  the  loan  proceeds  available  to  the  five \nparticipating provinces through budget allocation; and (ii) relend the balance of the loan proceeds \nto the participating provinces under subsidiary loan agreements, all upon terms and conditions \nsatisfactory to ADB. The summary financing plan is in Table 3. \n                                                \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nTable 3: Summary Financing Plan \n($ million) \nAmount  Share of Total \nSource \n($ million)  (%) \nAsian Development Bank     \n   Ordinary capital resources (concessional loan)  45.00  79.4 \nGovernment of Viet Nam  11.67  20.6 \n    Total  56.67  100.0 \nSource: Asian Development Bank estimates. \n \n20.  Climate mitigation is estimated to cost $0.5 million. Structural measures for climate \nadaptation and disaster risk reduction are estimated to cost $4.8 million. ADB will finance 100% \nof the mitigation and adaptation costs.13 \n \nE.  Implementation Arrangements \n \n21.  Implementation arrangements are summarized in Table 4 and described in detail in the \nPAM (footnote 12).  \n   \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2019–December 2023 \nEstimated completion date  31 December 2023 \nEstimated loan closing date  30 June 2024 \nManagement \n(i)  Subregional coordination  Greater Mekong Subregion Tourism Working Group \n(ii)  National coordination  MCST project coordination unit and provincial steering committees \n(iii) Executing agencies  Hoa Binh, Nghe An, Quang Binh, Quang Tri, and Thua Thien Hue PPCs \n(iv) Key implementing  Hoa Binh: Lac Thuy District People’s Committee; Nghe An DOT; Quang \nagencies  Binh DOT; Quang Tri DCST; and Thua Thien Hue DPI  \n(v) Implementation units  Lac Thuy project management unit, Nghe An DOT, Quang Binh DOT, \nQuang Tri DCST, and Thua Thien Hue DPI  \nProcurement  National competitive bidding  8 contracts  $40,318,870 \nNational procedures  12 contracts  $140,000 \nConsulting services  QCBS  556 person-months  $3,520,600 \nLeast-cost selection (audit)  5 lump-sum contracts  $243,410 \nAdvance contracting  Five QCBS consulting services packages \nDisbursement  The loan proceeds will be disbursed following ADB’s Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank; DCST = Department of Culture, Sports, and Tourism; DOT = Department of Tourism; \nDPI = Department of Planning and Investment; MCST = Ministry of Culture, Sports and Tourism; PPC = provincial \npeople’s committee; QCBS = quality- and cost-based selection. \nSource: Asian Development Bank. \n \n \n22.  The  provincial  people’s  committee  (PPC)  of  each  participating  province  will  be  the \nexecuting agencies. Each executing agency will form and chair a provincial project steering \ncommittee, and form or assign an existing project management unit (PMU) to be responsible for \nproject implementation, including; procurement of works, goods, and services; management of \nthe  detailed  design  and  construction  supervision  consultants;  compliance  with  social  and \nenvironmental safeguards; financial management and audits; and other project administration \n                                                \n13 Climate Change Assessment Report (accessible from the list of linked documents in Appendix 2). \n ", "7 \ntasks. The Ministry of Culture, Sports and Tourism (MCST) will establish a project coordination \nunit  to  facilitate  project  inclusion  in  the  government’s  medium-term  investment  plan  and \ncoordinate annual work plans, ASEAN tourism standards implementation, and regional activities \nwith other GMS countries. MCST will monitor output 2 and 3 progress and coordinate reporting \nto the government and ADB. PMUs will enhance project readiness by preparing basic designs for \nall infrastructure subprojects with counterpart resources and advertising detailed engineering and \nsafeguards  consulting  services  before  loan  signing.  The  5-year  implementation  period  is \nconsidered sufficient because the provinces will carry out decentralized infrastructure design and \nprocurement simultaneously for the project’s eight small works packages. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n23.  The project is technically feasible. Engineering solutions were selected considering cost, \ndurability, climate, environmental and social impacts, and O&M capacities. Preliminary designs \ncomply  with  Viet  Nam’s  construction  standards  and  local  contracting  industry  capabilities. \nClimate-resilience measures include stronger road base and pavement structures, correctly sited \nrobust seawalls and revetments with suitable foundation levels and crest heights, higher capacity \ndrainage, energy efficient lighting, and bio-engineered river embankment and slope protection. \nPassenger piers incorporate sturdy elevated concrete and steel structures able to withstand \nprojected storm surges and river flow velocities. Programs to build destination management \ncapacity were designed based on stakeholder consultations and institutional analyses of tourism, \ntransport,  and urban management  entities.  ASEAN  tourism  standards  will  be  implemented \nfollowing approved manuals and criteria. Special design features to uphold long-term sustainable \nmaintenance of project investments include maximum use of robustly engineered, steel reinforced \nconcrete roads and structures with lower life cycle O&M costs, and resources to strengthen \nprovincial  and  district  infrastructure O&M  planning  and  budgeting. The  project  will  procure \nappropriate equipment and assist management entities to incorporate maintenance requirements \ninto ferry pier and tourism services management contracts. \n \nB.  Economic and Financial \n \n24.  Economic analyses were prepared for the integrated project components following ADB \nguidelines.14 Costs comprise infrastructure and capacity-building investments and the market \nvalue of land to be acquired. Benefits quantified conservatively include (i) increased tourism \nreceipts from incremental annual visitor arrivals (0.3%–5.8%) and additional length of stay (0.1–\n0.5 days) in project areas, and (ii) vehicle operating cost savings from reductions in road \nroughness.15 Base-case economic internal rates of return range from 11.9% to 14.8% for road \nimprovement subprojects, from 11.5% to 25.5% for the ferry piers, and 29.8% for coastal \nprotection and public space improvements. All subprojects remain viable under adverse scenarios \nwhereby costs are 10% higher, benefits 10% lower, there are 10% fewer tourist arrivals, or \nimplementation is delayed by 1 year. The expected economic benefits are consistent with ADB’s \ncompleted GMS tourism projects in Viet Nam, which generated economic internal rates of return \nof 22.8%–82.2% for similar road and pier improvements in secondary tourist destinations.16 \n   \n                                                \n14 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n15 International visitor arrival increases range from 2% in Quang Binh province to 32% in Thua Thien Hue province. \n16 ADB. 2017. Completion Report: Greater Mekong Subregion Sustainable Tourism Development Project. Manila. \n ", "8 \n25.  Financial analyses prepared in line with ADB guidelines confirm the financial viability of \nthe following  revenue-generating  subprojects: (i)  Nhat  Le–Long  Dai  river  and  road  access \nimprovements, (ii) Con Co island access improvements, and (iii) Hue tourist piers improvements. \nQuantified revenue streams comprising passenger fees, berthing and parking fees, and rent were \nassessed in nominal terms. Base-case financial internal rates of return range from 7.4% to 23.0%, \nhigher than the 3.0% weighted average cost of capital. Non-revenue-generating roads, coastal \nprotection,  and  urban  space  improvements  will  require  minor  additional  annual  provincial \nbudgetary allocations for routine and periodic maintenance. Loan assurances require each \nprovince to ensure that their annual budget includes sufficient O&M funding for project facilities, \nunderscoring the Government’s commitment to fund sustainable asset maintenance.17 \n \nC.  Governance \n \n26.  The financial management and procurement risks for the executing and implementing \nagencies are assessed substantial. The main constraints are the lack of qualified accountants \nand procurement specialists in provinces. Risk mitigation measures in the financial management \naction plans emphasize hands-on disbursement and procurement training for PMUs by ADB staff \nand consultants, and requirements to use standard ADB-approved procurement documents for \nADB-financed transactions. All executing agencies except Hoa Binh have significant experience \nin managing advance accounts and statement-of-expenditure procedures. The terms of reference \nfor external auditors were agreed with the executing agencies during project preparation and form \npart of the PAM. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed  with  the  government  and  agencies  involved  in  the  project.  The  specific  policy \nrequirements and supplementary measures are described in the PAM. \n \nD.  Poverty, Social, and Gender \n \n27.  The project will directly benefit about 168,000 people. Project support to implement \nASEAN Clean Tourism City Standard will improve the livability of Cua Lo, Dong Ha, Dong Hoi, \nand Hue cities, benefitting an additional 1.1 million residents, of which 50% are women and girls. \nPoverty rates in project areas range from 7.3% to 17.8%, all higher than the 7.0% national average \nbecause of low incomes, insufficient productive assets, undereducation, and limited skills and \ntraining opportunities. The project’s integrated investments are designed to minimize these \nconstraints and diversify employment and income sources for rural and urban lower-income \nhouseholds. Stakeholder communication and participation plans include activities to help women \nand vulnerable groups recognize and avoid social risks associated with tourism. \n \n28.  Gender. The project is categorized effective gender mainstreaming. The participating \nprovinces  prepared  the  gender  action  plan  in  consultation  with  female  and  male  project \nbeneficiaries and government officials. Each PMU will implement and monitor the gender action \nplan. Specific actions to promote gender equality include (i) separate consultations with women \nand men to ensure gender-sensitive detailed engineering designs; (ii) requirements to involve \nwomen in infrastructure construction and management; (iii) equal participation in sanitation \nawareness and information and education campaigns to prevent HIV/AIDS, human trafficking, \nand child exploitation; and (iv) appointment of women as managers and leaders of tourism \nstandards  assessment  boards  and  project  management  entities.  The  project  performance \nmanagement system will compile sex- and ethnic-disaggregated data to monitor and evaluate \nresults. \n                                                \n17 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \nE.  Safeguards \n \n29.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguards \ncategorization is B for environment, involuntary resettlement, and indigenous peoples.18 All \nsafeguards documents were prepared based on meaningful consultations with affected people \nand communities, endorsed by government authorities, and disclosed on the ADB website \nfollowing  ADB’s  Public  Communications  Policy  2011.  Grievance  redress,  monitoring,  and \nreporting  procedures  are  properly  established  in  all  safeguards  documents.  During  project \nimplementation, all safeguards documents will be updated based on detailed engineering designs, \nreviewed by ADB, and publicly disclosed. The project includes adequate resources to update all \nsafeguards  documents  and  implement  environmental  and  social  monitoring.  PPCs  have \nadequate capacity to ensure compliance with the project’s safeguards requirements. \n \n30.  Environment  (category  B).  The  participating  provinces  prepared  one  initial \nenvironmental examination and five environmental management plans (EMPs), each covering the \nproject’s  area  of  influence  and  all  road,  ferry  pier,  coastal  protection,  and  public  space \nimprovement subprojects. The EMPs provide adequate measures to mitigate the expected minor \nand  temporary  construction  impacts  and  the  potential  adverse  environmental  impacts  of \nincreased tourism activity, particularly in coastal environments and near protected areas.19 Better \nroads, drainage and flood protection, safe ferry piers, improved public green space, and the \nadoption of ASEAN tourism standards are expected to generate overall net environmental \nbenefits. Loan covenants require contractors and destination management agencies to comply \nwith initial environmental examination and EMP mitigation measures. \n \n31.  Involuntary resettlement (category B). Land acquisition and business disruption will \naffect 176 households (759 affected people) in four provinces (Hoa Binh, Nghe An, Quang Tri, \nand Thua Thien Hue). There are 20 severely affected households (86 severely affected people). \nOne house-cum-shop will be physically displaced, and 72 households are classified vulnerable \nincluding 56 Muong ethnic minority households. Due diligence confirms at preliminary design \nthere are no involuntary resettlement impacts expected in Quang Binh. Three resettlement plans \nand one combined resettlement and ethnic minority development plan were prepared by the \nprovincial executing agencies with the assistance of social development specialists. All plans \nreflect  meaningful  consultations  with  affected  households  and  include  suitable  livelihood \nimprovement  programs  and  grievance  redress  mechanisms.  The  initial  resettlement  and \ncompensation costs are estimated at $813,256. This amount is considered adequate based on \nthe inventories of losses prepared in consultation with the affected households. PPCs will appoint \nqualified PMU staff to properly implement the plans using project resources. \n \n32.  Indigenous peoples (category B). The project will positively affect Muong ethnic people \nby creating culturally appropriate jobs, diversifying income, and strengthening their involvement \nin tourism management and decision making. Ethnic groups will equally benefit from improved \naccess to economic opportunities and social services, better destination management, and \ncapacity building. The project will not displace ethnic households from traditional or customary \nlands or negatively impact ethnic minority identity, culture, or customary livelihood systems. The \nresettlement and ethnic minority development plan identifies the potential negative impacts, and \ncontains adequate measures to mitigate them. \n \n                                                \n18 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories \n19 Infrastructure subprojects are not located within protected areas and are consistent with defined management plans. \n \n ", "10 \nF.  Summary of Risk Assessment and Risk Management Plan \n \n33.  Significant risks and mitigating measures are summarized in Table 5 and described in \ndetail in the risk assessment and risk management plan.20 \n \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nProject inclusion in the medium-term  ADB will closely coordinate with ODA oversight \ninvestment plan is delayed, leading to  agencies and PPCs to ensure timely inclusion of \ncounterpart funding shortfalls and delayed  project investments in the medium-term investment \nproject benefits.  plan and sufficient budget allocations.  \nHoa Binh and Nghe An PMUs lack financial  ADB staff and consultants will provide financial \nmanagement, procurement, and safeguards  management, disbursement, procurement, and \nimplementation capacity.   safeguards training following ADB guidelines. \nInsufficient public funds are allocated for  Destination managers will prepare O&M plans and \ninfrastructure O&M and tourism site  tourism master plans with sustainable finance \nmanagement.  mechanisms. Institutional strengthening activities will \nimprove tourism management and O&M budgeting. \nIncreased tourist volumes overwhelm  Environmental management plans cover construction \ninfrastructure and environmental services,  and operation phases. Site-specific O&M plans will \ncausing negative environmental impacts.  incorporate environmental safeguards. \nADB = Asian Development Bank, ODA = official development assistance, O&M = operation and maintenance, PPCs \n= provincial people’s committees. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n34.  The government and Hoa Binh, Nghe An, Quang Binh, Quang Tri, and Thua Thien Hue \nPPCs have assured ADB that implementation of the project shall conform to all applicable ADB \npolicies, including those concerning anticorruption measures, safeguards, gender, procurement, \nconsulting services, and disbursement as described in detail in the PAM and loan documents. \nThe government and the executing agencies have agreed with ADB on certain covenants for the \nproject, which are set forth in the loan and project agreements. \n \n35.  No withdrawal shall be made from the loan account until the onlending agreement \nbetween the government and the executing agencies has been duly completed. \n \nV.  RECOMMENDATION \n \n36.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of $45,000,000 \nto the Socialist Republic of Viet Nam for the Second Greater Mekong Subregion Tourism \nInfrastructure for Inclusive Growth Project, from ADB’s ordinary capital resources, in concessional \nterms, with an interest charge at the rate of 2% per year during the grace period and thereafter; \nfor a term of 25 years, including a grace period of 5 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft loan and project agreements \npresented to the Board.  \n \nTakehiko Nakao \nPresident \nx November 2018\n                                                \n20 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nSustainable, inclusive, and more balanced tourism development achieved (ASEAN Tourism Strategic Plan 2016–\n2025)a \nData Sources \nPerformance Indicators with Targets  and Reporting \nResults Chain  and Baselines  Mechanisms  Risks \nOutcome  By 2025:     \nTourism    a.–b. Government  Governments and other \na. Annual international visitor arrivals in \ncompetitiveness of  tourism statistics  development partners \nproject areas increased to 1.53 million \nsecondary towns in  reports and  reduce support for \n(2016 baseline: 1.02 million) \nViet Nam increased  project completion  tourism vocational \n \nb. Aggregate annual visitor expenditure  report  training and capacity \nin project areas increased to $0.76  building. \nbillion   \n(2016 baseline: $0.47 billion)  Insufficient public funds \n  are allocated for \n \ninfrastructure O&M and \ntourism site \nmanagement. \n \nProject inclusion in the \nmedium-term investment \nplan is delayed, leading \nto counterpart funding \nshortfalls and delayed \nproject benefits. \nOutputs  By 2024:     \n1. Urban–rural  1a. 31.0 kilometers of access roads to  1a.–1e. Project  Qualified counterparts \naccess infrastructure  tourist sites improved  progress reports  are unavailable to \nand urban  (2017 baseline: 0)  and project  support financial \nenvironmental    completion report  management, \n1b. 13 passenger piers constructed or \nservices improved  procurement, and \nimproved \nsafeguards \n(2017 baseline: 0) \nimplementation. \n \n1c. Flood protection and drainage \nimproved for 228-hectare urban area \n(2017 baseline: 0) \n \n1d. At least 50% of 800 people \nconsulted to optimize inclusiveness and \ngender responsiveness in project \ninfrastructure designs are women \n(2017 baseline: 0) \n \n1e. At least 60% of 270 vendors in \nmarket space improved by the project \nare women \n(2017 baseline: 50%) \n2. Capacity to  2a. ASEAN tourism standards  2a.–2c. Project  Private enterprises are \nimplement ASEAN  certification boards established with at  progress reports  not interested in \ntourism standards  least 30% women members  and project  achieving ASEAN \nstrengthened  (2017 baseline: 0)  completion report  tourism standards. \n \n2b. 44 (5%) hotels in target provinces \nare ASEAN Green Hotel Standard \ncertified \n(2017 baseline: 1 [0.1%]) \n ", "12  Appendix 1 \nData Sources \nPerformance Indicators with Targets  and Reporting \nResults Chain  and Baselines  Mechanisms  Risks \n2c. At least four towns in target \nprovinces are ASEAN Clean Tourist \nCity Standard certified  \n  (2017 baseline: 1)     \n3. Institutional  3a. 100 public works and tourism site  3a.–3c. Project  Increased tourist \narrangements for  managers (at least 30% women)  progress reports  volumes overwhelm \ntourism destination  reporting increased knowledge on  and project  infrastructure and \nmanagement and  developing and implementing tourism  completion report  environmental services \ninfrastructure O&M  management and infrastructure O&M  causing negative \nstrengthened  plans (2017 baseline: 0)  environmental impacts. \n \n3b. Nine operation and maintenance \nplans prepared and implemented for \nproject-supported infrastructure \n(2017 baseline: 0) \n \n3c. Five public–private partnerships \nestablished for the operation of project-\nsupported tourism facilities \n(2017 baseline: 0) \nKey Activities with Milestones \n1. Urban–rural access to infrastructure and urban environmental services improved \n1.1  Prepare civil works design and bidding documents, Q1 2019–Q1 2020. \n1.2  Approve safeguards document, Q3 2019–Q1 2020. \n1.3  Complete land acquisition and resettlement, Q1 2020. \n1.4  Procure civil works, Q1 2020–Q4 2020. \n1.5  Implement civil works construction and supervision, and supply equipment, Q4 2020–Q4 2022. \n \n2. Capacity to implement ASEAN tourism standards strengthened \n2.1  Establish provincial ASEAN tourism standards certification boards, Q1 2020–Q2 2020. \n2.2  Promote ASEAN tourism standards adoption by service enterprises, Q2 2020–Q4 2023. \n2.3  Carry out service enterprise training, inspection, and certification, Q1 2021–Q4 2023. \n \n3. Institutional arrangements for tourism destination management and infrastructure O&M strengthened \n3.1 Prepare and approve tourism and O&M plans with sustainable finance mechanisms, Q1 2021–Q4 2021. \n3.2 Design and implement training programs for tourism destination management, Q1 2022–Q4 2023. \n3.3 Design and implement training programs for infrastructure O&M, Q2 2021–Q4 2023. \n    \n \nProject Management Activities  \nEstablish project steering committees, project coordination unit, and project management units, Q1 2019. \nAdvance actions for consultant recruitment and procurement, Q4 2018–Q1 2019. \nTrain project management unit staff in financial management, Q1 2019–Q4 2019.  \nImplement sex-disaggregated project performance management system (including baseline and completion \nsurveys), safeguards, and social development and gender action plans, Q1 2019–Q4 2023. \nInputs \nAsian Development Bank: $45.00 million concessional ordinary capital resources loan \nGovernment of Viet Nam: $11.67 million \nAssumptions for Partner Financing \nNot applicable \nASEAN = Association of Southeast Asian Nations, O&M = operation and maintenance, Q = quarter. \na ASEAN Secretariat. ASEAN Tourism Strategic Plan 2016–2025. Jakarta. \nSource: Asian Development Bank. \n \n \n____________________      ____________________              __________________ \nRamesh Subramaniam       Eric Sidgwick                Steven Schipani  \nDirector General        Country Director                Unit Head, Project Administration \nSoutheast Asia Department     Viet Nam Resident Mission             Viet Nam Resident Mission  \n ", "Appendix 2  13 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49387-003-3   \n \n1.  Loan Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Tourism in Cambodia, the Lao People’s Democratic \nRepublic, and Viet Nam \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n12.  Climate Change Assessment Report \n13.  Gender Action Plan \n14.  Initial Environmental Examination \n15.  Environmental Management Plan: Hoa Binh \n16.  Environmental Management Plan: Nghe An \n17.  Environmental Management Plan: Quang Binh \n18.  Environmental Management Plan: Quang Tri  \n19.  Environmental Management Plan: Thua Thien Hue  \n20.  Resettlement Plan: Nghe An \n21.  Resettlement Plan: Quang Tri \n22.  Resettlement Plan: Thua Thien Hue  \n23.  Resettlement and Ethnic Minority Development Plan: Hoa Binh \n \nSupplementary Document \n24.  Tourism Demand Analysis and Forecasts \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190327195438+07'00'", "Creator": "PDF24 Creator", "Keywords": "vietnam, gms, greater mekong subregion, urban services, eastern economic corridor, tourism growth, cross-border tourism, regional cooperation, 49387-003, loan 3757, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190328081119+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.", "Title": "Second Greater Mekong Subregion Tourism Infrastructure for Inclusive Growth Project: Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 20 October 2018) \n \nCurrency unit  –  dong (D) \nD1.00  =  $0.00004 \n$1.00  =  D23,341 \n \n \nABBREVIATIONS \n \nADB  –  Asian Development Bank \nASEAN  –  Association of Southeast Asian Nations \nEMP  –  environmental management plan \nGMS  –  Greater Mekong Subregion \nLao PDR   –  Lao People’s Democratic Republic \nMCST  –  Ministry of Culture, Sports and Tourism \nO&M  –  operation and maintenance \nPAM  –  project administration manual \nPMU  –  project management unit \nPPC  –  provincial people’s committee \nSMEs  –  small and medium-sized enterprises \n   \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \nVice-President  Stephen Groff, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirector  Eric Sidgwick, Country Director, Viet Nam Resident Mission, SERD \n   \nTeam leader  Steven Schipani, Unit Head, Project Administration, SERD \nTeam members  Maria Cleto, Safeguards Specialist (Resettlement), SERD \n  Tran Thi Bich Dung, Project Analyst, SERD \n  Shinsuke Kawazu, Senior Counsel, Office of the General Counsel \n  (OGC) \n  Cuong Minh Nguyen, Principal Country Economist, SERD \n  Giang Thanh Nguyen, Senior Social Development Officer (Gender), \n  SERD \n  Lan Huong Thi Nguyen, Senior Operations Assistant, SERD \n  Phuc Quang Pham, Senior Environment Officer, SERD \n  Phoneviva Phanvongsa, Project Analyst, SERD \n  David Salter, Principal Natural Resources and Agriculture \n  Specialist, SERD \n  Said Zaidansyah, Principal Counsel, OGC \nPeer reviewer  Ron Slangen, Senior Urban Development Specialist, South Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "  Tran Thi Bich Dung", "role": " Project Analyst", "organization": "SERD "}, {"fullname": "  Shinsuke Kawazu", "role": " Senior Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  Cuong Minh Nguyen", "role": " Principal Country Economist", "organization": "SERD "}, {"fullname": "  Giang Thanh Nguyen", "role": " Senior Social Development Officer ", "organization": "(Gender)"}, {"fullname": "  Lan Huong Thi Nguyen", "role": " Senior Operations Assistant", "organization": "SERD "}, {"fullname": "  Phuc Quang Pham", "role": " Senior Environment Officer", "organization": "SERD "}, {"fullname": "  Phoneviva Phanvongsa", "role": " Project Analyst", "organization": "SERD "}, {"fullname": "  David Salter", "role": " Principal Natural Resources and Agriculture ", "organization": null}, {"fullname": "  Specialist", "role": " SERD ", "organization": null}, {"fullname": "  Said Zaidansyah", "role": " Principal Counsel", "organization": "OGC "}]}