{"Author": "ADB", "CreationDate": "D:20160929221411+08'00'", "Creator": "PDF24 Creator", "Keywords": "adb rrp report recommendation president", "ModDate": "D:20160930135717+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Report and Recommendation of the President", "content": " \n\n \n \n \nReport and Recommendation of the President  \nReport and Recommendation of the President  \n \n \nto the Board of Directors \nto the Board of Directors \n \n \n \n \n \n \n \n \n \n \nProject Number: 49419-001 \nSeptember 2016 \n \n \n \nProposed Multitranche Financing Facility and \nAdministration of Technical Assistance Grant \nPunjab National Bank \nSolar Rooftop Investment Program \n(Guaranteed by India) \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011 after excluding information that is subject to exceptions to \ndisclosure set forth in the policy.    \n\n \n\n \n \n \n \n \n \n\n \n\n\f\f \n\nCURRENCY EQUIVALENTS \n(as of 17 August 2016) \n \n\nCurrency unit \n\nIndian rupee (Re/Rs) \n\n– \n\n= \n= \n\nRe/Rs1.00 \n$1.00 \n\n$0.0150 \nRe/Rs 66.868 \n\n \n \n\n \n \n\nADB \nCTF \nFAM \nJNNSM \nMFF \nMNRE \nOCR \nPNB \nSRIP \nTA \n\nABBREVIATIONS \n\nAsian Development Bank \nClean Technology Fund \nfacility administration manual \nJawaharlal Nehru National Solar Mission \nmultitranche financing facility \nMinistry of New and Renewable Energy \nordinary capital resources \nPunjab National Bank \nSolar Rooftop Investment Program \ntechnical assistance \n\nWEIGHTS AND MEASURES \n\nGW \nkWh \nMW \nMWp \n\n– \n– \n– \n– \n\ngigawatt \nkilowatt-hour \nmegawatt \nmegawatt peak \n\nNOTES \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n\n(i) \n\nThe  fiscal  year  (FY)  of  the  Government  of  India  and  its  agencies  ends  on  31 \nMarch. FY before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2016 ends on 31 March 2016. \n\n(ii) \n\nIn this report, \"$\" refers to US dollars.  \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n\n \n\n \n \n \n \n\n\fVice-President \nDirector General  H. Kim, South Asia Department (SARD) \nDirector \n\nW. Zhang, Operations 1 \n\n \nTeam leaders \n\nTeam members \n\n \n\n \n\n \nPeer reviewers \n\nB. Carrasco, Public Management, Financial Sector, and Trade Division, \nSARD \n \nA. Huang, Finance Specialist, SARD \nP. Marro, Principal Financial Sector Specialist, SARD \nJ. Acharya, Senior Energy Specialist, SARD \nS. Cowlin, Energy Specialist, SARD \nK. Emzita, Principal Counsel, Office of the General Counsel \nA. Gacutan, Senior Operations Assistant, SARD \nL. Gamolo, Operations Assistant, SARD \nP. Gutierrez, Project Analyst, SARD \nK. Hidalgo, Financial Sector Officer, SARD \nD. Lambert, Senior Finance Specialist, SARD \nM. Panis, Senior Operations Assistant, SARD \nT. Lewis, Principal Public Private Partnership Specialist Office of Public-\nPrivate Partnership \nK. Nakamitsu, Senior Planning and Policy Specialist, Strategy, Policy and \nInteragency Relations Division \nY. Zhai, Technical Advisor (Energy), Sustainable Development and \nClimate Change Department \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nFinance\n\n3. Strategic Agenda\n\nInclusive economic growth\n(IEG)\nEnvironmentally\nsustainable growth (ESG)\n\nPartnerships (PAR)\n\nPrivate sector development\n(PSD)\n\n5. Poverty and SDG Targeting\n\nProject directly targets\npoverty and SDGs\n6. Risk Categorization:\n7.\n8. Financing\n\n.\n\nNo\n\nComplex\n\nModality and \nSources\nADB\n    Sovereign \nMFF-Tranche (Loan): \nOrdinary capital \nresources \nCofinancing\n    Clean Technology \nFund - Loan\n    Clean Technology \nFund - Technical \nAssistance\nCounterpart\n    Others \n\n    Project Sponsor \n\nTotal\n\nINVESTMENT PROGRAMa AT A GLANCE\n\nProject Classification Information Status: Complete\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 49419-001\n\nSARD/SAPF\n\nPunjab National Bank\n\n     ADB Financing ($ million)\n330.00\n330.00\n\nTotal\n\nClimate Change Information \nMitigation ($ million)\nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\n330.00\n291,522\nLow\n\nSolar Rooftop Investment Program\n\nIndia\nPunjab National Bank\nSubsector(s)\nInfrastructure finance and investment funds\n\nSubcomponents\nPillar 1: Economic opportunities,  including jobs, \ncreated and expanded\nEco-efficiency\nEnvironmental policy and legislation\nGlobal and regional transboundary environmental\nconcerns\nNatural resources conservation\nUrban environmental improvement\nComponents\nInstitutional development\nOrganizational development\n\nin key operational areas\nKnowledge sharing activities\nBilateral institutions (not client government)\nInternational finance institutions (IFI)\nOfficial cofinancing\nPrivate Sector\nConducive policy and institutional environment\nPromotion of private sector investment\nPublic sector goods and services essential for \nprivate sector development\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nKnowledge solutions (KNS) Application and use of new knowledge solutions \n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nLocation Impact\nNation-wide\n\nHigh\n\nSafeguards Categorization [Tranche 1]\n\nEnvironment: FI-C   Involuntary Resettlement: FI-C   Indigenous Peoples: FI-C\n\nI\n\nIndicative Tranches ($million)\nII\n\nIII\n\nAmount \n($million)\n\n0.00\n\n80.00\n\n250.00\n\n100.00\n\n2.00\n\n40.00\n\n60.00\n\n202.00\n\n70.00\n\n2.00\n\n60.00\n\n90.00\n\n302.00\n\n0.00\n\n1.00\n\n100.00\n\n150.00\n\n501.00\n\n330.00\n330.00\n\n175.00\n170.00\n\n5.00\n\n500.00\n200.00\n\n300.00\n\n1,005.00\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nYes\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n03032016165259654644\n\nGenerated Date: 29-Sep-2016 20:27:05 PM \n\n\fINVESTMENT PROGRAMa AT A GLANCE\n\n10. Country Operations Business Plan\n\nCPS\n\nCOBP\n\n11.\n\nhttp://www.adb.org/sites/default/files/institutional-document/34003/fil\nes/cps-ind-2013-2017.pdf\nhttp://www.adb.org/sites/default/files/institutional-document/175399/\ncobp-ind-2016-2018.pdf\n\nInvestment Program Summary\n The proposed $505 million sovereign-guaranteed Solar Rooftop Investment Program (SRIP) is a multitranche financing facility, \nconsisting of $500 million financial intermediation loans and a $5 million capacity development technical assistance. As \nrequested by the Government of India, Punjab National Bank would be the borrower, and the India would provide a sovereign \nguarantee to the Asian Development Bank for the SRIP. The SRIP intends to primarily finance large solar rooftop systems on \nindustrial and commercial buildings on standalone or aggregated basis. Punjab National Bank's loans to subborrowers will be \npriced based on Punjab National Bank's cost of funds and subproject-specific risks. The proposed accompanying technical \nassistance for $5 million is critical to integrate the building blocks of the Government of India's sector development initiative to \nensure a viable market demand, by strengthening (i) Punjab National Bank's institutional capacity, and (ii) certain market \ndevelopment elements. SRIP's value addition, inclusive of $330 million from ordinary capital resources and $170 million from \nClean Technology Fund, is to facilitate India's transition to a low carbon economy and therefore contribute to the climate change\ngoal of reducing greenhouse gas emissions by 441,700 tons of carbon dioxide equivalent annually, or about 11 million tons of \ncarbon dioxide equivalent over the typical 25-year lifetime of rooftop solar systems.\nImpact: Energy security provided to all in an environmentally sustainable manner, and renewable energy developed \nOutcome: Solar rooftop capacity in India increased. \nOutputs: (i)Debt funding to the solar rooftop sector increased, (ii)PNB institutional capacity improved,  and (iii)Solar rooftop \nmarket infrastructure and bankable subproject pipeline developed\n\nImplementation Arrangements: Punjab National Bank will be the executing agency.\n\n \n\nProject Readiness: The proposed technical assistance, funded by Clean Technology Fund, would be provided to the \nGovernment of India to develop the strategic building blocks of the multitranche financing facility. Ministry of New and \nRenewable Energy and Punjab National Bank would be the executing agencies for the technical assistance. The proposed \ntechnical assistance would have three main components: (i) Punjab National Bank's institutional capacity development, (ii) \nmarket development, and (iii) awareness campaign, all of which focus on the necessary conditions to develop a viable \nsubproject pipeline and catalyze market demand for funds. Concurrently, Ministry of New and Renewable Energy is preparing \nan initial list of solar rooftop subprojects to be funded by Punjab National Bank, which is also developing subprojects from its \nexisting industrial and commercial borrowers. \n\n12. Milestones\nModality\nMultitranche financing facility\nTranche I\nTranche II\nTranche III\n\n13. Project Data Sheet (PDS)\n\nPDS c\n\nEstimated Approval\n30 September 2016\n10 October 2016\n30 June 2018\n30 June 2020\n\nEstimated Completionb\n31 December 2022\n31 December 2018\n31 December 2020\n31 December 2022\n\nhttp://www.adb.org/projects/49419-001/main\n\na Multitranche Financing Facility (MFF).\nb For MFF, this refers to the end of the availability period; for tranches, this refers to the tranche closing date.\nc Safeguard documents can be viewed by clicking the Document's hyperlink in the Project Data Sheet (PDS) page.\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n03032016165259654644\n\nGenerated Date: 29-Sep-2016 20:27:05 PM\n\n\fCONTENTS \n\nPage \n\nINVESTMENT PROGRAM AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE INVESTMENT PROGRAM \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nV. \nVI. \n \nAPPENDIXES \n\nDesign and Monitoring Framework for the Investment Program \n\nList of Linked Documents \n\n \n\n \n\n \n\n1 \n1 \n1 \n4 \n4 \n4 \n5 \n7 \n7 \n7 \n8 \n8 \n9 \n9 \n9 \n10 \n\n10 \n\n11 \n14 \n\nIII. \nIV. \n\n1. \n\n2. \n \n \n\n \n \n\n \n \n \n \n \n \n\n \n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  a  proposed \nmultitranche financing facility (MFF) to Punjab National Bank (PNB), to be guaranteed by India, \nfor  the  Solar  Rooftop  Investment  Program  (SRIP).  The  report  also  describes  the  proposed \nadministration  of  the  technical  assistance  (TA)  to  be  provided  by  the  Clean  Technology  Fund \n(CTF)  for  institutional  capacity  and  market  development,  and  if  the  Board  approves  the \nproposed MFF, I, acting under the authority delegated to me by the Board, approve the TA.1  \n \n2. \nThe proposed SRIP would (i) establish a solar rooftop financing facility at PNB to provide \ndedicated debt financing to help the country meet its 40 gigawatts (GW) solar rooftop capacity \ntarget  by  2022;  and  (ii)  provide  associated  institutional  capacity  and  market  development \nsupport, leading to a pipeline of bankable subprojects. \n \n\nII. \n\nTHE INVESTMENT PROGRAM \n\nA. \n\nRationale \n\n3. \nRoad  map. The Government of India (government) plans to expand the country’s solar \nrooftop capacity by 40 GW by 2022. To fuel India’s economic growth, its power system will have \nto  expand  rapidly  over  the  next  decade.  This  is  also  to  maintain  national  energy  security  and \nexpand  energy  access  to  all  people  in  India. 2  To  ensure  environmental  sustainability,  the \ngovernment  places  a  high  priority  on  renewable  energy  development.  India’s  National  Action \nPlan on Climate Change (prepared in 2008) outlines existing and future policies and programs \naddressing  climate  mitigation  and  adaptation.  Under  the  plan,  the  government  launched  the \nJawaharlal  Nehru  National  Solar  Mission  (JNNSM)  in  2010  to  add  20  GW  of  grid  connected \nsolar energy by 2022. On 17 July 2015, the Union Cabinet approved a revised JNNSM proposal \nto  increase  the  original  20  GW  solar  energy  target  to  100  GW  by  2022,  including  40  GW  of \nrooftop  solar  energy  generation.3 This  government  target  and  the  ongoing  government  sector \ndevelopment initiative establish the road map that is required by the MFF.  \n \n4. \nSolar rooftop market development. The basic elements to support development of the \nsolar rooftop market are in place, as reflected by the unbundling of state electricity boards and \nthe presence of open access and competition among transmission and distribution companies. \nHowever, the solar rooftop market is at an early stage of development, and there is low market \nawareness  of  the  latest  solar  photovoltaic  technology  and  its  financial  benefits.  Local  power \ndistribution companies have yet to achieve profitability, due to persistently low electricity tariffs, \nto  become  offtakers  (purchasers)  of  rooftop  solar  power.  Commercial  banks  perceive  solar \nrooftop  projects  as  having  a  high  credit  risk  due  to  the  sector’s  limited  track  record.  Banks’ \ncapacity to evaluate, price, and monitor solar rooftop projects is also limited. There are primarily \ntwo  types  of  solar  rooftop  models:  (i)  the  standalone,  and  (ii)  aggregated  (from  multiple \n\n                                                \n1  “Rooftop” generally refers to the roofs of immovable building structures. In the case of the roofs of other types of \nstructure,  the  Asian  Development  Bank  (ADB)  would  evaluate  them  on  a  case-by-case  basis  by  ensuring  their \ncompliance  with  the  selection  criteria  outlined  in  the  facility  administration  manual  and  legal  agreements  to  be \neligible for ADB financing.  \n\n2  India’s  current  primary  energy  mix  is  coal  (44%),  biomass  (24%),  oil  (23%),  natural  gas  (6%),  other  renewables \n\n(2%), and nuclear (1%). International Energy Agency. 2015. India Energy Outlook. Paris.  \n\n3  Government of India. 2015. Revision of cumulative targets under National Solar Mission from 20,000 MW by 2021–\n\n2022 to 100,000 MW. http://pib.nic.in/newsite/PrintRelease.aspx?relid=122566  \n\n\fproperties to achieve greater economies of scale). The two prevailing business models for large \nindustrial or commercial properties are (i) capex, and (ii) opex.4  \n \n5. \nCommercial  viability.  Despite  the  challenges,  solar  rooftop  projects  are  increasingly \nachieving  commercial  (technical  and  financial)  viability  and/or  grid  parity.  The  photovoltaic \ntechnologies  are  maturing  and  the  cost  of  manufacturing  photovoltaic  panels  has  declined \ndrastically  over  the  past  40  years.  In  industrial  and  commercial  sectors  in  India,  the  levelized \ncost  of  electricity  has  steadily  declined,  and  is  now  about  Rs7–9  per  kilowatt-hour  (kWh).  In \nsome  cases  (e.g.,  solar  parks),  it  can  even  fall  below  Rs5  per  kWh,  compared  to  utility  tariffs \nbetween  Rs6–12  per  kWh.  The  levelized  cost  of  electricity  from  solar  rooftop  systems  is \nexpected to continue declining, and reach grid parity in an increasing number of states. A feed-\nin-tariff is also available in some states (e.g., Karnataka, Madhya Pradesh, and Uttar Pradesh, \nwith a range from about Rs5–Rs7 per unit). In the institutional (e.g., government, schools, and \nhospitals)  and residential  sectors,  where the grid  parity  may  not  be  achieved  immediately,  the \ngovernment  provides  capital  subsidy  of  30%  of  system  costs  to  ensure  project  commercial \nviability.5 Currently,  successful  solar rooftop  projects  also  rely  on  the  strong  balance sheets  of \nprofitable  industrial  and  commercial  clients  for  their  captive  use,  without  relying  on  power \ndistribution companies to purchase the electricity.  \n \n6. \nDemand  analysis.  The  solar  rooftop  market  potential  in  India  is  substantial,  with  an \nestimated  total  capacity  potential  of  124  GW.6 The  present  installed  solar  rooftop  capacity  in \nIndia  is  only  221  megawatts  (MW),  or  0.2%  of  the  potential.7 Based  on  a  $40–$50  billion  cost \nestimate to develop the 40 GW solar rooftop capacity,8 the proposed $1 billion SRIP would only \ncontribute 2.0–2.5% of the total solar rooftop target potential. Given strong government support, \nthe solar rooftop market in India is expected to grow rapidly. Based on the existing government \nmandate  to  install  solar  rooftop  systems  on  government  buildings  and  other  public  sector \nproperties,  it  is  estimated  that  the  rooftop  solar  system  installation  potential  on  public  sector \nbuildings alone was 7.2 GW.9 In addition, the Solar Energy Corporation of India has successfully \ntendered  500  MW  of  solar  rooftop  energy  in  early  2016,  illustrating  positive  developments  in \nmarket demand. In terms of other market conditions, solar and net-metering policies have been \nissued  and  enacted  in  numerous  states  and  the  government  has  set  renewable  energy \npurchase  obligations  targets.10 In  June  2015,  the  Reserve  Bank  of  India  identified  renewable \nenergy as a priority lending sector to facilitate bank lending to solar rooftop projects.11  \n \n\n                                                \n4   Under  the  capex  model,  the  solar  rooftop  system  is  owned  by  the  property  owner;  under  the  opex  model,  the \nsystem  is  owned  by  the  developer.  Sector  Assessment  (Summary):  Energy  (Renewable  Energy  Generation—\nSolar) (accessible from the list of linked documents in Appendix 2).   \n\n5  Ministry of New and Renewable Energy (MNRE). 2014. Operational Guidelines for Implementation of Off-Grid and \nDecentralised Solar Applications Subscheme “Off-Grid and Decentralised Solar PV Applications” During 12th Plan \nPeriod. Delhi. \n\n6  The Energy and Resources Institute. 2014. Reaching the Sun with Solar Rooftop. Delhi. \n7  Bridge to India. 2015. India Solar Handbook. Delhi.  \n8  It is expected that 70% (28 GW) would be solar rooftop projects on large commercial, industrial, and institutional \n\nbuildings and 30% (12 GW) would be for residential properties.  \n\n9  The estimate is provided by The Energy and Resources Institute (India) in 2016. \n10 MNRE.  2015.  Solar  Power  Capacity  Requirement  (FY12-FY22).  http://mnre.gov.in/file-manager/UserFiles/Solar% \n\n20RPO/solar-RPO-requirement-by-2022.pdf \n\n11 Reserve  Bank  of  India.  2015.  Priority  Sector  Lending  Targets  and  Classification.  https://rbidocs.rbi.org.in/ \n\nrdocs/notification/PDFs/PSLGUID0A65BF4E0A884F60999E748C58EA7F88.PDF \n\n2 \n\n \n\n\fProposed  investment  program.  As  requested by  the  government,  PNB  would be  the \n7. \nborrower12 and  India  would  provide  a  sovereign  guarantee  to  the  Asian  Development  Bank \n(ADB)  for  the  SRIP.  The  SRIP  intends  to  primarily  finance  large  solar  rooftop  systems  on \nindustrial  and  commercial  buildings  on  standalone  or  aggregated  basis. 13  PNB’s  loans  to \nsubborrowers  will  be  priced  based  on  PNB’s  cost  of  funds  and  subproject-specific  risks.  The \nproposed  accompanying  TA  for  $5  million  is  critical  to  integrate  the  building  blocks  of  the \ngovernment’s  sector  development  initiative  to  promote  market  demand,  by  strengthening  (i) \nPNB’s  institutional  capacity,  and  (ii)  market  infrastructure.  SRIP’s  value  addition  is  to facilitate \nIndia’s transition to a low carbon economy and therefore contribute to the climate change goal \nof reducing greenhouse gas emissions by 441,700 tons of carbon dioxide equivalent annually, \nor about 11 million tons of carbon dioxide equivalent over the typical 25-year lifetime of rooftop \nsolar systems. \n \n8. \nThe  proposed  financial  intermediary.  PNB  has  total  assets  of  Rs6.3  trillion  ($95.6 \nbillion),  making  it  India’s  fifth-largest  bank  in  terms  of  total  assets.  PNB  is  a  systemically \nimportant  financial  institution.  It  was  established  in  1895  and  nationalized  in  1969.  As  of  31 \nMarch  2016,  the  government  held  a  direct  62.1%  stake  in  the  bank.  PNB  has  a  nationwide \nnetwork of 6,760 branches and is able to finance solar rooftop subprojects throughout India. In \n2016, major credit rating agencies in India gave PNB an investment grade rating on par with the \nsovereign. PNB has a strong energy sector team. However, it would require support to develop \nits  specific  solar  rooftop  credit  risk  assessment  skills  to  facilitate  subloan  selection,  credit \nreview, pricing, and approval.  \n \n9. \nMultitranche  financing  facility.  The  government  requested  large  financing  packages \nfrom  ADB,  New  Development  Bank,  and  the  World  Bank 14 to  catalyze  greater  commercial \nfinance and support solar rooftop sector development. However, the solar rooftop market is still \nevolving and would require a series of support measures from 2016–2022 to achieve the stated \n40  GW target.  A financial  intermediation  MFF  represents  a  commitment to the  government  on \nan  appropriate  funding  and  TA  support,  while  ensuring  flexibility  to  accommodate  the  varying \nfunding  needs  for  (i)  more generally,  the  solar  rooftop  sector  development  process  (e.g.,  from \ninitial  early  market  development  stage  to  subsequent  rapid  deployment  stage);  and  (ii)  more \nspecifically,  the  support  to  PNB’s  dedicated  onlending  requirements.  There  will  be  no \ndifferences  in  the  nature  of  solar  rooftop  projects  financed  across  tranches.  Compared  to  a \nstandalone  project,  an  MFF  is  a  more  suitable  funding  modality  to  support  integrated  market \ndevelopment  in  the  solar  rooftop  sector  in  India.  The  benefits  of  an  MFF  modality  are \ndemonstrated  by  ADB’s  successful  implementation  of  a  number  of  recent  MFF  financial \nintermediation loans in India including in the renewable energy space.15  \n \n10. \nStrategic  context.  The SRIP  contributes  significantly  to the  ADB  objective  of  doubling \nannual  climate  financing  from  the  current  level  of  $3  billion  to  $6  billion  by  2020,  of  which  $4 \nbillion  would  be  dedicated  to  mitigation,  including  through  increased  support  for  renewable \n                                                \n12 Punjab National Bank was selected by the Ministry of Finance to be the sole direct participating financial institution \n\nunder the proposed investment program (para. 13). \n\n13 SRIP may consider supporting smaller residential solar rooftop financing when that market further matures. \n14 The World Bank’s Grid-Connected Rooftop Solar Program of $625 million was approved on 13 May 2016.  \n15 This includes: (i) India Infrastructure Finance Company: ADB. 2013. Report and Recommendation of the President \nto  the  Board  of  Directors:  Proposed  Multitranche  Financing  Facility  to  India  for  Accelerating  Infrastructure \nInvestment  Program.  Manila  (MFF  0077-IND  for  $700  million  approved  on  27  September),  and  (ii)  Indian \nRenewable Energy Development Agency: ADB. 2014. Report and Recommendation of the President to the Board \nof  Directors:  Proposed  Multitranche  Financing  Facility  to  India  for  Clean  Energy  Finance  Investment  Program. \nManila (MFF 0087-IND for $500 million approved on 30 October). \n\n3 \n\n \n\n\fenergy.  The  entire  $500  million  MFF  is  considered  as  climate  financing.  The  investment \nprogram is consistent with the ADB Energy Policy (2009) by (i) promoting energy efficiency and \nrenewable  energy;  (ii)  maximizing  access  to  energy  for  all;  and  (iii)  promoting  energy  sector \nreform, capacity building, and governance.16 The investment program is also consistent with (i) \nthe  ADB  Financial  Sector  Operational  Plan,  which  recognizes  financial  intermediation  as  an \nimportant  instrument  for  on-lending  including  for  infrastructure;  and  (ii)  ADB’s  country \npartnership strategy for India, 2013–2017, which includes an energy sector road map to expand \nclean  and  renewable  energy  capacity  and \nto  catalyze \ninfrastructure  investments,  including  through  credit  lines.17 Finally,  the  SRIP  supports  India’s \nIntended  Nationally  Determined  Contribution,  which  includes  targets  to  lower  the  emissions \nintensity of India’s gross domestic product by 33% below 2005 levels (to 35% by 2030), and to \nincrease  the  share  of  nonfossil-based  power  generation  capacity  to  40%  of  installed  electric \npower capacity by 2030. \n \nB. \n\nfinancial  sector  development \n\nImpacts and Outcome \n\nThe  impacts  of  the  program  would  be  energy  security  provided  to  all  in  an \n11. \nenvironmentally  sustainable  manner  and  renewable  energy  developed,  aligned  with  the \ngovernment’s  Integrated  Energy  Policy. 18  The  outcome  would  be  increased  solar  rooftop \ncapacity in India. \n \nC. \n\nOutputs \n\nInvestment and Financing Plans \n\n12. \nThe  MFF  and  tranche  1  outputs  would  be  (i)  debt  funding  to  the  solar  rooftop  sector \nincreased,  (ii)  PNB  institutional  capacity  improved,  and  (iii)  solar  rooftop  market  infrastructure \nand bankable subproject pipeline developed.  \n \nD. \n \n13. \nThe government program has a target of 40 GW of solar rooftop capacity with estimated \ncosts  of  $40  billion  (Table  1).  ADB’s  investment  program  will  contribute  $1  billion  (Table  2) \ncomprised of $330 million loans from ordinary capital resources (OCR), $170 million loans from \nCTF,19 equity  of  $300  million  from  developers,  and  commercial  debt  financing  of  $200  million. \nPNB  has  requested  ADB  financing  through  this  MFF  consisting  of  three  tranches  (tranche  1 \nloan  of  $100  million  from  2016–2018,  tranche  2  loan  of  $150  million  from  2018–2020,  and \ntranche 3 loan of $250 million from 2020–2022), subject to PNB’s submission of related periodic \nfinancing  requests,  execution  of  the  related  loan  agreement  and  guarantee  agreement  with \nIndia for each tranche, and fulfillment of terms and conditions and undertakings set forth in the \nframework  financing  agreement.  The  first  tranche  of  the  MFF  will  be  a  loan  in  the  amount  of \n$100  million  to  be  financed  entirely  by  CTF  and  administered  by  ADB.  The  CTF  loan  has  a \nmaturity of 40 years with  a 10-year grace period. Principal repayments would be 2% for years \n11–20 and 4% for years 21–40. CTF’s multilateral development bank fee is 0.18% and annual \nservice charge is 0.25%.  \n\n                                                \n16 ADB. 2009. Energy Policy. Manila. \n17 ADB. 2013. Country Partnership Strategy: India, 2013–2017. Manila. \n18 Government of India, Planning Commission. 2006. Integrated Energy Policy. Delhi. \n19 The Clean Technology Fund (CTF) is a $5.2 billion fund providing middle-income countries with resources to scale \nup  demonstration,  deployment,  and  transfer  of  low-carbon  clean  technologies.  CTF  financing  approvals  for  the \ninvestment program were received on 17 May 2016.  \n\n4 \n\n \n\n\fTable 1: Government’s Financing Plan for the Solar Rooftop Program (2015–2022)a \n\nSource \nAsian Development Bank Loans b \nOther multilateral development bank foreign borrowing c \nGovernment contribution d  \nEquity (assuming 30% of total) \nRemaining debt financing \nTotal \nThe projections made in the table above, with respect to the borrowers’ equity and remaining debt financing, are \nestimates based on  the government’s 40 gigawatts solar rooftop investment target. \nb  Which comprises of $330 million loans from OCR and $170 million loans from CTF. \nc  Including  $625  million  from  the  World  Bank  to  State  Bank  of  India  and  proposed  $250  million  from  New \n\nAmount ($ million) \n  500 \n875 \n750 \n12,000 \n25,875 \n40,000 \n\n1.25 \n2.19 \n1.88 \n30.00 \n64.68 \n100.00 \n\nShare of Total (%) \n\na \n\nDevelopment Bank to Canara Bank.  \n\nd  Government allocated Rs50 billion (roughly $750 million) for 30% capital subsidy. \nSource: Asian Development Bank estimates. \n\n \nTable 2: Financing Plan for ADB’s Investment Program \n\nAmount \n($ million) \n\nShare of \nTotal (%) \n\nTranche 1 \n($ million) \n\nTranche 2 \n($ million) \n\nTranche 3 \n($ million) \n\n \nSource \nAsian Development Bank Loans \n       Ordinary Capital Resources \n       Cofinancing by Clean Technology    \n              Fund (loans)       \nEquity (assuming 30% of subtotal) \nCommercial  Banks  and  Financiers \n(debt)a \nSubtotal \n \nTechnical Assistance (TA) \nClean Technology Fund (TA grant) \nTotal \n\n \n330.0 \n\n170.0 \n\n300.0 \n\n200.0 \n\n \n\n5.0 \n1,005.0 \n\n \n33.0 \n\n17.0 \n\n30.0 \n\n20.0 \n\n \n\nNA \n100.0 \n\n \n0.0 \n\n100.0 \n\n60.0 \n\n40.0 \n\n \n\n2.0 \n202.0 \n\n \n80.0 \n\n70.0 \n\n90.0 \n\n60.0 \n\n \n\n2.0 \n302.0 \n\n \n250.0 \n\n0.0 \n\n150.0 \n\n100.0 \n\n500.0 \n\n \n\n1.0 \n501.0 \n\n1,000.0 \n\n100.0 \n\n200.0 \n\n300.0 \n\nNA = not applicable, OCR = ordinary capital resources. \na  Any financial sources other than subproject equity and Asian Development Bank funds. The purpose is to leverage \n\nfinancing from the market. \n\nSource: Asian Development Bank estimates. \n \nE. \n\nImplementation Arrangements \n\nPNB  would  be  the  executing  agency.  PNB  would  establish  a  designated  solar  rooftop \n14. \nunit during implementation, associated counterpart resources, and dedicated internal capacity to \nimplement  the  SRIP.  The  facility  administration  manual  (FAM)  would  provide  the  detailed \nimplementation arrangements and compliance requirements.21 \n   \n15. \nRetroactive financing. Retroactive financing would be allowed for eligible expenditures \ndescribed  in  the  FAM,  not  exceeding  20%  under  each  tranche,  incurred  before  loan \neffectiveness,  but  not  earlier  than  12  months  before  the  signing  of  the  loan  agreement.  Any \nretroactive  financing  would  comply  with  the  same  ADB  requirements  as  applied  to  any  other \nsubprojects funded under the SRIP.  \n \nTakeout financing. PNB may also use up to 20% of the ADB funds to buy out qualified \n16. \nsolar  rooftop  loans  from  other  financial  institutions  under  each  tranche  in  order  to  better \nconsolidate sector  assets. Takeout finance may  include subprojects  that are financially  closed \nor under construction. Any takeout financing would follow prevailing national norms, and comply \nwith the same ADB requirements as applied to any other subprojects funded under the SRIP. \n                                                \n21 Facility Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\fMaximum ADB financing. ADB funds can be used to finance up to 50% of the total \n\n17. \nsubproject cost. There is no maximum subproject size. \n \n18. \nProcurement  from  nonmember  countries  of  ADB.  Although  the  MFF  will  be  jointly \nfinanced  by  ADB  and  CTF,  the  individual  tranche  under  the  MFF  may  be  financed  solely  by \neither  CTF  or  ADB.  In  view  of  the  multisource  financing,  a  waiver22 of  ADB’s  member  country \nprocurement  eligibility  for  the  loans  is  sought  to  allow  for  procurement  from  nonmember \ncountries of ADB23 under the MFF. \n \n19. \nStatement  of  expenditure  and/or  free  limit.  Under  tranche  1,  ADB  would  review  at \nleast  the  first  three  subprojects  approved  by  PNB  under  both  the  imprest  and  reimbursement \narrangements,  regardless  of  the  subproject  size,  until  ADB  is  satisfied  with  PNB’s  ability  to \nmanage the subproject review and disbursement  process. Following ADB’s satisfactory review \nof  a  representative  sample  of  subprojects,  ADB  may  permit  a  $1  million  statement  of \nexpenditure  limit  per  subloan,  under  which  amount  no  supporting  documentation  would  be \nrequired,  except  basic  subproject  information  for  the  purpose  of  ADB  disbursement  (footnote \n20). For any subloan exceeding $1 million, ADB approval would be required. ADB reserves the \nright  to  request  any  supporting  subproject  documents  and  to  not  reimburse  or  liquidate  any \nsubprojects that do not comply with the SRIP implementation requirements. \n \nEligibility  criteria.  ADB  funds  shall  be  used  to  finance  all  types  of  solar  rooftop \n20. \nsubprojects that are financially sound and comply with the subproject eligibility criteria set forth \nin the framework financing agreement and approval procedures as outlined in the FAM.  \n \n21. \nthe FAM. \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nAspects  \nImplementation period \n\nLoan closing date \n\nManagement \n\n(i)   Oversight body \n(ii)   Executing agency \n(iii)   Key implementing agency \n(iv)  Implementation unit \n\nProcurement \n\nConsulting services \n\nRetroactive financing \nDisbursement \n\nTable 3: Implementation Arrangements \n\nArrangements \nDecember 2016–December 2022 (MFF); December 2016–December 2018 \n(Tranche 1); December 2018–December 2020 (Tranche 2); and December \n2020–December 2022 (Tranche 3) \n30 June 2023 (MFF); 30 June 2019 (Tranche 1); 30 June 2021 (Tranche 2); \nand 30 June 2023 (Tranche 3)  \n\nBoard of Directors, PNB \nPNB \nPNB \nNew Delhi, number of staff deemed appropriate to PNB and ADB \nIn accordance with ADB’s Procurement Guidelines (2015, as amended from \ntime to time) as applicable to financial intermediation loans \nIn accordance with ADB’s Guidelines on the Use of Consultants (2013, as \namended from time to time) \nPermitted up to 20% of each tranche and total SRIP amount. \nThe loan proceeds would be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed upon between PNB and ADB. \n\nADB = Asian Development Bank, PNB = Punjab National Bank, SRIP = Solar Rooftop Investment Program.  \nSource: Asian Development Bank.  \n\n                                                \n22 This would permit procurement of goods, works, and consultant services from nonmember countries of ADB. The \nBoard of Directors must approve the waiver by a vote representing not less than two-thirds of the total voting power \nof the members of the Board. \n\n23 On 18 March 2013, the Board approved a blanket waiver of member country procurement eligibility restrictions in \n\ncertain cases of cofinanced ADF operations. \n\n6 \n\n \n\n\fIII. \n\nTECHNICAL ASSISTANCE \n\nA proposed $5 million TA grant, funded by CTF,24 would be provided to the government \n22. \nto develop the strategic building blocks of the MFF, from 2017–2022. MNRE and PNB would be \nthe  executing  agencies  for  the  TA.  The  proposed  TA  would  have  three  main  components:  (i) \nPNB institutional capacity development, (ii) market development, and (iii) awareness campaign, \nall  of  which  focus  on  the  necessary  conditions  to  develop  a  viable  subproject  pipeline  and \ncatalyze  market  demand  for  funds.  While  ADB  will  administer  the  proposed  TA,  the  training \ncomponent  will  be  delegated  to  and  implemented  by  MNRE  and  PNB.  The  amount  for  the \ndelegated TA component is estimated at $2.5 million. MNRE, PNB, and/or associated (MNRE) \npartner  training  institutions  and  (PNB)  regional  training  centers  would  have  the  fiduciary \nresponsibility for implementing the training programs in accordance with the ADB Guidelines on \nthe Use of Consultants (2013, as amended from time to time) and ADB Procurement Guidelines \n(2015,  as  amended  from  time  to  time),  and  those  pertaining  to  financial  management  and \nmonitoring  and  review.  Institutional  capacity  assessments  have  been  conducted  on  MNRE, \nPNB, and selected training institutions and regional training centers, and are satisfactory.25 With \nthe  engagement  of  an  ADB  procurement  consultant  to  support  the  TA  implementation,  MNRE \nand  PNB  would  have  the  required  capacities  to  ensure  compliance  of  the  delegated  TA \ncomponent  with  the  ADB  procurement  guidelines.  An  agreement  will  be  signed  between  ADB \nand MNRE and PNB respectively on the arrangements of this delegated training component.26 \nADB will regularly monitor and review the delegated TA components.  \n \n\nIV. \n\nDUE DILIGENCE \n\n ADB’s  due  diligence  consists  of  detailed  institutional,  financial,  economic,  technical, \n23. \nmarket,  and  related  capacity  assessments  to  ensure  PNB’s  ability  to  successfully  implement \nSRIP and comply with the associated requirements. ADB conducted comprehensive institutional \ncapacity  reviews  on  PNB,  including  credit  procedures,  risk  management,  technical  capacities, \nand  compliances,  among  others.  ADB  has  also  conducted  integrity  due  diligence.  Project \nsafeguards  due  diligence  included  site  visits,  and  interactions  with  the  project  promoters, \nproperty  owners,  and  the  communities  to  ensure  minimal  safeguard  risk.  It  is  determined  that \nPNB’s internal approval procedures are sufficient to minimize potential implementation risks to \nensure subproject compliance with ADB requirements. PNB has a strong project finance team \nand an extensive branch network to reach out to developers and solar rooftop owners.  \n \nA. \n\nTechnical \n\n24. \nThe technical viability of solar rooftop systems has been well established throughout the \nworld  over  the  past  20  years.  However,  there  are  still  technical  issues  in  India.  For  example, \nbecause of constant load shedding, inverters must be capable of disconnecting from the grid in \ncase  of  grid  failure,  while  still  being  able  to  operate  and  provide  solar  energy  for  captive  use. \nThe  overall  technical  risk  is  inherent  to  the  state  of  market  development  in  India.  In  addition, \nADB assessed PNB’s ability to appraise the technical viability of renewable energy subprojects \nand  found  its  technical  assessment  process  to  be  adequate.  PNB  has  limited  subproject \n\n                                                \n24 For the CTF grant of $5 million, there is a multilateral development bank fee of 5% or $250,000. Clean Technology \n\nFund Implementation Guidelines (accessible from the list of linked documents in Appendix 2).  \n\n25 The  institutional  capacity  assessments  will  continue  into  the  TA  implementation  phase  for  any  remaining  PNB \ntraining centers and MNRE partner institutions whose capacities have not been assessed, when engaged for the \nfirst time.  \n\n26 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n\n7 \n\n \n\n\f8 \n\nfinancing experience, and its solar rooftop technical and financial review capacity will need to be \nstrengthened, as proposed under the TA.  \n \nB. \n\nEconomic and Financial \n\n25. \nThe viability of PNB as a financial intermediary for the proposed solar rooftop business \nmodel  is  an  indicator  of  the  viability  of  the  overall  project.  According  to  ADB  guidelines,27 the \nmost  important  criteria  for  determining  the  appropriateness  of  a  financial  intermediary’s \nperformance  are  capital  adequacy,  asset  quality,  management  quality,  earnings,  liquidity,  and \nsensitivity  to market  risk.  In  summary,  the  financial  indicators  are  generally  satisfactory  during \nFY2010–FY2015, despite a decline in profitability and rise in nonperforming assets from 2015 to \n2016, as manifested in the entire Indian banking sector during the same period as a result of the \nreform measures. Economic and financial internal rates of return on a set of sample subprojects \nare provided for illustrative purposes under both capex and opex models. Economic benefits are \nnon-incremental.  Non-incremental  benefits  include  avoided  costs  and  environmental  benefits \nfrom  rooftop  solar  systems’  replacement  of  backup  diesel  generators  and  conventional  grid \npower.  Additional  non-incremental  benefits  are  savings  from  power  distribution  companies’ \ntechnical losses. 28 \n \nC. \n\nGovernance \n\n26. \nFinancial management. PNB has the financial management capability to administer the \nMFF.  PNB’s  board  of  directors  oversees  all  operations.  PNB  has  adequate  capacity  for \nbudgeting,  accounting,  finance,  assets  and  liabilities  management,  internal  controls,  and \nreporting  functions.  PNB  is  subject  to  the  Reserve  Bank  of  India’s  prudential  regulations  for \ncommercial banks in India, and its capital adequacy  ratio of 12.2% as of FY2015 is above the \nregulatory requirement of 12.0%. The financial management control risk is moderate. \n \nProcurement and disbursement. All procurement to be financed under the MFF would \n27. \nbe carried out in accordance with ADB’s Procurement Guidelines (2015, as amended from time \nto time), following stated eligibility criteria. ADB encourages PNB to require its subborrowers to \nadopt internationally competitive bidding procedures to the extent possible when the amount of \nthe  investment  is  unusually  large  and  economy  and  efficiency  can  be  gained  through  such \nprocedures. For procurement of goods and services to be financed by subloans from the ADB \nloan,  PNB  would  ensure  that  prices  are  reasonable  and  that  relevant  factors—e.g.,  time  of \ndelivery,  efficiency,  reliability,  suitability for the  subproject,  and (for  consulting  services) quality \nand  competence—are  taken  into  account.  Solar  panels  procured  under  the  India  domestic \ncontent  requirement  would  not  be  eligible  for  financing  under  the  SRIP.  ADB  loan  proceeds \nwould  be  disbursed  in  accordance  with  ADB’s  Loan  Disbursement  Handbook  (2015,  as \namended from time to time). ADB may provide PNB with United States dollars as the currency \nof payment.  \n \n28. \nAnticorruption  policy.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was \nexplained to and discussed with the government and PNB. The specific policy requirements and \nsupplementary measures are described in the FAM (footnote 20). \n \n                                                \n27 ADB.  2005.  Financial  Management  and  Analysis  of  Projects.  Manila  (Section  6.4.  Assessing  FI  Performance). \n\nhttp://www.adb.org/sites/default/files/institutional-document/31339/financial-governance-management.pdf \n\n28 The  financial  analyses  are  in  Financial  and  Economic  Analysis  (accessible  from  the  list  of  linked  documents  in \n\nAppendix 2). \n\n \n\n\fD. \n\nPoverty and Social \n\n29. \nThe benefits of rooftop solar energy capacity additions include localized  improvement of \nlivelihoods and job creation at the subproject sites. The design of the SRIP incorporates some \ngender  elements.  ADB  would  also  encourage  PNB  and  the  subproject  developers  to  promote \ngender inclusiveness by (i) increasing the recruitment of women in the construction, operation, \nand maintenance of  systems;  and (ii)  applying  a gender-equal  human  resources management \nthrough  the  effective  application  of  gender  equity  laws  and  regulations.  There  will  be  regular \nreporting regarding the implementation and progress of these measures. The poverty reduction \nimpact  of  renewable  energy  projects  can  be  both  direct  and  indirect.  The  direct  impact  is \nthrough  additional  power  generation  which  supports  economic  activities  and  improves  the \nlivelihoods  of  individuals,  such  as  through  the  provision  of  lighting,  refrigeration,  and  other \nhousehold  amenities.  The  investment  also  creates  economic  benefits  for  other  business \nsectors,  service  providers,  and  related  industries.  Indirectly,  rooftop  solar  energy  projects \nminimize  the  negative  environmental  impacts  associated  with  conventional  power  generation \nand improve general public health conditions.  \n \nE. \n\nSafeguards \n\n30. \nThe  safeguard  categories  for  environment,  involuntary  resettlement,  and  indigenous \npeoples are all “FI” treated as “C.” The solar rooftop systems do not require land, and have no \nimpact  on  involuntary  resettlement  and  indigenous  people.  The  nature  of  the  solar  rooftop \nsystems  will  improve  the  environmental  conditions  in  India  and  mitigate  negative  impact  of \nglobal  climate  change.  The  environmental  and  social \nthe \nimplementation  of  solar  rooftop  projects,  either  commercial-scale  or  residential-scale,  is \nnegligible. Therefore, an environment and social safeguard management system is not required, \nand  an  environmental  assessment  review  framework  will  not  be  prepared.  ADB  will  monitor \nprogram implementation to ensure that subprojects financed by the facility do not have negative \nenvironmental,  involuntary  resettlement,  and  indigenous  peoples  impacts;  and  that  corrective \nactions are taken if unforeseen issues arise.  \n\nimpacts  associated  with \n\n \nRisks and Mitigating Measures \n\nF. \n\n31. \nThe  key  project  risk  is  the  largely  supply-driven  (e.g.,  funding)  nature  of  the \ngovernment’s  solar  rooftop  program  in  a  market  that  has  yet  to  realize  its  full  commercial \npotential.  In  line  with the  incipient  nature  of  the  new  lending  business  line,  the  proposed  MFF \nwould  help  develop  building  blocks  under  the  first  tranche  and  associated  TA,  with  important \nsector  supports  to  be  followed  by  subsequent  tranche(s)  that  focus  on  supplying  funding.  The \nmajor risk and its mitigating measures are summarized in Table 4. The integrated program risks \nare expected to outweigh the integrated program costs. Other risks are described in detail in the \nrisk assessment and risk management plan.29  \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisk \nUntested \nsolar \nrooftop \nmarket \n\nMitigating Measures \n(i) Central and/or state level mandates to install solar rooftop systems in new and existing \npublic  sector  buildings;  (ii)  government’s  market  development  measures  (e.g.,  net \nmetering); (iii) government’s financial commitment (e.g., 30% subsidy to certain sectors); \n(iv) MNRE and/or SECI present tender of large pipeline projects; (v) active donor support \n\n                                                \n29 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nRisk \ndemand \n\nMitigating Measures \n(e.g., ADB, German development cooperation through KfW, the World Bank); (vi) positive \nfeedback from the market and project developers; and (vii) ADB TA to enhance capacity. \n\nADB = Asian Development Bank, MNRE = Ministry of New and Renewable Energy, PNB = Punjab National Bank, \nSECI = Solar Energy Corporation of India Limited, TA = technical assistance. \nSource: Asian Development Bank. \n \n\nV. \n\nASSURANCES AND CONDITIONS \n\n \nThe government and PNB have assured ADB that the implementation of the SRIP shall \n32. \nconform  to  all  applicable  ADB  policies  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the FAM and loan documents. \n \n33. \nThe government and PNB have given ADB certain undertakings for the MFF, which are \nset  forth  in  the  framework  financing  agreement.  Specific  covenants  agreed  to  by  the \ngovernment and PNB with respect to individual tranches under the MFF are set forth in the loan \nagreement for the respective tranches. \n \n34. \nPrior  to  tranche  1  disbursement,  the  following  conditions  would  be  met:  (i)  PNB \nestablishes a specific solar rooftop unit at its head office and in a select number of its branches \nwith  appropriate  staff  capacity  for  solar  rooftop  project  origination,  development,  financial \nreview,  approval,  and  monitoring;  (ii)  PNB  establishes  a  robust  credit  risk  rating  model \nsatisfactory  to  ADB;  (iii)  the  government  provides  mandate  to certain  government  entities  and \npublic institutions to install solar rooftop systems on their rooftop properties to ensure an initial \npipeline of subprojects; and (iv) MNRE provides PNB with an initial list of bankable subprojects \nfrom its channel partners.  \n \n\nVI. \n\nRECOMMENDATION \n\n35. \nI  am  satisfied  that  the  proposed  multitranche  financing  facility  would  comply  with  the \nArticles  of  Agreement  of  the  Asian  Development  Bank  (ADB)  and  recommend  that  the  Board \napprove \n\nthe multitranche financing facility  to  Punjab  National  Bank, to be guaranteed by \nIndia,  for  the  Solar  Rooftop  Investment  Program  in  an  aggregate  principal \namount not exceeding the equivalent of $500,000,000, which comprises:  \n(a) \n\nthe provision of loans from ADB's ordinary capital resources, with interest \nand  other  terms  to  be  determined  in  accordance  with  ADB's  London \ninterbank offered rate (LIBOR)-based lending facility; and \nthe  administration  of  loan  cofinancing  to  be  provided  by  the  Clean \nTechnology Fund; \n\n(b) \n\nand  is  subject  to  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the framework financing agreement presented \nto the Board; and \nthe  proposal  in  para.  18  of  this  report  to  permit  procurement  in  nonmember \ncountries  of  ADB  of  goods,  works,  and  consultant  services  produced  in \nnonmember countries of ADB. \n\n(i) \n\n(ii) \n\n \n\nTakehiko Nakao \nPresident \n \n\n9 September 2016\n\n \n\n\fAppendix 1 \n\n11 \n\nRisks \n\n \nProtracted economic \nslowdown in the \ninternational and \ndomestic markets to \nreduce government \nfiscal capacity to \nsupport the sector \ndevelopment. \n \nChange of government \nand solar rooftop \npolicy. \n \n \n \nUntested solar rooftop \nmarket demand. \n \nSlow market reaction \nto government market \ndevelopment efforts \nand incentives, e.g., \nfeed-in-tariff, \nrenewable energy \npurchase obligation, \nand/or direct \nsubsidies. \n \nPNB’s declining \nfinancial position to \nimplement the ADB \nprogram. \n\nDESIGN AND MONITORING FRAMEWORK FOR THE INVESTMENT PROGRAM  \n\nImpact the Program is Aligned with \n \nEnergy security provided to all in an environmentally sustainable manner, and renewable energy \ndeveloped (Integrated Energy Policy)a \n \n\nResults Chain \nOutcome \nSolar rooftop \ncapacity in India \nincreased. \n\nPerformance Indicators with \nTargets and Baselines \n\nBy 2023 \na. 400 MW of solar rooftop power-\ngenerating capacity is funded by \nPNB (2016 baseline: 0).b   \n\nData Sources and \nReporting \n\n \na–c. MNRE and \nrelevant Government \nreports. \n\nOutputs \n1. Debt funding to \nthe solar rooftop \nsector increased.  \n\n \nPNB’s own program \nreview reports. \n\n2. PNB \ninstitutional \ncapacity \nimproved. \n\n2a–2c. PNB annual \nreports and ADB \nreview reports.  \n\nb. An average of additional \n441,700 tons of carbon dioxide \nemission reduced annually from \nthis program (2016 baseline: 0).  \n\nc. ADB program to catalyze $300 \nmillion project equity and $200 \nmillion debt financing leveraged \nby PNB (2016 baseline: $0 \nproject equity and $0 debt). \n \n \nAt least 500 solar rooftop \nsubprojects approved for \nfinancing by 2022 (2016 baseline: \n0). \n\n2a. A designated solar rooftop \nunit at PNB headquarters and \nselected branches to screen, \nreview, price, and monitor \nsubprojects established by \nSeptember 2016 (2016 baseline: \nnot applicable). \n\n2b. Annual ADB program \ndisbursement targets (to be \ndetermined during \nimplementation) met from 2016 to \n2022 (2016 baseline: not \napplicable). \n\n2c. ADB program compliance \nrequirements met from 2016 to \n2022 (2016 baseline: not \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n\nPerformance Indicators with \nTargets and Baselines \n\nData Sources and \nReporting \n\nRisks \n\n3. Solar rooftop \nmarket \ninfrastructure and \nbankable \nsubproject \npipeline \ndeveloped. \n\napplicable). \n\n3a. Subproject pipeline of 50 MW \ndeveloped by MNRE channel \npartners (developers) for PNB \nfinancing by 2017 (2016 baseline: \n0 MW of subprojects). \n\n3a–3d. Government of \nIndia (e.g., MOP \nand/or MNRE) \nnotifications, gazettes, \nand reports. \n\n3d. Market and sector \nresearch and reports. \n\nInadequate sector-\nlevel (power \ndistribution companies, \nSNA, CERC, and \nCEA) ownership and \ncommitment to reform \nand development. \n \nContinued power \ndistribution companies’ \nfinancial position and \nassociated offtaker \nrisk. \n \n\n \n\n \n\n \n\n3b. Capacity development \nprogram at power distribution \ncompanies, SNA, CERC, and \nCEA levels completed by 2021 \n(2016 baseline: 0). \n\n3c. Extensive marketing and \nawareness campaign program \ntargeting industrial and \ncommercial sectors, including \nbusinesses and properties owned \nand managed by women, if any, \nimplemented by 2022 (2016 \nbaseline: 0) \n\n3d. Solar rooftop web portal to \npromote the PNB financing facility \ndeveloped by 2017. \n\n \n\nKey Activities and Milestones \n\n1.   Debt funding to the solar rooftop sector increased.  \n \n\n(Tranche 1 for $100 million available by December 2016, tranche 2 for $150 million available by \nDecember 2018, and tranche 3 for $250 million available by December 2020) \n\n1.1  Approve at least 500 solar rooftop subprojects for financing, by 2022.  \n \n2.   PNB institutional capacity improved. \n2.1 Establish a designated solar rooftop unit at PNB headquarters and selected branches to screen, \n\nreview, price and monitor subprojects, by September 2016.  \n\n2.2 Meet annual ADB program disbursement targets (to be determined during implementation) from 2016 \n\nto 2022 (2016 baseline: not applicable). \n\n2.3 Meet ADB program compliance requirements from 2016 to 2022.  \n \n3.   Solar rooftop market infrastructure and bankable subproject pipeline developed. \n3.1  MNRE channel partners develop a subproject pipeline of 50 MW for PNB financing by 2017. \n3.2 Complete capacity development program at power distribution companies, SNA, CERC, and CEA \n\nlevels by 2021 (2016 baseline: 0). \n\n3.3 Implement extensive marketing and awareness campaign program targeting industrial and \n\ncommercial sectors, including businesses and properties owned and managed by women, if any, by \n2022 (2016 baseline: 0). \n\n3.4  Develop solar rooftop web portal to promote the PNB financing facility, by 2017. \n \n\n \n\n\fAppendix 1 \n\n13 \n\nInputs \n\n \n\n \n \n\n \n \n\n  \n  \n\nLoan \nADB OCR:  \nCTF:  \nCommercial banks and/or financiers: \nEquity \nSubproject Equity: \nGrant \nCTF: \nAssumptions for Partner Financing \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \n\n \n\n$330 million  \n$170 million \n$200 million (estimated) \n\n$300 million (estimated) \n\n$5 million  \n\nOutputs  not  administered  by  ADB  that  are  necessary  to  reach  the  outcome  include:  USAID  train  PNB \nsolar rooftop unit staff on solar rooftop-specific financial credit and/or risk model.c \n\nADB  =  Asian  Development  Bank,  CEA  =  Central  Electricity  Authority,  CERC  =  Central  Electricity  Regulatory \nCommission, CTF = Clean Technology Fund, FAM = facility administration manual, GW = gigawatt, MNRE = Ministry of \nNew  and  Renewable  Energy,  MOP  =  Ministry  of  Power,  MW =  megawatt,  OCR  =  ordinary  capital  resources,  PNB  = \nPunjab  National  Bank,  SNA  =  state  nodal  agency,  TA  =  technical  assistance,  USAID  =  United  States  Agency  for \nInternational Development.  \na  Government of India, Planning Commission. 2006. Integrated Energy Policy. Delhi. \nb  400  MW  of  solar  rooftop  energy  is  estimated  to  be  generated  solely  from  $500  million  ADB  financing,  without  the \n\nadditional $300 million subproject equity or the $200 million debt financing from other commercial sources.  \n\nc  USAID has developed a solar rooftop-specific financial credit and/or risk model to assist lending institutions in India \nassess,  appraise,  and  price  the  solar  rooftop  lending  projects.  USAID  would  administer  its  funds  to  provide  the \nrelevant capacity to PNB to support the ADB program. \n\nSource: Asian Development Bank. \n\n \n\n \n\n \n\n \n \n\n \n\n\fSector Assessment (Summary): Energy (Renewable Energy Generation–Solar)   \n\n14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49419-001-3 \n\nLoan Agreement \n\nGuarantee Agreement \n\nFramework Financing Agreement \n\nPeriodic Financing Request for Project 1 \n\nFacility Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nAttached Technical Assistance \n\nFinancial and Economic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Documents \n\nComparison of Financing Modalities \n\nFinancial Management Assessment \n\nClean Technology Fund Implementation Guidelines \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n \n\n14. \n\n15. \n\n16. \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 17 August 2016) \n \n", "Currency unit \n", "Indian rupee (Re/Rs) \n", "– \n", "= \n= \n", "Re/Rs1.00 \n$1.00 \n", "$0.0150 \nRe/Rs 66.868 \n", " \n \n", " \n \n", "ADB \nCTF \nFAM \nJNNSM \nMFF \nMNRE \nOCR \nPNB \nSRIP \nTA \n", "ABBREVIATIONS \n", "Asian Development Bank \nClean Technology Fund \nfacility administration manual \nJawaharlal Nehru National Solar Mission \nmultitranche financing facility \nMinistry of New and Renewable Energy \nordinary capital resources \nPunjab National Bank \nSolar Rooftop Investment Program \ntechnical assistance \n", "WEIGHTS AND MEASURES \n", "GW \nkWh \nMW \nMWp \n", "– \n– \n– \n– \n", "gigawatt \nkilowatt-hour \nmegawatt \nmegawatt peak \n", "NOTES \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n", "(i) \n", "The  fiscal  year  (FY)  of  the  Government  of  India  and  its  agencies  ends  on  31 \nMarch. FY before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2016 ends on 31 March 2016. \n", "(ii) \n", "In this report, \"$\" refers to US dollars.  \n", " \n", " \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n \n \n \n \n \n", " \n", " \n \n \n \n"]}