{"path": "data/input/reports/49450-009-ifr-en.pdf", "pages": [" \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 49450-009 \nSeptember 2019 \n \n \n \n \nPacific Renewable Energy Investment Facility \nNauru: Solar Power Development Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document is being disclosed to the public in accordance with ADB’s Access to Information \nPolicy. \n \n   \n ", " \n \n \nCURRENCY EQUIVALENTS \n(as of 6 September 2019) \n \nCurrency unit  –  Australian dollar/s (A$) \nA$1.00  =  $0.68     \n$1.00  =  A$1.47     \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  BESS  –  battery energy storage system \n  DCIE  –  Department of Commerce, Industry and Environment \n  DOF  –  Department of Finance and Sustainable Development \n  EMP  –  environmental management plan \n  FIRR  –  financial internal rate of return \n  NUC  –  Nauru Utilities Corporation \n  PAM  –  project administration manual \n  PIC  –  project implementation consultant \n  PPC  –  plant procurement contractor \n  TA  –  technical assistance \n       \n \n \n \nWEIGHTS AND MEASURES \n \n  CO2  –  carbon dioxide \n  kW  –  kilowatt \n  kWh  –  kilowatt-hour \n  MW  –  megawatt \n  MWh  –  megawatt-hour \n \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Nauru ends on 30 June. “FY” before a \ncalendar year denotes the year in which the fiscal year ends, e.g., FY2020 ends \non 30 June 2020. \n(ii)  In this report, “$” refers to United States, unless otherwise stated. \n \n   \n ", " \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ma. Carmela D. Locsin, Pacific Department (PARD) \nDirector  Olly Norojono, Energy Division, PARD \n   \nTeam leader  James Roop, Senior Climate Change Specialist, PARD  \nTeam members  Flordeliza Asistin, Senior Operations and Institutional Coordination \nOfficer, PARD \n  Ninebeth Carandang, Senior Social Development Specialist, PARD \n  Eric Gagnon, Principal Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \nTeresita Leono, Associate Project Officer, PARD \nMairi MacRae, Social Development Specialist (Gender and \nDevelopment), PARD \nAnthony Maxwell, Principal Energy Specialist, PARD \nRommel Rabanal, Public Sector Economist, PARD \nCamilla Solomon, Senior Country Officer, PARD \nAsghar Syed, Principal Counsel, Office of the General Counsel \nJean Williams, Senior Environment Specialist, PARD \nPeer reviewers  Yoonah Lee, Young Professional, SDCC \nSusumu Yoneoka, Energy Specialist (Smart Grids), Sustainable \nDevelopment and Climate Change Department (SDCC) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   \n ", " \n \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  BACKGROUND  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  6 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  THE PRESIDENT’S DECISION  10 \n \nAPPENDIXES \n \n1.  Design and Monitoring Framework                                                                                               11 \n2.  List of Linked Documents                                                                                                          14 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 49450-009\nProject Name Solar Power Development Project  Department/Division PARD/PAEN\nCountry Nauru Executing Agency Ministry of Finance\nBorrower Government of Nauru\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=49450-009-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=49450-009-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Renewable energy generation - solar 22.00\nTotal 22.00\n3. Operational Priorities Climate Change Information1\nAddressing remaining poverty and reducing inequalities CO  reduction (tons per annum) 11,155\n2\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nStrengthening governance and institutional capacity\nMitigation ($ million) 22.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 7.1 Effective gender mainstreaming (EGM)\nSDG 13.a\nPoverty Targeting\nGeographic Targeting\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 22.00\n     Sovereign Project grant: Asian Development Fund 22.00\nCofinancing 0.00\n     None 0.00\nCounterpart  4.98\n     Government  4.98\nTotal 26.98\nCurrency of ADB Financing: US Dollar \n1Theprojectreducesgreenhousegasemissions.However,itdoesnotfallundertheeligibilitycriteriaforclimatemitigationfinanceasdefinedbythe\njointmultilateraldevelopmentbankmethodologyontrackingclimatefinance,whichnotesthatnotallactivitiesthatreducegreenhousegasesintheshort\ntermareeligibletobecountedtowards climatemitigationfinance.Accordingly, greenfieldfossilfuelprojectsareexcluded,andclimatemitigationfinance\nisconsidered zero.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25072019114205418758 Generated Date: 11-Sep-2019 11:28:32 AM", "", " \nI.  BACKGROUND \n \n1.  On 22 June 2017, the Board of Directors of the Asian Development Bank (ADB) approved \nthe Pacific Renewable Energy Investment Facility.1 The facility will finance renewable energy \nprojects in the 11 smallest Pacific island developing member countries.2 Its overall estimated cost \nof $750 million includes ADB financing of up to $200 million. Upon approval, the Board delegated \nauthority to the President to approve loans and/or grants to each targeted country for qualifying \nprojects.  \n \n2.  The facility will finance the grant to Nauru for the Solar Power Development Project. The \nproject will finance (i) a grid-connected solar power plant with a capacity of 6 megawatts (MW) of \nalternating current; and (ii) a 2.5-megawatt-hour (MWh), 5 MW battery energy storage system \n(BESS) to enable smoothing of intermittent solar energy. The system will be fully automated and \nintegrated with the existing diesel generation system (17.9 MW of installed capacity, currently \noperated manually) to optimize solar energy use, enable optimal BESS charging and discharging, \nand allow optimal shut-off of the diesel engines. This will reduce Nauru’s reliance on diesel for \npower generation and decrease production costs. The project will also support the institutional \nstrengthening of Nauru Utilities Corporation (NUC). Project preparatory technical assistance (TA) \nwas used to carry out project-enabling activities  such as a Solar Power Expansion Plan for Nauru, \nproject feasibility study, detailed design, and plant procurement contract bidding documents.3 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Country background. Nauru is a single isolated island in the South Pacific, with a land \narea of 21 square kilometers and a population of 13,300 in 2017. It is a small island developing \nstate that is classified by ADB as a fragile and conflict-affected situation Nauru’s economy is \nnarrowly based on revenue from the Nauru Regional Processing Centre and the sale of fishing \nlicenses. In the 1970s, Nauru had one of the world’s highest national incomes per capita because \nof its phosphate industry; however, by the late 1990s, the economy had contracted severely as \nproduction slowed. Although broad fiscal management reforms helped improve government \nfinances, the country faces the difficult task of ensuring fiscal sustainability in the medium term. \n \n4.  Energy security. Nauru relies heavily on imported diesel for power generation. In 2018, \nonly about 3% of its total electricity came from solar photovoltaic installations; the rest came from \ndiesel generators.4 All fuel is imported through Nauru’s single commercial port, which is highly \nvulnerable to severe weather events and the effects of climate change. This dependence on \nimported fossil fuel exposes the nation to price shocks from fluctuating fuel prices and creates the \nrisk of power outages if diesel supply is interrupted. The Government of Nauru is committed to \nimproving energy security and reducing greenhouse gas emissions, and has set ambitious \nrenewable energy targets for power generation by 2020 in the Nauru Energy Road Map, 2018–\n2020. Electricity demand is generally flat at about 4 MW. That is expected to increase minimally. \n \n1  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Pacific Renewable \nEnergy Investment Facility. Manila. \n2  Besides Nauru: the Cook Islands, the Federated States of Micronesia, Kiribati, the Marshall Islands, Palau, Samoa, \nSolomon Islands, Tonga, Tuvalu, and Vanuatu.  \n3  ADB provided project preparatory TA for the Solar Power Development Project under the Pacific Renewable Energy \nInvestment Facility (TA 9242-REG). \n4  As of November 2018, Nauru had 807 kilowatts (kW) of installed solar power capacity. \n \n ", "2 \nUncertainty surrounds future demand because it depends on whether large power consumers \nsuch as Australia’s processing center, Republic of Nauru Phosphate Corporation, or the new \nNauru Port are connected to the national grid. \n \n5.  Energy sector development. The cost of power generation in Nauru is high—regularly \nmore than $0.40 per kilowatt-hour (kWh), depending on international fuel prices. Historically, \ntariffs did not cover the cost of supplying power, so the government had to bear annual subsidy \ncosts of $3 million–$4 million.5 However, this situation is rapidly improving, in part because of \nADB’s recent TA support to developing legislation for NUC, preparing a corporate strategy for \nNUC,    preparing  tariff  and  subsidy  policy  reforms  (including  a  subsidy  for  disadvantaged \nresidents), preparing an asset management and maintenance plan, improving NUC’s accounting \nsystems, and implementing a revised corporate governance structure.6 In 2017, ADB financed \ntwo high-efficiency diesel generators and a new switchgear through the Electricity Supply Security \nand Sustainability Project, to help supply baseload, reduce power outages, and improve system \nreliability and efficiency. This improved revenue, operations, and service reliability. But the legal \nframework to develop renewable energy is limited; and institutional reforms, tariff revisions, and \nprivate sector engagement for renewable energy are needed. \n \n6.  Barriers to sector development. The government and NUC have limited borrowing \ncapacity, and available government funds and revenue from electricity customers are insufficient \nto finance capital costs. NUC operates a 500-kilowatt (kW) solar plant, funded by the United Arab \nEmirates, and is constructing a 1.0 MW solar plant, funded by the Government of New Zealand \nand the European Union. Despite this progress, NUC requires (i) further financial assistance for \nlarge solar assets; (ii) support to integrate new assets into the grid; (iii) capacity building in the \nareas  of  solar  power  generation  and  BESS  maintenance  to  ensure  grid  stability;  and \n(iv) assistance in financial management, gender mainstreaming, and project implementation. \n \n7.  Proposed  solution.  Sector  improvements  noted  in  para.  5  have  created  favorable \nconditions for NUC to integrate new renewable energy assets into its fleet. In 2018, ADB, through \nthe Pacific Renewable Energy Investment Facility, provided TA to assess options for integrating \nnew sources of power and to develop a solar expansion plan for NUC. The TA team identified a \nsolar power system supported by a BESS to be the least-cost option for reducing dependence on \ndiesel while improving electricity supply and reliability. With the project, the levelized cost of \nenergy will be about $.30 per kWh—a significant improvement from the current rate of $.40 per \nkWh. Integrating new solar assets into Nauru’s grid can reduce the country’s dependence on \nfossil  fuels,  decrease  carbon  dioxide  (CO2)  emissions,  and  strengthen  NUC’s  commercial \nperformance. \n \n8.  The project will finance a 6 MW solar plant and the 2.5 MWh, 5 MW BESS, to be integrated \nwith the diesel generation system already in place (17.9 MW of installed capacity). It will also fund \na project implementation consultant (PIC) to support NUC during detailed design, construction, \ninstallation, and commissioning; and to train NUC personnel. The project will improve energy \nsecurity and help Nauru reduce about 11,155 tons of CO  emissions per year. \n2\n \n \n5  Nauru Utility Corporation annual reports. https://www.nuc.com.nr/annual-reports. \n6  ADB. 2011. Technical Assistance to Nauru for Regulatory and Governance Reform for Improving Water and \nElectricity Supply. Manila (TA 7873-NAU); ADB. 2013. Technical Assistance to Nauru for Electricity Supply Security \nand Sustainability. Manila (TA 8524-NAU); ADB. 2014. Technical Assistance to Nauru for Institutional Strengthening \nof the Nauru Utilities Corporation. Manila (TA 8631-NAU); and ADB. 2014. Technical Assistance to Nauru for Tariff \nand Subsidy Policy Reform. Manila (TA 8754-NAU). Note: All TA completion report ratings were successful. \n \n ", "3 \n \n9.  Alignment with development strategies. The project supports the operational priorities \nof ADB’s Strategy 2030 by (i) tackling climate change, building climate and disaster resilience, \nand enhancing environmental sustainability; (ii) accelerating progress in gender equality; and \n(iii) strengthening governance and institutional capacity.7 The project is also aligned with ADB’s \nStrategy 2030 because it supports a country that is both a small island developing state and in a \nfragile and conflict-affected situation. Also, the project will directly support the target of 50% \nrenewable energy for Nauru under the Nauru Energy Road Map 2018–2020, and assist the \ncountry in achieving its nationally determined contributions under the United Nations Framework \nConvention on Climate Change. The project is included in ADB’s country operations business \nplan for 11 small Pacific island countries, 2019−2021.8 \n \n10.  Processing under the Pacific Renewable Energy Investment Facility. The project will \nbe processed under the renewable energy investment facility and meets the following qualifying \ncriteria, set out in the report and recommendation of the President for the facility (footnote 1): \n(i) the  project  scope  includes  renewable  energy  generation  and  support  for  energy  sector \ninfrastructure, such as a BESS and mini grid system; (ii) Nauru is one of the 11 smallest Pacific \nisland developing member countries; (iii) the project is included in the Nauru Energy Road Map \n2018–2020; and (iv) the project is classified category B for environment. \n \n11.  Lessons from past projects. ADB’s previous energy projects in Nauru and across the \nPacific experienced issues with (i) technical compatibility, i.e., connectivity with the existing \nsystem; (ii) limited transport infrastructure to ship project equipment from overseas; and (iii) \nforeign exchange risks during project implementation. 9 These lessons were considered in the \ndesign of this solar power project. First, the engineering design will ensure connectivity between \nthe grid, the BESS, the generators, and other existing associated facilities. Second, government \ncounterpart funds are being used to contract a local state-owned enterprise to conduct site \npreparation with local equipment and materials and ADB is supporting Nauru to build a port which \nwill improve shipping during the project’s construction phase.10 Third, foreign exchange risk is \nanticipated to be minimal since the project is not cofinanced and only one currency will likely be \nused. \n \nB.  Impact and Outcome \n \n12.  The  project  is  aligned  with  the  following  impact:  reliable,  affordable,  secure,  and \nsustainable energy supply to meet the socioeconomic development needs of Nauru.11 The project \nwill have the following outcome: the use of renewable energy within the grid will have increased \nand the cost of electricity generation will have decreased. NUC, the state-owned power and water \nutility, will supply reliable and cleaner electricity. Once this project—6 MW solar photovoltaic plant \nand BESS—and the New Zealand project—1 MW solar photovoltaic plant—are completed, solar \npower  generation  will  have  increased  from  1,180 MWh/year  to  15,500  MWh/year  and  will \nrepresent 47% of the electricity generation mix on the island. NUC has now approached the \nGovernment of New Zealand to fund an assessment of pumped hydroelectric energy storage to \nallow load shifting and enable up to 90% renewable energy penetration. \n \n7  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n8  ADB. 2018. Country Operations Business Plan: 11 Small Pacific Island Countries, 2019–2021. Manila.  \n9  ADB. 2019. Project Completion Report. Electricity Supply Security and Sustainability Project (draft). \n10 ADB. Republic of Nauru: Sustainable and Climate-Resilient Connectivity Project. https://www.adb.org/projects/48480-\n003/main \n11 Government of Nauru. 2014. Nauru Energy Road Map 2014–2020. Nauru; and Government of Nauru. 2005. National \nSustainable Development Strategy 2005–2025. Nauru. \n ", "4 \nC.  Outputs \n \n13.  Output 1: Solar power plant installed. The project will finance the installation of a 6 MW \nground-mounted solar photovoltaic system; an 11-kilovolt substation with feeders for the solar \nfarm, the BESS, and the diesel generators (to be relocated by NUC); as well as transmission \nlinks, balance of system, a monitoring and control system integrated with NUC’s existing system, \nand associated facilities (such as boundary fences, office, water storage, and reticulation); and \nwill ensure employment for women. \n \n14.  Output  2:  Battery  energy  storage  system  installed.  The  project  will  finance  the \ninstallation of a 2.5 MWh, 5 MW BESS; and of a master controller system to allow NUC to manage \nthe intermittency of output from solar generation, storage for load shifting, and diesel engine use. \n \n15.  Output 3: Institutional capacity of the utility strengthened. The project will provide \ninstitutional capacity and strengthening support to NUC covering management and operation of \nthe solar plant and the BESS, as well as their integration into the grid; finance and accounting; \ngender mainstreaming; and project implementation assistance. Project-related employment will \ninclude gender targets. Female NUC employees will attend training related to the operation of the \nsolar facility and the BESS. \n \nD.  Summary Cost Estimates and Financing Plan \n \n16.  The project is estimated to cost $26.98 million, including taxes and duties of $1.11 million \n(Table 1). The total cost includes physical and price contingencies. \n \nTable 1: Summary Cost Estimates and Financing Plan \nAmounta \nItem  ($ million) \nA. Base Costb   \n    1. Output 1: Solar power plant installed  14.17 \n    2. Output 2: Battery energy storage system installed  3.29 \n    3. Output 3: Institutional capacity strengthened  1.70 \n  Subtotal (A)  19.15 \nB. Site Preparation and Other Costsc  3.84 \nC. Taxes and Duties  1.11 \nD. Project Audits  0.03 \n  Subtotal (A+B+C+D)  24.13 \nE. Contingenciesd   \n    Physical  1.92 \n    Price  0.93 \n   Subtotal (E)  2.85 \nTotal (A+B+C+D+E)  26.98 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $1.11 million. Such amount does not represent an excessive share of the project cost.  \nb  Prices as of 3 April 2019. \nc  The Nauru Utilities Corporation will pay for (i) land lease payments to landowners, (ii) site preparation, and (iii) other \nproject management costs. \nd  Physical contingencies computed at 10% for plant procurement contract, and consulting services and capacity \nbuilding. Price contingencies computed at an average of 1.5% on foreign currency costs and 2.1% on local currency \ncosts; includes provision for potential foreign exchange fluctuation under the assumption of a purchasing power parity \nexchange rate. \nSource: Asian Development Bank estimates. \n \n ", "5 \n \n17.  The Government of Nauru has requested a grant not exceeding $22.0 million from ADB’s \nSpecial Funds resources (Asian Development Fund) to help finance the project. The summary \nfinancing plan is in Table 2. ADB will finance the expenditures for civil works, electrical and \nmechanical works, the BESS and transformers, the control system—supervisory control and data \nacquisition  (SCADA)—for  the  BESS,  consulting  services,  gender  activities,  project-related \ncommunications, and physical and price contingencies. The government will finance taxes and \nduties through exemptions, project audits, and site preparation. \n \nTable 2: Summary Financing Plan \nShare of \nAmount  Total \nSource  ($ million)  (%) \nAsian Development Bank     \n  Special Funds Resources (ADF grant)  22.00  82.0 \nGovernment of Nauru  4.98  18.0 \nTotal  26.98  100.0 \nSource: Asian Development Bank estimates. \n \nE.  Implementation Arrangements \n \n18.  The Department of Finance and Sustainable Development (DOF) will be the executing \nagency,  and  NUC  will  be  the  implementing  agency.  A  project  steering  committee  will  be \nestablished to be chaired by the deputy secretary, Planning and Aid Division, DOF to provide \noversight for the project and resolve any obstacles during implementation. The Department of \nCommerce,  Industry  and  Environment  (DCIE)  will  support  monitoring  of  the  environmental \nmanagement plan (EMP) and site EMPs. ADB will help NUC to prepare the terms of reference \nfor the PIC, issue the request for proposals, and evaluate proposals in accordance with the \nDelegation of Consultant Recruitment Activities to ADB–Matrix of Responsibilities. \n \n19.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual (PAM).12 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  1 March 2020–31 August 2023 \nEstimated completion date  31 August 2023 \nEstimated grant closing date  28 February 2024 \nManagement \n(i)  Oversight body  Project steering committee: \n(i)  deputy secretary, PAD, DOF (chair); \n(ii)  deputy secretary, Treasury (member); \n(iii) advisor, DOF (member); \n(iv) chief executive officer, NUC (member); \n(v)  secretary, DCIE (member); \n(vi) director, Energy Division, DCIE (member); \n(vii) director, Environment Division, DCIE (member); \n(viii) director, Climate Change Division, DCIE (member); \n(ix) infrastructure sector planner, PAD, DOF (member); and \n(x)  representatives, Nauru Community Based Organization \n(member). \n(ii)  Executing agency  DOF \n \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nAspects  Arrangements \n(iii) Key implementing agency  NUC \n(iv) Implementation unit  Renewable Energy Section of NUC, five staff proposed \nProcurement   \nPlant procurement contract  International  1 contract  $17.5 million \ncompetitive bidding \nConsulting services  Quality- and cost- 46 person- $1.7 million \nbased selection  months \n(quality–cost ratio: \n90:10) \nAdvance and retroactive  Advance contracting and retroactive financing will apply for the \nfinancing  procurement of civil works and consultancy contracts. The amount \nto be retroactively financed will not exceed 20% of the ADB grant \nfor eligible expenditures incurred prior to grant effectiveness, but \nnot later than 12 months before the signing date of the grant \nagreement.  \nDisbursement  The grant proceeds will be disbursed following ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \nADB = Asian Development Bank; DCIE = Department of Commerce, Industry and Environment; DOF = Department of \nFinance and Sustainable Development; NUC = National Utilities Corporation; PAD = Planning and Aid Division. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n20.  Design  features.  The  project  team  assessed  technical  feasibility  options  covering \ngeneration  (least  cost  and  proven  technology),  equipment  selection  and  layout,  grid \ninterconnections,  ground  conditions,  topographical  issues,  communication  networks,  and \nprotection requirements. It also considered connectivity with adjacent power generation assets, \nease of construction, ease of operation, and ease of decommissioning. The design incorporates \ninterconnection with the existing diesel engines and solar installations. The technology was \nselected to match the existing systems, which will contribute to ease of operation. The chosen \noption will reduce the requirement for diesel-generated power and thereby reduce greenhouse \ngas emissions and the costs of electricity generation in Nauru. \n \n21.  Climate change mitigation measures. The project will support climate change mitigation \nby reducing greenhouse gas emissions, particularly CO . Once complete, the solar facility will \n2\ngenerate about 12.4 MWh of power every year. During solar generation or battery load shifting, \nthe diesel generators will be in shut-off mode and will turn on only when required (at night and \nwhen batteries are exhausted). Lower diesel consumption will reduce about 11,155 tons of CO  \n2\nequivalent per year from Nauru’s emission total. \n \nB.  Economic and Financial \n \n22.  Economic aspects. Economic analysis indicates that the project is economically viable, \nwith an economic internal rate of return of 10.4%—well above ADB’s minimum economic internal \nrate of return of 9.0%. Quantified benefits include (i) savings in avoided fuel costs from a partial \nswitch from diesel-based to solar generation (non-incremental benefits), (ii) new beneficiaries’ \nwillingness to pay for improved and expanded electricity services (incremental benefits), and \n(iii) environmental gains from reduced carbon emissions. Sensitivity analysis confirms that risks to \n ", "7 \n \nthe project’s economic viability are generally low and are mitigated by conservative assumptions \nin the valuation of costs and benefits.13 \n \n23.  Financial aspects. The incremental revenues from the project are derived from savings \nin fuel costs brought about by the replacement of diesel-based generation with solar power. \nOperation and maintenance costs for solar power plants are minimal and would be accounted for \nin NUC’s finances by the reduced cost of power generation on the island. The financial internal \nrate of return (FIRR) and financial net present value were computed at April 2019 price levels. \nThe estimated FIRR is 5.6%, which exceeds the weighted average cost of capital at 1.76%. The \nfinancial viability was tested in sensitivity analysis, which shows that the FIRR is robust under \nvarious adverse conditions: (i) 20% increase in capital costs, (ii) 20% increase in operational \ncosts, (iii) 20% reduction in revenue, and (iv) 1-year delay in project implementation. The financial \nsustainability  analysis  conducted  at  NUC  level  demonstrates  that  NUC  can  absorb  the \nincremental operation and maintenance expenditures of about 6%–7% of its total expenditure, \nincluding the system replacement costs scheduled for 2033 and 2043. \n \nC.  Governance \n \n24.  Legal and institutional framework. ADB’s regional TA for Legal Readiness for Climate \nFinance and Climate Investments included a review of the legal readiness for investments in \nNauru's renewable energy program.14 It found that the legal framework is adequate to implement \nthis project. However, as the country develops this program further, it will be advantageous to \nalso strengthen the legal framework. The main recommendation of the review was for Nauru to \nprepare an energy act to improve the legal clarity for energy management in Nauru. DCIE \nrequested support for the government to prepare an energy act, and ADB agreed to provide \nsupport under the regional TA. \n \n25.  Financial management. The overall financial management risk before mitigation is rated \nsubstantial. The main risks are weak internal control because of the absence of an internal audit \nfunction within NUC, and weak asset management policies. ADB will closely monitor the financial \nmanagement risks during project implementation. The proposed mitigation measures include \n(i) adding covenants to the grant agreement to ensure adequate insurance coverage for assets, \nand (ii) strengthening internal controls to improve accountability. \n \n26.  Reforms for efficiency and sustainability. ADB is providing regional TA to help utilities \nin the Pacific revise governance arrangements, and conduct commercial and technical reforms to \nbecome more financially sustainable.15 For Nauru, this will include (i) a comprehensive diagnostic \nassessment of the utility’s performance against standard industry indicators  such as revenue per \nkWh and energy losses, (ii) an assessment of completeness of the utilities asset registry, \noperational and maintenance performance, (iii) a review of financial management and accounting \ncontrols and procedures, and  (iv) a review of sector regulation and governance, including tariff \npolicies and procedures.  The TA will work with NUC to integrate the diagnostic assessment \nresults into NUC’s strategy and business plans  \n \n27.  Procurement and implementation risks, and mitigation measures. ADB assessed the \nprocurement capacities of NUC and DOF, and found the overall project procurement risk to be \n \n13 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n14 ADB. 2019. Technical Assistance for Legal Readiness for Climate Finance and Climate Investments. Manila. \nhttps://www.adb.org/projects/50178-001/main#project-pds. \n15 ADB. 2017. Technical Assistance for Capacity Building and Sector Reform for Renewable Energy Investments in the \nPacific. Manila. \n ", "8 \nlow. ADB will disburse funds directly to the plant procurement contractor (PPC) and the PIC. NUC \nwill supervise the procurement of works and goods and the selection of consultants. It will monitor \nthe performance of the PPC and PIC. NUC will prepare regular financial reports and engage an \nexternal auditor acceptable to ADB to prepare annual audited project financial statements. All \nproject-related expenses will be disbursed following ADB’s Loan Disbursement Handbook (2017, \nas amended from time to time). Procurement will be based on ADB’s Procurement Guidelines \n(2015, as amended from time to time) and Guidelines on the Use of Consultants (2013, as \namended from time to time). \n \n28.  Corruption. ADB’s Anticorruption Policy (1998, as amended to date) was explained to \nand discussed with the government, DOF, and NUC. The specific policy requirements and \nsupplementary measures are described in the PAM. \n \nD.  Poverty, Social, and Gender \n \n29.  The project is categorized effective gender mainstreaming. Overall, it will benefit women \nin Nauru by reducing the cost of electricity generation, which in turn should result in lower user \ntariffs and benefit women in their household and productive roles. Women in Nauru face various \nchallenges, not least barriers to equal participation in the workforce, job segregation, and gender-\nbased violence. The gender action plan includes proactive measures to encourage women’s \neconomic empowerment and support their access to technical roles in the energy sector, both \nthrough the project and by changing the social norms that have kept women from working in the \nfields of science, technology, engineering, and mathematics. Gender action plan activities will \n(i) support women in leadership and technical roles in Nauru’s energy sector, including renewable \nenergy generation; (ii) provide income-generating opportunities for women in skilled and unskilled \nwork; (iii) help institutions develop and adopt a gender strategy and policies (e.g., maternity policy, \nflexible working arrangements); (iv) increase awareness among schools and students, especially \nfemale students, of technical career options, including in the field of renewable energy; and \n(v) provide  gender  training  to  contractors  and  the  project team,  with  a  particular focus  on \nHIV/AIDS and gender-based violence. The PIC will include a social safeguards and gender \nspecialist, and NUC will appoint a gender focal point for the project. \n \n30.  All households in Nauru are connected to electricity supply from the grid. The project will \nreduce the costs of generating electricity, which will ease the pressure on the government to raise \ntariffs for residential customers, and thus benefit the poor.16 The project will generate a small \nnumber of temporary jobs during construction, and will increase the capacities of NUC employees \nthrough project implementation support, training, and an institutional strengthening program \ndelivered by the PIC—with gender inclusion targets. Outreach programs in schools will raise \nawareness of work opportunities related to science and technology, including renewable energy. \n \nE.  Safeguards \n \n31.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.17 \n \n32.  Environment (category B). The project will be developed on a 6-hectare site previously \nmined for phosphate. The site and its surrounding area contain little if any vegetation of habitat \n \n16 A previous tariff review supported by ADB led to the third-lowest rates in the Pacific for residential customers, with \nlow rates for initial usage and prepayment options. These initiatives have benefited poor households. \n17 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n ", "9 \n \nor conservation value. The initial environmental examination confirms that the project will have no \nsignificant impacts on environmental and social attributes of the project impact area. The project \nwill not result in loss of habitats of endemic, endangered, or significant terrestrial biodiversity, or \nof protected areas. The examination report includes an EMP that will be integrated into bid and \ncontract documents, and will guide the contractors in preparing more detailed construction EMPs, \nto be reviewed and cleared by DCIE and ADB before site activities begin. The PIC will support \nNUC in monitoring compliance of any project activity with the requisite environmental safeguards. \n \n33.  Involuntary  resettlement  (category  C).  The  project  will  be  implemented  on \n10.55 hectares of land leased by NUC since 2017 and available up to 2047. The lease contract \nwith 799 landowners is for 20 years, with the option to renew it for another 10 years—covering \nthe life of the solar project. The contract also provides for a review of the terms and conditions, \nincluding the lease rate, every 5 years, or whenever changes are made to the official land lease \nrates set by the government, consistent with the requirement of Nauru’s Constitution. The project \nwill not result in physical or economic displacement or involuntary resettlement. The project team \nconfirmed the land ownership records with the Department of Lands, and undertook consultations \nwith landowners as part of the due diligence to ensure compliance with government laws and \nADB’s Safeguard Policy Statement. The due diligence confirmed the need to implement the \nfollowing corrective actions: (i) collect additional signatures from landowners of lot sections 249 \nand 265 to meet the required 75% signatures both by number and interest, as required by the \nLand Act; and (ii) make sure that NUC pays outstanding rent to all unpaid landowners who were \nunable to provide the required bank accounts, especially those residing overseas, or sets up an \ninterest-earning escrow account to deposit all the unpaid rent. These corrective actions, required \nas a condition to grant effectiveness, are currently being implemented by the government. The \nPIC will provide additional support to NUC to set up a mechanism for monitoring payments in the \nfuture to ensure compliance with the Land Act. Other key stakeholders were consulted and will \ncontinue to be consulted during implementation. \n \n34.  Indigenous peoples (category C). No indigenous peoples who can be defined as distinct \nand vulnerable live on the island. The population is 94% ethnic Nauruan; the other 6% hail from \nvarious countries. \n \n F.  Summary of Risk Assessment and Risk Management Plan \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nDelays in site preparation by the  Site preparation is expected to take 12 months. The \ngovernment  government, through Nauru Rehabilitation Corporation, began \nsite preparation in July 2019, about 3 months before grant \nsigning. Grant effectiveness will include a condition for site \npreparation to be significantly progressed before the grant \nbecomes effective. If site preparation remains on schedule, \nthis condition will be met without any project delays. \nAssets funded by the grant are poorly  The Grant Agreement includes a financial covenant that \nmaintained because of insufficient  requires the Recipient to require NUC to set aside a portion of \nbudget allocation.  its net earnings towards an annual contribution such that the \nbatteries and solar panels financed under the Project can be \nreplaced with similar performance specifications in \napproximately 10 and 25 years, respectively.  Preparation of \nthe management of maintenance and budget will be \nsupported by PIC, prior to project completion. \n ", "10 \nRisks  Mitigation Measures \nEnvironmental and social impacts are  The PIC team will include an environment specialist to \nnot adequately mitigated and  monitor project impacts on the environment and people in \nmanaged.  Nauru. The Environment Division of the Department of \nCommerce, Industry and Environment will also monitor the \nenvironmental management plan. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n35.  The government and DOF have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and grant documents. \n \n36.  The government and DOF have agreed with ADB on certain covenants for the project, \nwhich are set forth in the grant and project agreements. \n \n37.  The government and DOF have agreed to waive the business visa fee for all bidders on \nproject procurement packages (PIC and PPC). It will also waive the business visa fee for the PIC \nand PPC during project implementation. \n \nV.  THE PRESIDENT’S DECISION \n \n38.  The President, acting under the authority delegated by the Board through the approval of \nthe  Pacific  Renewable  Energy  Investment  Facility,  has  approved  the  grant  not  exceeding \n$22,000,000 to Nauru for the Solar Power Development Project, from ADB’s Special Funds \nresources  (Asian  Development  Fund),  on  terms  and  conditions  that  are  substantially  in \naccordance with those set forth in the draft grant and project agreements. \n \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact \n \nReliable, affordable, secure, and sustainable energy supply to meet the socioeconomic development \nneeds of Nauru. \n \nThe project is aligned with 50% of grid electricity supplied from renewable energy sources (Nauru \nEnergy Road Map 2018–2020)a \n \nViable power-generating capacity, including alternative (renewable) energy sources (Long-term \nMilestone 2025, National Sustainable Development Strategy 2005–2025)b \nData Sources \nPerformance Indicators with  and Reporting \nResults Chain  Targets and Baselines  Mechanisms  Assumptions and Risks \nOutcome  By end of calendar year 2023:       \nThe use of renewable  a. Solar power generation  a. NUC annual  Risks: \nenergy within the grid  increased by 12,450 MWh in  report   \nwill have increased  calendar year 2023 (end of  Growth in demand leads \nand the cost of  FY2018 baseline: 1,180 MWh of  to increased diesel \nelectricity generation  solar power generated)  consumption. \nwill have decreased.     \nb. Additional 11,155 tons of  Potential difficulties in \ncarbon dioxide emissions  managing the grid \navoided per year because of the  because of instability as a \nreduction in diesel being used  result of integrating solar \nfor the grid (end of FY2018  power generation. \nbaseline: 1,062 tons)  \n \nc. Generation cost reduced 20%  \nOutput   By end of calendar year 2023:       \n1. Solar power plant  1a. A 6 MW ground-mounted  NUC reports;  Risk: \ninstalled  solar array is installed (end of  quarterly progress   \ncalendar year 2019 baseline:  reports; project  Delays in site preparation \ntotal of 1.9 MW in solar power  completion report  by the government \ncapacity installed)    \n  Assumptions: \n1b. Substation and transmission   \nlinks, inverters, and associated  New Zealand’s 1 MW \nfacilities are constructed,  solar project is installed in \ncommissioned, and connected  2019 (to contribute to \nto the solar array, BESS, and  baseline). 400 kW rooftop \ngrid (2018 baseline: 0)  panels installed. \n   \n1c. NUC team involved in the  Bidders will not respond \ndirect implementation, operation,  to business opportunity \nand maintenance of the solar \npower plant and the BESS \nincluded at least 20% women,c \nand 10% during the construction \nphase (2018 baseline: not \napplicable) \n ", "12  Appendix 1 \nData Sources \nPerformance Indicators with  and Reporting \nResults Chain  Targets and Baselines  Mechanisms  Assumptions and Risks \n2. BESS installed  By end of calendar year 2023:  NUC reports;  Risk: \n  quarterly progress   \nA 2.5 MWh, 5 MW BESS is  reports; project  Delays in site preparation \ninstalled (2018 baseline: 0).  completion report  by the government \n3. Institutional capacity  By end of calendar year 2023:  Institutional  Risk: \nof NUC strengthened    capacity building   \n3a. NUC has increased capacity  completion report;  Inability of NUC to recruit \nto procure and operate solar  quarterly progress  and retain qualified \npower plant (2018 baseline:  reports; project  technical personnel for \ncapacity limited to that required  completion report  the project’s operational \nfor a 0.4 MW solar power plant)  phase \n \n3b. NUC has increased \ninstitutional capacity to integrate \nthe BESS and the solar plant \ninto the grid \n(2018 baseline: no prior \nexperience of NUC with large \nsolar power plant and BESS \noperations) \n \n3c. NUC has gender strategy \nand policies in place (e.g., \nmaternity policy, flexible working \nhours, leadership training) to \nsupport women in leadership \nand technical roles \n(2018 baseline: 0) \n \n3d. Technical scholarships, \nleading to project-related \nemployment, provided to at least \ntwo female students \n( 2018 baseline: 0) \n ", "Appendix 1  13 \nKey Activities with Milestones \n1. Solar power plant installed \n1.1 Prepare procurement and bidding documents for the PPC (supported through TA 9242) (done). \n1.2 Advertise invitation for bids (supported through TA 9242) (Q3 2019). \n1.3 Sign PPC contract (Q1 2020). \n1.4 Install solar power plant (Q2 2020–Q2 2022). \n1.5 PIC provide technical advice during commissioning and testing stage to ensure that solar power \ngeneration is integrated into the grid with few stability issues (Q4 2021). \n1.6 PIC conduct monitoring and testing during defect liability period (Q2 2022–Q3 2023). \n \n2. Battery energy storage systems installed \n2.1 Prepare procurement and bidding documents for the PPC (supported through TA 9242) (done). \n2.2 Advertise invitation for bids (supported through TA 9242) (Q3 2019). \n2.3 Sign PPC contract (Q1 2020). \n2.4 Install the BESS (Q2 2020–Q2 2022) \n2.5 PIC provide technical advice during commissioning and testing stage to ensure the battery energy \nstorage integrates within the grid with few stability issues (Q4 2021). \n2.6 PIC conduct monitoring and testing during defect liability period (Q2 2022–Q3 2023). \n \n3. Institutional capacity of NUC strengthened \n3.1 Support NUC in preparing and advertising PPC bidding documents, conducting bid opening, \npreparing bid evaluation report, and negotiating and awarding the contract (supported by TA 9242) \n(Q3 2019–Q1 2020). \n3.2 Support NUC in preparing and advertising bidding documents for the project implementation \nconsultant, conducting bid opening, preparing bid evaluation report, and negotiating and awarding the \ncontract (supported by TA 9242) (Q3 2019–Q1 2020). \n3.3 Provide NUC capacity building when reviewing detailed designs or specifications of the PPC for \noutputs 1 and 2 (Q2 2020). \n3.4 Provide capacity building during the supervision of site preparation and in the installation stages of \noutputs 1 and 2 (Q1 2020–Q1 2022), and during their defect liability periods (Q2 2020–Q3 2023). \n3.5 Provide institutional strengthening training program (Q3 2020–Q3 2023). \n \nInputs  \nAsian Development Bank: $22.00 million \nGovernment of Nauru: $4.98 million \nAssumptions for Partner Financing  \nNot applicable \nBESS = battery energy storage system, MW = megawatt, MWh = megawatt-hour, NUC = Nauru Utilities Corporation, \nPPC = plant procurement contractor, Q = quarter, TA = technical assistance. \na  Government of Nauru. 2014. Nauru Energy Road Map 2014–2020. Nauru. \nb  Government of Nauru. 2005. Nauru Sustainable Development Strategy 2005–2025. Nauru. \nc  This equates to two women working in technical roles. Currently, no women are working in technical roles related to \nrenewable energy in Nauru. \nSource: Asian Development Bank \n \n \n \n \n \n \n \n ", "14  Appendix 2 \n \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=49450-009-2 \n \n \n1.  Grant Agreement \n2.  Project Agreement \n3.  Sector Assessment (Summary): Energy \n4.  Project Administration Manual \n5.  Development Coordination \n6.  Financial Analysis \n7.  Financial Management Assessment \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n  12.  Initial Environmental Examination \n13.  Gender Action Plan \n14.  Due Diligence Report on Land Leases \n15.  Stakeholder Communications Strategy \n \nSupplementary Document \n \n16.  Financial Cash Flow  \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20191002142011+08'00'", "Creator": "PDF24 Creator", "Keywords": "nauru energy infrastructure, nauru clean energy, nauru renewable energy, 49450-009, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20191008160859+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "The project will finance (i) a grid-connected solar power plant with a capacity of 6 megawatts (MW) of alternating current; and (ii) a 2.5-megawatt-hour (MWh), 5 MW battery energy storage system (BESS) to enable smoothing of intermittent solar energy. This will reduce Nauru’s reliance on diesel for power generation and decrease production costs. The project will also support the  institutional strengthening of Nauru Utilities Corporation (NUC).", "Title": "Solar Power Development Project: Financing Facility Plan"}, "author_page": " \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ma. Carmela D. Locsin, Pacific Department (PARD) \nDirector  Olly Norojono, Energy Division, PARD \n   \nTeam leader  James Roop, Senior Climate Change Specialist, PARD  \nTeam members  Flordeliza Asistin, Senior Operations and Institutional Coordination \nOfficer, PARD \n  Ninebeth Carandang, Senior Social Development Specialist, PARD \n  Eric Gagnon, Principal Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \nTeresita Leono, Associate Project Officer, PARD \nMairi MacRae, Social Development Specialist (Gender and \nDevelopment), PARD \nAnthony Maxwell, Principal Energy Specialist, PARD \nRommel Rabanal, Public Sector Economist, PARD \nCamilla Solomon, Senior Country Officer, PARD \nAsghar Syed, Principal Counsel, Office of the General Counsel \nJean Williams, Senior Environment Specialist, PARD \nPeer reviewers  Yoonah Lee, Young Professional, SDCC \nSusumu Yoneoka, Energy Specialist (Smart Grids), Sustainable \nDevelopment and Climate Change Department (SDCC) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n   \n ", "authors": [{"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Ma. Carmela D. Locsin", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "Olly Norojono", "role": "Energy Division", "organization": "PARD"}, {"fullname": "James Roop", "role": "Senior Climate Change Specialist", "organization": "PARD"}, {"fullname": "Flordeliza Asistin", "role": "Senior Operations and Institutional Coordination", "organization": ""}, {"fullname": "Ninebeth Carandang", "role": "Senior Social Development Specialist", "organization": "PARD"}, {"fullname": "Eric Gagnon", "role": "Principal Procurement Specialist", "organization": "Procurement"}, {"fullname": "Teresita Leono", "role": "Associate Project Officer", "organization": "PARD"}, {"fullname": "Mairi MacRae", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Anthony Maxwell", "role": "Principal Energy Specialist", "organization": "PARD"}, {"fullname": "Rommel Rabanal", "role": "Public Sector Economist", "organization": "PARD"}, {"fullname": "Camilla Solomon", "role": "Senior Country Officer", "organization": "PARD"}, {"fullname": "Asghar Syed", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Jean Williams", "role": "Senior Environment Specialist", "organization": "PARD"}, {"fullname": "Yoonah Lee", "role": "Young Professional", "organization": "SDCC"}, {"fullname": "Susumu Yoneoka", "role": "Energy Specialist (Smart Grids)", "organization": "Sustainable"}]}