{"Author": "ADB", "CreationDate": "D:20191111103517+08'00'", "Creator": "Adobe Acrobat Pro DC 19.12.20036", "Keywords": "tuvalu energy, 49450-015, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20191120081648+08'00'", "Producer": "Adobe Acrobat Pro DC 19.12.20036", "Subject": "The project will help the Government of Tuvalu expand access to modern energy services; improve the quality, reliability, and climate resilience of service; reduce reliance on fossil fuels for power generation; and reduce the cost of generation.", "Title": "Increasing Access to Renewable Energy Project: Tranche Report", "content": " \n\n \n\n \n    \n \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 49450-015 \nNovember 2019 \n \n \n \n \nPacific Renewable Energy Investment Facility \nTuvalu: Increasing Access to Renewable Energy \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis  document  is  being  disclosed  to  the  public  in  accordance  with  ADB's  Access  to  Information \nPolicy. \n\n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 17 September 2019) \n\nCurrency units \nA$1.00 \n$1.00 \n\n–  Australian dollar/s (A$) \n= \n=  A$1.46 \n\n$0.69 \n\nADB \nBESS \nCO2e \nDMC \nGDP \nkW \nkWp \nMW \nMWh \nPAM \nMOF \nMTET \nTA \nTEC \n\nABBREVIATIONS \n\nAsian Development Bank \nbattery energy storage system \ncarbon dioxide equivalent \ndeveloping member country \ngross domestic product \nkilowatt \nkilowatt-peak \nmegawatt \nmegawatt-hour \nproject administration manual \nMinistry of Finance  \nMinistry of Transport, Energy and Tourism \ntechnical assistance \nTuvalu Electricity Corporation \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nNOTE \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\nIn this report, \"$\" refers to United States dollars, unless otherwise stated. \n\nAhmed M. Saeed, Operations Group 2 \n\n \nVice-President \nDirector General  Carmela D. Locsin, Pacific Department (PARD) \nDirector \n \nTeam leader \nTeam members \n\nOlly Norojono, Energy Division, PARD \n \nCinderella Tiangco, Senior Energy Specialist, PARD \nTahmeen Ahmad, Financial Management Specialist, Procurement, Portfolio \nand Financial Management Department (PPFD) \nCynthia Ambe, Operations Assistant, PARD \nNinebeth Carandang, Senior Social Development Specialist, PARD \nTaniela Faletau, Safeguards Specialist, PARD \nJane Fantilanan, Associate Project Analyst, PARD \nSyed Hussain Haider, Senior Infrastructure Specialist, PARD \nMairi MacRae, Social Development Specialist (Gender and Development), \nPARD \nKevin Moore, Senior Procurement Specialist, PPFD \nSivou Beatrice Olsson, Country Coordination Officer, Pacific Subregional \nOffice, PARD \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nEun Young So, Energy Specialist, PARD \nJean Williams, Senior Environment Specialist, PARD \nSusumu Yoneoka, Energy Specialist (Smart Grids), Sustainable \nDevelopment and Climate Change Department \n\nPeer reviewer \n\n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n\n \n\n\fCONTENTS \n\nPROJECT AT A GLANCE \n \nMAP \n \n I. \n \nII. \n\nBACKGROUND \n\n \n\n \n\n \nIII. \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpacts and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty, Social, and Gender \nD. \nSafeguards \nE. \nSummary of Risk Assessment and Risk Management Plan \nF. \n\n \nIV. \n \nV. \n \nAPPENDIXES \n1.  \n2.  \n\nASSURANCES \n\nTHE PRESIDENT’S DECISION \n\nDesign and Monitoring Framework \nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n3 \n3 \n4 \n5 \n\n5 \n5 \n6 \n7 \n8 \n8 \n9 \n\n10 \n\n10 \n\n11 \n14 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\nIncreasing Access to Renewable Energy \nProject \nTuvalu\nGovernment of Tuvalu\n\nCountry Economic \nIndicators\nPortfolio at a Glance\n\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=49450-015-CEI\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=49450-015-PortAtaGlance\n\n2. Sector\nEnergy\n\nSubsector(s)\nRenewable energy generation - solar\n\n3. Operational Priorities\n\nAddressing remaining poverty and reducing inequalities\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nMaking cities more livable\nStrengthening governance and institutional capacity\n\nSustainable Development Goals\nSDG 1.4, 1.5\nSDG 5.5\nSDG 7.2\nSDG 10.3\nSDG 13.a\n\n4. Risk Categorization:\n\nLow\n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Project grant: Asian Development Fund\nCofinancing\n     None\nCounterpart \n     Government \nTotal\n\nCurrency of ADB Financing: US Dollar \n\nDepartment/Division PARD/PAEN\n\nProject Number: 49450-015\n\nExecuting Agency\n\nMinistry of Finance \n(formerly Ministry of \nFinance and Economic \nDevelopment)\n\n     ADB Financing ($ million)\n6.00\n6.00\n\nTotal\n\nClimate Change Information\nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nEffective gender mainstreaming (EGM)\n\n844\nMedium\n\n0.20\n5.80\n\nPoverty Targeting\nGeographic Targeting\n\nAmount ($ million)\n\n6.00\n6.00\n0.00\n0.00\n0.48\n0.48\n6.48\n\n5. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n04102019181907111697\n\nGenerated Date: 25-Oct-2019 13:46:52 PM\n\n\fTUVALU\nINCREASING ACCESS TO \nRENEWABLE ENERGY PROJECT \n\nADB'S DEVELOPING MEMBER COUNTRIES IN THE PACIFIC\n\nNORTHERN\nMARIANA ISLANDS\n\nFOGAFALE\n\nGUAM\n\nMARSHALL    ISLANDS\n\nHAWAII\n\nN O R T H    P A C I F I C    O C E A N\n\nFualefeke\n\nNIUTAO\n\nA  U  S  T  R  A  L  I  A\n\nREPUBLIC OF \nPALAU\n\nFEDERATED   STATES   \nOF   MICRONESIA\n\nMulitefala\n\nAmatuku\n\nTepuka\n\nNAURU\n\nI  N  D  O  N  E  S  I  A \n\nPAPUA\nNEW GUINEA\n\nFualopa\n\nTIMOR-LESTE\n\nSOLOMON\nISLANDS\n\nTUVALU\n\nTegako\n\nK  I   R I  B  A  T  I\n\nFuafatu\n\nVANUATU\n\nL   a   g   o   o   n\n\nCOOK  \nISLANDS\n\nFRENCH \nPOLYNESIA\n\nSAMOA\n\nFIJI\nNIUE\nFUNAFUTI\nTONGA\n\nNEW\nCALEDONIA\n\nVasafua\n\nS O U T H    P A C I F I C    O C E A N\nFunamanu\n\nPapaelise\n\nFatato\n\nFuakea\n\nTefala\n\nTuamotu\nTegasu\n\nAvalau\n\nTelele\nMotuloa\n\nFalefatu\n\nMateika\n\nLua Motu\nFunafala\n\nN E W   Z E A L A N D\n\nFUNAFUTI  ATOLL\n\nLakena\n\nMatagi\n\nNANUMEA\n\nNORTHERN    ISLANDS\n\nNANUMAGA\n\nNUI\n\nMeang\n\nTokinevai\n\nNUI\n\nL\n\n \n\na\n\n \n\ng\n\n \n\no\n\n \n\no\n\n \n\nn\n\nPongalei\n\nFenuatapu\n\nFenuatapu\n\nVAITUPU\n\nCENTRAL    ISLANDS\n\nFuunaota\n\nFale\n\nLafaga\n\nMotulalo\n\nS  O  U  T  H        P A C I F I C        O C E A N\n\nNUKUFETAU\n\nFOGAFALE\n\nFualefeke\n\nTegako\n\nFuafatu\n\nFUNAFUTI\n\nFunafala\n\nNUKULAELAE\nTumuiloto\n\nFangaua\n\nNiuoku\n\nL\n\n   \n\na\n\n   \n\ng\n\n   \n\no\n\n   \n\no\n\n   \n\nn\n\nTeafatule\n\nFetuatasi\n\nNUKULAELAE\n\nTumuiloto\n\nFagaua\n\nNiuoku\n\nSOUTHERN    ISLANDS\n\nNIULAKITA\n\nN\n\nNUKUFETAU\n\nFuunaota\n\nSakalua\n\nL   a   g   o   o   n\n\nLafaga\n\nFale\n\nMotulalo\n\nNational Capital\n\nAirstrip\n\nRoad\n\nReef/Atoll\n\nBoundaries are not necessarily authoritative.\n\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information. \n\n0\n\n2.5\n\n5\n\nInset\n\n0\n\n20\n\n40\n\n60\n\n80\n\nMain\n\nKilometers (km)\n\n19TUV ABV\n\n\f\f \n\n \n\nI. \n\nBACKGROUND \n\n \nOn 22 June 2017, the Board of Directors of the Asian Development Bank (ADB) approved \n1. \n1 The  facility  will  finance  renewable  energy \nthe  Pacific  Renewable  Energy  Investment  Facility.0F\n2 It has an overall \nprojects in the 11 smallest Pacific island developing member countries (DMCs).1F\nestimated cost of $750 million, including ADB financing of up to $200 million. Upon approval, the \nBoard  delegated  authority  to  the  President  to  approve  loans  and/or  grants  to  each  targeted \ncountry for qualifying projects. \n \n2. \nThe facility will finance a grant to Tuvalu for the Increasing Access to Renewable Energy \nProject.  The  project  will  help  the  Government  of  Tuvalu  expand  access  to  modern  energy \nservices; improve the quality, reliability, and climate resilience of service; reduce reliance on fossil \nfuels for power generation; and reduce the cost of generation. The project will decrease the cost \nof supply by partially replacing diesel power with solar power. \n \n\nII. \n\nTHE PROJECT \n\nRationale \n\n \nA. \n \n3. \nCountry background. Tuvalu is a Polynesian country in the Pacific region, about 1,200 \nkilometers (km) north of Fiji. The country has a total land area of 26 square km and an exclusive \neconomic zone of 900,000 square km. It is composed of nine atolls and islands, of which Funafuti \nis the most populated. It is extremely remote from all markets and most resources. Like many \nother small Pacific islands, Tuvalu’s electricity production relies heavily on imported diesel fuel, \ntransported over long distances across the ocean and subject to climate change–related supply \ndisruptions. As of September 2017, more than 72% of electricity in Tuvalu was diesel generated. \nThis  heightened  climate  change  and  energy  security  problems  and  caused  high  per  capita \n3 Tuvalu has  about  16% renewable  energy  generation  with  98%  of \ngreenhouse gas  emissions.2F\nhouseholds having access to electricity. The focus of the government is to increase the renewable \nenergy penetration on the outer islands to 100%, to be followed by Funafuti. About 7%–10% of \ngross domestic product (GDP) is spent on imported fuel (depending on oil prices), making energy \nthe costliest sector of the Tuvalu economy. \n \n4. \nThe vision of Tuvalu’s eighth national development plan, Te Kakeega III: National Strategy \nfor  Sustainable  Development  2016–2020,  foresees  a  more  protected,  secure,  and  prosperous \nTuvalu; healthier people who are more engaged in national, regional, and international forums; \nand a government that encourages community input to improve project development, such that \ndevelopment efforts are sustained and adopted by the community. \n \n5. \nLimited renewable electricity access and reliance on diesel. The state-owned Tuvalu \nElectricity Corporation (TEC) is tasked to provide and maintain a safe, secure, stable, financially \nviable, and economically sound power supply. The power systems on Tuvalu’s outer islands of \nNukulaelae, Nukufetau, and Nui were transformed from diesel–powered systems offering 12–16 \nhours/day of power supply into hybrid solar–battery–diesel systems in 2015 offering continuous \n\n \n\n1  Asian  Development  Bank  (ADB).  2017.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed  Pacific  Renewable  Energy  Investment  Facility.  Manila.  The  facility  streamlines  ADB’s  procedures, \nincluding single source selection of engaged consultants to prepare other ensuing projects under the facility \n\n2  The Cook Islands, the Federated States of Micronesia, Kiribati, the Marshall Islands, Nauru, Palau, Samoa, Solomon \n\nIslands, Tonga, Tuvalu, and Vanuatu. \n\n3  Government of Tuvalu. 2015. Intended Nationally Determined Contributions. Funafuti (communicated to the United \n\nNations Framework Convention on Climate Change [UNFCCC]). \n\n\f2 \n\npower supply, through funding from the European Union. The systems have been achieving 60%–\n70%  annual renewable energy  contribution,  still below  the  100%  government target.  However, \nthree northern islands have reached around 90% through funding from the Government of New \nZealand. \n \n6. \nThe existing Fongafale power system on the main island of Funafuti in 2019 consists of \nthree  600-kilowatt  (kW)  diesel  generators,  735  kilowatt-peak  (kWp)  of  solar  photovoltaic \ngeneration capacity, and a further 82 kWp solar capacity that is nonoperational. The peak load \nobserved is about 1,360 kW. The system has a fuel saver control system installed that applies an \neffective limit on solar output of 415 kW. The combination of this limit and inadequate redundancy \nin  the  system  results  in  diesel  generation  remaining  the  main  source  of  electricity  production. \nBased  on  energy  balance  modeling,  the  existing  system  would  have  a  renewable  energy \ncontribution of only 15% in 2020, and averages 10% over a 25-year period from 2020. The draft \n4 found  that  to  achieve  a  100% \nroad  map  developed  under  ADB’s  technical  assistance  (TA)3F\nrenewable contribution for Funafuti by 2025 would require 7.6 megawatts (MW) of photovoltaic \ncapacity and 3 MW and 14 megawatt-hours (MWh) of a battery energy storage system (BESS), \n5 \nrequiring investments of more than $24 million.4F\n  \n7. \nVolatile revenue base and vulnerable fiscal sustainability. Tuvalu is a micro economy \nin the Pacific, remote from major markets with a narrow production base and with growth mainly \ndriven by public expenditure. In the energy sector, the government intends to reduce the country’s \nreliance on overseas fuel markets. Tuvalu’s economic performance has picked up on the back of \nseveral large infrastructure projects and stimulus from high public expenditure. It is estimated that \nreal  GDP  growth accelerated to 4.3%  in 2018 (from  3.2%  in 2017)  and a slight  fall  to  4.1%  is \nprojected  for  2019.  The  Tuvalu  economy  is  highly  vulnerable  to  external  shocks  and  heavily \ndependent  on  external sources  of  revenue  (fishing  license  fees  and  foreign  aid)  and  imported \nfood and fuel. The public sector dominates the economy. For 2019, the government estimates a \n$1.3 million negative fiscal balance versus a $14.0 million fiscal surplus in 2018 (as a result of \na more than 50% increase in actual receipts of fishing license revenues). External debt is 22% \nas a percentage of GDP, which is within sustainable levels. \n \n8. \nVulnerability  to  climate  change.  Like  many  other  small  island  developing  states, \nespecially  in  the  Pacific,  Tuvalu  is  highly  vulnerable  to  external  economic  shocks  and  climate \nchange. Climate change cuts across all 12 priority areas of Te Kakeega III, as sea-level rise poses \nthe most significant threat to Tuvalu’s survival. Climate change and extreme weather events—\nsuch as increased temperatures; reduced solar radiation; and increased frequency and intensity \nof  rainfall  and  cyclones,  storm  surges,  and  tsunamis—pose  additional  threats  to  energy \ninfrastructure  sustainability.  Climate  change  impacts  will  worsen  existing  development \nchallenges such as deterioration of  infrastructure,  water  shortages, rise  in noncommunicable \ndiseases, population pressures on limited resources, and fuel and food supply disruptions. \n \n9. \nProposed  solutions.  The  project,  ADB’s  first  in  Tuvalu’s  energy  sector,  will  help  the \ngovernment (i) transform the Funafuti and outer island power systems from manual, diesel-based \npower  systems  into  modern,  automated,  power  systems  based  on  a  high  level  of  renewable \nenergy;  improve  the  quality,  reliability,  and  climate  resilience  of  service;  reduce  reliance  on \nimported fuels for power generation; and reduce the cost of generation by partially replacing diesel \n\n4  ADB. 2016. Technical Assistance for Preparing the Pacific Renewable Energy Investment Facility. Manila.  \n5  Tuvalu–Funafuti  Roadmap  to  100%  Renewable  Energy  by  2025  (accessible  from  the  list  of  linked  documents  in \n\n \n\nAppendix 2). \n\n \n\n\f3 \n\n6 \n\npower with solar power. The project is expected to displace 6.7 million liters of diesel fuel and \navoid  17,800  tons  of  carbon  dioxide  equivalent  (CO2e)  in  greenhouse  gas  emissions  over  its \nlifetime.5F\n \nAlignment of development plans. Tuvalu’s 2009 National Energy Policy set a national \n10. \ntarget of 100% renewable energy for power generation by 2025. The policy is also detailed in the \nEnetise  Tutumau  2012–2020  Master  Plan  for  Renewable  Electricity  and  Energy  Efficiency  in \nTuvalu  and  in  Te  Kaniva  2012  (Climate  Change  Policy)  and  is  supported  by  Te  Kakeega  III: \nNational Strategy for Sustainable Development 2016–2020. Tuvalu’s Infrastructure Strategy and \nInvestment Plan 2016–2025 prioritizes A$213 million of investments in maritime transportation, \ninformation and communication technology, and renewable energy. \n \nThe  project  aligns  with  ADB’s  Strategy  2030  operational  priorities  of  (i)  addressing \n11. \nremaining poverty and reducing inequalities in poor island communities; (ii) accelerating progress \nin gender equality; and (iii) tackling climate change, building climate and disaster resilience, and \n7 The project is in line with the objectives of ADB’s 2009 \nenhancing environmental sustainability.6F\n8 and  with  the  United  Nations'  Sustainable  Development  Goals.  The  project  is \nEnergy  Policy,7F\n9 under which ADB’s infrastructure program \nconsistent with ADB’s Pacific Approach 2016–2020,8F\nwill harness renewable energy to drive down the cost of electricity, reduce risks, and reduce fossil \nfuel imports. The project is included in ADB’s country operations business plan for the 11 smallest \nPacific island DMCs for 2019–2021.9F\n \n12. \nProcessing under the Pacific Renewable Energy Investment Facility. Financing for \nthe project will be processed under the facility. The project meets the following qualifying criteria \nas set out in the report and recommendation of the President for the facility (footnote 1): \n\n10 \n\n(i) \n\n(ii) \n(iii) \n\n(iv) \n\nThe project scope includes renewable energy generation and support for energy \nsector infrastructure such as photovoltaic, BESS, and minigrid systems. \nTuvalu is one of the 11 smallest Pacific island DMCs. \nThe  project  is  included  in  the  Enetise  Tutumau  2012–2020  and  Tuvalu’s \nInfrastructure Strategy and Investment Plan. \nThe project is classified category B for environment. \n\nImpacts and Outcome \n\n \nB. \n \n13. \nThe project is aligned with the following impacts: utilization of renewable energy increased \nand greenhouse gas emissions in the power subsector reduced (footnote 3). The project will have \nthe  following  outcome:  generation  and  utilization  of  reliable  and  clean  energy  from  renewable \nenergy increased.1\n \nC. \n \n14. \nOutput 1: Solar photovoltaic system installed on three outer islands. Installation of \nclimate-resilient, ground-mounted solar photovoltaic systems on three outer islands will increase \n\nOutputs \n\n11 \n\n0F\n\n \n\n6  Based on assumed demand growth and performance of the hybrid systems, the project will displace 317,000 liters \nof diesel fuel and avoid 844 tons of CO2e GHG emissions in the first full year of operations and, on average, displace \n267,000 liters of diesel fuel and avoid 712 tons of CO2e GHG emissions per year over its 25-year lifetime. \n\n7  ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\nManila. \n\n8  ADB. 2009. Energy Policy. Manila. \n9  ADB. 2016. Pacific Approach, 2016–2020. Manila. \n10 ADB. 2018. Country Operations Business Plan: 11 Small Pacific Islands Countries, 2019–2021. Manila. \n11 The design and monitoring framework is in Appendix 1. \n\n\f4 \n\nthe renewable energy contribution from 60-70% to more than 90%. The output includes at least \n44.8 kWp of solar photovoltaic capacity for Nukulaelae, at least 78.4 kWp of solar photovoltaic \ncapacity for Nukufetau, at least 100.8 kWp of solar photovoltaic capacity for Nui, and associated \nmodern control systems. \n  \n15. \nOutput  2:  Solar  photovoltaic  and  battery  energy  storage  systems  installed  on \nFunafuti. The output will increase the renewable energy penetration in Funafuti from 15% to 32%, \nand includes (i) at least an additional 500 kW of rooftop solar photovoltaic capacity, (ii) at least 1 \nMW  and  2  MWh  of  BESS  commissioned  and  operational,  and  (iii)  associated  modern  control \nsystems. \n \n16. \nOutput 3: Institutional capacity for inclusive renewable energy project development \nand  implementation  enhanced.  Consulting  services  support  for  project  management  and  for \nconstruction supervision, and comprehensive institutional capacity building, will be provided.1\n \nD. \n \n17. \n \n\nThe project is estimated to cost $6.48 million, and the investment plan is in Table 1. \n\nSummary Cost Estimates and Financing Plan \n\n12 \n\n1F\n\nTable 1: Project Investment Plan \n\nPhotovoltaic \n(kW) \n\n \nBESS \n\nAmounta \n($ million) \n \n\nComponents \nA. \n     Solar photovoltaic on outer islands \n\nBase Costb \n\n 1.  Nui \n 2.  Nukufetau \n 3.  Nukulaelae \n\n     Solar photovoltaic and BESS on Funafuti \n 1.  Solar rooftop photovoltaic \n 2.  BESS \n\nInstitutional strengthening and consulting services support \n \n \n\n1.  Capacity building program \n2.  Construction supervision consultant \n3.  Project management support \n\n \n \n \n\n \n\nSubtotal (A)  \n\n \n\n \n\n100.8 \n78.4 \n44.8 \n\n500.0 \n\n  1 MW/2 MWh \n\n \n \n \n \n\n \n\n \n\n \n \n \n\nTotal (A+B+C) \n\nContingenciesc \n \n\nB. \n \nBESS = battery energy storage system, kW = kilowatt, MW = megawatt, MWh = megawatt-hour. \na  Includes taxes and duties of $0.33 million financed by the government through exemption. \nb  In mid-2018 prices as of 12 September 2019. \nc  Physical  contingencies  computed  at  5.0%  for  the  turnkey  contract  and  consulting  services.  The  price \n\n \n\n \n\n \n\n \n\ncontingency is based on expected inflation over the implementation period. \n\nSource: Asian Development Bank estimates. \n\n \n18. \nThe  government  has  requested  a  grant  not  exceeding  $6  million  from  ADB’s  Special \nFunds  resources  (Asian  Development  Fund)  to  help  finance  the  project.  The  government  will \ncontribute $0.48 million, $0.33 million of which will finance duties and taxes through exemption \nand $0.15 million will be for contingencies. The government will make the proceeds of the grant \navailable to the TEC under a subsidiary grant agreement upon terms and conditions satisfactory \nto ADB. The indicative financing plan is in Table 2. \n\n12 All outputs incorporate gender mainstreaming and corresponding performance indicators, and targets are detailed in \n\nthe design and mmonitoring framework (Appendix 1). \n\n \n\n \n0.48 \n0.47 \n0.57 \n\n1.06 \n  2.51 \n\n0.10 \n0.30 \n0.18 \n\n5.67 \n0.81 \n6.48 \n\n\f5 \n\nTable 2: Summary Financing Plan \n\nSource \nAsian Development Bank  \n\nGovernment of Tuvalu \n\nTotal \n\nSpecial Funds resources (Asian Development Fund grant) \n\nAmount \n($ million) \n\nShare of Total \n(%) \n\n6.00 \n0.48 \n6.48 \n\n92.59 \n7.41 \n100.00 \n\nImplementation Arrangements \n\nSource: Asian Development Bank estimates. \n \nE. \n \n19. \nThe  executing  agency  will  be  the  Ministry  of  Finance    (MOF).  The  TEC  will  be  the \nimplementing  agency  through  and  with  oversight  from  the  Ministry  of  Transport,  Energy  and \n13 A project management unit, led by a project manager, will be established at the \nTourism (MTET).1\nTEC  and  supervised  by  the  TEC  general  manager.  The  implementation  arrangements  are \nsummarized in Table 3 and described in detail in the project administration manual (PAM).1\n \n\n14 \n\n3F\n\n2F\n\nAspects \nImplementation period \nEstimated completion date \nEstimated grant closing date \nManagement \n\nTable 3: Implementation Arrangements \n\nArrangements \n\nDecember 2019–June 2022 \nJune 2022 \nDecember 2022 \n\n(iv) \n\nagencies \n\nImplementation unit \n\n(i)  Oversight body \n\n(ii)  Executing agency \n(iii)  Key implementing \n\nGovernment of Tuvalu Task Force, which comprises secretaries of all \nministries \nMinistry of Finance  \nTEC will be the implementing agency through and with oversight from \nthe Ministry of Transport, Energy and Tourism. A PMU will be \nestablished at TEC, which will be led by a project manager and \nsupervised by the TEC general manager. \nThe PMU will be supported by a team of specialized experts. \nICB \nICS, SSS \nQCBS \nAdvance contracting will apply for procurement and consulting \ncontracts. Retroactive financing will not apply. \nThe grant proceeds will be disbursed in accordance with ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed upon between the government and ADB. \nADB = Asian Development Bank, ICB = international competitive bidding, ICS = individual consultant selection, PMU \n= project management unit, QCBS = quality- and cost-based selection, SSS = single source selection, TEC = Tuvalu \nElectricity Corporation. \nSource: Asian Development Bank. \n \n\nProcurement \nConsulting services \n \nRetroactive financing and/or \nadvance contracting \nDisbursement \n\n1 contract \n5 contracts (77 person-months) \n1 contract (firm) \n\n$4.8 million \n$0.2 million \n$0.3 million \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \n20. \nDue diligence and modeling found that the optimum solution to achieve the goal of more \nthan  90%  renewable  energy  contribution  in  the  three  outer  islands  is  to  increase  the  solar \nphotovoltaic  capacity  installed  on  each  island  without  increasing  the  existing  battery  capacity. \n\n13  Formerly the Ministry of Public Utilities and Infrastructure prior to reorganization in September 2019. \n14  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f6 \n\nClimate-resilient designs will be used for all island systems, including raised foundations for the \nnew powerhouse in Nukulaelae. The old powerhouse was flooded during Cyclone Pam. \n \n21. \nOn Funafuti, however, there is little benefit in adding further solar photovoltaic capacity to \nthe  existing  power  system  without  providing  technology  that  can  remove  the  solar  output \nconstraint. This is a key benefit of installing a BESS as this will remove that constraint, and in the \nearly years will even allow short periods where the diesel generators could be turned off (zero \ndiesel operation). With the proposed addition of 500 kW of rooftop photovoltaic capacity and a \n1.0 MW, 2.0 MWh BESS, the renewable energy contribution in Funafuti is modeled to increase \nfrom 15% to 32% in 2020, and average 21% over the 25-year period from 2020. Replacement of \nthe diesel generators will be required multiple times over the 25-year period, and the addition of \na  fourth  and  then  fifth  diesel  generator  will  also  be  required  to  service  forecast  increases  in \nelectricity demand. By sizing the BESS larger than is currently required by the amount of solar \nphotovoltaic capacity in the system, the power system will be set up to optimally install a further \n3.2  MW  of  solar  photovoltaic  capacity.  When  this  capacity  is  added  to  the  power  system,  the \nrenewable  energy  contribution  on  Funafuti  is  modeled  to  increase  to  58%  in  the  first  year  of \ninstallation (nominally 2023), and average 50% over the 25-year period from 2020. The addition \nof such solar capacity is likely to see the deferral of diesel generator replacement and reduce the \nneed for additional diesel generators. A further stage of development in 2025 with the addition of \nmore solar and BESS capacity would move the Fongafale power system close to achieving the \ngoal of 100% renewable energy penetration. \n \n22. \nTo ensure technical and financial sustainability, the project will also incorporate lessons \nlearnt from previous solar projects in its design and specifications, including on ensuring structural \nintegrity  and  resilience  of  roofs  and  foundations,  and  early  community  engagement. 15 It  will \ninclude support for consulting services for project management and for construction supervision. \nIt will also (i) include a comprehensive and inclusive institutional capacity development program \ncovering technical aspects (photovoltaic and BESS design, construction, testing, commissioning, \noperation,  and  maintenance),  financial  and  economic  analyses,  financial  management, \nenvironmental and social safeguards, gender, community engagement, procurement, tariff, and \ngovernance; and (ii) use various methods and modalities such as workshops, lectures, hands-on \ntraining, certified training, and academic degree scholarships, with special focus on gender and \ninclusion.  \n \nB. \n \nThe project  provides  reliable  and sustainable  electricity  supply  in  locations  where even \n23. \nmarginal changes in the costs of essential services have a severe impact on the viability of the \naffected communities. Solar power will displace diesel generation, which is difficult to maintain \nand  operate  sustainably,  emits  greenhouse  gases,  and  is  subject  to  wide  price  swings  from \noverseas markets. Capital costs of the project include the base cost, covering civil and electrical \nworks, equipment, logistics, and transport and physical contingencies. Cost of asset replacements \nfor inverters, BESS cells, photovoltaic arrays, and backup diesel generators were included. The \nFunafuti BESS accounts for a large portion of the cost ($2.3 million, excluding contingencies) and \nby itself does not produce energy, but rather enables renewable energy to be utilized. The BESS \n\nEconomic and Financial \n\n \n\n15 This  includes  projects  funded  by  the  European  Union,  Japan,  the  United  Arab  Emirates  and  the  World  Bank. \nCyclones, storm surges and rising sea levels caused leaks on rooftops with solar panels and flooded powerhouses. \nAlso, in land-constrained Tuvalu, social safeguards issues caused delays in processing and implementation.  Early \nand constant consultation with the community and landowners ensured acceptance and timely project processing.    \n\n \n\n\f7 \n\n7F\n\n4F\n\n8F\n\n5F\n\n6F\n\n18  and  following  ADB’s  Guidelines  for  the  Economic  Analysis  of  Projects. 1\n\ncan support a further 3.2 MW of solar photovoltaic capacity and for the purpose of the  project \nfinancial and economic analyses it is assumed that the renewable energy connectivity potential \nof the BESS is fully utilized.16 The diesel savings have been priced using the average fuel price \nat the TEC and projected in step with the World Bank Commodity Price Forecast for crude oil in \n17 The economic analysis adopted a cost–benefit analysis for the four subprojects \nconstant prices.1\n19  The \ncombined1\nguidelines specify the greenhouse gas emission value as $36.3 per ton of CO2e in 2016 prices, \nincreasing by 2% in real terms annually (i.e., equivalent to $38.54 per ton in 2019, and increasing \nby  2%  every  year  thereafter).  Under  the  above  estimated  costs,  system  performance,  and \nquantified benefits, the economic internal rate of return of the combined project is 9%, which is \n20 and  is  robust  to  reasonable  adverse  variations  in  the  key  cost  and \nabove  the  6%  threshold,1\nbenefit  parameters.  Financial  analysis  was  conducted  following  ADB’s  Financial  Management \n21 The project has a positive financial internal rate of return of \nand Analysis of Projects guidelines. 1\n6.9% but is below the 7.1% weighted average cost of capital. However, each year the project’s \nfuel  cost  saving  benefits  outweigh  the  incremental  operation  and  maintenance  costs  and, \ntherefore, the project is financially sustainable. \n \n24. \nA financial performance analysis of the TEC was conducted, and it was determined that \nthe tariff has remained unchanged for several years and that TEC faces a severe cash flow crisis \nwith mounting arrears from customers. The government agrees to (i) make continuous efforts to \nincrease tariffs progressively to achieve full cost recovery and in accordance with national tariff \npolicies  and  regulations;  (ii)  undertake  a  periodic  gender-sensitive  review  of  tariffs  and  fees, \nincluding  an  assessment  of  their  impact  on  low-income  households;  and  (iii)  initiate  an \nimplementation plan to achieve inclusive, gender-responsive, cost-recovery tariffs. \n \nC. \n \n22 Country-level  risks \n25. \nhave been  assessed moderate  and relate  to those associated  with  a  very  small  economy  and \ngovernment, such as recruiting and retaining qualified and experienced staff, and segregation of \nduties to facilitate effective internal control. Entity-specific risk is assessed high because the TEC \nhas no previous experience with ADB, and project-specific risks are assessed low because it is a \nturnkey project. The integrity due diligence conducted on the TEC assessed it as low risk. The \noverall  inherent  risk  rating  is  moderate.  The  overall  control  risk  has  been  assessed  moderate \nalthough, in the following areas, the control risk is assessed high because of (i) lack of an internal \naudit  function  at  the  TEC,  and  (ii)  incorrect  adoption  of  International  Financial  Reporting \nStandards in relation to accounting for government grants and impairment of assets. The project \nwill  address  these  high-risk  areas  as  follows:  (i)  the  government  agreeing  to  prioritize  the \npreparation and implementation of an internal audit program for the TEC through the utilization of \nthe  central  internal  audit  unit,  and  (ii)  the  TEC  initiating  the  process  of  restating  its  financial \nstatements  with the  agreement of  its  external  auditor.  Although TEC  staff  are not  familiar  with \n\nA  financial  management  assessment  was  conducted  for  the  TEC.1\n\nGovernance \n\n9F\n\n \n\n16   Government has sought and ADB is exploring financing for this additional solar capacity by 2023. Cofinancing from \n\nthe Global Environment Facility and the Government of Australia are being considered. \n\n17  World Bank Commodity Price Forecast, 29, October 2018. \n18  The combined approach is justified since benefits are for the entire country to help achieve the 100% national target. \n19  ADB.  2017.  Guidelines  for  the  Economic  Analysis  of  Projects.  Manila.  https://www.adb.org/sites/default/files/ \n\ninstitutional-document/32256/economic-analysis-projects.pdf \n\n20  The social discount rate of 6.0% is justified since the project serves remote communities on poor, remote islands; \n26.3% of the population lives below the poverty line; and 46.7% of the population lives on $5.50 or less per capita \nper day. \n\n21  ADB. 2005. Financial Management and Analysis of Projects. Manila. \n22  Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n\n\f8 \n\nPoverty, Social, and Gender \n\nADB  accounting  and  disbursement  procedures,  the  government  agrees  to  use  in-country \nexperience  through  the  Outer  Island  Maritime  Infrastructure  Project  (funded  by  ADB  and  the \nWorld  Bank)  project  management  unit  and  the  ADB-assisted  Central  Procurement  Unit  of  the \nMOF. Detailed internal control and risk assessments and the financial management action plan \nhave been prepared and are detailed in the PAM (footnote 14). \n \n26. \nProcurement capacity. ADB completed a project procurement risk assessment, noting \nthat the TEC will require external support to mitigate the procurement-related risks to the project \n(PAM,  section  VI).  Through  support  by  the  already  engaged  TA  consultant  (footnote  4),  direct \nADB assistance to consultant recruitment (via joint recruitment) and the engagement of additional \nconsultants  (individuals  and  firm)  at  the  implementation stage,  procurement  risk  related  to the \nproject is substantially mitigated. ADB’s Anticorruption Policy (1998, as amended to date) was \nexplained to and discussed with the government, the MOF, MTET, and TEC. The PAM describes \nspecific policy requirements and supplementary measures (footnote 14). \n \nD. \n \n27. \nThe project will add additional small-scale solar photovoltaic and battery infrastructure that \nwill increase renewable energy contribution and displace more diesel fuel and, as a result, help \nto reduce and stabilize generation costs. The gender-sensitive tariff review being conducted under \nADB’s  TA  has  a  two-pronged  objective  of  ensuring  full  cost  recovery  of  TEC  operations  with \nprovisions for asset replacement and arriving at a more equitable subsidy distribution which will \nbenefit low-income consumers, including vulnerable groups. A more sustainable and equitable \npower supply will not only benefit the entire population but will also contribute to narrowing the \ngap  between  poor  people  and  the  rest  of  the  population.  Women  will  be  among  the  key \nbeneficiaries as they are the main energy consumers at the household level through cooking and \ncleaning activities. They can also maximize power use for productive income-generating activities \nthrough the use of skills gained from the project’s capacity building events. \n \nThe project is categorized as effective gender mainstreaming. A gender action plan has \n28. \n23 Design features and targets include (i) arranging stakeholder consultations to \nbeen prepared.2\nachieve 50% participation of women overall; (ii) if local workers are hired, having a target of at \nleast  25%  female  local  workers  overall  for  construction,  administration,  maintenance,  security, \nand supervision; (iii) developing and implementing formal TEC human resource gender policies, \nincluding equal pay for equal work between men and women by the end of 2020; (iv) funding and \nawarding in 2020 two academic and/or training scholarships of up to 2 years each for two Tuvalu \nwomen and then hiring them on graduation to technical positions in the TEC; (v) developing a \nhousehold electricity demand management public awareness program; (vi) training women and \nmen  on  business  skills  and  carrying  out  the  program  nationally,  beginning  in  Funafuti,  with \npresenters, 50% of whom are female, trained to present courses to outer islands; (vii) ensuring a \ngender-sensitive  tariff  review  of  residential  accounts  with  analysis  and  recommendations  on \nsubsidies and tariffs to support low-income households, including households headed by women; \nand (viii) initiating the implementation plan of the inclusive, gender-responsive, cost-recovery tariff \nreview recommendations. \n \nE. \n \n29. \nEnvironment.  The  project  has  been  screened  and  categorized  B  for  environment \nbecause  the  impacts  will  largely  be  site  specific,  with  a  small  footprint  generated  during  the \n\nSafeguards \n\n0F\n\n23 Gender Action Plan (accessible from the list of linked documents in Appendix 2) \n\n \n\n\f9 \n\n1F\n\n24 \n\nconstruction stage and for which mitigation measures can be readily designed and implemented. \nThe environmental assessment has been prepared in accordance with ADB’s Safeguard Policy \nStatement (2009) and will be updated, following detailed design, to also comply with the laws and \nregulations  of  Tuvalu.  The  potential  impacts  include  earthworks  and  site  preparations,  limited \nvegetation removal, dust and noise generation, import and haulage of equipment and materials, \npresence of foreign workers, and health and safety risks. To manage and mitigate impacts during \noperation,  the  TEC  will  implement measures  identified in the  environmental  management  plan \ncovering correct disposal of used equipment such as batteries and inverters. Adequate mitigation \nmeasures have been incorporated into the environmental management plan. The climate change \nassessment conducted will inform the design and technical specifications.2\n \n30. \nInvoluntary resettlement and indigenous peoples. The project is classified category C \nfor involuntary resettlement, with no land acquisition required. Project impacts will also not cause \nany  physical  or  economic  displacement.  For  subprojects  in  the  outer  islands,  the  sites  in \nNukulaelae and Nukufetau will utilize land under an existing lease with the TEC, with the site in \nNui requiring an extension of the site under an existing lease agreement and an amendment of \nthe lease with the local town council to include some near-shore tidal flat area. On Funafuti, the \nproject will install additional solar photovoltaic equipment on government building rooftops and \ninstall BESS capacity in the existing TEC compound, both subject to an agreed memorandum of \nunderstanding  between  the  Funafuti  Native  Lands  Trust  Board  and  the  government.  A  due \ndiligence report has been prepared and will be updated after detailed design and before award of \n25 The project is classified category C for indigenous peoples according to \nthe turnkey contract.2\nADB’s  Safeguard  Policy  Statement.  No  distinct  and  vulnerable  indigenous  peoples  will  be \naffected, and all project activities will be implemented in a culturally appropriate and participatory \nmanner. \n \nF. \n \nNo  significant  issues  are  expected  to  arise  in  implementing  the  project.  Key  risks  and \n31. \nmitigating measures are summarized in Table 4 and described in detail in the risk assessment \nand risk management plan.2\n \n\nSummary of Risk Assessment and Risk Management Plan \n\n26 \n\n2F\n\n3F\n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisk \nProject implementation capacity \nInsufficient institutional, procurement, \nand technical capacity and experience \nin implementing investment projects \n\nGovernance \nWeak financial management capacity, \nlack of internal audit function within \nTEC, and potential misuse of funds \n\nUtility and asset sustainability \nCurrent tariff structure does not provide \n\n \n\nMitigation Measures \n\nADB, the PMU, and the construction supervision consultant \nwill assist the TEC, MTET, and MOF in project \nimplementation execution, monitoring, and procurement. \nInstitutional capacity building will be provided. Market \nsounding will be conducted to gauge and widen market \ninterest before tendering. \nADB will strengthen oversight during the project, which will \ninclude holding biweekly teleconferences and two review \nmissions per year. \nAn internal audit program for the TEC will be applied through \nthe utilization of the central internal audit unit and with TEC \ninitiating the process of restating its financial statements with \nthe agreement of its external auditor. \nThe Government of Tuvalu through the MOF will undertake a \nreview of the tariff structure and implement a plan to \n\n24 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n25 Social Safeguards Due Diligence Report (accessible from the list of linked documents in Appendix 2). \n26 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n\f10 \n\nRisk \ncost recovery for TEC and requires the \nexecuting agency or external parties to \nprovide funding for TEC to remain liquid. \nLack of funds and capacity for routine \nmaintenance and quick recovery against \ndisaster \n\nMitigation Measures \nprogressively increase tariffs towards full cost recovery. Tariff \nrevision is covenanted. \n \nThe government will ensure minimum tariff levels to ensure \ncoverage of basic operation and maintenance costs, debt \nservice, and capital replacement. The TEC will implement the \noperation and maintenance plan. Comprehensive institutional \ncapacity building will be provided. \nThe TEC (in coordination with the MOF) will set up a self-\ninsurance fund. The MOF will ensure that the fund is financed \nsuch that funds are available when needed (rather than it \nbeing a pure bookkeeping exercise). \nThe government is actively seeking financing from ADB and \nother donors such as the Global Environment Facility for \nadditional solar installation on Funafuti. ADB and the Global \nEnvironment Facility are coordinating on additional financing \nby 2022. \n\nUnrealized project financial and \neconomic benefits \nBecause of lack of or delayed additional \ninvestments in solar capacity to fully \nutilize the battery capacity  \nADB = Asian Development Bank,  MOF = Ministry of Finance, MTET = Ministry of  Transport, Energy and Tourism, \nPMU = project management unit, TEC = Tuvalu Electricity Corporation. \nSources: Government of Tuvalu and Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n \n32. \nThe government, the MOF, MTET, and TEC have assured ADB that implementation of \nthe project shall conform to all applicable ADB policies, including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and grant documents. \n \n33. \nThe government, the MOF, MTET, and TEC have agreed with ADB on certain covenants \nfor  the  project,  which  are  set  forth  in  the  grant  and  project  agreements.  The  government  has \nagreed with ADB on the following condition for disbursement: no withdrawals shall be made from \nthe grant account until the subsidiary grant agreement, in form and substance satisfactory to ADB, \nshall have been duly executed and delivered on behalf of the government and the TEC, and shall \nhave become legally binding upon the government and the TEC, in accordance with its terms. \n \n\nV. \n\nTHE PRESIDENT’S DECISION \n\n \nThe President, acting under the authority delegated by the Board through the approval of \n34. \nthe  Pacific  Renewable  Energy  Investment  Facility,  has  approved  the  grant  not  exceeding \n$6,000,000 to Tuvalu for the Increasing Access to Renewable Energy Project, from ADB’s Special \nFunds  resources  (Asian  Development  Fund),  on  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft grant and project agreements. \n \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\nImpacts the Project is Aligned with \nUtilization of renewable energy increased and greenhouse gas emissions in the power subsector \nreduced (Intended Nationally Determined Contributions, 2015)a \n\n \n\nData Sources \nand \nReporting \nMechanisms \n \na.–d. MOF, \nMTET annual \nreports, TEC \ngeneration \ndata, and \nproject \ncompletion \nreport \n\n \n1a.–e. MTET \nand TEC \nannual \nreports, \nproject \nprogress \nreports \n \n1d.–f. GAP \nprogress \nreport \n\nAppendix 1 \n\n11 \n\nRisks \n\n \nReduction in diesel \nuse by power \nsubsector is offset \nby increase in other \nsectors. \n\n \nBidding packages \nare unattractive and \ndo not receive \nsufficient \ncompetitive tender \noffers. \n \nCounterpart support, \nperformance, and \ncoordination are \nweak and \ninadequate. \n \nThere are \nimplementation \ndelays because of \nbad weather and \nunavailability of \ntransport to the \nouter islands. \n\nPerformance Indicators with \nTargets and Baselinesa \n\nBy 2022: \na. Increase renewable \nelectricity generation in Tuvalu \nto 35% of generation mix (2019 \nbaseline: 16%) \nb. Increase generation of solar \nphotovoltaic power by 1,280 \nMWh per year (2019 baseline: \n0 MWh) \nc. Diesel fuel savings of at least \n317,000 liters per year \ngenerated in the first year \n(2019 baseline: 0) \nd. Carbon dioxide emissions \navoidance of 844 tons per year \nin the first year (2019 baseline: \n0) \nBy 2022: \n1a. At least 44.8 kWp solar \nphotovoltaic capacity for \nNukulaelae \n1b. At least 78.4 kWp solar \nphotovoltaic capacity for \nNukufetau  \n1c. At least 100.8 kWp solar \nphotovoltaic capacity for Nui \n1d. Hire at least 25% women \namong any local workers hired, \nfor construction, administration, \nmaintenance, security, and \nsupervision roles (baseline: 0) \n1e. Public awareness program \non efficient household \nelectricity demand \nmanagement; and business \nskills training on income \nopportunities from electricity \nsupply for women and men \ndeveloped and potential \ntrainers with at least 50% \nwomen trained (baseline: 0) \n1f. At least two electricity \ndemand management public \nawareness programs \nimplemented with at least 50% \nparticipation of women \n(baseline 0) and separate \nbusiness skills trainings for \n\nResults Chain \nOutcome \nGeneration and utilization of \nreliable and clean energy \nfrom renewable energy \nincreased \n\nOutputs \n1.  Solar photovoltaic \nsystem installed on three \nouter islands \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n\n2.  Solar photovoltaic \nsystem and BESS installed \non Funafuti  \n\nData Sources \nand \nReporting \nMechanisms \n\n \n2a.–d. MTET \nand TEC \nannual \nreports, \nproject \nprogress \nreports \n \n2c.–e. GAP \nprogress \nreport \n\nRisks \n\n \nBidding packages \nare unattractive and \ndo not receive \nsufficient \ncompetitive tender \noffers. \n \nTEC are staff not \nprepared to operate \na modernized power \nstation incorporating \nautomated controls, \nBESS technology, \nand solar \nphotovoltaic \ncapacity. \n\n3.  Institutional capacity for \ninclusive renewable energy \nproject development and \nimplementation enhanced \n\n \nThere is insufficient \ninterest in training \nand programs \noffered. \n\n \n3a.–e. MTET \nand TEC \nannual \nreports, \nproject \nprogress \nreports, GAP \nprogress \nreport \n\nPerformance Indicators with \nTargets and Baselinesa \nmen and women (20 women \nand 10 men). \nBy 2022: \n2a. At least an additional 500 \nkilowatts photovoltaic capacity \ncommissioned and operational  \n2b. At least 1 megawatt /2 \nMWh BESS commissioned and \noperational \n2c. Hire at least 25% women \namong any local workers hired, \nfor construction, administration, \nmaintenance, security, and \nsupervision roles (baseline: 0) \n2d. Public awareness program \non efficient household \nelectricity demand \nmanagement; and business \nskills training on income \nopportunities from electricity \nsupply for women and men \ndeveloped and potential \ntrainers with at least 50% \nwomen trained (baseline: 0) \n2e. At least two electricity \ndemand management public \nawareness programs \nimplemented with at least 50% \nparticipation of women \n(baseline 0) and separate \nbusiness skills trainings for \nmen and women (30 women \nand 20 men) \nBy 2022: \n3a. At least two women \nprovided scholarships on solar- \nand battery-related technical \ncourses and subsequently \nemployed at TEC (baseline: 0) \n3b. TEC percentage of women \nstaff increased to 30% \n(baseline: 10%, i.e., five out of \n50 are women) \n3c. Construction supervision \nconsultant with at least 30% \nwomen team members \nmobilized (i.e., two out of six \nconsultants) \n3d. At least 30 stakeholders, \nincluding nine women, \nparticipate in a national \nworkshop including hands-on \ntraining on photovoltaic and \n\n\fAppendix 1 \n\n13 \n\nData Sources \nand \nReporting \nMechanisms \n\nRisks \n\nResults Chain \n\nPerformance Indicators with \nTargets and Baselinesa \nBESS technology and related \noperation and maintenance \n(baseline: 0) \n3e. Gender policy for human \nresource management for TEC \ndeveloped (baseline: 0) \n\nKey Activities with Milestones \n1.  Solar photovoltaic system installed on three outer islands \n1.1  Procure EPC contractor (Q4 2019–Q1 2020). \n1.2  Award and mobilize EPC contract (Q1 2020). \n1.3  Contractor procures solar photovoltaic and auxiliary systems (Q2 2020). \n1.4  Contractor installs solar photovoltaic and auxiliary systems (Q3 2020–Q4 2020). \n1.5  Contractor operates, maintains, and hands over solar photovoltaic and monitoring systems (Q4 \n\n2020–Q1 2022). \n \n\n2.     Solar photovoltaic and battery energy storage systems installed on Funafuti \n2.1  Procure EPC contractor (Q4 2019–Q1 2020). \n2.2  Award and mobilize EPC contract (Q1 2020). \n2.3  Contractor procures solar photovoltaic, BESS, and auxiliary systems (Q2 2020). \n2.4  Contractor installs solar photovoltaic, BESS, and auxiliary systems (Q3 2020–Q4 2020). \n2.5  Contractor operates, maintains, and hands over solar photovoltaic, BESS, and monitoring \n\nsystems (Q4 2020–Q2 2022). \n \n\n3. \n\nInstitutional capacity for inclusive renewable energy project development and \nimplementation enhanced \n\n3.1  Establish project management unit (Q4 2019). \n3.2  Engage project implementation consultant (Q4 2019). \n3.3  Project implementation consultant develops capacity building program, including design of an \n\neducation and awareness campaign (Q1 2020). \n\n3.4  Project implementation consultant organizes and conducts training and education and awareness \n\ncampaign (Q1 2020–Q2 2022). \n\n3.5  EPC contractor organizes and conducts hands-on training in solar photovoltaic and BESS \n\ndesign, construction, operation, and maintenance (Q1 2020–Q2 2022). \n\nProject Management Activities \nMonitor and evaluate capacity building events (Q1 2020–Q2 2022). \nInputs  \nAsian Development Bank: $6.00 million (Asian Development Fund) \nGovernment of Tuvalu: $0.48 million \n\nBESS = battery energy storage system; EPC = engineering, procurement, and construction; GAP = gender action plan; \nkWp = kilowatt peak; MOF = Ministry of Finance; MTET = Ministry of Transport, Energy and Tourism; MWh = megawatt-\nhour; Q = quarter; TEC = Tuvalu Electricity Corporation. \na  Government of Tuvalu. 2015. Tuvalu Intended Nationally Determined Contribution. Funafuti (communicated to the \n\nUnited Nations Framework Convention on Climate Change [UNFCCC]). \n\nContribution to the Asian Development Bank Results Framework: To be determined. \nSource: Asian Development Bank. \n \n \n\n\f14 \n\nAppendix 2 \n\n \n\nLIST OF LINKED DOCUMENTS \n\nhttp://www.adb.org/Documents/RRPs/?id=49450-015-2 \n\nGrant Agreement: Special Operations \nProject Agreement \nSector Assessment (Summary): Energy \nProject Administration Manual \nFinancial Analysis \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nRisk Assessment and Risk Management Plan \nClimate Change Assessment \nGender Action Plan \nInitial Environmental Examination \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n \nSupplementary Documents \n \n13. \n14. \n15. \n16. \n \n\nSocial Safeguards Due Diligence Report \nFinancial Management Assessment \nStakeholder Communication and Participation Plan \nTuvalu–Funafuti Road Map to 100% Renewable Energy by 2025 \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 17 September 2019) \n", "Currency units \nA$1.00 \n$1.00 \n", "–  Australian dollar/s (A$) \n= \n=  A$1.46 \n", "$0.69 \n", "ADB \nBESS \nCO2e \nDMC \nGDP \nkW \nkWp \nMW \nMWh \nPAM \nMOF \nMTET \nTA \nTEC \n", "ABBREVIATIONS \n", "Asian Development Bank \nbattery energy storage system \ncarbon dioxide equivalent \ndeveloping member country \ngross domestic product \nkilowatt \nkilowatt-peak \nmegawatt \nmegawatt-hour \nproject administration manual \nMinistry of Finance  \nMinistry of Transport, Energy and Tourism \ntechnical assistance \nTuvalu Electricity Corporation \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "NOTE \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", " \n", " \n", "In this report, \"$\" refers to United States dollars, unless otherwise stated. \n", "Ahmed M. Saeed, Operations Group 2 \n", " \nVice-President \nDirector General  Carmela D. Locsin, Pacific Department (PARD) \nDirector \n \nTeam leader \nTeam members \n", "Olly Norojono, Energy Division, PARD \n \nCinderella Tiangco, Senior Energy Specialist, PARD \nTahmeen Ahmad, Financial Management Specialist, Procurement, Portfolio \nand Financial Management Department (PPFD) \nCynthia Ambe, Operations Assistant, PARD \nNinebeth Carandang, Senior Social Development Specialist, PARD \nTaniela Faletau, Safeguards Specialist, PARD \nJane Fantilanan, Associate Project Analyst, PARD \nSyed Hussain Haider, Senior Infrastructure Specialist, PARD \nMairi MacRae, Social Development Specialist (Gender and Development), \nPARD \nKevin Moore, Senior Procurement Specialist, PPFD \nSivou Beatrice Olsson, Country Coordination Officer, Pacific Subregional \nOffice, PARD \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nEun Young So, Energy Specialist, PARD \nJean Williams, Senior Environment Specialist, PARD \nSusumu Yoneoka, Energy Specialist (Smart Grids), Sustainable \nDevelopment and Climate Change Department \n", "Peer reviewer \n", " \nIn preparing any country program or strategy, financing any project, or by making any designation \nof or reference to a particular territory or geographic area in this document, the Asian Development \nBank does not intend to make any judgments as to the legal or other status of any territory or area. \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n \nMAP \n \n I. \n \nII. \n", "BACKGROUND \n", " \n", " \n", " \nIII. \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpacts and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n", "DUE DILIGENCE \nTechnical \nA. \nEconomic and Financial \nB. \nGovernance \nC. \nPoverty, Social, and Gender \nD. \nSafeguards \nE. \nSummary of Risk Assessment and Risk Management Plan \nF. \n", " \nIV. \n \nV. \n \nAPPENDIXES \n1.  \n2.  \n", "ASSURANCES \n", "THE PRESIDENT’S DECISION \n", "Design and Monitoring Framework \nList of Linked Documents \n", "Page \n", "1 \n", "1 \n1 \n3 \n3 \n4 \n5 \n", "5 \n5 \n6 \n7 \n8 \n8 \n9 \n", "10 \n", "10 \n", "11 \n14 \n"]}