{"path": "data/input/reports/50028-002-rrp-en.pdf", "pages": [" \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n \n \n \n \n \n \n \n \n \nProject Number: 50028-002 \nSeptember 2019 \n \n \n \nProposed Policy-Based Loan and Policy-Based \nGrants \nPacific Disaster Resilience Program (Phase 2) \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy after excluding information that is subject to exceptions to disclosure \nset forth in the policy.  \n \n \n \n \n \n \n \n ", "ABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  ADF  –  Asian Development Fund \n  DMC  –  developing member country \n  DRF  –  Disaster Response Facility \nDRM  –  disaster risk management \nDRR  –  disaster risk reduction \n  FSM  –  Federated States of Micronesia \nGDP  –  gross domestic product \nNDC  –  Nationally Determined Contribution \nPCRAFI  –  Pacific Catastrophe Risk Assessment and Financing Initiative \nPCRIC  –  Pacific Catastrophe Risk Insurance Company \nPFM  –  public financial management \nPPPF  –  post-program partnership framework \nRMI  –  Republic of the Marshall Islands \n  TA  –  technical assistance \n       \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Social Sectors and Public Sector Management \nDivision, PARD  \n   \nTeam leader  Hanna Uusimaa, Climate Change Specialist, PARD  \nTeam members  Charlotte Benson, Principal Disaster Risk Management Specialist, \nSustainable Development and Climate Change Department (SDCC) \n  Ninebeth Carandang, Senior Safeguards Specialist, PARD \n  Mairi MacRae, Social Development Specialist, PARD \nTatafu Moeaki, Senior Country Coordination Officer, PARD \nLyailya Nazarbekova, Principal Counsel, Office of the General \nCounsel (OGC) \nDouglas Perkins, Principal Counsel, OGC \nRommel Rabanal, Public Sector Economist, PARD \nDalcy Tozaka, Senior Country Coordination Officer, PARD \nMaria Vicedo-Ferrer, Young Professional, PARD \nJean Williams, Senior Safeguards Specialist, PARD \nPeer reviewer  Steven Goldfinch, Disaster Risk Management Specialist, SDCC \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  5 \nC.  Impacts of the Reform  6 \nD.  Development Financing Needs and Budget Support  7 \nE.  Implementation Arrangements  8 \nIII.  DUE DILIGENCE  8 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter: Marshall Islands                                                                      15 \n4.  Policy Matrix: Marshall Islands  19 \n5.  Development Policy Letter: Federated States of Micronesia  20 \n6.  Policy Matrix: Federated States of Micronesia  22 \n7.  Development Policy Letter: Solomon Islands  23 \n8.  Policy Matrix: Solomon Islands  25 \n9.  Development Policy Letter: Tonga  26 \n10.  Policy Matrix: Tonga  28 \n \n \n   ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 50028-002\nProject Name Pacific Disaster Resilience  Department/Division PARD/PASP\nProgram (Phase 2)\nCountry REG (FSM, RMI, SOL, TON) Executing Agency Department of Finance and \nBorrower FSM, RMI, SOL, TON Administration, Ministry of \nFinance, Ministry of Finance, \nMinistry of Finance and \nTreasury\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Public expenditure and fiscal management 24.00\nTotal 24.00\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive ADB Financing\nEnvironmentally Disaster risk management Adaptation ($ million) 9.60\nsustainable growth (ESG) Global and regional transboundary \nenvironmental concerns\nRegional integration Pillar 4: Other regional public goods\n(RCI)\n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Institutional development Effective gender mainstreaming \ndevelopment (GCD) Institutional systems and political  (EGM)\neconomy\nPublic financial governance\nKnowledge solutions  Application and use of new \n(KNS) knowledge solutions in key \noperational areas\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Nation-wide High\nHousehold Targeting No\nGeneral Intervention on Poverty No\nSDG Targeting Yes\nSDG Goals SDG1, SDG5, SDG10, \nSDG13, SDG17\n6. Risk Categorization: Low \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 24.00\n     Sovereign Stand-Alone Policy-Based Lending (Grant):  Asian Development  21.00\nFund\n     Sovereign Stand-Alone Policy-Based Lending (Concessional Loan):  Ordinary 3.00\ncapital resources\nCofinancing 0.00\n     None 0.00\nCounterpart 0.00\n     None 0.00\nTotal 24.00\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 01082019131542479130 Generated Date: 02-Aug-2019 13:11:21 PM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed \npolicy-based loan to Solomon Islands; and (ii) proposed policy-based grants to the Republic of \nthe Marshall Islands (RMI), the Federated States of Micronesia (FSM), the Kingdom of Tonga, \nand Solomon Islands for the Pacific Disaster Resilience Program (Phase 2). \n \n2.   The  proposed  contingent  disaster  financing  program  will  improve  resilience  of  the \nparticipating Asian Development Bank (ADB) Pacific developing member countries (DMCs) to \ndisasters triggered by natural hazards. It will support policy actions in disaster risk management \n(DRM) and provide a source of financing for timely disaster response and early recovery. The \nprogram is the second phase of the Pacific Disaster Resilience Program, approved in December \n2017 for Samoa, Tonga, and Tuvalu.1 It will provide a second round of contingent financing for \nTonga and add three new countries (RMI, FSM, and Solomon Islands) to the program.2  \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  Disaster risk in the Pacific. ADB’s Pacific DMCs are highly exposed to many different \ntypes of natural hazards, including tropical cyclones, earthquakes, storm surges, tsunamis, \nvolcanic eruptions, floods, and droughts. The region also experiences a disproportionately high \nshare of global disaster impacts relative to its economic and demographic size. Disaster risk is \nincreasing because of climate change, poor development planning, unplanned urbanization, and \necosystem decline. Climate change can exacerbate disaster risk by increasing the intensity or \nfrequency of extreme weather events. Rising sea levels are also speeding erosion rates and \nincreasing the risk of more destructive storm surges. Rising ocean temperatures and ocean \nacidification are destroying the coral reefs that form natural coastal barriers.  \n \n4.  Due to the small size of their economies and limited access to international financial \nmarkets, most Pacific DMCs have limited resources and capacity to invest in disaster risk \nreduction (DRR) and to facilitate timely recovery and reconstruction after a disaster. Pacific DMCs \nface further challenges due to their remote locations and geographical features. Many have \nrelatively small populations that are widely dispersed over several islands, many of which are \nisolated and difficult to reach in times of a disaster. These factors contribute to the relatively high \ncost of disaster response and reconstruction. Delays in response and early recovery exacerbate \nthe  indirect  economic  and  social  costs  of  disasters,  worsen  their  ultimate  impacts,  and \ncompromise  long-term  fiscal  balances.  Disasters  can  erode  many  years  of  economic \ndevelopment  gains  by  damaging  critical  infrastructure,  disrupting  services,  and  diverting \nresources from development spending to disaster response and reconstruction. \n \n5.  Governments’  strategies.  To  mitigate  the  economic  risks  posed  by  disasters,  all \nparticipating DMCs have taken important steps to improve disaster resilience. DRM objectives \nare generally well defined within these governments’ policies and plans. All countries define legal \nresponsibilities for DRM and procedures for declaring a state of emergency or disaster. All have \nsome  financial  arrangements  in  place  for  disaster  response,  including  annual  contingency \nbudgets or sovereign disaster insurance. Building disaster resilience requires actions on many \nfronts, however, and the countries remain constrained by capacity and competing priorities.  \n                                                \n1  ADB. Regional: Pacific Disaster Resilience Program. \n2  Tonga had contingent financing under Phase 1 that was already fully disbursed. ", "2 \n6.  The governments recognize that more effort is required to strengthen the policy and \ninstitutional arrangements for DRM, including the capacity for post-disaster response and early \nrecovery at national and local levels. National and local disaster management arrangements can \nbe strengthened by defining roles, responsibilities, and standard operating procedures to follow \nduring disasters. DRM capacity is particularly weak at local level, and regular capacity building or \ndrills are required to ensure successful implementation of DRM plans during disasters. National \nDRM committees and councils typically meet only in the event of major disasters, but DRR \nincreasingly is covered by climate change working groups or committees that typically meet more \nfrequently. Coordination at national level can be further enhanced through regular joint meetings \nof the DRM and climate change committees.  \n \n7.  The  national  disaster  management  offices  are  often  underfunded  and  have  limited \ncapacity to respond to disasters. Improved access to and management of climate and disaster \nfinance is critical for achieving the DMCs’ strategic outcomes related to DRM and climate change \nadaptation. Prioritizing and expanding investments in DRM and climate change adaptation could \nbe further strengthened through developing climate change strategies and action plans, further \nstrengthening sector plans by incorporating climate- and disaster-resilience considerations, and \nimproving the resilience of physical assets. Supporting better use of climate and disaster finance \nmay  require  strengthening  policies  and  plans,  public  financial  management  (PFM)  and \nexpenditure, institutions and human capacity, gender and social inclusion, and development \neffectiveness.   \n \n8.  In the event of a significant disaster, governments typically have insufficient resources \nthrough budget contingency lines, reserves, and insurance to meet immediate post-disaster \nfinancing needs. Instead, they rely heavily on budget reallocations, which can take some time to \nsecure and often redirect funds away from development priorities.  \n \n9.  Development  partner  support.  In  the  aftermath  of  disasters  in  the  Pacific,  major \ndevelopment partners, including the governments of Australia, the People’s Republic of China, \nJapan, New Zealand, and the United States, usually move quickly to mobilize immediate relief, \nincluding in-kind support and financing through humanitarian nongovernment organizations. The \nUnited Nations’ Pacific Humanitarian Team mobilizes relief and technical support from several \noffices in the region. Development partners, including ADB, also provide financing to support \nreconstruction. Major development partners and regional organizations are actively supporting \nimplementation of the Framework for Resilient Development in the Pacific 2017–2030.3 \n \n10.  The  Pacific  Catastrophe  Risk  Assessment  and  Financing  Initiative  (PCRAFI)  was \noriginally established in 2007 as a joint initiative of the Pacific Community, the World Bank, and \nADB.4 Building on the World Bank’s catastrophe insurance initiative under the PCRAFI, the Pacific \nCatastrophe Risk Insurance Company (PCRIC) was established to provide disaster risk insurance \nto member countries in the Pacific region. PCRIC is a captive insurance company owned by the \nPCRAFI Foundation.5 It was established by legal statute in the Cook Islands in 2016. Four \ncountries currently have parametric sovereign disaster insurance cover through PCRIC: the Cook \nIslands, RMI, Samoa, and Tonga. The World Bank’s Pacific Resilience Program is carrying out \ncomplementary DRM work and has secured some premium financing for PCRIC insurance. \n \n                                                \n3  Pacific Community. 2016. Framework for Resilient Development in the Pacific, 2017–2030. Suva. \n4  World Bank. 2017. PCRAFI: Furthering Disaster Risk Financing in the Pacific Project. Washington, DC. \n5  The Foundation is governed by a Council of Members that currently consists of the member countries and the four \ncontributing donors (Germany, Japan, the UK, and the US). \n ", "3 \n11.  ADB  attaches  significant  importance  to  DRM  in  the  Pacific,  and  it  has  provided \nconsiderable loans, grants, and technical assistance (TA) for post-disaster response, early \nrecovery,  and  reconstruction. This support  has  progressively  broadened from  post-disaster \nassistance to proactive DRR through a range of financing mechanisms. ADB provides dedicated \nfunding to its concessional assistance-only countries through the Asian Development Fund (ADF) \n12  DRR  financing  mechanism,  and  ADB  often  plays  a  key  role  in  post-disaster  needs \nassessments. For the post-disaster humanitarian response phase, ADB’s Asia Pacific Disaster \nResponse Fund, a dedicated quick-disbursing instrument, can provide grants up to $3.0 million \nper event within 1 week of a disaster.6 Additional concessional funds can be accessed through \nthe ADF Disaster Response Facility (DRF) for the early recovery and reconstruction phases. \n  \n12.  Since 2004, ADB has offered an emergency assistance loans instrument with extended \ngrace  and  repayment  periods,  increased  retroactive  financing,  lower  interest  rates,  and \nstreamlined processing requirements, thereby facilitating the approval of fast-tracked assistance \nfor early recovery purposes. Nevertheless, emergency assistance loans can still take 3 months \nor  more  to  process,  and  reconstruction  loans  under  normal  lending  modalities  can  take \nsignificantly longer. Therefore, ADB has piloted contingent financing for disasters in the Cook \nIslands and Palau, and through the first phase of the Pacific Disaster Resilience Program in \nSamoa, Tonga, and Tuvalu, as a mechanism to provide more timely post-disaster financing \nthrough stand-alone, single-tranche, policy-based loans and grants.7 On 1 August 2019, ADB \nformally adopted contingent disaster financing as an option under its policy-based lending policy.8  \n13.  Pacific Disaster Resilience Program (Phase 1). In December 2017, ADB approved the \nPacific Disaster Resilience Program for Samoa, Tonga, and Tuvalu. Following Cyclone Gita in \nFebruary 2018, Tonga drew down its available financing ($6.0 million) within a few days following \nthe disaster.9 Cyclone Gita provided an immediate proof of concept for the program, and the \nlessons learned have been reflected in the design of Phase 2. The cyclone demonstrated that the \nvarious instruments can be complementary in responding to a single disaster event. In addition \nto the $6.0 million under Phase 1, Tonga also received an insurance payout of $3.5 million from \nPCRIC. It also accessed the Asia Pacific Disaster Response Fund ($1.0 million)10 and the ADF \nDRF. Of the $8.8 million available for Tonga under the DRF, $6.8 million was allocated for ADB’s \nCyclone Gita Recovery Project to reconstruct and climate- and disaster-proof the electricity \nnetwork of Nuku’alofa.11 Another $2.0 million was allocated for this Phase 2 of the program. \n \n14.  Although the overall response to Cyclone Gita was a success, a notable obstacle to \nefficient cross-cluster response was the inefficient gathering of needs assessment information. \nPoor clarity of roles and responsibilities due to weak cluster standard operating procedures and \nterms of reference also created significant confusion, gaps, and overlap between the responses \nof  individual  clusters.  Inefficiencies  in  prioritizing  response  needs  and  budget  allocation \nhighlighted the importance of effective PFM systems for disasters. Phase 2 policy matrixes and \npost-program partnership frameworks (PPPFs) include actions on strengthening post-disaster \nneeds assessment capacities and PFM of disaster response and recovery. \n                                                \n6  From establishment of the APDRF in 2009 until March 2019, the Pacific has received 15 APDRF grants totaling \n$10.1 million.  \n7  ADB. Cook Islands: Disaster Resilience Program; ADB. Regional: Pacific Disaster Resilience Program; ADB. Palau: \nDisaster Resilience Program.  \n8  ADB. 2019. Contingent Disaster Financing under Policy-Based Lending in Response to Natural Hazards. Manila.  \n9  The contingent financing for Samoa and Tuvalu under Phase 1 has not been disbursed and is still available. \n10 ADB. Tonga: Tropical Cyclone Gita Emergency Response Project. \n11 ADB. Tonga: Cyclone Gita Recovery Project. \n \n ", "4 \n15.  Phase 1 includes attached regional TA that will be expanded to include the new countries \nunder Phase 2 (pending approval of this program).12 The TA has started country-level support to \nstrengthen the policy environment and institutional arrangements for DRM through strengthening \npost-disaster  budget  execution  capabilities,  rapid  resource  mobilization,  appropriation  and \ndisbursement in the event of a disaster, and effective prioritization of use of funds. Gender \nconsiderations are mainstreamed in the country-level support under the TA. \n \n16.  To supplement the available contingent disaster financing, options are being assessed \nunder the TA attached to Phase 1 for a potential sustainable multi-country mechanism to provide \ncontingent disaster financing. The potential regional mechanism would hold the countries’ funds \nalong  with  any  additional  development  partner  funds,  and  each  country’s  share  could  be \nwithdrawn quickly upon declaration of a state of emergency or disaster. The mechanism would \nallow funds to be replenished, additional countries to join, and other donors to contribute to the \ncontingent funds. Linking the mechanism  to an existing regional entity would offer several \nbenefits, including economies of scale in funds management and the governance mechanism, \nstrengthening regional ownership, and allowing countries to select optimal combinations of \ndisaster financing instruments. This assessment is expected to continue over the next 12–24 \nmonths and involve extensive participation by all stakeholders.  \n \n17.  The proposed approach. As with the first phase, Phase 2 of the program provides Pacific \nDMCs with a source of rapidly disbursing financing for response and early recovery activities \nfollowing disaster events caused by natural hazards. Eligibility to withdraw loan and grant \nproceeds is based on achieving prior disaster resilience-related policy actions, but disbursements \nwill be triggered when a state of disaster or emergency is declared. The country-specific policy \nactions have reduced the underlying disaster risk and enhanced disaster preparedness. Each \ngovernment has also agreed upon an ongoing PPPF to strengthen DRM performance. The DMCs \nface similar DRM challenges and will benefit greatly from a regional approach whereby good \npractices are shared. The program will support coordination and cooperation both between Pacific \nDMCs and with development partners on disaster risk financing arrangements and policy reform \ndiscussions. The program will complement disaster risk financing instruments currently in use by \nthe participating governments, including annual contingency budgets, national disaster funds, \nparametric disaster insurance, and traditional indemnity insurance.  \n \n18.  The program is in line with ADB’s Strategy 2030, specifically its operational priority C on \nTackling  Climate  Change,  Building  Climate  and  Disaster  Resilience,  and  Enhancing \nEnvironmental Sustainability, which supports strengthening DMCs’ financial preparedness for \ndisaster response through policy-based contingent financing.13 The program is consistent with the \nobjectives  of  the  ADB  Pacific  Approach,  2016−2020,  which  serves  as  ADB’s  operational \nframework for the Pacific region, and the overall country partnership strategy for the 11 smaller \nPacific DMCs, including RMI, FSM, Solomon Islands, and Tonga.14 The Pacific Approach focuses \non three strategic areas, one of which is managing risks, and highlights the needs to (i) expand \nADB’s work in climate change and DRM; (ii) introduce innovative solutions to strengthen disaster \npreparedness, address vulnerability, and build resilience; and (iii) pursue a more programmatic \nand regional approach to financing climate change and DRM initiatives in the Pacific region. \n                                                \n12 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Regional Policy-\nBased Loans, Policy-Based Grants, and Technical Assistance Grant for the Pacific Disaster Resilience Program. \nTechnical Assistance Report (accessible from the list of linked documents in Appendix 2). Manila. \n13 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n14 ADB. 2017. The Pacific Approach, 2016–2020. Manila.  \n \n ", "5 \nB.  Policy Reform and ADB’s Value Addition \n \n19.  Each participating DMC has satisfied its policy actions to strengthen the resilience of \ninstitutions and communities through three reform areas under Phase 2, as outlined below:15 \n \n20.  Reform area 1: Policy, governance, and institutional arrangements for disaster risk \nmanagement strengthened. All four countries have made significant progress in their policies \nand plans for climate change and DRM. RMI was the first country globally to submit new, binding \nclimate targets to the United Nations in the Second Nationally Determined Contribution (NDC), \nincluding commitment to produce a National Adaptation Plan for climate and disaster resilience, \nand Adaptation Communications.16 RMI has also recently approved a new Climate Change \nStrategy, with focus areas including coastal resilience; strengthening DRM in the outer islands; \nand contingency and emergency response.17 FSM has finalized a national disaster and climate \nfinancing assessment that includes recommendations and an action plan on policies, PFM and \nexpenditure, institutions and human capacity, gender and social inclusion, and development \neffectiveness. FSM also approved a country program strategy for climate change investments \nand strengthened its disaster office through significant increase in funding and staffing.18  \n \n21.  In Solomon Islands, DRM arrangements have been strengthened at national and local \nlevels through the approval of a new Disaster Management Plan, which sets the arrangements \nfor  DRM  and  establishes  processes  for  implementation  and  capacity  development. 19  It \nestablishes a framework for climate- and disaster-resilient development within sector planning \nand  reinforces  government  leadership  in  DRM  while  defining  roles  for  communities, \nnongovernment organizations, and the private sector. Solomon Islands has also strengthened \nlocal arrangements for DRM by establishing provincial boards to support implementation of local \nplans. Since Phase 1’s approval, Tonga has also made significant progress on DRM. The new \nactions under Phase 2 for Tonga include approval of a Second Joint National Action Plan on \nclimate  change  adaptation  and  DRM,  which  includes  specific  objectives  on mainstreaming \nresilience, research, monitoring, and regional cooperation.20 A Cyclone Gita Lessons Learned \nReport examines the limitations of the overarching regulatory and policy framework and offers \ndetailed recommendations and action plan within the cluster system.21 \n \n22.  Reform area 2: DRM investment planning processes and tools improved. Countries \nhave prepared new sector strategies or policies that have mainstreamed climate- and disaster-\nresilience  actions  within  sector  investment  priorities,  such  as  the  Greater  Honiara  Urban \nDevelopment Strategy and Action Plan22 and the national urban policy for Solomon Islands, and \nthe national and state level energy master plans for FSM. The National Environment Management \nStrategy for RMI includes targets on climate change and DRM,23 and the RMI Environmental \nProtection Agency Strategic Plan considers resilient coastal zones as one of its focus areas.24 \nRMI also developed an NDC implementation plan that outlines immediate actions on climate \nchange and DRM, as well as fundamental cross-cutting areas, including gender.  \n                                                \n15 The policy actions and areas of program monitoring are described in Appendixes 4, 6, 8, and 10. \n16 Government of the Marshall Islands. 2018. Nationally Determined Contribution. Majuro. \n17 Government of the Marshall Islands. 2018. Tile Til Eo, 2050 Climate Strategy. Majuro. \n18 Government of the Federated States of Micronesia. 2019. Country Program. Majuro. \n19 Government of Solomon Islands. 2018. National Disaster Management Plan. Honiara. \n20 Government of Tonga. 2018. Joint National Action Plan 2, 2018-2028. Nuku’alofa. \n21 Government of Tonga. 2019. TC Gita Emergency Preparedness and Response - A Comprehensive Review and \nLessons Learnt. Nuku’alofa. \n22 Government of Solomon Islands. 2018. Greater Honiara Urban Development Strategy and Action Plan. Honiara. \n23 Government of the Marshall Islands. 2018. National Environment Management Strategy. Majuro. \n24 Government of the Marshall Islands. 2018. EPA Strategic Plan 2018-2012. Majuro. \n ", "6 \n23.  Participating countries have also completed national- or state-level tabletop exercises or \nspecific  disaster  drills  to  develop  capacities  at  all  levels  and  help  ensure  successful \nimplementation of DRM plans during disasters. FSM and Solomon Islands have strengthened the \ncoordination between disaster and climate change committees through regular joint meetings. \nFSM has prepared community-level disaster plans. Tonga has approved a housing reconstruction \nstrategy incorporating lessons learned from past disasters (in particular Cyclone Gita), revised its \nbuilding codes to include higher standards of disaster resilience, and developed an emergency \ncontingency  plan  covering  DRM  and  PFM  arrangements  to  enable  both  the  national  and \nsubnational governments to provide timely and effective response to disasters.  \n \n24.  Reform area 3: Disaster risk financing expanded. The most cost-effective way of \nfinancing disaster response is through a range of tools within a common framework addressing \ndifferent layers of risk. The governments are committed to active contingency planning to cover \ndifferent risk layers in their country contexts. All four countries have committed funds to national \nemergency or disaster funds for very low layers of risk and have procedures in place for some \npost-disaster budget reallocation. RMI and Tonga participate in the PCRAFI insurance scheme, \nwhich provides parametric insurance cover against higher risk layers involving tropical cyclones, \nearthquakes, and/or tsunamis, and they have committed government funds for the insurance \npremium. RMI has committed to a gender-sensitive climate budgeting process. Solomon Islands \nhas set up a specific climate and disaster finance unit in its Ministry of Finance and Treasury to \nstrengthen PFM of disasters and for activities related to climate and disaster resilience.  \n \nC.  Impacts of the Reform  \n \n25.  The impact of the program is aligned with Goal 1 (Strengthened integrated adaptation and \nrisk reduction to enhance resilience to climate change and disasters) and Goal 3 (Strengthened \ndisaster preparedness, response and recovery) of the Framework for Resilient Development in \nthe Pacific 2017–2030 (footnote 3). It will only be possible to quantify the full economic impact of \nthe policy actions after a disaster, because the benefits or costs avoided will be determined by \nthe scale and type of disaster and geographical area of impact. The program will provide a timely \nand predictable source of post-disaster financing, that will facilitate rapid decision making and \nimplementation of priority actions and reduce the indirect economic and social costs of direct \nphysical losses.  \n \n26.  The policy actions will ultimately result in economic benefits. Under reform area 1, these \nwill include reduced loss of lives and property, as well as reduced costs due to shorter business \nand public facility closures. These benefits will result from improved disaster planning and faster \nrestoration of essential infrastructure and services. Under reform area 2, benefits will include \nreduced damage to property, improved public safety, and reduced negative post-disaster health \nimpacts. These will result from improved sector planning; improved response, preparation, and \npublic training; and more resilient infrastructure and assets. In reform area 3, there will be reduced \nopportunity  costs  associated  with  budget  reallocations  and  financial  costs  associated  with \nadditional borrowing. \n \n \n \n \n \n \n \n \n ", "7 \nD.  Development Financing Needs and Budget Support \n \n27.  During  the  initial  availability  period  covering  2020–2022,  participating  governments’ \noverall development financing needs are estimated to range between 20.6% and 21.1% of gross \ndomestic product (GDP) per annum, of which from 19.4% to 19.6% of GDP will be mobilized from \nexternal financing, predominantly as grants.25 The post-disaster financing needs have been \ndetermined based on the likely fiscal impact of medium- to low-frequency disasters, taking into \naccount resources likely available from domestic and international sources, the need to ensure \nthat  the  countries  maintain  sustainable  levels  of  debt,  and  the  availability  of  concessional \nresources. Although data on historical losses is incomplete, analysis undertaken under the \nPCRAFI indicates that average annual losses from tropical cyclones, earthquakes, and tsunamis \nalone are equivalent to 2.9% of GDP in FSM, 2.0% of GDP in RMI, 3.0% of GDP in Solomon \nIslands, and 4.3% of GDP in Tonga. In addition, the four countries experience frequent droughts, \nfloods, storm surges, and, in some cases, volcanic eruptions. Examples of damage and loss from \ndisasters in the participating countries include Cyclone Gita in 2018, which caused damage \nequivalent to 38% of GDP in Tonga; severe flooding in 2014, causing damage equivalent to 9% \nof GDP in Solomon Islands; Typhoon Maysak, causing losses equivalent to 4% of GDP in FSM; \nand severe drought in 2016 causing losses of 3% of GDP in RMI. The proposed financing per \ncountry under the program ranges from 0.5% to 3.0% of annual GDP, less than the cost of a \ntypical medium-impact disaster in the Pacific. \n \n28.  The governments have requested (i) grants not exceeding $6.0 million each for RMI, FSM, \nand Tonga and $3.0 million for Solomon Islands from ADB’s Special Funds resources (ADF); and \n(ii) a concessional loan of $3.0 million for Solomon Islands from ADB’s ordinary capital resources \nto help finance the program. The loan will have a 24-year term and a disbursement-linked \nrepayment schedule, including a grace period of 8 years; an interest rate of 1.0% per year during \nthe grace period and 1.5% per year thereafter; and such other terms and conditions as set forth \nin the draft loan agreement. The indicative financing comprises resources from the concessional \nresources regional pool, countries’ concessional lending and grant allocations; and, in the case \nof Tonga, from the ADF DRF (see Table 1). \n \nTable 1: Financing Plan \nAmount ($ million)  Share of Total \nSource \nRMI  FSM  SOL  Tonga  Total  (%) \n     \nAsian Development Bank          \nCOL PBA (loan)  0  0  1  0  1  4.2 \nCOL regional pool (loan)  0  0  2  0  2  8.3 \nADF PBA (grant)  2  2  1  0  5  20.8 \nADF regional pool (grant)  4  4  2  4  14  58.3 \nADF DRF (grant)  0  0  0  2  2  8.3 \nTotal  6  6  6  6  24  100.0 \nADF = Asian Development Fund, COL = concessional ordinary capital resources loan, DRF = Disaster Response \nFacility, FSM = Federated States of Micronesia, RMI = Republic of the Marshall Islands, PBA = performance-based \nallocation, SOL = Solomon Islands. \nSource: Asian Development Bank.  \n \n \n \n                                                \n25 Fiscal deficit and external financing figures are gross national income-weighted averages for the four countries. \n \n ", "8 \nE.  Implementation Arrangements \n \n29.  Executing  agencies  will  be  the  ministry  of finance  or  equivalent  in  each  country.26 \nImplementing agencies will include ministries responsible for finance, planning, infrastructure, \nclimate change, and DRM. Each participating DMC has country-specific policy actions and \nseparate loan and/or grant agreements. The implementing agencies will implement the PPPF with \nthe support of DRM or climate change committees. The policy actions were implemented after \napproval of the program’s Phase 1, from 1 January 2018 to 31 May 2019.27 The program will be \ncompleted on 31 March 2023, with a renewal option for a second 3-year period. Program renewal \nis subject to reconfirmation as to adequacy of the macroeconomic environment, including an \nupdated International Monetary Fund assessment letter; DMCs’ continued progress toward the \nPPPF; and an updated PPPF with mutually agreed objectives for the subsequent availability \nperiod. Renewal may also be affected by any changes to country classification during the program \nperiod.28 \n \n30.  A withdrawal will be triggered after a government declares a state of disaster or emergency \nfollowing a natural hazard event in accordance with applicable law or practice.29 The government \ncan withdraw the loan and grant proceeds partially or entirely, depending on its assessment of \nthe disaster’s severity and resultant need. Only a single withdrawal may be requested per disaster \nevent, and the request should be received by ADB within 90 days of the declaration of a state of \ndisaster or emergency.30 Any unutilized funds at the conclusion of the grant and/or loan availability \nperiod can be disbursed to the respective participating countries under the deferred disbursement \noption, subject to ADB reconfirming the DMCs’ continuation of policy actions and the PPPF \nthrough submission of a progress report. Funds will be spent through national budget processes \nfor eligible items.31 Proceeds of the policy-based loans and grants will be withdrawn in accordance \nwith ADB’s Loan Disbursement Handbook (2017, as amended from time to time). ADB will \nperiodically  monitor  continuing  implementation  of  the  policy  actions  and  PPPF  during  the \navailability period. \nIII.  DUE DILIGENCE \n \n31.  The program is classified as category C for the environment, involuntary resettlement, and \nindigenous people. Program activities are confined to policy and institutional reforms, and none \nof the activities will result in or lead to any physical works that could create environmental or social \nimpacts, physical or economic displacement, or involuntary resettlement. The activities will not \nnegatively affect indigenous peoples. Stakeholder dialogue was carried out during the program \ndesign and will continue during implementation. The policy actions will improve the participating \ncountries’ ability to maintain greater fiscal stability in the event of a disaster and to initiate relief \nand recovery efforts with minimum delay, thereby mitigating the immediate economic and social \nimpacts of a disaster. Implementation of the policy actions is expected to continue to strengthen \nexisting social protection arrangements, helping to ensure that communities and vulnerable \n                                                \n26 Ministry of Finance of RMI, Department of Finance and Administration of FSM, Ministry of Finance and Treasury of \nSolomon Islands, and Ministry of Finance of Tonga. \n27 Policy actions were identified and their implementation encouraged through policy dialogue, which has been \nongoing since 2017 with some support from various ongoing TA. \n28 Footnote 8, paragraph 26. \n29 Government of RMI. 1987. Disaster Assistance Act. Majuro; Government of FSM. 2016. National Disaster Response \nPlan. Pohnpei; Government of Tonga. 2007. Emergency Management Act. Nuku’alofa; Government of Solomon \nIslands. 1989. National Disaster Council Act. Honiara. \n30 As the start date of a disaster event is often not clear (e.g., droughts, floods) and a declaration usually is issued \nvery shortly after a natural hazard event turns into a disaster, the declaration is used as a proxy for disaster event.  \n31 List of Ineligible Items (accessible from the list of linked documents in Appendix 2). \n ", "9 \nhouseholds (including households headed by women) can reach safety in the event of a disaster, \naccess sufficient relief supplies for immediate needs, and receive support to rebuild their lives \nand assets. \n \n32.  The program is classified as “effective gender mainstreaming.” Women are impacted by \ndisasters in different and often overlooked ways. The program will directly benefit women by \nensuring gender is a core component of key strategic and policy documents. National climate \nchange strategies, emergency management plans, and sector policies (including the RMI National \nEnvironment  Management  Strategy,  Solomon  Islands  Greater  Honiara  Urban  Development \nStrategy and Action Plan, and the FSM National Energy Master Plan) include gender analysis \nand actions. National strategies outline the importance of women’s participation in DRM, include \nquotas to increase women’s participation in decision-making, and commit to incorporate gender \nanalysis in all stages of DRM initiatives. Actions such as appointing women to the Solomon \nIslands provincial boards and ensuring women are involved in disaster and climate change \ncommittees and working groups will support women’s representation in decision-making roles. \nThe  program  supports  gender-responsive  disaster  risk  financing  by  committing  to  gender-\nsensitive budgeting processes in NDC implementation plan (RMI) and ensuring that gender equity \nis a core guiding principle in strategies for accessing climate change financing (FSM).   \n \n33.  Coordinating disaster responses, including the support offered by donors and civil society \norganizations with competing requirements and procedures, can pose significant administrative \nchallenges. Therefore, government absorption capacities are often stretched in the aftermath of \ndisaster events. The regional TA under Phase 1, which will be expanded to the new countries, is \nprioritizing capacity development focused on financing and budgetary issues, including post-\ndisaster budget allocation and execution, to ensure that all countries participating in the program \nhave adequate systems in place to use program resources in an effective, accountable, and \ntransparent manner.  \n \n34.  Risks  to  program  implementation  are  related  to  possible  external  shocks  on  the \neconomies and capacity constraints of the government agencies, including constraints in PFM \nsystems. These risks will be managed partially through support for capacity development of \ngovernment counterparts. Major risks and mitigating measures are summarized in Table 2 and \ndescribed in detail in the risk assessment and risk management plan.32 \n \nTable 2: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nInsufficient action is taken on recommendations  The governments have actively strengthened PFM \nto improve financial management procedures  more broadly, and the Phase 1 TA will provide \nfor disaster response.a  support to address weaknesses identified in PFM. \nExternal shocks (e.g., disasters and economic  Development partners support the governments to \ndownturns) damage the economies.  improve resilience to economic shocks. \nGovernment agencies lack capacity to  The Phase 1 TA and support from other partners will \nimplement the DRM actions.  develop the capacity of government counterparts.  \nStaff constraints or shifting priorities delay  Periodic monitoring is conducted to assess and \nimplementation of DRM actions.  report on progress of the PPPF, and Phase 1 TA will \nsupport actions to further strengthen DRM. \nDRM = disaster risk management, PFM = public financial management, PPPF = post-program partnership framework, \nTA = technical assistance. \nSource: Asian Development Bank \na Several completed plans or strategies under the reform areas include some recommendations on financial \nmanagement procedures during disasters. \n                                                \n32 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \n35.  The Debt Sustainability Analysis for the Solomon Islands, the only country under Phase 2 \naccessing loan resources, indicates that the risk of external debt distress remains moderate, \nthough  it  notes  a  high  vulnerability  to  disasters  triggered  by  natural  hazards. 33 ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernments and executing agencies.  \n \nIV.  ASSURANCES AND CONDITIONS \n \n36.  The governments have assured ADB that implementation of the program shall conform to \nall applicable ADB policies, including those concerning anticorruption measures, safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the loan \nand grant agreements. No disbursement shall be made unless ADB is satisfied that a qualifying \ndisaster event has occurred or that the conditions for deferred disbursement option have been \nmet. \n \nV.  RECOMMENDATION \n \n37.  I am satisfied that the proposed policy-based loans and policy-based grants would comply \nwith the Articles of Agreement of the Asian Development Bank (ADB) and recommend that the \nBoard approve  \n(i)  the grant not exceeding $6,000,000 to the Federated States of Micronesia from \nADB’s Special Funds resources (Asian Development Fund) for the Pacific Disaster \nResilience Program, Phase 2, on terms and conditions that are substantially in \naccordance with those set forth in the draft grant agreement presented to the Board;  \n(ii)  the grant not exceeding $6,000,000 to the Kingdom of Tonga from ADB’s Special \nFunds resources (Asian Development Fund) for the Pacific Disaster Resilience \nProgram, Phase 2, on terms and conditions that are substantially in accordance with \nthose set forth in the draft grant agreement presented to the Board;  \n(iii)  the grant not exceeding $6,000,000 to the Republic of the Marshall Islands from \nADB’s Special Funds resources (Asian Development Fund) for the Pacific Disaster \nResilience Program, Phase 2, on terms and conditions that are substantially in \naccordance with those set forth in the draft grant agreement presented to the Board; \n(iv)  the loan of $3,000,000 to Solomon Islands for the Pacific Disaster Resilience \nProgram, Phase 2, from ADB’s ordinary capital resources, in concessional terms, \nwith an interest charge at the rate of 1% per year during the grace period and 1.5% \nper year thereafter; for a term of 24 years, including a grace period of 8 years; and \nsuch other terms and conditions as are substantially in accordance with those set \nforth in the draft loan agreement presented to the Board; and \n(v)  the grant not exceeding $3,000,000 to Solomon Islands from ADB’s Special Funds \nresources (Asian Development Fund) for the Pacific Disaster Resilience Program, \nPhase 2, on terms and conditions that are substantially in accordance with those set \nforth in the draft grant agreement presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n3 September 2019\n                                                \n33 International Monetary Fund Assessment Letters are accessible from the list of linked documents in Appendix 2. \n ", "  Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objective \nResilience to climate change and disasters, as well as disaster preparedness, response, and recovery \nstrengthened (Framework for Resilient Development in the Pacific, goals 1 and 3)a \n \nResults  Performance Indicators with Targets  Data Sources and \nChain  and Baselines  Reporting Mechanisms  Risks \nEffect of the       \nReform  Available pre-disaster financing  Finance ministries,  External shocks \nDRM  increased to at least 0.5% of gross  program reports  (e.g., extreme \nstrengthened  domestic product  disasters with \nin participating  impacts \ndeveloping  significantly \nmember  larger than \ncountries  anticipated or \nunexpected \neconomic \ndownturns) \ndamage the \neconomy. \nReform Areas   Key Policy Actions      \n       \n  By May 2019:     \n       \n1. Policy,  1.1.  New disaster management  1.1  Approved  Staff constraints \ngovernance,  plan with gender  document from  or shifting \nand  considerations approved (SOL)   national disaster  priorities delay \ninstitutional  (2017 baseline: not applicable)  management  the strategic \narrangements    offices  planning and/or \nfor DRM  1.2.  Climate and Disaster Risk    implementation of \nstrengthened  Financing Assessment  1.2  Approved plan from  DRM actions. \n  completed, including  government   \n  assessment and      \n  recommendations on gender     \n  (FSM)   \n  (2017 baseline: not applicable)   \n    1.3  Approved \n  1.3.  Gender-sensitive climate  document from \n  change country program  national disaster \n  strategies prepared (FSM,  management \n  RMI)   offices or \n  (2017 baseline: not applicable)  committees \n     \n  1.4.  Second Joint National Action  1.4  Approved \n  Plan on climate change and  document from \n  DRM approved (TON)   government.  \n  (2017 baseline: not applicable)   \n     \n  1.5.  Second Nationally Determined  1.5  Approved \n  Contribution (NDC) with  document from \n  gender actions submitted to  government.  \n  United Nations and NDC   \n  implementation plans prepared   \n  (RMI)    \n  (2017 baseline: not applicable)   \n ", "12  Appendix 1 \n \nResults  Performance Indicators with Targets  Data Sources and \nChain  and Baselines  Reporting Mechanisms  Risks \n     \n  1.6.  Act for strengthening the  1.6  Approved act from \n  disaster office through  government. \n  increased funding and/or   \n  staffing approved (FSM)   \n  (2017 baseline: not applicable)   \n     \n  1.7.  Provincial and local  1.7  Reports from \n  arrangements strengthened for  provincial \n  DRM (provincial boards  governments. \n  established) (SOL)    \n  (2017 baseline: not applicable)   \n     \n  1.8.  Lessons learnt report for DRM  1.8  Approved reports \n  finalized, with gender  from national \n  considerations (TON)  disaster \n  (2017 baseline: not applicable)  management office \n     \n  By May 2019:    \n     \n2. DRM  2.1.  Sector strategies or policies  2.1  Approved \ninvestment  (e.g., urban, energy,  documents from the \nplanning  environment) with climate- and  relevant sector \nprocesses and  disaster-resilience and gender  agencies \ntools improved  analysis and actions approved   \n  by cabinet (RMI, FSM, SOL)    \n  (2017 baseline: not applicable)   \n     \n  2.2  Housing reconstruction  2.2  Approved \n  strategy incorporating lessons  documents from \n  learned from past disasters  relevant sector \n  approved, and industry  agencies \n  consultations on draft revised   \n  building codes completed   \n  (TON)    \n  (2017 baseline: not applicable)   \n     2.3  Approved reports \n  2.3  Six national- or state-level  from national \n  tabletop exercise or drills on  disaster \n  disaster response completed  management office \n  (RMI, FSM, TON)    \n  (2017 baseline: not applicable)   \n    2.4  Approved minutes \n  2.4  Joint meetings of disaster and  and reports from \n  climate change committees or  national disaster \n  working groups held once in  management and \n  2018 (FSM, SOL)   climate change \n  (2017 baseline: not applicable)  committees. \n      \n  2.5  Emergency contingency plans  2.5  Approved \n  developed (TON)  document from \n              (2017 baseline: not applicable)  national disaster \n    management office \n     \n ", "  Appendix 1  13 \n \nResults  Performance Indicators with Targets  Data Sources and \nChain  and Baselines  Reporting Mechanisms  Risks \n     \n  2.6  Five community disaster plans  2.6  Community plan \n  completed (FSM)   documents. \n  (2017 baseline: not applicable)   \n     \n  By May 2019:   \n     \n3. Disaster  3.1  Climate and disaster finance  3.1  Country program \nrisk financing  unit set up in finance ministry  document from \nexpanded  (SOL)   government \n(2017 baseline: not applicable)   \n   \n3.2  Government budgets  3.2  Government \ncommitted to PCRAFI premium  verification \nin financial year 2019 budget   \n(RMI, TON)    \n(2017 baseline: not applicable)   \n   \n3.3  Government budgets  3.3  Annual budget \ncommitted to national  documents from \nemergency funds (RMI, FSM,  ministries of finance \nSOL, TON)    \n(2017 baseline: not applicable)    \n   \n3.4  Government commitment to  3.4  Annual budget \ngender-sensitive climate  documents from \nbudgeting process published  ministries of finance \nin Nationally Determined   \nContribution (NDC)   \nimplementation plan (RMI)   \n(2017 baseline: not applicable) \n  \n  \nBudget Support \nAsian Development Bank: $24.0 million ($3.0 million loan, $21.0 million grant) \nDRM = disaster risk management, FSM = Federated States of Micronesia, PCRAFI = Pacific Catastrophe Risk \nAssessment and Financing Initiative, RMI = Republic of the Marshall Islands, SOL = Solomon Islands, TON = Tonga. \na  Secretariat of the Pacific Community. 2016. Framework for Resilient Development in the Pacific: An Integrated \nApproach to Address Climate Change and Disaster Risk Management, 2017–2030. Suva. \nSource: Asian Development Bank. \n \n \n \n ", "14   Appendix 2 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50028-002-3 \n \n1.  Loan Agreement: Solomon Islands \n2.  Grant Agreement: Marshall Islands \n3.  Grant Agreement: Federated States of Micronesia \n4.  Grant Agreement: Solomon Islands \n5.  Grant Agreement: Tonga \n6.  Sector Assessment (Summary): Public Sector Management \n7.  Contribution to the ADB Results Framework  \n8.  Development Coordination  \n9.  Country Economic Indicators: Marshall Islands \n10.  Country Economic Indicators: Federated States of Micronesia \n11.  Country Economic Indicators: Solomon Islands \n12.  Country Economic Indicators: Tonga \n13.  International Monetary Fund Assessment Letter: Marshall Islands  \n14.  International Monetary Fund Assessment Letter: Federated States of Micronesia1 \n15.  International Monetary Fund Assessment Letter: Solomon Islands2 \n16.  International Monetary Fund Assessment Letter: Tonga \n17.  Summary Poverty Reduction and Social Strategy  \n18.  Risk Assessment and Risk Management Plan  \n19.  List of Ineligible Items  \n  \n                                                \n1  The International Monetary Fund confirmed on 11 July 2019 that the attached press release for the FSM 2019 Article \nIV mission may serve as the IMF assessment letter. \n2  The International Monetary Fund confirmed on 18 April 2019 that the attached Solomon Islands 2018 Article IV \nConsultation reports may serve as the IMF assessment letter. \n ", "   \n  Appendix 3   15 \nDEVELOPMENT POLICY LETTER: MARSHALL ISLANDS \n \n \n \n \n ", "16  Appendix 3 \n \n \n \n \n ", "   \n  Appendix 3   17 \n \n \n \n \n ", "18  Appendix 3 \n \n \n \n \n \n \n \n \n ", "   \n  Appendix 4   19 \nPOLICY MATRIX: MARSHALL ISLANDS \n \nReform Areas  Policy Actions by May 2019  Post program partnership framework \n1. Policy, governance,  The Tile Til Eo (“Lighting the Way”) 2050  New National Strategic Plan developed;  \nand institutional  Climate Strategy, including gender  National Adaptation Plan prepared; \narrangements for  considerations, approved   Emergency Act of 1979 and Disaster Assistance Act of 1987 \ndisaster risk  Second Nationally Determined Contribution  updated; \nmanagement improved  (NDC), with gender considerations, and  Strengthening national government capacity for disaster risk \nincluding commitments on National Adaptation  management. \nPlan and Adaptation Communications, \nsubmitted to the United Nations Framework \nConvention on Climate Change. \n2. DRM investment  NDC Implementation Plan approved outlining  Post-disaster procurement arrangements strengthened; \nplanning processes and  immediate actions for 2019-2021 on mitigation,  All standard operating procedures for line ministries finalized; \ntools improved  adaptation and fundamental cross-cutting  Terms of references for clusters finalized; \nareas including gender, human rights and  Community management plans prepared, and included in a \ncapacity building.   centralized database; \nTabletop exercise done for Ebeye; \nEnvironmental Protection Agency Strategic \nNational Building codes, including climate and disaster \nPlan 2018-2021 with disaster resilience \nconsiderations, approved by Cabinet; \nconsiderations approved \nRegular meetings for climate change and disaster risk \nNational environment management strategy \nmanagement (including development partners) held at least \n2017-2022 with climate and disaster resilience, \nannually; \nas well as gender considerations approved; \nDisaster management center constructed; \nNational tabletop exercise on disaster  Zoning and land use master plan developed; \nresponse completed   Installing and maintaining climate-monitoring stations throughout \nRMI. \n3. Disaster risk financing  Annual contribution to the Disaster Assistance  Development of contingency plan and related capacity building \nexpanded  Emergency Fund in 2019 budget  focusing on financing and budgetary issues, including financing \ninstruments for disaster response and post-disaster budget \nallocation, budget execution and expenditure reporting;  \nDRM specified in national budgeting expenditures.  \n  RMI contingency fund set aside included in   \n2019 budget \nPCRIC insurance premium included 2019 \n  budget   \n \n ", "20  Appendix 5 \n \nDEVELOPMENT POLICY LETTER: FEDERATED STATES OF MICRONESIA \n \n \n \n ", "   \n  Appendix 5   21 \n \n \n \n \n \n \n \n \n \n \n \n ", "22  Appendix 6 \nPOLICY MATRIX: FEDERATED STATES OF MICRONESIA \n \nReform areas  Policy Actions by May 2019  Post program partnership framework \n1. Policy, governance, and  National Climate and Disaster Risk  Strengthening national and state government capacity for disaster risk \ninstitutional arrangements  Financing Assessment completed,  management; \nfor disaster risk  including assessment and action plan   \nmanagement strengthened  recommendations on gender.  Capacity building for post-disaster needs assessments at State level; \nStrengthening of Department of   \nEnvironment, Climate Change and  Updating of the Emergency Act. \nEmergency Management through \nincreased funding and staffing. \nCountry program strategy for Green \nClimate Fund, including gender \nconsiderations, approved by the \nPresident. \n2. DRM investment  Tabletop exercises on disaster  Preparation of national building code incorporating climate and disaster \nplanning processes and  response completed for all 4 states  resilience considerations; \ntools improved  Joint National Climate Change and  Maps of inundation risk and vulnerability and develop an inundation \nDisaster Risk Management Platform  timeline that can inform state and national plans; \nconvened once in 2018.  Master plan for zoning/land use at State level adopted; \n5 community disaster plans  Developing a national climate education program; \ncompleted.  Installing and maintaining climate-monitoring stations throughout FSM. \nNational Energy Master Plans with \ndisaster resilience considerations, as \nwell as gender considerations \nincluding disaggregated data, \napproved; \n3. Disaster risk financing  Contribution to the Disaster  Development of contingency plan and related capacity building focusing \nexpanded  Assistance Emergency Fund included  on financing and budgetary issues, including financing instruments for \nin 2019 budget.  disaster response and post-disaster budget allocation, budget execution \nand expenditure reporting.  \n \n \n \n \n \n ", "  Appendix 7  23\n   \n   \nDEVELOPMENT POLICY LETTER: SOLOMON ISLANDS \n \n \n \n \n \n ", "24  Appendix 7 \n \n \n \n ", "  Appendix 8  25\n   \n   \nPOLICY MATRIX: SOLOMON ISLANDS \nReform Areas  Policy Actions by May 2019  Post program partnership framework \n1. Policy, governance, and  New Disaster Management Plan,  Preparation of National Adaptation Plan; \ninstitutional arrangements for  with gender considerations,  Capacity building for city councils on using and implementing the land \ndisaster risk management  approved by the Cabinet  use plans; \nstrengthened  Provincial Boards for implementing  Development of a resettlement policy, including climate and disaster \nthe Town and Country Planning  considerations; \nAmendment Act 2017 established for  Strengthening provincial government capacity for DRM; \n8 provinces  Approval of provincial disaster management plans; \nPreparation for provincial standard operating procedures for disasters. \n2. DRM investment planning  Greater Honiara Urban Development  Preparation of national building code incorporating climate and disaster \nprocesses and tools improved  Strategy and Action Plan, with  resilience considerations; \ngender considerations, approved by  Localization of post-disaster needs assessment data collection \nCabinet  process. \nConsultations completed for the new  Revised draft Infrastructure Management Bill, mandating a national \nNational Urban Policy with climate  building code, approved by Cabinet \nand disaster resilience  National Joint warning and emergency operations center established. \nconsiderations. \nNational Climate Change Working \nGroup convened once in 2018 \n3. Disaster risk financing  Government disaster relief budget  Development of contingency plan and related capacity building \nexpanded  increased or maintained in 2019,  focusing on financing and budgetary issues, including financing \nincluding dedicated funds for gender- instruments for disaster response and post-disaster budget allocation, \nbased violence and social protection.   budget execution and expenditure reporting.  \nClimate and disaster finance unit set \nup in Ministry of Finance and \nTreasury. \n \n ", "26  Appendix 9 \nDEVELOPMENT POLICY LETTER: TONGA \n \n \n ", "  Appendix 9  27\n     \n \n \n \n \n ", "28  Appendix 10 \nPOLICY MATRIX: TONGA \n \nReform Areas  Policy Actions by May 2019  Post program partnership framework \n1. Policy, governance, and  Second Joint National Action Plan  Standard operating procedures for emergencies approved; \ninstitutional arrangements  on climate change adaptation and  Revised Emergency management act and  Emergency Management \nfor disaster risk  disaster risk management, with  Plan, including the cluster structure, approved by the Cabinet; \nmanagement strengthened  gender considerations, approved by  Development of regulations supporting implementation of 2012 National \ncabinet  Spatial Planning and Management Act, including climate and disaster \nCyclone Gita lessons learnt report,  resilience criteria; \nwith gender considerations,  Review of National Land Use Policy; \nfinalized.  Completion of district disaster risk management plans for all districts; \nDevelopment of government hazard and disaster data sharing policy. \n2. DRM investment  Housing reconstruction strategy  Revised building codes approved by the cabinet. \nplanning processes and  incorporating lessons learned from  Capacity building to implement the building codes carried out; \ntools improved  Cyclone Gita approved  Data preparedness to allow efficient data collection following disasters (to \nIndustry consultations on the draft  plan immediate response and recovery); \nrevised building codes completed   Development of Standard Operating Procedures for Public Financial \nManagement to support timely post- disaster budget execution; \nNational tsunami drill conducted \nPost-disaster damage and needs assessment capacity building;  \nonce in 2018. \nDevelopment of country-relevant methodology and reporting formats for \nEmergency contingency plan \npublic infrastructure and assets.  \ndeveloped \nRegular joint meetings of the National Environment and Coordinating \nCommittee and the National Emergency Management Committee \nscheduled and held.  \n3. Disaster risk financing  Financial resources committed to  Continued commitment of government resources to the Emergency Fund \nexpanded  the Emergency Fund through the  and PCRAFI premium in future annual national budgets to ensure a cost-\nFY2018/19 budget   effective layered application financing instruments to support the fiscal \nFinancial resources committed to  management of disaster risk; \nthe PCRAFI insurance premium  Tonga climate change fund bill tabled to parliament. \nthrough the FY2018/19 budget  \n \n \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20190905085147+08'00'", "Creator": "PDF24 Creator", "Keywords": "50028-002, marshall islands, solomon islands, tonga, micronesia, pacific public sector, pacific fiscal management, pacific disaster risk management, disaster contingent financing, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190930090843+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The contingent disaster financing program will improve resilience of the participating Asian Development Bank (ADB) Pacific developing member countries (DMCs) to disasters triggered by natural hazards.", "Title": "Pacific Disaster Resilience Program (Phase 2): Report and Recommendation of the President"}}