{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171030142543+08'00'", "ModDate": "D:20171030142543+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\n \n\n \n \n \n \n \nReport and Recommendation of the President  \n \nto the Board of Directors \n \n \n \n \n \n \n \n \nProject Number: 50024-002 \nOctober 2017 \n \n \n \n \nProposed Grants \nKyrgyz Republic: Skills for Inclusive Growth Sector \nDevelopment Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.  \n \n\n \n\n \n\n\fCURRENCY EQUIVALENTS \n(as of 10 October 2017) \n\nCurrency unit \nSom1.00 \n$1.00 \n\n– \n= \n= \n\nsom (Som) \n$0.014 \nSom68.399 \n\n \n \n\n \n \n\nABBREVIATIONS \n\nADB \nCOE \nEMIS \nGDP \nGIZ \n\nMOES\nO&M \nOECD \nTVET \n\n– \n– \n– \n– \n– \n\n– \n– \n– \n– \n\nAsian Development Bank \ncenter of excellence \neducation management information system \ngross domestic product \nDeutsche Gesellschaft für Internationale Zusammenarbeit \n(German Agency for International Cooperation) \nMinistry of Education and Science \noperation and maintenance \nOrganisation for Economic Co-operation and Development \ntechnical and vocational education and training \n\nNOTE \n\nIn this report, “$” refers to United States dollars. \n\n \n \n\n \n\n \n\n \n\n \n \n \n\n \n\n \n \n \n\n \n\n \n \n \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\nW. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nR. Hiraoka, Social Sector Division, CWRD \n \nJ. Sarvi, Lead Education Specialist, CWRD \nE. Izawa, Unit Head, Project Administration, CWRD \nR. Lavado, Health Specialist, CWRD \nC. Lim, Operations Assistant, CWRD \nM. I. Martin, Associate Project Officer, CWRD \nL. Nazarbekova, Principal Counsel, Office of the General Counsel \nM. Razaev, Project Officer, Kyrgyz Resident Mission, CWRD \n\n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n\fCONTENTS \n\n \n\n \n\nIII. \n\nPROGRAM AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nDevelopment Financing Needs \nE. \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nIV. \nV. \n \nAPPENDIXES \n\n1. \n2. \n3. \n4. \n\nDesign and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter \nPolicy Matrix \n\n \n\n \n\nPage \n\n \n\n1 \n1 \n1 \n4 \n4 \n5 \n7 \n7 \n7 \n8 \n8 \n9 \n9 \n9 \n10 \n10 \n\n11 \n14 \n15 \n20 \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nEducation\n\nProject Classification Information Status: Complete\n\nPROGRAM AT A GLANCE\n\nSkills for Inclusive Growth Sector \nDevelopment Program\nKyrgyz Republic\nGovernment of Kyrgyz Republic\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nTechnical and vocational education and training\n\nProject Number: 50024-002\n\nCWRD/CWSS\n\nMinistry of Education and \nScience\n\n     ADB Financing ($ million)\n30.00\n30.00\n\nTotal\n\n3. Strategic Agenda\n\nInclusive economic growth \n(IEG)\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nLow\n\n \n\n \n\n.\n\n.\n\nSubcomponents\nPillar 2: Access to economic \nopportunities, including jobs, made \nmore inclusive\nPillar 3: Extreme deprivation prevented\nand effects of shocks reduced (Social \nProtection)\n\nComponents\nInstitutional development\nInstitutional systems and political \neconomy\nOrganizational development\nApplication and use of new knowledge\nsolutions in key operational areas\nKnowledge sharing activities\nPilot-testing innovation and learning\nCivil society organizations\nImplementation\nPrivate Sector\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\n\nKnowledge solutions (KNS)\n\nPartnerships (PAR)\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nNo\nNo\nYes\nSDG4, SDG8, SDG9\n\n6. Risk Categorization:\n\nLow \n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign SDP - Program grant:  Asian Development Fund\n     Sovereign SDP - Project grant:  Asian Development Fund\nCofinancing\n     None\nCounterpart \n     Government \nTotal\n\nGender Equity and Mainstreaming\nGender equity (GEN)\n\nLocation Impact\nNation-wide\n\nHigh\n\nAmount ($ million)\n\n30.00\n12.00\n18.00\n0.00\n0.00\n3.60\n3.60\n33.60\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n26092016165748014269\n\nGenerated Date: 27-Oct-2017 8:40:35 AM\n\n\fI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on (i) a proposed policy-\nbased grant, and (ii) a proposed project grant, both to the Kyrgyz Republic for the Skills for Inclusive \nGrowth Sector Development Program.1 \n \n2. \nThe  policy-based  grant  will  support  key  policy  reforms  to  strengthen  technical  and \nvocational education and training (TVET) in the Kyrgyz Republic. The proposed project grant will \nfinance  investments  that  directly  link  to  and  support  the  effective  delivery  of  those  reforms. \nComplementary  policy-based  and  project  components  will  strengthen  TVET  governance  and \nfinance,  improve  teaching  quality  and  learning  environments,  and  increase  cooperation  with \nindustry and develop entrepreneurship skills.2  \n \n\nII. \n\nTHE PROGRAM \n\nRationale \n\nA. \n \n3. \nCountry  development  strategy  and  constraints.  The  Kyrgyz  Republic  is  one  of  the \npoorest economies in Central Asia. The country had a per capita gross domestic product (GDP) of \n$1,133 in 2015, and an estimated 32% of the population lives below the poverty line. A diagnostic \nstudy financed by the Asian Development Bank (ADB) has identified a shortage of skilled labor as \none of the four major binding constraints to inclusive economic growth.3 The National Sustainable \nDevelopment Strategy 2013–2017, and the upcoming strategy being prepared by the Government \nof  the  Kyrgyz  Republic,  place  a  high  importance  on  skills  development  as  an  integral  part  of \neconomic development. \n \n4. \nEconomic  development  in  the  Kyrgyz  Republic  has  been  concentrated  in  Bishkek  and \nsurrounding areas, with fewer economic growth opportunities in other regions. The government’s \nnew  regional  policy  addresses  regional  disparities  by  promoting  region-specific  development \npaths;4 it  stresses the  importance  of effectively  developing  and  using  human  resources  to meet \neach regions’ economic priorities, and seeks to achieve this by modernizing professional education \nand  developing  applied  qualifications.  The  national  education  strategy  acknowledges  that  the \nTVET system does not meet the requirements for adequate skills training. The long-term strategy \nfor education under preparation by the Ministry of Education and Science (MOES) will address this \nshortfall and pursue comprehensive TVET reform, and its alignment with key national and regional \neconomic priorities.5 \n \nChallenges facing skills development. Government education spending equaled 5.6% \n5. \nof GDP in 2015, is projected to be 5.7% in 2017, and to remain at about 5.3% for 2017–2019,6 \nabove the Organisation for Economic Co-operation and Development (OECD) average of 5.2%. \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  The Asian Development Bank (ADB) provided project preparatory technical assistance: ADB. Kyrgyz Republic. Skilling \nand Entrepreneurship for Inclusive Growth Sector Development Program (TA 9212-KGZ, for $750,000, approved 22 \nOctober 2016). \n\n3  ADB. 2014. The Kyrgyz Republic Strategic Assessment of the Economy. Manila. \n4  Key  sectors  named  in  the  National  Sustainable  Development  Strategy  2013–2017  include:  agriculture  and  food \nprocessing, energy, transport, information and communication technology, tourism and services, and  manufacturing \nand  logistics.  The  new  regional  economic  policy  stresses  construction,  medicine,  and  education  as  regional  and \nadditional priorities. Regional Policy of the Kyrgyz Republic 2018–2022, approved by Government Resolution #194, \n31 March 2017. http://www.gov.kg/?p=92280&lang=ru. \n\n5   Ministry  of  Education  and  Science.  2011.  Education  Development  Strategy  of  the  Kyrgyz  Republic  2012-2020. \n\nBishkek. \n\n6  Analysis  of  Education  Finance  in  the  Kyrgyz  Republic  (study  conducted  in  2017  by  ADB.  Kyrgyz  Republic. \n\nStrengthening Education System Development Program).  \n\n \n\n \n\n\fSince  2000,  the  average  expenditure  on  education  as  a  percentage  of  total  government \nexpenditure has remained considerably above the OECD average of 11.3%,7 and is projected to \nbe 18.6% for 2017. In 2015–2017, total expenditure on education grew by 16%, while the growth \nrate  of  expenditure  on  TVET  was  only  10%.  Challenges  remain  in  improving  the  quality  and \nrelevance of skills  in response  to labor  market  demand. Inadequate  education  of the  workforce \nwas cited as a major constraint to business development by 33% of the country’s firms, well above \nthe regional average of 22%.8 The proportion of the workforce that is skilled (currently about 20%) \nshould increase, with skills that better meet needs in key economic sectors.9 For example, while \nmost construction activity is in Chui oblast, the oblast has no TVET programs to train construction \nworkers or technicians. In addition, labor force participation among women (currently at 53%) must \nbe increased to make economic growth more inclusive. \n \nFragmented  technical  and  vocational  education  and  training  system.  In  the  Kyrgyz \n6. \nRepublic,  lyceums  provide  primary  TVET  to  develop  skilled  workers,  while  colleges  provide \nsecondary  TVET  to  develop  middle-level  specialists.  Students  who  wish  to  enter  primary  or \nsecondary TVET must complete grade 9. There are no pathways for students between these two \nlevels—thus secondary TVET does not follow on from primary TVET. About one-third of colleges \nproviding secondary TVET are affiliated with higher education institutions. When entering higher \neducation, graduates of these colleges are given credit for their previous education. \n \nLimited youth participation and employability. A recent national study indicates (i) TVET \n7. \nparticipation  rates  are  very  low  (just  10.6%  of  youth  aged  15–24  are  in TVET,  2.3%  in  primary \nTVET and 8.3% in secondary TVET); (ii) a large proportion of youth (27.9%) are not in education, \nemployment,  or  training,  and  in  some  regions  this  proportion  exceeds  30%;  (iii)  among  school \ngraduates (grades 9, 10, and 11), 27.9% enroll in TVET, while 21% enter higher education, and \nover 51% enter the labor market or join the pool of those who are not in education, employment, \nor training, and lack any skills training.10 The skills profile of TVET graduates does not correspond \nto regional economic priorities. On average, the skills profile of graduates differs from the sectoral \nprofile of the regional labor forces by 75%. \n \n8. \nInsufficient  quality  and  options  for  training.  Only  a  fraction  of  the  many  skilled \noccupations (434) and specializations (243) are taught; the lack of diversity in training programs \nmakes TVET less attractive and skews the gender distribution, with mostly male TVET students in \nlyceums,  and  female  TVET  students  in  colleges.11 While  secondary  TVET  college  enrollments \nhave  increased  significantly, 12  teaching  in  colleges  remains  highly  theoretical,  and  does  not \nadequately equip youth with the practical skills they need in the labor market. Many new teachers \nlack  pre-service  training,  and  in-service  training  opportunities  for  existing  teachers  are  limited. \nThese weaknesses are reinforced by a shortage of sophisticated training materials and equipment. \n \n\n                                                \n7  The latest available OECD average (2014) was 11.3%. OECD. 2016. Education at a Glance 2016: OECD Indicators. \nParis: OECD Publishing. The latest available global average (2013) was 14.1%. World Bank. http://data.worldbank.org \n(accessed 6. October 2017). \n\n8  World Bank. 2014. The Skills Road: Skills for Employability in the Kyrgyz Republic. Washington, DC. \n9  ADB. Good Jobs for Inclusive Growth  – Background Paper on Employment and Labor Market Policy in the Kyrgyz \n\nRepublic. Manila (forthcoming). \n\n10 Technical  and  Vocational  Education  and  Training  -  System  Rationalization:  Strategies  and  Implementation  Plans.            \n\n(study  conducted  by  ADB.  Kyrgyz  Republic.  Second  Vocational  Education  and  Skills  Development  Project  (Grant \n0307-KGZ and Loan 2902-KGZ). \n\n11 For  each  100,000  youth  aged  15–24,  only  16  programs  are  offered  in  TVET  lyceums  and  26  programs  in  TVET \ncolleges, i.e., overall 42 programs. In 2016, there were 30,492 students (21,340 male and 9,152 female) in primary \nTVET, and 90,585 students (39,506 male and 51,079 female) in secondary TVET. \n\n12 Since 2000, the number of secondary TVET colleges doubled, while enrollments more than tripled. \n\n2 \n\n \n\n\fADB support. ADB has been a key development partner of MOES since 1996 with three \n9. \ncompleted projects, including a first TVET project that ended in 2012. The second TVET project \nwill  end  in  2018. 13 ADB  has  also  provided  support  to  skills  training  through  a  component  in \nInvestment Climate Improvement Program of the Ministry of Economy. \n \n\nADB’s Long-term Engagement in Education and Skills Development \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \nSource: Asian Development Bank. \n\n \n10. \nThe two TVET  projects have  for the most  part  supported  primary TVET,  covering  about \n75%  of  primary  TVET  lyceums  in the  country.  The  projects  have  focused  on  improving  quality, \nfacilities  and  equipment,  and  skills  development  leading  to  immediate  employment.  They  have \nhelped  to  introduce  key  elements  of  a  labor-market  focused  TVET  system,  including  \n(i)  development  of  occupational  standards  through sector  skills  councils,  (ii)  competency-based \ntraining, (iii) teachers’ in-service training, and (iv) an innovative skills development fund that helps \nthe  private  sector  purchase  skills  training.  While  this  assistance  has  improved  primary  TVET \nperformance, the conventional project modality has not supported the comprehensive reforms—\nparticularly creation of an enabling policy environment—required if TVET is to meet the country’s \nevolving labor market needs.14 \n \nSector  development  program  approach.  The  proposed  new  program  will  help  the \n11. \ngovernment take key reform steps to create a more coherent TVET policy and system, which is \nnecessary to improve the quality, relevance, and efficiency of skills development corresponding \nwith  the  country’s  national  and  regional  economic  priorities.  A  sector  development  program \nmodality is proposed to help (i) MOES develop an enabling policy environment for comprehensive \nTVET reform, and (ii) finance the cost of and implement the reforms. The program will build on \nachievements, and represents a logical progression in ADB support by institutionalizing the skills \ndevelopment  fund,  providing  more  extensive  support  to  secondary  TVET,  fostering  closer \ncollaboration between TVET and employers, and introducing entrepreneurship education. \n \n\n                                                \n13 ADB. Kyrgyz Republic. 2007. Vocational Education and Skills Development Project; and ADB. 2012. Kyrgyz Republic. \n\nSecond Vocational Education and Skills Development Project. \n\n14 More information on lessons is in the Sector Assessment (Summary): Education (accessible from the list of linked \n\ndocuments in Appendix 2). \n\n3 \n\n \n\n\f4 \n\n \n\nADB will also support the restructuring of the TVET system, including the potential merger \n12. \nof primary and secondary TVET into a system that can respond more effectively to labor market \npriorities and  provide  effective skills  pathways  for  students. To achieve this,  pilots  of  innovative \ncenters of excellence (COEs) will be supported to (i) link skills training with regional priorities in the \ncountry; (ii) align curricula and create student pathways between primary and secondary TVET; \n(iii)  ensure  close  collaboration  with  industry;  and  (iv)  provide  entrepreneurship  development \nmodules  to  help  students  pursue  self-employment,  and  help  leaders  of  TVET  institutes  adopt \nentrepreneurial  activities  that  can  increase  institutional  revenues.  The  program  design  reflects \nlessons  from  prior  projects,  including  the  need  for  enabling  policy  reform,  and  reducing \nimplementation delays (these were caused mainly by having many small procurement contracts). \nThe  program  is  integral  to  the  ADB  country  partnership  strategy,  2013–2017  for  the  Kyrgyz \nRepublic; both it and the new strategy under preparation are closely aligned with national priorities, \nincluding an increasing emphasis on skills development.15 \n \n13. \nDevelopment coordination. Development partner coordination in education in the Kyrgyz \nRepublic  is  well  established  and  effective.  Development  partners  formulate  and  promote  joint \npositions  on  a  range  of  issues.  ADB  and  German  development  cooperation  through  Deutsche \nGesellschaft für Internationale Zusammenarbeit (GIZ) are key development partners in the TVET \nsector, with GIZ mainly focusing on (i) establishing a system of independent industry assessment, \n(ii) improving the labor market information system, and (iii) matching jobs with job-seekers. The \ncomprehensive reform to be supported by the proposed new ADB-financed program will also serve \nas a framework for MOES to improve donor coordination.16 \n \nB. \n \n14. \nThe  program  is  aligned  with  the  following  impact:  government  strategies  to  achieve \ninclusive growth through improved workforce skills and productivity in the country’s key economic \nsectors, specifically the National Sustainable Development Strategy, 2013–2017; and Education \nDevelopment Strategy, 2012–2020.17 The program will have the following outcome: an established \nmarket-responsive, entrepreneurial, and inclusive TVET system. \n \nC. \n \n15. \n(ii)  teaching  quality  and  learning  environments  improved,  and  (iii)  cooperation  with  industry \nincreased and entrepreneurship skills developed.18 The program includes 10 policy actions for the \nfirst tranche and 16 policy actions for the second tranche. All policy actions for the first tranche \nhave been completed.  \n \n16. \nOutput 1: Technical and vocational education and training governance and finance \nstrengthened.  Output  1  policy  actions  will  enable  the  government  to  align  skills  development \nreform  with  the  National  Sustainable  Development  Strategy,  2013–2017;  economic  and  labor \nmarket  policy;  key  industries;  and  priority  occupations;  and  include  development  of  a  national \n\nImpact and Outcome \n\nOutputs \n\n                                                \n15 ADB. 2013. Country Partnership Strategy: Kyrgyz Republic, 2013–2017. Manila. \n16 TVET support provided by other development partners—including include German development cooperation through \nGIZ,  the  International Labour Organisation,  the  United  Nations  Development  Program,  and  the  European  Training \nFoundation—has involved technical assistance and been smaller in scope and scale than ADB support. Information \non external assistance is in Development Coordination (accessible from the list of linked documents in Appendix 2). \n17 President’s  Office.  National  Sustainable  Development  Strategy  of  the  Kyrgyz  Republic  (2013–2017).  Bishkek;  and \n\nMOES. 2011. Education Development Strategy of the Kyrgyz Republic 2012–2020. Bishkek. \n\n18 Details of the policy actions are in the Development Policy Letter (Appendix 3) and Policy Matrix (Appendix 4). \n\nThe  program  includes  three  outputs:  (i)  TVET  governance  and  finance  strengthened,           \n\n\fqualifications system as part of the upcoming national long-term education sector strategy. Policy \nactions  will  (i)  improve  TVET  governance,  increase  the  number  of  trainees  under  the  skills \ndevelopment  fund  from  600  to  5,000,  institutionalize  the  fund,  and  allow  implementation  of  the \nTVET rationalization plan; and (ii) support development of an integrated education management \ninformation  system  (EMIS)  to  (a)  promote  efficient  sector  governance,  management,  quality \nassurance,  and  monitoring;  (b)  improve  TVET  effectiveness  by  linking  to  supply  and  demand \nmodels relevant to Kyrgyz Republic’s regional labor markets; and (c) establish coherent pathways \nand improve transitions for students to progress in TVET and the labor market. \n \n17. \nProgram activities are closely aligned with the policy targets. Under output 1, the program \nwill  help  facilitate  the  work  of  interministerial  and  regional  working  groups  and  implement \nworkshops  in  the  various  development  areas.  Activities  will  include  studies  to  help  guide  the \nalignment  of  skills  development  to  regional  labor  market  needs,  piloting  the  recognition  of  prior \nlearning in skills programs, technical support to ensure seamless integration of TVET in the EMIS, \nand tracer studies of graduates to track employment outcomes. \n \n18. \nOutput  2:  Teaching  quality  and  learning  environments  improved.  Output  2  policy \nactions  will  foster  the  development  of  competency-based  education  standards,  and  learning \noutcomes-based curricula in TVET. The policy on COEs and work-based learning will help align \ncurricula  and  develop  student  pathways  between  primary  and  secondary  TVET,  increase \nopportunities for  students  to  acquire  and demonstrate practical  skills,  and  help  students  benefit \nfrom on-the-job training. The policy on COEs will allow per capita financing in secondary TVET and \npilot  it  in  COEs.  The  new  policy  on  teacher  development  will  help  ensure  coordination  and \ncoherence  between  pre-service  training  of  new  teachers  and  in-service  training  of  existing \nteachers, and will help meet TVET pedagogical and technical needs.  \n \n19. \nProgram activities will support the establishment of up to five COEs and provide capacity \ndevelopment  to  help  them  offer  training  for  a  total  of  4,000  students  in  occupations  that  reflect \nregional  labor  market  priorities.  Consultative  and  technical  workshops  will  help  the  respective \nbusiness associations specify skills training requirements at the COEs, and plan arrangements for \nstudents for work-based learning in companies. Technical support will be provided for (i) reform of \nTVET standards and curricula, and materials for teachers; and (ii) preparation of a training program \nfor new  and existing TVET teachers,  which will  train  1,000  primary TVET  and  2,000 secondary \nTVET teachers. \n \n20. \nOutput  3:  Cooperation  with  industry  increased  and  entrepreneurship  skills \ndeveloped.  Policy  actions  under  this  output  will  enable  (i)  promotion  of  TVET–industry \npartnerships; and (ii) the introduction of entrepreneurship  education in secondary TVET, and its \npiloting in COEs. The program will provide technical support to develop entrepreneurship education \nin TVET, train teachers, and prepare materials for teachers and students. Technical support and \nguidance will be provided to COEs for the planning and implementation of partnerships that will \nrespond to labor market priorities and strengthen sustainability of COE operations. \n \nD. \n \n21. \nThe government has requested a policy-based grant of $12 million and a project grant of \n$18 million, not exceeding $30 million in total from ADB Special Funds resources to finance the \nprogram. The amounts were determined based on (i) the government’s development expenditures \nand financing needs,19 and (ii) the relative importance given to education sector development in \n\nDevelopment Financing Needs \n\n                                                \n19 The development-related financing gap is about $320.7 million for 2017, and is expected to remain for several years \n\n5 \n\n \n\n\f6 \n\n \n\nnational development strategies. The policy-based grant will be disbursed in two tranches upon \nfulfillment of policy actions expected to be accomplished in 2017 (tranche 1, $4.0 million) and 2021 \n(tranche 2, $8.0 million). The government contribution is estimated at 10.7% of the program cost \n(Table 1). \n \n22.  \n \n\nThe project investment plan, which totals $21.6 million, is in Table 2. \n\nTable 1: Financing Plan \n\nAmount \n($ million) \n \n12.0 \n 18.0 \n   3.6 \n 33.6 \n\nShare of Total \n(%) \n \n35.7 \n53.6 \n10.7 \n100.0 \n\nSource \nAsian Development Bank \n\nSpecial Funds resources (policy-based grant) \nSpecial Funds resources (project grant) \n\nGovernment of the Kyrgyz Republica \n \n\nTotal \n\n(counterpart staff, project implementation office). \n\nSource: Asian Development Bank estimates. \n \n\na  Government counterpart funding covers taxes and duties of $3.06 million and an in-kind contribution of $0.54 million \n\nTable 2: Project Investment Plana \n($ million) \n\nItem \nA. Base Costsc \n1.  TVET governance and finance strengthened \n2.  Teaching quality and learning environments improved \n3.  Cooperation with industry increased and entrepreneurship skills \n\ndeveloped \n\nTotal Costb \n \n\n1.57 \n10.07 \n\n4.72 \n\nSubtotal (A) \n\n4.  Government contribution (taxes and duties and in-kind contribution) \n \nB. Contingenciesd \n1.  Physical \n2.  Price \n \n \nTVET = technical and vocational education and training \na  Detailed cost estimates of the project grant are in the Project Administration Manual (accessible from the list of linked \n\n \n0.84 \n0.80 \n1.64 \n21.60 \n\nSubtotal (B) \n \n\n3.60 \n19.96 \n\nTotal (A+B) \n\n  \n\ndocuments in Appendix 2). \n\nb  Taxes and duties and in-kind contribution to be financed by the government (footnote a, Table 1). \nc  In mid-2017 prices. \nd  Physical contingencies computed at 4.2%. Price contingencies computed at 2.5% in  2018, 2.5% in 2019, 2.3% in \n2020,  2.3%  in  2021,  and  2.3%  thereafter  on  foreign  exchange  costs,  assuming  exchange  rate  fluctuations  as \nestimated for the Kyrgyz Republic. Price contingencies on local currency are calculated at 5.0% in 2018, and 4.0% \nfor each year from 2019 to 2021. \n\nSource: Asian Development Bank estimates. \n \n\n  \n \n\n \n\n \n\n \n \n \n \n \n \n\n                                                \n\n(Government of the Kyrgyz Republic, Ministry of Finance. 2016. Budget Law. Bishkek). The fiscal deficit is projected \nat 4.7% of GDP in 2017. The gap is to be met mainly from long-term loans from foreign sources (projected at $110 \nmillion) and anticipated budget support of about $120 million in total from ADB, the International Monetary Fund, the \nRussian Federation, the European Union, and other development partners. The remaining gap is expected to be met \nfrom  revenues  from  proposed  privatization  ($2  million)  and  issuance  of  government  bonds  ($151.3  million).  The \nprogram component will help narrow the financing gap. Budget support is necessary to finance part of the development \nfinancing needs, covering the period from the introduction of reforms to the realization of fiscal benefits.   \n\n\fE. \n\nImplementation Arrangements \n\n23.  MOES  will  be  the  program  executing  agency.  The  implementation  arrangements  are \nsummarized in Table 3.  \n \n\nAspects \nImplementation period  For policy-based grant: May 2018–December 2021 \n\nArrangements \n\nTable 3: Implementation Arrangementsa \n\nEstimated completion \ndate \n\nOversight body \n\nExecuting agency \nImplementation unit \nProcurement \n\nConsulting services \n\nRetroactive financing \nand/or advance \ncontracting \n\nDisbursement \n\nFor project grant: May 2018–May 2023 \nFor policy-based grant: December 2021 \nFor project grant: November 2022 (physical completion date); May 2023 (loan \nclosing date) \nInterministerial steering committee. Chair: Vice Prime Minister for Economy \nand Investments. Members: MOES, MOF, MOECON, MOLSD \nMOES \nProject implementation unit under MOES \nInternational competitive bidding \nNational competitive bidding \nShopping \nIndividual consultant selection \n\n$4.00 million \n$4.55 million \n$0.09 million \n$0.63 million \n\n8 contracts \n14 contracts \n4 contracts \n7 contracts \n\n1 contract \n1 contract \n\n$0.25 million \n$0.03 million \n\n21 contracts \n1 contract \n\n$0.74 million \n$1.67 million \n\nIndividual consultant selection (PIU) staff \nQuality- and cost-based selection \nQuality cost ratio: 90:10b \nConsultant qualification selection \nLeast cost selection \nAdvance contractingc has been requested to (i) recruit PIU staff; (ii) recruit an \ninternational project implementation firm; (iii) procure a PIU vehicle and office \nequipment and furniture, and (iv) recruit a national technical and vocational \neducation and training policy reform coordinator. Retroactive financing has \nbeen requested to cover the salaries of PIU staff. Retroactive financing in total \nwill not exceed 20% of the project grant amount. \nThe project grant proceeds will be disbursed in accordance with ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB.d The $12 \nmillion policy-based grant will be disbursed in two tranches once relevant \npolicy actions have been completed to ADB’s satisfaction by the government: \nTranche 1:  $4.0 million (planned for 2017); \nTranche 2:  $8.0 million (planned for 2021). \n\nADB = Asian Development Bank,  MOF = Ministry of Finance, MOECON = Ministry of Economy, MOES = Ministry of \nEducation and Science, MOLSD = Ministry of Labor and Social Development, PIU = project implementation unit. \na  Details are in Project Administration Manual (accessible from the list of linked documents in Appendix 2). \nb  The priority on quality is needed, because the impact of the consultant’s assignment will be significant. \nc  The government has been advised that approval of advance contracting will not commit ADB to subsequently \n\napproving financing for the project. \n\nd  Grant proceeds will be used to finance the cost (excluding local taxes and duties) of items produced and procured in           \n\nADB member countries, excluding ineligible items and imports financed under other sources. \n\nSource: Asian Development Bank estimates. \n \n\nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\nThe program will build on the achievements of the two previous ADB-financed investment \n24. \nprojects (footnote 13). The design of the program reflects the lessons stressing the importance of \nthrough  comprehensive  skills  reform, \nstrengthening  sustainability  and  system  efficiency \n\n7 \n\n \n\n\fEconomic and Financial \n\nempowered by enabling policy actions and supported by project activities closely aligned with the \npolicy actions. The establishment of pathways for students, the development of competency-based \nstandards  and  learning  outcomes-based  curricula,  and  the  increased  emphasis  on  work-based \nlearning are all necessary reform measures to enhance the skills and employability of graduates.20 \nSupport for entrepreneurship education is needed to foster self-employment by graduates, while \ncloser  partnerships  with  industry  will  help  match  skills  with  labor  market  priorities.  The  policy \nactions for industry partnerships will support the sustainable operation and maintenance (O&M) of \ntraining facilities. \n \nB. \n \n25. \nThe program’s direct economic benefits stem from the benefits to economic growth from \nincreased quality and relevance of skills. Improved skills will also help people access better-paid \njobs and earn higher incomes. The program will help increase the number of skilled workers in the \ncountry,  and  thus  support  expansion  of  key  economic  sectors.  Investments  in  human  capital \nthrough  education  can  lead  to  per  capita  GDP  growth  of  up  to  1.7%  per  year.  For  the  Kyrgyz \nRepublic,  estimated growth is  around  1.6%.  Support for  comprehensive skills  reform  is  likely  to \nincrease the economic growth rate in the long term. \n \nThe  program  benefits  are  estimated  over  25  years. 21  The  program  is  assessed  as \n26. \neconomically  viable,  with  an  estimated  economic  internal  rate  of  return  of  16.1%.  The  analysis \nincorporates two benefit streams: (i) the employment rate, which is estimated to increase from 70% \nto 91% because of the program; and (ii) an increased wage premium of 3% from the results of \nskills  training  that  is more  relevant  to  labor market  needs.  Sensitivity  analysis  confirms  that  the \neconomic return remains robust under adverse conditions—switching value analysis indicates that \nthe  economic  internal  rate  of  return  will  be  11.8%  under  the  following  scenario:  O&M  costs \nincreased by 20%, benefits reduced by 20%, and operation delayed by 1 year. \n\nThe fiscal impact analysis confirms the government has adequate budgetary resources to \n27. \nfulfill its financial obligations under the program.22 Total program costs will be significantly less than \n0.5% of total annual government expenditures. The financial sustainability analysis indicates that \nthe  government  has  sufficient  capacity  to  cover  annual  O&M  costs  beyond  the  program \nimplementation  period—estimated  O&M  costs  are  low  (0.019%  to  0.022%  of  total  government \nspending). \n \nC. \n \n28.  MOES  has  successfully  managed  several  ADB-funded projects. The  program’s financial \nmanagement assessment rates the capacity of MOES as satisfactory and the overall pre-mitigation \nfinancial management risk as moderate. The procurement capacity of MOES was assessed, and \nthe pre-mitigation procurement management risk deemed moderate. The risk assessment and risk \nmanagement plan will mitigate risks through (i) advance action for early recruitment of consulting \nservices to build capacity in procurement and good governance, (ii) recruitment of qualified staff \n\nGovernance \n\n                                                \n20 The program will include tracer studies of graduates. Employability is typically assessed using an index that combines \nresults  of  tracer  studies  in  occupational  fields,  technical  and  social  competences,  and  workplace  satisfaction.  \nP.  Sunardi  and  E.  Sutadji.  2016.  Employability  Skills  Measurement  Models  of  Vocational  Student \nhttp://aip.scitation.org/doi/abs/10.1063/1.4965777; H. Mohd Yusof, et al. 2012. Measurement Model of Employability \nSkills Using Confirmatory Factor Analysis. Procedia - Social and Behavioral Sciences 56 (2012), pp. 348–356; and L. \nHarvey. 2001. Defining and Measuring Employability. Quality in Higher Education. Vol. 7, pp. 97–109. \n\n21 Economic analysis (accessible from the list of linked documents in Appendix 2). \n22 Financial analysis (accessible from the list of linked documents in Appendix 2). \n\n8 \n\n \n\n\fPoverty and Social \n\nfor a project implementation unit (PIU), (iii) development of a financial management manual, and \n(iv) training of MOES and PIU staff. Risks will further be mitigated by the government’s ongoing \ncentralized  electronic  procurement  system  initiative.  The  ADB  Anticorruption  Policy  (1998,  as \namended  to  date)  was  explained  to,  and  discussed  with,  the  government  and  MOES.  MOES \nadopted an anticorruption action plan in 2014.23 \n \nD. \n \nThe program will disproportionately benefit the poor and socially disadvantaged groups,24 \n29. \nwho will benefit directly from the inclusive approach and quality improvements in COEs; outreach \nto rural areas will be a key strategy to inform them about opportunities to access improved TVET. \nMost  COEs  will  be  established  in  second-tier  cities,  which  will  increase  access  for  vulnerable \ngroups.  The  program’s  focus  on  regional  economies  will  help  improve  overall  well-being  in  the \nselected regions. The skills development fund will prioritize vulnerable beneficiaries. The program \nis categorized as gender equity.25\n Key issues to be addressed include (i) stereotypes associated \nwith the traditional role of females in society, which cause dropouts in TVET due to early marriage; \nand (ii) cultural barriers that prevent girls from choosing professions with higher pay and demand. \nFemale students currently represent only about one-third of primary TVET students, and most are \nstudying tailoring, services, and catering. Although female students outnumber males in secondary \nTVET,  these  proportions  do  not  translate  to  the  labor  market.  About  400  professions  are  still \nprohibited for female students. The program will seek to increase female participation  in priority \ncourses and improve the employability of both male and female graduates. Program support to the \nEMIS  will  allow  collection and analysis  of  gender-disaggregated  data. The program  will  support \ngender-balanced  management \nfor  girls,  gender-\nmainstreamed  teaching  and  learning  materials,  qualified  teachers  in  nontraditional  fields,  and  a \ngender-sensitive assessment system that allows for gender-disaggregated analysis and feedback. \n \nE. \n\ninstitutes,  dormitories \n\nSafeguards \n\nin  TVET \n\nteams \n\n30. \nIn accordance with ADB’s Safeguard Policy Statement (2009), the program is classified as \ncategory  C  for  involuntary  resettlement,  environment,  and  impact  on  indigenous  peoples.  Civil \nworks will be carried out for the rehabilitation of classrooms in lyceums and colleges as part of the \npiloting of COE arrangements. Civil works-related impacts are localized, short-term, and can be \neffectively  mitigated  through  the  application  of  good  civil  works  practices.  An  environmental \nmanagement  checklist  will  be  prepared  for  use  in  civil  works  during  program  implementation. \nProgram activities will require neither land acquisition nor resettlement, and program activities will \nnot adversely affect indigenous peoples. The improved quality of skills development resulting from \nthe program will benefit all students, including indigenous peoples. \n \nF. \n\nRisks and Mitigating Measures \n\n31. \nRisks associated with the program are reviewed based on the risk analysis matrix. Major \nrisks  and  mitigating  measures  are  summarized  in  Table  4  and  described  in  detail  in  the  risk \nassessment and risk management plan.26 \n \n\n                                                \n23 The  specific  Anticorruption  Policy  (1998,  as  amended  to  date)  requirements  and  supplementary  measures  are \ndescribed  in  the  Project  Administration  Manual  (accessible  from  the  list  of  linked  documents  in  Appendix  2).  The \nmanual also includes details of the integrated grievance redress mechanism. \n\n24 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n25 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n26 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nWeak financial management. \nFinancial management systems \nare weak. Noncompetitive salary \nmakes it difficult to attract \nqualified financial management \nexperts and accountants for the \nexecuting and implementing \nagencies. \nLimited procurement capacity. \nWeak internal regulations and \npractices in public procurement. \nCapacity of procurement staff of \nexecuting and implementing \nagencies is limited. \n\nMitigating Measures \nNational financial management system has been improved. With \ndevelopment partner support, several mitigation actions, including \nintroduction of electronic funds transfer and streamlined tax \noperations, have been taken. MOES will recruit qualified PIU \nfinancial management experts with ADB or World Bank project \nexperience. A detailed financial management manual will be \nprepared, and training will be conducted for relevant PIU and \nMOES staff. \nThe government has introduced the e-procurement system. Based \non lessons from education projects in the country, the number of \nprocurement packages is substantially lower under the new \nprogram. ADB will participate as an observer in the selection of PIU \nstaff to help the executing agency recruit qualified, English-\nspeaking procurement experts. The program includes funding for \ncapacity development for project implementation. \n\nADB = Asian Development Bank, MOES = Ministry of Education and Science, PIU = program implementation unit. \nSource: Asian Development Bank. \n\nIV. \n\nASSURANCES \n\nThe government has assured ADB that implementation of the program shall conform to all \n32. \napplicable  ADB  policies—including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement—as described in detail in the project \nadministration  manual  and  grant  documents.  The  government  has  agreed  with  ADB  on  certain \ncovenants for the program, which are set forth in the grant agreements. The policy grant will be \ndisbursed as follows: (i) $4.0 million upon completion of all first tranche policy actions to ADB’s \nsatisfaction,  and  (ii)  $8.0  million  upon  completion  of  all  second  tranche  policy  actions  to  ADB’s \nsatisfaction.  Policy  actions  for  first  tranche  will  be  completed  prior  to  ADB  Board  of  Directors \nconsideration of the program on 20 November 2017, and by 2021 for the second tranche. Prior to \nprogram  effectiveness,  a  program  steering  committee  will  be  established  and  project  director \nappointed.  The  grant  agreements  will  need  to  become  effective  simultaneously  as  the \neffectiveness of policy-based grant agreement is conditional upon the effectiveness of the project \ngrant, and vice versa. \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed grants would comply with the Articles of Agreement of the \n\n33. \nAsian Development Bank (ADB) and recommend that the Board approve \n\n(i)  \n\n(ii) \n\nthe  policy-based  grant  not  exceeding  $12,000,000  to  the  Kyrgyz  Republic  from \nADB’s  Special  Funds  resources  (Asian  Development  Fund)  for  the  Skills  for \nInclusive Growth Sector Development Program, on terms and conditions that are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  grant  agreement \npresented to the Board; and \nthe  project  grant  not  exceeding  $18,000,000  to  the  Kyrgyz  Republic  from  ADB’s \nSpecial  Funds  resources  (Asian  Development  Fund)  for  the  Skills  for  Inclusive \nGrowth Sector Development Project, on terms and conditions that are substantially \nin  accordance  with  those  set  forth  in  the  draft  grant  agreement  presented  to  the \nBoard. \n\nTakehiko Nakao \nPresident \n\n30 October 2017\n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpact the Program is Aligned with \n \nGovernment’s strategies to achieve inclusive growth through improved workforce skills and productivity in \nthe country’s key economic sectors (National Sustainable Development Strategy, 2013–2017, and \nEducation Development Strategy 2012–2020)a \n\nPerformance Indicators with Targets and \nBaselinesb \n\nBy 2023: \na.  Employability of graduates in priority occupations \nincreased by 30% in supported COEs (including 5% \nself-employment), of which at least 30% are female \nand 60% come from secondary cities (2018 baseline: \nTo be established) \n\nData Sources \nand Reporting \nMechanisms \n\n \na.  MOES tracer \nstudies and \nemployability \nmeasurement \napproach \n\nRisks \n\n \nSlow job \ncreation in \nthe country \n\nb.  Number of graduates in priority occupations \nincreased by 30%, of which at least 30% are female \n(2018 baseline: To be established) \n\nb. MOES \ngraduation \nstatistics \n\n \n \n\nResults Chain \nOutcome \nA market-\nresponsive, \nentrepreneurial, \nand inclusive \nTVET system \nestablished \n\nOutputs \n1.  TVET \ngovernance and \nfinance \nstrengthened \n\n \nInsufficient \neducation \nbudget \n\nc.  Surveys of \nemployers \n \n1a.–f. National \nand education \nstrategies, \nguidelines, \nhandbook, \ngovernment \ngazette, \ntraining plans, \ncharter, \norganigram of \nMOES, decree, \nregulations, \nsublegal acts, \nenrollment \nstatistics, and \nEMIS reports \n\nc.  Employer satisfaction with TVET graduates \nincreased by 5% (2014 baseline: 33%) \nProgram: \n1a. Skills development forms integral part of both the \ncountry’s long-term approved and implemented \ndevelopment strategy and the corresponding \neducation strategy by 2021 (2017 baseline: Not \napplicable) \n \n1b. National qualifications system (including national \nqualifications framework) developed and agreed \nbetween line ministries and stakeholders by 2021 \n(2017 baseline: Not applicable) \n \n1c. At least 5,000 trainees trained under the Skills \nDevelopment Fund, of which 30% are women (2016 \nbaseline: 600) \n \nProject: \n1d.  EMIS implemented for evidence-based \npolicymaking in all primary TVET institutes and in \n50% of secondary TVET institutes by 2021 (2017 \nbaseline: 75% in primary TVET, 19% in secondary \nTVET, including gender disaggregated data \ncollection) \n \n1e. At least five local industry mapping studies \nfinalized by COEs using MOES- and MOLSD-\napproved methodology (2018 baseline: 0) and each \nsupported COE introduces at least one new or \nrevised occupation or specialization each academic \nyear, starting in 2019, based on results of industry \nmapping studies (2018 baseline: 0) \n\n \n\n1f.  Recognition of prior learning in at least 10 priority \noccupations or specializations from primary TVET to \nsecondary TVET; with pilot starting in 2019 (2018 \nbaseline: 0) \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n\n2.  Teaching \nquality and \nlearning \nenvironments \nimproved \n \n\n3.  Cooperation \nwith industry \nincreased and \nentrepreneurship \nskills developed \n\n \n\n \n\n \n\nRisks \n\n \nLimited \nprocurement \ncapacity \n\nData Sources \nand Reporting \n\n  \n2a. Project \nprocurement \nrecords of works \nand goods \n \n2b.–g. MOES \napproval \ndocuments, \nstandards, \ncurricula, and \ntraining \nmaterials \n\n \nLimited \ncollabora-\ntion \nbetween the \ngovernment \nand industry \n\n \n3a.–d. Expert \ncouncil \nmandate and \ncooperation \nagreements, \nmemorandums \nof \nunderstanding, \nbusiness plans, \nsyllabi, and \nmedia items \n\nPerformance Indicators with Targets and \nBaselines b \n\nProgram: \n2a. MOES-approved TVET teacher development \nprogram (2018 baseline: Not approved) \n \n2b. Learning outcome-based methodology for \neducation standards and curricula development in \nsupported COEs approved by MOES by 2019 (2017 \nbaseline: 0) \n \n2c. Curricula and training materials developed based \non job profiles and validated by industry \nrepresentatives for 15 occupations or specializations \nin at least five supported COEs (2017 baseline: Not \napplicable) \n \nProject: \n2d. Five colleges upgraded to COEs by 2021 (three \nin secondary cities) (2017 baseline: 0) \n \n2e. 1,000 primary TVET and 2,000 secondary TVET \nteachers, of which are 30% female, report improved \nskills in pedagogic and technical areas by 2020 \n \n2f.  4,000 students (both self- and state-financed) \ntrained in priority occupations or specializations in \nsupported COEs and 750 students in aligned primary \nTVET lyceums by 2022 (30% female, 2017  \nbaseline: 0) \n \n2g. WBL concept piloted in 15 priority occupations or \nspecializations by 2020 (4,000 students by 2022; of \nwhich are 30% female; 2017 baseline: 0) \nProgram: \n3a. Supported COEs have established at least 15 \nformal industry partnerships by 2022  \n(2017 baseline: 0) \n \n3b. Entrepreneurship training makes up at least 10% \nof hours taught in all supported COEs across all \nsubjects, and makes up at least 5% of hours taught in \neach individual subject (2017 baseline: 0) \n \nProject: \n3c. Expert groups, with at least 20% female \nmembership, for industry partnerships established \nand operational in each supported COE by 2019 \n(2017 baseline: 0 expert groups) \n \n3d. Gender-sensitive multimedia and social media \ncampaign on industry partnerships developed in 2018 \nand has reached at least 1 million people by 2022 \n(2017 baseline: 0) \n\n\fAppendix 1 \n\n13 \n\nKey Activities with Milestones \n1. TVET governance and finance strengthened \n1.1  Advertise request for proposals for consulting firm (Q4 2017). \n1.2  Hire project implementation unit staff, and equip office space (Q4 2017–Q12018). \n1.3  Conduct baseline studies (2018). \n1.4  Hold high-level consultation events to include skills development in relevant strategies (2017, 2018). \n1.5  Establish interministerial working group for national qualifications system and national qualifications \nframework  development,  and  build  capacity  in  MOES  on  quality  assurance  and  monitoring  and \nevaluation (2017, 2022). \n\n1.6  Analyze regulatory framework for TVET by expert-led interministerial working group, conduct yearly \n\nworkshops for each COE, and hold yearly peer-learning events (2018–2022). \n1.7  Pilot improved regulatory framework for entrepreneurship activities of COEs (2020). \n1.8  Refine the Skills Development Fund manual and charter, and develop cofinancing mechanism (2017, \n\n2021). \n\n1.9  Establish regional working groups to align primary TVET curricula to COE specializations, and analyze \n\nregional labor market needs (2018–2022). \n\n1.10 Conduct EMIS capacity building at MOES and education institutions on quality of data introduction \n\nand data analysis and triangulation for evidence-based policy making (2017, 2021). \n\n1.11 Conduct yearly tracer studies and develop employability index (2018–2022). \n2.  Teaching quality and learning environments improved \n2.1  Complete COE selection (2018). \n2.2  Tender procurement packages for COEs, primary TVET lyceums, and teacher training institutions (Q4 \n\n2018, 2020). \n\n2.3  Develop  technical  and  didactical  in-service  and  pre-service  teacher  training  curricula  by  expert \n\nworking group: conduct yearly trainings and provide internships for teachers (2018–2022). \n\n2.4  Establish expert working group for curricula and learning material development (2018). \n2.5  Conduct series of workshops for the development of each education standard, curriculum, and training \n\n2.6  Develop  and  pilot  WBL  concept  and  curriculum  in  industry  workshops;  conduct  biannual  review \n\nmaterial (2018–2022). \n\nworkshops (2019–2022). \n\n2.7  Conduct study trips for COE establishment and management (2018, 2020). \n2.8  Ensure female participation in technical specializations through professional orientation (2019–2022). \n3. Cooperation with industry increased and entrepreneurship skills developed \n3.1  Establish twinning partnership with international COEs (2019). \n3.2  Establish expert groups for industry partnership at COEs (2019). \n3.3  Establish industry partnerships mechanisms for equipment of COEs, WBL, entrepreneurship training, \n\nand small-scale production and provision of expert services (2020). \n\n3.4  Pilot curricula for entrepreneurship training and WBL in COEs, train teachers, conduct yearly peer-\nlearning  workshops,  provide  yearly  individual  coaching  days,  and  conduct  study  tours  on \nentrepreneurship training (2018, 2020). \n\n3.5  Develop and conduct gender-sensitive industry partnership campaign (2018–2022). \nInputs \n\nAsian Development Bank: $30,000,000 (Asian Development Fund grants) \nGovernment of the Kyrgyz Republic: $3,600,000 \nAssumptions for Partner Financing \nNot applicable \nCOE = center of excellence, EMIS = education management information system, MOES = Ministry of Education and \nScience, MOLSD = Ministry of Labor and Social Development, Q = quarter, TVET = technical and vocational education \nand training, WBL = work-based learning. \na President’s Office. National Sustainable Development Strategy of the Kyrgyz Republic (2013–2017). Bishkek; and \n\nMOES. Education Development Strategy of the Kyrgyz Republic (2012–2020). Bishkek. \n\nSource: Asian Development Bank. \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50024-002-2 \n\nProgram Grant Agreement \n\nProject Grant Agreement \n\nSector Assessment (Summary): Education \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nInternational Monetary Fund Assessment Letter \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\nGender Action Plan \n\nList of Ineligible Items \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n14. \n\n \n\n \n\n\fDEVELOPMENT POLICY LETTER\n\nAppendix 3 \n\n15 \n\n \n\n \n\n\f16 \n\nAppendix 3 \n\n \n\n \n\n\fAppendix 3 \n\n17 \n\n \n\n \n\n\f18 \n\nAppendix 3 \n\n \n\n \n\n\fAppendix 3 \n\n19 \n\n \n \n\n \n\n \n\n\f20 \n\nAppendix 4 \n\nOutput 1: TVET \ngovernance and finance \nstrengthened \n\n \n\n \n\n2nd tranche release by 2021 \n\nOutputs \n\nPolicy Actions Rationale \n\nPolicy Actions accomplished by 2021 \n\nPOLICY MATRIX \n \n\n1st tranche release after grant/loan \neffectiveness \n\nPolicy Actions accomplished by \n2017 \n\n1.  The development of NQS included \nin Action Plan for implementing \nthe Education Strategy 2018–\n2020. \n\n \n\n2.  By  a  MOES’s  order  an \ninter-\nministerial  working  group  established, \nrepresentatives  of \nconsisting  of \nstakeholders, to develop NQS. \n \n3.  By  an  order  of  MOES,  a  working \ngroup  of  stakeholders  established  to \ndetermine  the  priorities  of  PVET  and \nSVET primary and secondary TVET to \nimprove governance. \n \n\n1.Skills development \nforms part of approved \ncountry development \nstrategy, economic and \nlabor market policy, and \neducation strategy. \n \n\n2.Primary and secondary \nTVET governance \nimproved. \n \n\n3.Skills development fund \ninstitutionalized. \n\n4.EMIS established to  \ngovern and manage PVET\nand SVET.  \n \n\n \n\n4. An order issued by MOES for \ndevelopment of EMIS  \n\n1.The strategic document on long-term education \ndevelopment,  that  includes  priorities  for  skills \ndevelopment that promote equal opportunities for \nmales  and  females,  and  which  are  in  alignment \nthe  country’s  socio-economic  priorities, \nwith \ndeveloped and approved by MOES.  \n2.Skills  development  integrated  in  the  approved \nlong-term development strategy of the country.  \n\n3.Model  for  a  NQS  and  concept  of  National \nQualification  Council  developed  and  agreed \nbetween  all  key  ministries  &  stakeholders,  and \nnormative legal acts on NQS for PVET and SVET \ndeveloped  by  MOES  and  approved  by  the \nGovernment of the Kyrgyz Republic. \n\n \n\n4.Skills development fund has obtained legal \nstatus and registration, such that it is eligible \nand can receive funding from sources other \nthan ADB.   \n5.Sex-disaggregated  EMIS  in  the  form  of  an \nautomated  education  management  system \nimplemented \nlyceums  and  SVET \ncolleges  for  evidence-based  and  labor  market \noriented policy making. \n\nin  PVET \n\n \n\n \n\n\f \n\n2nd tranche release by 2021 \n\nOutputs \n\nPolicy Actions Rationale \n\nPolicy Actions accomplished by 2021 \n\n \n\n \n\n5.Effectiveness of PVET \nand SVET provision \nimproved. \n  \n\n6.Pathways within \nprofessional education \nestablished.  \n  \n\n \n\n1st tranche release after grant/loan \neffectiveness \n\nPolicy Actions accomplished by \n2017 \n\n5. Rationalization and action plan for  \nPVET and SVET approved by  \nMOES’s order. \n \n\n \n\nOutput 2:  \nTeaching quality and \nlearning environments \nimproved \n \n\n7.National methodology \nfor competency based \neducation standards and \nlearning outcomes based \ncurricula developed. \n\n6.An order instructing that SVET \nmodel should maintain not less than \n45% professional hours in curricula, \nissued by MOES.  \n \n\n8.Policy of WBL and \nCOEs approved.   \n  \n\n7.The methodology for selection of \nCOEs agreed by MOES. \n \n \n \n\nAppendix 4 \n\n21 \n\n6.Methodology for analyzing supply and demand \nin  the  regional  labor  markets,  that  includes  a \ngender  analysis  of  occupations,  approved  by \nMOES and used by supported COEs. \n7. Rationalization plan implemented in \naccordance with the approved policy for regional  \ndevelopment. \n\n8. Respective changes to the regulatory legal \nframework to provide educational pathways from \nPVET to SVET, and from SVET to professional \ntertiary education (including recognition of prior \nlearning outcomes, which also address \noccupational gender stereotyping) made.  \n\n9.State  Educational  Standards  for  PVET  and \nSVET developed and approved by MOES for the \npriority  occupations  and  specialties  which  also \naddress occupational gender stereotyping. \n\n10. The concept of WBL taking into account the \nprinciples  of  gender  equality  developed,  and \napproved by MOES Decree, and piloted in COEs \nin  priority  occupations  and  specialties.  At  least \n10% of the total number of hours is used for WBL \nin priority occupations and specialties \n11.  Per  capita  financing  formula  developed  for \nSVET  in  the  context  of  specialty  groups,  and \napproved by MOES and MOF, and tested in pilot \nCOEs. \n\n \n\n\f22 \n\nAppendix 4 \n\n \n\n \n\n2nd tranche release by 2021 \n\nOutputs \n\nPolicy Actions Rationale \n\nPolicy Actions accomplished by 2021 \n\n9. A Teacher Development \nProgram for PVET and \nSVET developed. \n \n\n1st tranche release after grant/loan \neffectiveness \n\nPolicy Actions accomplished by \n2017 \n\n8. Concept note for the enhancement \nof PRESETT and INSETT teacher \ntraining for PVET and SVET, based \non the analysis of the national and \ninternational experience and systems, \ndeveloped and approved by MOES. \n\n12.  A  gender-inclusive  Teacher  Development \nProgram  for  PVET  and  SVET  teachers,  and  plan\nfor implementation across the country, developed\nand approved by MOES. \n\n \n\nOutput 3:  \nCooperation with \nindustry increased and \nentrepreneurship skills \ndeveloped \n\n10. Entrepreneurship \neducation introduced in \nCOEs  \n \n\n9. The number of credits for \nentrepreneurship education for \ninclusion in the SVET State Education \nStandards for piloting in COEs \napproved by Board of SVET Directors. \n\n13.Gender-inclusive entrepreneurship education \nmodules introduced in the curricula of COEs for \npiloting (not less than 10% of total hours \nintersubjectively, not less than 5% as stand- alone \nsubjects). \n\n11. Education \npartnerships with industry \ninstitutionalized  \n  \n\n10.MOU  model  on  partnership  with \nbusiness  associations  for  increasing \nPVET and SVET capacities developed.  \n\n \n\n \n\n14.Guidelines on partnership between education  \ninstitutions and industry that  reflect deeper  \nfinancial and managerial autonomy of COEs are  \napproved by MOES  and necessary regulatory  \nchanges are developed to open up male- \ndominated occupations to female TVET  \ngraduates.  \n15.Projects  of  partnerships  of  industry  and  TVET\ndeveloped  and \n(minimum  1\npartnership per COE, minimum requirement signed \nMOU). \n16. Representatives of the sectors are members in \nthe National Qualification Council, and expert  \ngroups for industrial partnership, as part of COE  \narrangements, established.  \n\nimplemented \n\nADB =  Asian Development Bank, COE = center of excellence, EMIS =   education management information system, INSETT = in-service teacher training, MOES = \nMinistry of Education and Science,  MOF = Ministry of Finance, MOU = memorandum of understanding,  NQS = national qualifications system, PRESETT = preservice \nteacher training, PVET = primary vocational education and training, SVET = secondary vocational education and training, TVET = technical and vocational education \nand training, WBL = work-based learning.  \n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 10 October 2017) \n", "Currency unit \nSom1.00 \n$1.00 \n", "– \n= \n= \n", "som (Som) \n$0.014 \nSom68.399 \n", " \n \n", " \n \n", "ABBREVIATIONS \n", "ADB \nCOE \nEMIS \nGDP \nGIZ \n", "MOES\nO&M \nOECD \nTVET \n", "– \n– \n– \n– \n– \n", "– \n– \n– \n– \n", "Asian Development Bank \ncenter of excellence \neducation management information system \ngross domestic product \nDeutsche Gesellschaft für Internationale Zusammenarbeit \n(German Agency for International Cooperation) \nMinistry of Education and Science \noperation and maintenance \nOrganisation for Economic Co-operation and Development \ntechnical and vocational education and training \n", "NOTE \n", "In this report, “$” refers to United States dollars. \n", " \n \n", " \n", " \n", " \n", " \n \n \n", " \n", " \n \n \n", " \n", " \n \n \n", "Vice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n", "W. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nR. Hiraoka, Social Sector Division, CWRD \n \nJ. Sarvi, Lead Education Specialist, CWRD \nE. Izawa, Unit Head, Project Administration, CWRD \nR. Lavado, Health Specialist, CWRD \nC. Lim, Operations Assistant, CWRD \nM. I. Martin, Associate Project Officer, CWRD \nL. Nazarbekova, Principal Counsel, Office of the General Counsel \nM. Razaev, Project Officer, Kyrgyz Resident Mission, CWRD \n", " \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", "CONTENTS \n", " \n", " \n", "III. \n", "PROGRAM AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "THE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nDevelopment Financing Needs \nE. \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty and Social \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n", "ASSURANCES \n", "RECOMMENDATION \n", "IV. \nV. \n \nAPPENDIXES \n", "1. \n2. \n3. \n4. \n", "Design and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter \nPolicy Matrix \n", " \n", " \n", "Page \n", " \n", "1 \n1 \n1 \n4 \n4 \n5 \n7 \n7 \n7 \n8 \n8 \n9 \n9 \n9 \n10 \n10 \n", "11 \n14 \n15 \n20 \n"]}