{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20170329171829+08'00'", "ModDate": "D:20170329171829+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Concept paper", "Keywords": "adb project concept paper", "content": " \n\n \n\n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors \n \n \n \n \n \n \n \n \n \n \nProject Number: 50064-001 \nMarch 2017 \n \n \n \n \n \nProposed Loan and Administration of Loan \nGeorgia: Batumi Bypass Road Project \n \n\n \n\n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 24 February 2017) \n \n– \n\nlari (GEL) \n\nCurrency unit \n\nGEL1.00 \n$1.00 \n€1.00 \n\n= \n= \n= \n\nor \nor \nor \n\n€0.362228 \n€0.949037 \n$1.053699 \n\n$0.381679 \nGEL2.62000 \nGEL2.760696 \n \n \nABBREVIATIONS \n \nAsian Development Bank \nAsian Infrastructure Investment Bank \nenvironmental impact assessment \nenvironmental management plan \nEurasian Transport Corridor Investment Center \nEast–West Highway \nkilometer \nland acquisition and resettlement \nland acquisition and resettlement plan \nmeter \nmultitranche financing facility \nMinistry of Regional Development and Infrastructure \nperformance-based maintenance \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n \nNOTE \n\nADB \nAIIB \nEIA \nEMP \nETCIC \nEWH \nkm \nLAR \nLARP \nm \nMFF \nMRDI \nPBM \n\nIn this report, \"$\" refers to United States dollars. \n\nVice-President  W. Zhang, Operations 1 \nDirector General  S. O'Sullivan, Central and West Asia Department (CWRD) \nDirector \nX. Yang, Transport and Communications Division, CWRD \n \n \nTeam leader \nD. Pyo, Lead Transport Specialist, CWRD \nTeam members \nZ. Abbas, Principal Environment Specialist, Sustainable Development and  \nClimate Change Department \nM. Beauchamp, Senior Social Development Specialist (Safeguards), CWRD \nN. Bustamante, Senior Operations Assistant, CWRD \nS. Campbell, Deputy Country Director, CWRD \nA. Carlota, Counsel, Office of the General Counsel \nT. Herz, Transport Specialist, CWRD \nA. Kalliokoski, Transport Economist, CWRD \nS. Kim, Senior Audit Specialist, Office of the Auditor General \nG. Kiziria, Senior Project Officer (Infrastructure), CWRD \nM. Mamayson, Project Analyst, CWRD \nS. Paracha, Financing Partnerships Specialist, Office of Cofinancing Operations \nC. Tabernilla, Project Analyst, CWRD \nB. Reddy Bathula, Principal Project Management Specialist, South Asia Department \n\nPeer reviewer \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n \n\n \n\n\f \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \nF. \n\nTechnical \nEconomic and Financial \nGovernance \nPoverty, Social, and Gender \nSafeguards \nSummary of Risk Assessment and Risk Management Plan \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n1 \n1 \n4 \n4 \n4 \n5 \n7 \n7 \n7 \n8 \n8 \n9 \n9 \n10 \n\n10 \n\n11 \n12 \n\nMAP \nI. \nII. \n\n \n \n \n \n \nIII. \n\nIV. \nV. \n\n1. \n\n2. \n\n \n \n \n \n \n \n\n \n\n \n \n \n \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nBatumi Bypass Road Project\n\nGeorgia\nGeorgia\n\nSubsector(s)\nRoad transport (non-urban)\n\nSubcomponents\n\nPillar 1: Economic opportunities,  including \njobs, created and expanded\nGlobal and regional transboundary \nenvironmental concerns\nPillar 2: Trade and investment\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 50064-001\nCWRD/CWTC\n\nMinistry of Regional \nDevelopment and \nInfrastructure of Georgia\n\n     ADB Financing ($ million)\n114.00\n114.00\n\nTotal\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\n14.00\nMedium\n\nComponents\nInstitutional development\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nKnowledge sharing activities\nPilot-testing innovation and learning\nImplementation\nPrivate Sector\nPublic sector goods and services essential for \nprivate sector development\n\nLocation Impact\nRegional\n\nHigh\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nTransport\n\n3. Strategic Agenda\nInclusive economic\ngrowth (IEG)\nEnvironmentally\nsustainable growth (ESG)\nRegional integration\n(RCI)\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nKnowledge solutions\n(KNS)\nPartnerships (PAR)\n\nPrivate sector\ndevelopment (PSD)\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals\n\nNo\nNo\nYes\nSDG9\n\n6. Risk Categorization:\n\nComplex\n\n.\n\n.\n\n8. Financing\n\n7. Safeguard Categorization\n\nEnvironment: A   Involuntary Resettlement: A   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Project loan (Regular Loan): Ordinary capital resources\nCofinancing\n     Loan - Asian Infrastructure Investment Bank\nCounterpart\n\nGovernment\n\nTotal\n\nAmount ($ million)\n\n114.00\n114.00\n114.00\n114.00\n87.20\n87.20\n315.20\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nYes\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n02112016142000871223\n\nGenerated Date: 07-Mar-2017 10:38:23 AM\n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto  Georgia  for  the  Batumi  Bypass  Road  Project.  The  report  also  describes  the  proposed \nadministration  of  a  loan  to  be  provided  by  the  Asian  Infrastructure  Investment  Bank  (AIIB)  for \nthe Batumi Bypass Road Project and, if the Board approves the proposed loan, I, acting under \nthe authority delegated to me by the Board, approve the administration of the loan.1 \n\nThe  proposed  project  will  (i)  construct  a  new  two-lane  bypass  road  of  14.3  kilometers \n2. \n(km) skirting Batumi; and (ii) contract out routine and periodic maintenance work for about 200 \nkm  of \nthrough  a  performance-based \nmaintenance (PBM) contract. \n\ninternational  and  connecting  secondary  roads, \n\nA. \n\nRationale \n\nII. \n\nTHE PROJECT \n\n3. \nCountry’s  strategic  location.  The  Caucasus  region  forms  a  land bridge  between  the \nBlack Sea and the Caspian Sea, and is the shortest transit link from Central Asia to Europe and \nTurkey.  The  region  once  served  caravans  along  the  historic  Silk  Road,  and  today  is  a  major \nconduit for transport of crude oil from Central Asia and the Caucasus to Europe. The East–West \nHighway  (EWH)  between Azerbaijan  and Georgia is  already  a major  route for  oil  exports from \nAzerbaijan and Central Asian countries, which are exported through the Black Sea ports of Poti \nand Batumi. \n\n4. \nRoad  network  and  government  sector  strategy.  Since  the  mid-2000s,  Georgia  has \nradically  transformed  its  transport  system  infrastructure  and  service  delivery  through  the \nconstruction of roads, railways, port terminals, and airports. The road network in Georgia totals \nabout 22,000 km, with 6,835 km of international and secondary roads managed by the Roads \nDepartment  of  Georgia  under  the  Ministry  of  Regional  Development  and  Infrastructure  of \nGeorgia  (MRDI),  and  about  15,000  km  of  local  roads  managed  by  district  administrations. \nTwo international roads, E60 and E70 of the European network, form Georgia’s EWH portion of \nthe Europe–Asia corridor that transits the Caucasus. It runs north from Sarpi at the border with \nTurkey, serving the Black Sea ports of Batumi and Poti; then east to Tbilisi; and then southeast \nto the border with Azerbaijan, a total distance of 412 km. It constitutes a portion of the Central \nAsia  Regional  Economic  Cooperation  program  road  corridors  (Georgia  joined  the  program  in \n2016). The EWH carries over 60% of the country’s foreign trade, and is a central element in the \ngovernment’s strategy of developing Georgia as a regional transport and logistics hub. \n\n5. \nRegional  transport  and  logistics  hub.  The  government  aims  to  leverage  Georgia’s \ntransit  and  trade  potential  to  boost  private  sector  competitiveness  and  inclusive  economic \ngrowth.  The  government’s  national  development  strategy  emphasizes  environmental \nsustainability and the integration of Georgia within regional and international transport systems.2 \nThe broad strategic goals are to improve the transport system to link all parts of the country, and \nconnect Georgia’s  ports and airports to  neighboring  countries  and  beyond;  the  aim  is to  make \nGeorgia a regional and logistical hub and business platform, upgrade multimodal infrastructure, \nand ultimately transform Georgia into the preferred gateway between Asia and Europe. \n \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Government  of  Georgia,  Ministry  of  Regional  Development  and  Infrastructure.  Georgia  2020:  Socioeconomic \n\nDevelopment Strategy of Georgia. Tbilisi. http://static.mrdi.gov.ge/551e4a570cf24147438b1727.pdf. \n\n \n\n\fInvestment  Bank,  Japan \n\nDevelopment  coordination.  Since  2004,  development  partners—the  World  Bank, \n6. \nEuropean \nthe  Asian \nDevelopment Bank (ADB)—have jointly extended their assistance to support rehabilitation and \nupgrading  of  the  EWH,  which  is  essential  to  regional  connectivity.  As  of  2015,  development \npartner  assistance  and  government  efforts  had  upgraded  155  km  of  the  EWH,  with  some \n113  km  under  rehabilitation.  Development  partners  have  committed  to  financing  94  km  of  the \nremaining 144 km. The government aims to complete rehabilitation and upgrading of the EWH \nby 2020. \n\nInternational  Cooperation  Agency,  and \n\n7. \nADB  assistance.  In  2009,  ADB  approved  a  $500  million  multitranche  financing  facility \n(MFF) for the Road Corridor Investment Program to assist the government in upgrading two key \nsections  of  E70  of the  EWH.3 The tranche  1  project  ($118.8  million,  approved  in 2009)  was to \nconstruct  a  new  28  km  two-lane  bypass  road  skirting  Kobuleti.  The  tranche  2  project  ($150 \nmillion, approved in 2010) was to construct a new 14 km two-lane bypass road skirting Batumi. \nAn  updated  cost  estimate  prepared  in  2011,  following  completion  of  the  detailed  design,  far \nexceeded the original cost estimate based on the preliminary design.4 Significant cost overruns \nwere  anticipated  for  both  the  tranche  1  and  2  projects.  In  November  2011,  the  government \nrequested  additional  financing  of  $140  million  through  a  tranche  3  project  to  make  up  for  the \nshortage  of  financing  for  the  tranche  1  project.  However,  the  government  decided  to  cancel \nconstruction of the Batumi bypass road because of an excessive cost increase and a less-than-\nrobust economic justification; it subsequently canceled the tranche 2 project in November 2011. \n\n8. \nNecessity of bypass road. In 2015, aspiring to upgrade the entire EWH to international \nstandards,  the  government  decided  to  reassess  the  Batumi  bypass  road,  and  requested  that \nADB revive the Batumi bypass road project. Congestion in Batumi city has become intolerable, \nand  is  aggravated  by  transit  traffic  that  passes  through  heavily  built  up  tourist  and  residential \nareas, and mixes with dense urban traffic. In addition to congestion, the heavy transit traffic also \nposes serious social, environmental, and safety problems for the local population and tourists in \nresort areas. The economic justification for the Batumi bypass road is now  much more robust, \nas  a  result  of  (i)  growing  transit  traffic  from  Turkey,  (ii)  the  high  cost  of  urban  congestion, \n(iii) serious social and safety costs to the local population, and (iv) a globally stabilized price for \nconstruction  materials.  The  financial  viability  is  not  so  strong  as  to  attract  private  sector  for \nfinancing and operation of the road. \n\n9. \nPreservation  of  road  assets  and  sustainability  of  road  networks.  Since  2004,  the \ngovernment has increased public expenditures for road construction and rehabilitation by about \n13%  per  year  to meet  its  aspiration  to  complete the  EWH.  However,  the government’s  budget \nallocations  for  road  maintenance  have  increased  by  just  6%  per  year,  with  routine  annual \nmaintenance  expenditures  for  international  and  secondary  roads  of  about  $2,500–$3,000  per \nkm. Development partners have conducted a joint policy dialogue to improve road maintenance \nand  enhance  road  network  sustainability,  with  a  focus  on  (i)  increasing  the  fiscal  budget \nallocation  for  road  maintenance;  (ii)  reconstructing  and  rehabilitating  international  and \nsecondary  roads  in  poor  condition  and  thereby  reducing  the  demand  for  road  maintenance \nfunding; and (iii) increasing the efficiency of road maintenance spending. \n\n                                                \n3  ADB.  2009.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors:  Proposed  Multitranche \n\nFinancing Facility to Georgia for the Road Corridor Investment Program. Manila. \n\n4  The  updated  cost  estimate  increased  substantially  due  to  (i)  alignment  changes  made  to  avoid  significant \nresettlement impacts, which resulted in additional tunnels and bridges; and (ii) increased global commodity prices, \nwhich led to considerable increases in the cost of construction materials. \n\n2 \n\n \n\n\f3 \n\nUnbalanced  road  network  improvement. While international roads have been rapidly \n10. \nimproved, secondary and local roads have been relatively neglected. In consequence, while the \nproportion  of  international  roads  that  are  in  good  condition  reached  77%  in  2013,  many \nsecondary and local roads remained in poor (38%) or very poor condition (54%), rendering them \nunmaintainable.  For  this  category  of  roads,  engaging  in  routine  and  periodic  maintenance \nmakes  little  economic  sense;  these  roads  first  need  to  be  reconstructed  or  rehabilitated  to  a \nmaintainable  level.  The  World  Bank  concentrated  on  improving  the  EWH  during  2006–2009; \nsince  2012  it  has  allocated  significant  resources  to  rehabilitation  of  unmaintainable  secondary \nroads.  ADB  has  supported  this  effort,  with  a  secondary  road  rehabilitation  project  to  be \nprocessed  in  2017.5 These  initiatives  will  reduce  overall  requirements  for  road  maintenance \nfunding and contribute to more efficient use of maintenance funds. 6 \n\nPerformance-based maintenance. Development partners have guided the government \n11. \nto  use  the  resources  allocated  for  road  maintenance  as  efficiently  as  possible.  One  of  the \nrecommended  approaches,  the  PBM  contract,  was  pilot-tested  by  the World  Bank’s  project  in \n20127 and was well accepted by the Roads Department as a solution for long-term savings from \nregular and adequate routine maintenance up to the expected levels of service.8 Encouraged by \nthe  success  of  pilot  tests  and  positive feedback from  local  contractors, the  Roads  Department \nintends to expand the PBM approach and make the local construction industry familiar with the \nconcept. The proposed project will assist the Roads Department to increase the use of PBM for \nroad maintenance. \n\n12. \nRoad  safety.  The National Traffic Safety Strategy and Action Plan 2009–2013 adopted \nby  the  government  in  2009  has  mainstreamed  road  safety  audits  of  new  designs  and  regular \nroad  safety  inspections  of  existing  road  assets,  and  improved  the  Roads  Department's \nimplementation  practices  and  enforcement  of  traffic  laws.  The  Roads  Department  road  safety \nunit, in conjunction with the patrol police, has carried out road safety audits and inspections of \nplanned  road  rehabilitation  and  construction  activities;  in  combination  with  a  road  safety \ncampaign by nongovernmental organizations, and stricter enforcement of some traffic rules (e.g., \nfront  seatbelt  use)  by  the patrol  police,  this  has helped  reduce the road accident fatality  rate.9 \nThe  government  adopted  the  2nd  Road  Safety  Strategy  in  2016  and  prepares  a  yearly  action \nplan,  financed  by  the  World  Bank,  which  defines  road  safety  as  a  permanent  national  priority \nand establish and implement a modern and efficient model for improving road safety in Georgia. \nADB assistance is helping Georgia harmonize road technical regulations with European Union \nstandards and promote road safety, in line with development partners’ efforts. \n\nLessons. The implementation of the Kobuleti bypass road showed that a slow, complex \n13. \nland  acquisition  and  resettlement  process  poses  a  fundamental  challenge  to  timely  project \ncompletion.  In  2009,  expropriation  of  lands  for  public  purposes  and  involuntary  resettlement \nwere  unknown  concepts  in  Georgia,  particularly  in  the  Adjara  region,  because  of  incomplete \n                                                \n5  The Secondary Road Improvement Project ($80 million). \n6  The Roads Department developed a five-year rolling program for 2016–2020 for improvement and preservation of \nsecondary road assets. The key objective is to reduce the existing maintenance backlog and increase the share of \nsecondary roads in good and fair condition. \n\n7  World  Bank.  2012.  Project  Appraisal  Document  for  a  Proposed  Credit  and  a  Proposed  Loan  to  Georgia  for  the \n\nSecond Secondary and Local Roads Project. Washington D.C.  \n\n8  PBM contracting for the management and maintenance of road networks is designed to increase the efficiency and \neffectiveness  of  road  maintenance  operations.  The  World  Bank’s  Technical  Report  for  Implementation  of \nPerformance  Based  Contracting  (2013)  reports  that  substantial  cost  savings  (up  to  50%)  can  be  realized  by \nintroducing  performance-based  road  maintenance  contracts  instead  of  traditional  method-based  contracts. \nThe World Bank also found that pilot PBM contracts have started to build local industry capacity in implementation \nand management of contracts, with greater transfer of risks to contractors. \n\n9  The fatality rate dropped from 16 people per 100,000 in 2006 to 11 people per 100,000 in 2013. \n\n \n\n\f4 \n\npost-Soviet  Union  land  reforms.  Many  land  plots  remained  unregistered;  cadastral  data  were \nincomplete  and  erroneous;  and  government  agencies  (and  the  courts)  had  limited  experience \nand  capacity  in  handling  land  expropriation.  Grievance  and  dispute  cases  were  rampant  as  a \nresult. Experience since 2009 indicates land acquisition and resettlement for the project can be \nexpedited by (i) making contact with important stakeholders early, and briefing them on possible \nscenarios; (ii) tackling difficult, challenging, and unprecedented cases early in the project period; \n(iii)  seeking  high-level  support  through  appropriate  protocols  as  needed;  and  (iv)  allowing \nsufficient time for land acquisition, resettlement, and related consultative processes. \n\n14. \nValue  added  by  ADB  assistance.  ADB  has  financed  the  Kobuleti  bypass  road, \ncontiguous to the Batumi bypass road, located in similar hilly terrains, and designed with similar \nengineering features.  ADB  has  also  accumulated knowledge and  experiences about  legal  and \ninstitutional  mechanisms for  land expropriation  and  relocation  of  affected  people in the  project \narea  and  acquired  know-how  to  expedite  due  processes.  Land  acquisition  and  resettlement \nplans  (LARPs)  under  the  project  were  prepared,  building  on  such  local  knowledge  and \nexperiences,  in  such  a  way  as  to  avoid  unresolvable  grievances  and  disputes  that  may  block \nproject implementation. ADB’s assistance will be instrumental to completing the project within a \nnormal road construction period without being stalemated in the middle of construction.  \n\nB. \n\nImpact and Outcome \n\n15. \nThe project is aligned with the following impact:  improvement of regional connectivity in \nGeorgia  so  that  it  can  play  the  role  of  regional  transport  and  logistics  hub  (footnote  2). \nThe  project  will  have  the  following  outcome:  efficiency  of  road  transport  along  the  EWH  in \nGeorgia improved. \n\nC. \n\nOutputs \n\nOutput  1:  New  bypass  road  skirting  Batumi  constructed.  A  new  two-lane  bypass \n16. \nroad  of  14.3  km  skirting  Batumi  will  start  from  the  Senaki–Poti–Sarpi  road;  passes  through \nmountainous  terrain  and  densely  populated  villages  and  ends  at  the  juncture  of  the  existing \nBatumi–Akhaltsikhe road (E691), on an entirely new alignment.  \n\n17. \nOutput 2: Routine and periodic maintenance carried out using performance-based \nmaintenance  contracts.  PBM  contracts,  which  will  be  implemented  about  200  km  of \ninternational  and  connecting  secondary  roads,  have  both  output-  and  performance-based \ncomponents  and  consist  of  (i)  initial  repairs,  (ii)  routine  maintenance  comprising  lump-sum \nmonthly payments per km related to meeting defined operation and maintenance service levels, \n(iii) periodic maintenance (resurfacing), and (iv) emergency maintenance works. \n\nD. \n\nSummary Cost Estimates and Financing Plan  \n\n18. \nThe project is estimated to cost $315.2 million (Table 1). The government has requested \na regular loan of €108,190,000 ($114.0 million)10 from ADB’s ordinary capital resources to help \nfinance  the  project.  The  loan  will  have  a  24-year  term,  including  a  grace  period  of  13  years; \nan  annual  interest  rate  determined  in  accordance  with  ADB’s  London  interbank  offered  rate \n(LIBOR)-based lending facility; a commitment charge of 0.15% per year (the interest and other \ncharges during construction to be capitalized in the loan); and such other terms and conditions \nset forth in the draft loan agreement. Based on the straight-line method, the average maturity of \nthe loan is 18.75 years, and the maturity premium payable to ADB is 0.20% per year. ADB will \n\n                                                \n10 €0.949037 = $1.00 as of 24 February 2017. \n\n \n\n\f5 \n\nfinance expenditures related to the construction of the Batumi bypass road, performance-based \nmaintenance  of  international  and  connecting  secondary  roads,  and  project  management  and \ninstitutional support. \n\nTable 1: Summary Cost Estimates ($ million) \n\nAmounta \n\nSubtotal (A) \n\nBase Costb \n1.  Batumi Bypass Road \n2.  Performance-Based Road Maintenance \n \nContingenciesc \nFinancing Charges During Implementationd \n \n\n  \n260.9 \n15.4 \n276.3 \n22.1 \n16.8 \n315.2 \nIncludes taxes and duties of $44.9 million to be financed from government resources through tax exemption. \nIn September 2016 prices. \n\nItems \nA. \n \n \n \nB. \nC. \n \na \nb \nc  Physical  contingencies  computed  at  10%  for  civil  works.  Price  contingencies  computed  at  1.4%–1.5%  on \nforeign exchange costs and 3.0%–5.0% on local currency costs; includes provision for potential exchange rate \nfluctuation under the assumption of a purchasing power parity exchange rate. \nIncludes  interest  and  commitment  charges  in  the  case  of  an  Asian  Development  Bank  loan;  and  interest, \ncommitment charges, and front-end fee in the case of an Asian Infrastructure Investment Bank loan.  \n\nTotal (A+B+C) \n\nd \n\nSource: Asian Development Bank estimates. \n\n19. \nThe government also requested a loan of $114.0 million from AIIB. It is expected that the \nAIIB loan will have a 20-year term, including a grace period of 5 years; an annual interest rate \ndetermined  in  accordance  with  AIIB’s  sovereign-backed  loan  pricing;  a  commitment  charge  of \n0.25%  per  year;  a  one-time  front-end  fee  of  0.25%  charged  on  the  loan  principal,11 and  such \nother terms and conditions to be set forth in the loan agreement between the government and \nAIIB. It is expected that ADB will administer the AIIB loan. AIIB will finance expenditures related \nto  the  construction  of  the  Batumi  bypass  road  (both  civil  works  and  consulting  services). \nThe government will contribute $87.2 million to finance expenditures related to land acquisition \nand resettlement, and also taxes and duties. The summary financing plan is in Table 2. \n\nTable 2: Summary Financing Plan \n\nSource \nAsian Development Bank  \n              Ordinary capital resources (regular loan) \nAsian Infrastructure Investment Bank (loan)a \nGovernment \n \na Joint and contractual cofinancing to be fully administered by Asian Development Bank. \nSource: Asian Development Bank estimates. \n\n114.0 \n114.0 \n87.2 \n315.2 \n\nAmount ($ million) \n\nTotal \n\n \n\n \n\nShare of Total (%) \n\n36.2 \n36.2 \n27.6 \n100.0 \n\nClimate  adaptation  is  estimated  to  cost  $35.0 million  and  ADB  will  finance  40.2%,  and \n\n20. \nAIIB will finance 59.8%, of such cost. \n\nE. \n\nImplementation Arrangements \n\n21.  MRDI will be the executing agency and the Roads Department, assisted by the Eurasian \nTransport  Corridor  Investment  Center  of  MRDI  (ETCIC),  will  be  the  implementing  agency. \nThe  International  Procurement  and  Donor  Reporting  Division  of  the  Roads  Department  will \nhandle all the project implementation activities under the supervision and guidance of the chair \nor  vice-chair  of  the  Roads  Department.  The  International  Procurement  and  Donor  Reporting \nDivision  comprises  technical  staff  from  the  Roads  Department  and,  as  necessary,  external \n\n                                                \n11 All  of  these  terms  are  subject  to  the  negotiation  and  conclusion  of  the  loan  agreement  between  the  government \n\nand AIIB. \n\n \n\n\fexperts  (national  and  international).  Financial  management  activities  will  be  outsourced  to \nETCIC. \n\n22. \nProcurement of civil works and related services financed under the project, including the \nADB-administered loan, will be done in accordance with ADB’s Procurement Guidelines (2015, \nas amended from time to time). Consulting services will be required for supervising construction \nand  designing  PBM  contracts.  Consultants  will  be  recruited  in  accordance  with  ADB’s \nGuidelines  on  the  Use  of  Consultants  (2013,  as  amended  from  time  to  time).  As  the  AIIB  will \ncofinance the project and ADB will administer the cofinancing, universal procurement will apply, \nincluding for both civil works and consulting services.12 \n\n23. \nAdvance  contracting  and  retroactive  financing  will  be  pursued  in  line  with  ADB’s \nProcurement Guidelines to facilitate project implementation. The government has been advised \nthat  advance  contracting  and  retroactive  financing  do  not  commit  ADB  to  finance  the  project. \nThe  project \nimplementation \narrangements  are  summarized  in  Table  3  and  described  in  detail  in  the  project  administration \nmanual (PAM).13 \n\nis  categorized  as  procurement-  and  design-ready.  The \n\nTable 3: Implementation Arrangements \n\nAspects \nImplementation period \nEstimated completion \ndate \nEstimated loan closing \ndate \nManagement \n\n(i)  Oversight body \n(ii)  Executing agency \n(iii)  Implementing \nagency \nProcurement \n\nArrangements \nJuly 2017–June 2023 \n30 June 2023  \n\n31 December 2023 \n\nMOF, Deputy Minister (chair) \nMRDI \nRoads Department  \n\nInternational competitive bidding \n\nInternational competitive bidding \n\nConsulting services \n\nPBM design and \nprocurement packaging  \nSupervision for PBM \n\n1 contract for the construction of \nBatumi bypass road  \nMultiple contracts to be determined \nbased on PBM design \nInternational: 24 person-months \nNational: 12 person-months \nTo be determined based on PBM \ndesign \nInternational: 186 person-months \nNational: 477 person-months \nTo be determined (need-based)  \nLump-sum contract \n\nQCBS \n(90:10) \nQCBS \n(90:10) \nQCBS \n(90:10) \nICS \nLCS \n\n$190.3 million  \n\n$10.0 million \n\n$1.0 million  \n\n$2.0 million \n\nConstruction supervision \nfor Batumi bypass road \n$7.0 million \n$0.2 million \nProcurement specialist \nProject audit service \n$0.05 million \nRetroactive financing will be allowed for civil works and consulting services expenditures \nincurred up to 12 months prior to the date of signing of the ADB loan and the AIIB loan, \nsubject to a maximum of 20% of the loan amounts. \nThe  loan  proceeds  will  be  disbursed  in  accordance  with  ADB’s  Loan  Disbursement \nHandbook  (2015,  as  amended  from  time  to  time)  and  detailed  arrangements  agreed \nupon between the government and ADB. \n\n \n \nRetroactive financing \nand/or advance \ncontracting  \nDisbursement  \n\nADB = Asian Development Bank, AIIB = Asian Infrastructure Investment Bank, ICS = individual consultant selection, \nLCS  =  least-cost selection,  MOF  =  Ministry  of  Finance  of Georgia,  MRDI  =  Ministry  of Regional  Development  and \nInfrastructure, PBM = performance-based maintenance, QCBS = quality- and cost-based selection. \nSource: ADB estimates. \n\n                                                \n12 ADB. 2015. Enhancing Operational Efficiency of the Asian Development Bank. Manila. \n13 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n6 \n\n \n\n\f7 \n\nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\nThe  project  road  is  a  single  carriageway  two-lane  international  road  with  a  total  road \n24. \nwidth of 14 meters (m), including the lanes (7 m), paved shoulder (5 m), and unpaved shoulder \n(2 m). The right of way extends to 64 m (32 m on each side of the centerline), including a buffer \nzone  allowance  of  50  m  (25  m  on  each  side,  measured  from  the  edge  of  carriageway  to  the \nadjoining  property  boundary  as  required  by  government  regulation).  The  road  design  was \ncarried  out  in  accordance  with  the  Standard  on  Geometric  and  Structural  Requirements  for \nHighways  in  Georgia,  with  reference  to  relevant  clauses  of  the  American  Association  of  State \nHighway and Transportation Officials standards for the design speed of 100 km per hour, which \nis applicable for the project road’s rugged terrain. The rugged and mountainous terrain requires \nconstruction  of  five  tunnels  and  14  bridges,  including  two  major  river  and  two  long  valley \ncrossings. The total length of the five tunnels is 3.8 km, and their design is consistent with the \nminimum requirements of the European Parliament and the Council of the European Union.14 \n\n25. \nThe  project  will  select  contiguous  international  road  links  and  connecting  secondary \nroads  of  about  200  km  in  fair  to  good  condition  for  areawide  PBM  contracts.  The  Roads \nDepartment  will  define  routine  maintenance  service  levels  and  condition-responsive  standards \nfor the application of resurfacing alternatives (including slurry seals, surface treatments, micro-\nsurfacing,  functional  asphalt  concrete  overlays,  and  other  appropriate  treatments)  based  on \n(i)  current  maintenance  standards  and  practices;  (ii)  information  collected  from  condition \nsurveys of each road; (iii) analysis of traffic and vehicle overloading data; (iv) analyses of typical \nroad uses and road user needs for each road, including consultations and informal discussions \nwith road users and roadside communities; and (v) affordability, based on analysis of past and \nexpected maintenance expenditures.  \n\nB. \n\nEconomic and Financial \n\n26. \nEconomic.  An  economic  analysis  for  the  Batumi  bypass  road  was  conducted  in \naccordance  with  ADB  guidelines.15 The  analysis  was  based  on  a  comparison  of  the  with-  and \nwithout-project scenarios, and covered a period of 25 years, with opening of the facility by 2022. \nTraffic  forecast  projections  included  (i)  normal  traffic  in  the  without-project  case,  (ii)  diverted \ntraffic from the existing road to the bypass section, and (iii) generated traffic. The project’s major \nbenefit will be a reduction in travel time of more than 60% for almost all vehicle types. Savings \nin vehicle operating cost per km (8.5% for cars, 17.3% for light goods vehicles, and 23.8% for \nheavy  goods  vehicles)  and  a  nearly  50%  reduction  in  traffic  accidents  are  also  expected. \nThe highway design and maintenance model 4 was used in projecting benefits.16 \n\nThe economic analysis showed the project to be economically viable, with an estimated \n27. \neconomic  internal  rate  of  return  of  16.1%  and  an  estimated  net  present  value  of  $62.3  million \nusing  a  12%  discount rate.  Sensitivity  analysis  confirmed  the  economic viability  of  the  project. \nA 20% decrease in benefits would lead to an economic internal rate of return of 12.9%, which \nstill exceeds the threshold of 12%. \n\n                                                \n14 EUR-Lex Access to European Law. Directive 2004/54/EC of the European Parliament and of the Council of 29 April \nthe  Trans-European  Road  Network.  http://eur-\n\n2004  on  minimum  safety  requirements \nlex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32004L0054.  \n15 ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n16 World  Road  Association.  2004.  Highway  Development  and  Management  Tool \n\n(HDM-4).  Available: \n\ntunnels \n\nfor \n\nin \n\nhttps://www.piarc.org/en/knowledge-base/road-assets-management/HDM-4-Software/. \n\n \n\n\fFinancial.  The  project  road  will  be  maintained  under  the  government’s  normal  routine \n28. \nmaintenance  program.  The  yearly  allocation  for  routine  maintenance  for  international  and \nsecondary  roads  of  $2,500–$3,000  per  km  per  year  will  be  adequate  to maintain  project  road \nfunction without undue damage. The financial management assessment was conducted as part \nof  project  preparation.  The  capacity  of  the  ETCIC  was  assessed  for  funds-flow  arrangements, \nstaffing, accounting and financial reporting systems, financial information systems, and internal \nand external  auditing  arrangements.  ETCIC  has six  professional  staff  members  recruited from \nthe  market  and  professionally  trained  in  financial  management  and  accounting,  and  five \nsupporting specialists. ETCIC's technical capacity is assessed to be satisfactory, ETCIC meets \nADB requirements for financial management, and the financial management risk is moderate. \n\nC. \n\nGovernance \n\n29. \nSince 2003, wide-ranging reforms have been implemented to strengthen public financial \nmanagement and reduce corruption; these have been complemented by measures to improve \npublic  service  efficiency,  including  a  50%  reduction  in  the  number  of  civil  service  employees, \nand higher salaries for retained staff. Georgia’s national procurement system is regulated by the \n1999 Law on State Procurement (and subsequent amendments). Georgia’s public procurement \nframework  is  strong,  based  on  the  country  corruption  profile  prepared  by  ADB.  Public \nprocurement  for  domestically  funded  projects  is  required  to  use  an  e-procurement  system, \nwhich is closely monitored by the State Procurement Agency.  \n\n30. \nGeorgia’s anticorruption regulatory framework is outlined in the 2009 Law of Georgia on \nthe  Conflict  of  Interests  and  Corruption  in  Public  Service.  The  Investigative  Division  of  the \nProsecution  Service  is  the  key  anticorruption  body.  The  Anti-Corruption  Interagency  Council \nunder  the  Ministry  of  Justice  of  Georgia  is  tasked  with  coordinating  anticorruption  efforts. \nThe  council  comprises  high-level  officials  along with nongovernment  organizations and private \nsector  representatives.  Georgia  adopted  its  inaugural  National  Anti-Corruption  Strategy  and \nAction Plan in 2005. \n\nADB’s  Integrity  Principles  and  Guidelines  (2015) 17  and  ADB’s  Anticorruption  Policy \n31. \n(1998, as amended to date) were explained to and discussed with the government, MRDI, and \nthe  Roads  Department.  The  specific  policy  requirements  and  supplementary  measures  are \ndescribed in the PAM (footnote 13). \n\nD. \n\nPoverty, Social, and Gender \n\n32. \nThe project is expected to help reduce poverty by improving the transport of goods and \npeople and access to services, thereby stimulating economic activities. The project will benefit \nlocal residents and enterprises by creating jobs during construction and reducing transport costs \nand  travel  times.  The  project  is  classified  as  a  general  intervention,  with  no  direct  poverty \nreduction  component.  It  will  benefit  poor  people  in  the  project  area  by  improving  transport \nconditions  and  enabling  better  access  to  social  services.  The  civil  works  contract  will  require \ncontractors  to  (i)  comply  with  Georgia’s  applicable  labor  laws  and  related  international  treaty \nobligations, and not use child labor; (ii) provide safe working conditions and separate sanitation \nfacilities for male and female workers; (iii) provide equal wages to male and female workers for \nwork  of  equal  value;  (iv)  provide  employment  opportunities  for  women;  and  (v)  carry  out \nHIV/AIDS,  illicit  drugs,  and  human  trafficking  prevention  and  awareness  programs  in  workers’ \ncampsites. \n\n                                                \n17 ADB, Office of Anticorruption and Integrity. 2015. Integrity Principles and Guidelines (2015). Manila. \n\n8 \n\n \n\n\f9 \n\nE. \n\nSafeguards \n\n33. \ncategories are as follows.18 \n\nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s  safeguard \n\n34. \nEnvironment  (category  A).  It  is  a  new  alignment  that  will  pass  through  hilly  terrain \ninvolving  extensive  civil  works,  including  tunnels  and  bridges,  and  resulting  in  a  large-scale \noperation.  In  2009,  during  the  project  preparatory  technical  assistance  stage,  the  government \nprepared  an  environmental  impact  assessment  (EIA)  report  for  the  entire  Adjara  bypass  and \nADB approved it, as required by the ADB Environment Policy 2002. The EIA report was updated \nin  2011  during  the  detailed  design  phase,  and  subsequently  revised  in  2016,  to  incorporate \nenvironmental \nlegislation,  environmental  management  costs,  new  public \nconsultations,  climate  change  risks,  and  an  assessment  of  cumulative  impacts.  The  project  is \nrated  as  being  at  medium  risk  from  climate  change  impacts  due  to  possible  floods  and \nlandslides  at  the  project  location.  Where  roadways  traverse  steep  slopes,  the  project  design \nmitigates  climate  risk  by  incorporating  multiple  tunnels  and  high-pillared  bridges,  rather  than \ncutting rock. The updated EIA was disclosed on the ADB website on 2 November 2016. \n\nimpacts,  new \n\n35. \nThe anticipated environmental impacts will occur primarily during construction and result \nfrom  the  project’s  large  scale.  The  road  passes  through  hilly  terrain,  and  in  the  vicinity  of \nsettlements  and  water  courses;  soil  erosion,  noise,  dust,  vibration,  and  air  quality  impacts  are \ntherefore  likely  to  be  significant.  Air  quality,  noise,  and  vibration  impacts  are  also  expected \nduring road operation. The environmental management plan will include measures to minimize \nanticipated impacts during construction and operation. Prior to construction, the contractors will \ndevelop a site-specific environmental management plan; this will be prepared employing a risk \nassessment approach to select impacts and site-appropriate mitigation measures. \n\n36. \nInvoluntary  resettlement  (category  A).  The  total  length  of the  Batumi  bypass  is  14.3 \nkm.  Civil  works  associated  with  road  construction  will  entail  significant  land  acquisition  and \nresettlement  (LAR),  and  some  effect  on  livelihoods.  No  LAR  impact  was  identified  for  the \nstarting  0.6  km  of  the  Batumi  bypass  road  as  it  constitutes  the  existing  Chakvi–Makhinjauri \ntunnel,  for  which  no  structural  work  is  designed  other  than  pavement  rehabilitation.  For  the \nremaining 13.7 km, a total of 963 privately owned land plots will need to be acquired. There are \n769  affected  households, totaling  4,051 affected people.  Of these,  562  households with 3,024 \npeople  are  deemed  severely  affected;  369  households  with  2,023  people  will  require  physical \nrelocation; and 276 households are deemed vulnerable. For LAR purposes, the 13.7 km portion \nof the bypass has been split into two sections (7 km and 6.7 km in length). LARPs have (i) been \nproduced  for  both  sections;  (ii)  approved  by  ADB,  and  disclosed  on  the  ADB  website;  and \n(iii)  are  being  implemented.  The  inclusion  and  entitlements  defined  in  the  LARPs  are  in \naccordance with ADB’s Safeguard Policy Statement (2009). \n\nIndigenous  peoples  (category  C).  No  indigenous  peoples  are  present  in  the  project \n\n37. \narea, as defined by the Safeguard Policy Statement (2009). \n\nF. \n\nSummary of Risk Assessment and Risk Management Plan \n\n38. \nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  4  and  described  in \ndetail  in  the  risk  assessment  and  risk  management  plan. 19  The  risks  are  assessed  as \n\n                                                \n18 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n19 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f10 \n\nmanageable  by  adopting  mitigating  measures,  and  the  integrated  benefits  and  impacts  are \nexpected to outweigh the costs of mitigation. \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nThe Roads Department’s human, \ntechnical, and financial resources \nare inadequate to manage a rapidly \ngrowing portfolio and technically \ncomplex projects that require \nsophisticated highway engineering. \nAn inadequate road maintenance \nbudget may jeopardize the \nsustainability of large road network \ninvestments, and preservation of \nroad assets. \nA small number of affected people \nmay decline relocation and resort to \nlengthy disputes outside of the \ngrievance redress mechanism, and \nthereby disrupt construction works. \n\nThe local construction industry may \nnot be mature enough to absorb the \nPBM concept, properly assess the \nrisks, and accurately price their \nservices. \n\nincludes \n\nMitigating Measures \nThe  Roads  Department hired an  international  tunnel  and  a bridge  engineer \nfor  the  World  Bank  East–West  Highway  Corridor  Improvement  Project \n(approved  in  2015);  their  expertise  could  be  shared  for  other  projects,  as \nneeded.  The  project \nfor  project  management  and \nfunding \ninstitutional support, which will be used to obtain expertise needed for project \nimplementation. \nThe  development  partners’  joint  policy  dialogue  seeks  to  increase  the  road \nmaintenance fiscal budget. In addition, efforts are being made to use limited \nmaintenance resources more productively  and efficiently  by (i) reducing the \nmaintenance  backlog,  particularly  for  secondary  roads;  and  (ii)  introducing \nPBM contracts. \nDuring  project  preparation,  extensive  consultations  were  conducted  with \nnongovernment  organizations  and  local  residents  to  explain  the  legal \nframework  allowing  involuntary  land  acquisition  and  expropriation  for  public \npurposes;  this  will  continue  during  implementation.  The  Roads  Department \nwill  closely  coordinate  with  law  enforcement  agencies  to  avoid  indefinite \ngrievance cases that disrupt construction works. \nThe  consultancy  for  the  PBM  design  and  procurement  packaging  will \n(i)  assess \ninternational \ncontractors  active  in  Georgia,  to  evaluate  their  technical,  managerial,  and \nfinancial  capacity; \ntheir  capacity; \n(iii)  establish  a  basis  for  bidder  qualification  criteria;  and  (iv)  identify \nweaknesses of likely bidders and ways to mitigate associated risks. \n\nidentify  potential  bidders  and \n\nthe  contracting \n\nlocal  and \n\nincluding \n\nindustry, \n\n(ii) \n\nADB = Asian Development Bank, PBM = performance-based maintenance. \nSource: Asian Development Bank estimates. \n\nIV. \n\nASSURANCES AND CONDITIONS \n\nThe  government,  MRDI,  and \n\nthe  Roads  Department  have  assured  ADB \n\nthat \n39. \nimplementation  of  the  project  shall  conform  to  all  applicable  ADB  policies  including  those \nconcerning anticorruption measures, safeguards, gender, procurement, consulting services, and \ndisbursement as described in detail in the PAM  and loan documents. The government, MRDI, \nand the  Roads  Department  have  agreed  with ADB  on  certain  covenants for the  project,  which \nare set forth in the draft loan agreement. The loan agreement will not be effective until, among \nothers, the AIIB loan agreement, and the cofinancing agreement between ADB and AIIB, have \nbeen executed and become effective in accordance with their respective terms. \n\nV. \n\nRECOMMENDATION \n\n40. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n€108,190,000  to  Georgia  for  the  Batumi  Bypass  Road  Project,  from  ADB’s  ordinary  capital \nresources,  in  regular  terms,  with  interest  to  be  determined  in  accordance  with  ADB’s  London \ninterbank  offered rate  (LIBOR)-based  lending facility; for  a term  of  24  years,  including  a grace \nperiod of 13 years; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan agreement presented to the Board. \n \n \n\nTakehiko Nakao \nPresident \n\n6 March 2017 \n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpact the Project is Aligned with \nImproving  regional  connectivity  in  Georgia  so  that  it  can  play  the  role  of  regional  transport  and  logistics  hub  (The \nSocioeconomic Development Strategy of Georgia [Georgia 2020]).a \n\nResults Chain \n\nOutcome \nEfficiency for \nroad transport \nalong the EWH \nin Georgia \nimproved  \n\n \n \n\nPerformance Indicators with Targets \nand Baselines \n\nData Sources \nand Reporting  \n\n \na.  Travel time from Sarpi to Poti \n\n \na.  Roads \n\nreduced to 1.5 hours by 2023 (2016 \nbaseline: 3.0 hours) \n\nDepartment  \nsurveys \n\n \n\n \n1a–2a.\n Supervision \n consultant’s \n project progress \n report \n \n \n \n\nOutputs \n1.  New bypass \nroad skirting \nBatumi \nconstructed \n\n \n \n2.  Routine and \nperiodic \nmaintenance \ncarried out \nusing PBM \ncontracts \n\n \n1a. 14.3 km of a new two-lane bypass \nroad skirting Batumi constructed by \n2021, with an international \nroughness index of 3.0 m/km or \nless (2016 baseline: 0 km)  \n\n \n2a. By 2023, about 200 km of \n\ninternational roads combined with \nconnecting secondary roads  \nmaintained by private contractors \non long-term PBM contracts of no \nless than 5 years, with an \ninternational roughness index of 3.0 \nm/km or less (2016 baseline: 0 km) \n\nKey Activities with Milestones \n\nOutput 1: New bypass road skirting Batumi constructed \n\nRisks \n\n \nAn inadequate road maintenance \nbudget may jeopardize the \nsustainability of large investments in \nthe road network, and the \npreservation of road assets. \n \n \n\n \nA small number of affected people \nmay decline relocation and resort to \nlengthy disputes outside of the \ngrievance redress mechanism, and \nthereby disrupt construction works. \n \nThe local construction industry may \nnot be mature enough to absorb the \nPBM concept, properly assess the \nrisks, and accurately price their \nservices. \n\n1.1  Complete payment for compensation and relocation of affected people with no dispute or complaint by June \n\n2017. \n\n1.2  Complete bid evaluation for civil works contract by July 2017. \n1.3  Recruit supervision consultants by July 2017. \n1.4  Award civil works contract by October 2017. \n1.5  Complete payment for compensation and relocation of all affected people by December 2017. \n1.6  Complete civil works by December 2021. \n\nOutput 2: Routine and periodic maintenance carried out using PBM contracts \n\nRecruit PBM design consultants by December 2017. \nComplete engineering design and procurement packaging by June 2018. \nAward PBM contracts by December 2018. \nRecruit supervision consultants by December 2018. \nComplete PBM contracts by June 2023. \n\n2.1 \n2.2 \n2.3 \n2.4 \n2.5 \nInputs \nADB: €108,190,000 ($114.0 million equivalent [loan]) \nAIIB: $114.0 million (loan) \nGovernment: $87.2 million \nAssumptions for Partner Financing \nNot applicable.  \n \nADB  =  Asian  Development  Bank,  AIIB  =  Asian  Infrastructure  Investment  Bank,  EWH  =  East–West  Highway, \n \nm/km = meter/kilometer, OCR = ordinary capital resources, PBM = performance-based maintenance. \na  Government  of  Georgia,  Ministry  of  Regional  Development  and  Infrastructure.  Georgia  2020:  Socioeconomic \n\nDevelopment Strategy of Georgia. Tbilisi. http://static.mrdi.gov.ge/551e4a570cf24147438b1727.pdf \n\nSource: Asian Development Bank. \n\n \n\n \n\n \n\n\f12 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50064-001-3 \n \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\nLoan Agreement \n\nSector Assessment (Summary): Transport \n\nProject Administration Manual  \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic and Financial Analysis \n\nCountry Economic Indicators  \n\nSummary Poverty Reduction and Social Strategy \n\nEnvironmental Impact Assessment \n\nResettlement Plan \n\nRisk Assessment and Risk Management Plan \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 24 February 2017) \n \n– \n", "lari (GEL) \n", "Currency unit \n", "GEL1.00 \n$1.00 \n€1.00 \n", "= \n= \n= \n", "or \nor \nor \n", "€0.362228 \n€0.949037 \n$1.053699 \n", "$0.381679 \nGEL2.62000 \nGEL2.760696 \n \n \nABBREVIATIONS \n \nAsian Development Bank \nAsian Infrastructure Investment Bank \nenvironmental impact assessment \nenvironmental management plan \nEurasian Transport Corridor Investment Center \nEast–West Highway \nkilometer \nland acquisition and resettlement \nland acquisition and resettlement plan \nmeter \nmultitranche financing facility \nMinistry of Regional Development and Infrastructure \nperformance-based maintenance \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n \nNOTE \n", "ADB \nAIIB \nEIA \nEMP \nETCIC \nEWH \nkm \nLAR \nLARP \nm \nMFF \nMRDI \nPBM \n", "In this report, \"$\" refers to United States dollars. \n", "Vice-President  W. Zhang, Operations 1 \nDirector General  S. O'Sullivan, Central and West Asia Department (CWRD) \nDirector \nX. Yang, Transport and Communications Division, CWRD \n \n \nTeam leader \nD. Pyo, Lead Transport Specialist, CWRD \nTeam members \nZ. Abbas, Principal Environment Specialist, Sustainable Development and  \nClimate Change Department \nM. Beauchamp, Senior Social Development Specialist (Safeguards), CWRD \nN. Bustamante, Senior Operations Assistant, CWRD \nS. Campbell, Deputy Country Director, CWRD \nA. Carlota, Counsel, Office of the General Counsel \nT. Herz, Transport Specialist, CWRD \nA. Kalliokoski, Transport Economist, CWRD \nS. Kim, Senior Audit Specialist, Office of the Auditor General \nG. Kiziria, Senior Project Officer (Infrastructure), CWRD \nM. Mamayson, Project Analyst, CWRD \nS. Paracha, Financing Partnerships Specialist, Office of Cofinancing Operations \nC. Tabernilla, Project Analyst, CWRD \nB. Reddy Bathula, Principal Project Management Specialist, South Asia Department \n", "Peer reviewer \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", " \n \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n"]}