{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161114172635+08'00'", "ModDate": "D:20161114172635+08'00'", "Author": "CYV", "Creator": "PDF24 Creator", "Title": "Microsoft Word - 161114_UZB Karshi RRP (for BDS).doc", "Keywords": "UZB: Kashkadarya Regional Road Project", "content": " \n\n \n\n \n\n \n \n \nReport and Recommendation of the President \n \n \nto the Board of Directors \n \n \n \n \n \n \n \n \n \n \nProject Number: 50063-001 \nNovember 2016 \n \n \n \n \nProposed Loan \nRepublic of Uzbekistan: Kashkadarya Regional \nRoad Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.  \n\n\fCURRENCY EQUIVALENTS \n(as of 31 October 2016) \n\nCurrency unit \nSUM1.00 \n$1.00 \n\n– \n= \n= \n\nsum (SUM) \n$0.00032 \nSUM3,083.16 \n\nABBREVIATIONS \n\nADB \nCAREC \nDDR \nEMP \nkm \nPAM \nPMU \nRAMS \nRRF \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nCentral Asia Regional Economic Cooperation \ndue diligence report \nenvironmental management plan \nkilometer \nproject administration manual \nproject management unit \nroad asset management system \nRepublican Road Fund \n\nNOTE \n\nIn this report, \"$\" refers to US dollars. \n\n \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\nW. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nX. Yang, Transport and Communications Division, CWRD \n \nJ. Ning, Principal Transport Specialist, CWRD \nS. Campbell, Senior Social Development Specialist, CWRD \nA. Carlota, Counsel, Office of the General Counsel \nB. Debnath, Principal Social Development Specialist (Safeguards), \nCWRD \nA. Diamante, Associate Project Analyst, CWRD \nF. Insavalieva, Associate Project Analyst, Uzbekistan Resident \nMission (URM), CWRD \nM. Khaltarpurev, Principal Procurement Specialist, Operations \nServices and Financial Management Department \nM. Khudayberdiyeva, Senior Social Development Officer (Gender), \nURM, CWRD \nK. Luu, Transport Specialist, CWRD \nT. Nasirov, Project Officer, URM, CWRD \nK. Sakamoto, Transport Economist, CWRD \nT. Tran, Senior Environment Specialist, CWRD \nM. Villanueva, Associate Project Analyst, CWRD \nS. Date, Senior Transport Specialist, Southeast Asia Department \n\nPeer reviewer \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n\fPage \n\n1 \n1 \n1 \n4 \n4 \n4 \n5 \n6 \n6 \n6 \n7 \n8 \n8 \n9 \n10 \n10 \n\n11 \n13 \n\nCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nRationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\n \n\n \n\n \n\nMAP \nI. \nII. \n\nIII. \n\nIV. \nV. \n \n\n1. \n\n2. \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nTransport\n\nKashkadarya Regional Road Project\n\nUzbekistan\nRepublic of Uzbekistan\n\nSubsector(s)\nRoad transport (non-urban)\n\n3. Strategic Agenda\n\nSubcomponents\n\nInclusive economic \ngrowth (IEG)\nEnvironmentally \nsustainable growth (ESG)\nRegional integration \n(RCI)\n\nPillar 1: Economic opportunities,  including \njobs, created and expanded\nGlobal and regional transboundary \nenvironmental concerns\nPillar 1: Cross-border infrastructure\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 50063-001\nCWRD/CWTC\n\nRepublican Road Fund\n\n     ADB Financing ($ million)\n198.00\n198.00\n\nTotal\n\nClimate Change Information \nAdaptation ($ million)\nClimate Change impact on the \nProject\n\n1.00\nMedium\n\nComponents\nInstitutional development\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nApplication and use of new knowledge \nsolutions in key operational areas\n\nLocation Impact\nRegional\n\nHigh\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nKnowledge solutions \n(KNS)\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nNo\nNo\nYes\nSDG9\n\n6. Risk Categorization:\n\nLow\n\n8. Financing\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Project loan: Ordinary capital resources\nCofinancing\n     None\nCounterpart \n     Government\n  \nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nNo\nNo\n\nAmount ($ million)\n\n198.00\n198.00\n0.00\n0.00\n68.20\n68.20\n\n266.20\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n28102016164555281066\n\nGenerated Date: 14-Nov-2016 10:50:43 AM\n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed loan \n\n1. \nto the Republic of Uzbekistan for the Kashkadarya Regional Road Project.1 \n \nThe project aims to upgrade and widen the existing Karshi–Shakhrisabz–Kitab highway \n2. \nin  Kashkadarya  province,  with  a  total  length  of  about  77  kilometers  (km).2  A  section  of  the \nproject  road  is  part  of  Central  Asia  Regional  Economic  Cooperation  (CAREC)  Corridor  6a.  \nThe  project  also  includes  an  institutional  capacity  development  component  for  the  Republican \nRoad  Fund  (RRF)  and  national  design  institutes  that  aims  to  advance  effective  design  and \nconstruction standards and support project management.3 \n\nA. \n\nRationale \n\nII. \n\nTHE PROJECT \n\nDouble landlocked country. Uzbekistan is a double landlocked country located in the \n3. \nheart of Central Asia that borders all of the other Central Asian countries, including Afghanistan, \nKazakhstan, the Kyrgyz Republic, Tajikistan, and Turkmenistan. Uzbekistan is a lower middle-\nincome,  resource-rich  country,  with  a  population  of  about  31.8  million  in  2016.  The  country’s \neconomy  grew  by  8%  in  2015,  its  ninth  consecutive  year  of  expansion  at  8%  or  higher. \nHowever,  growth  is  expected  to  decline  due  to  the  economic  slowdown  in  the  Russian \nFederation, Uzbekistan’s largest trading partner, and slowing economic activity in the People’s \nRepublic of China. \n \n4. \nImproved transit corridor. As a key transit country for trade within the region and with \nthe  rest  of  Eurasia,  Uzbekistan  is  a  member  country  of  the  CAREC  program,  which  aims  to \nimprove  regional  connectivity  and  cut  transport  costs.4  CAREC’s  action  plan  envisages  six \nCAREC  corridors  connecting  the  region’s  key  economic  hubs  to  each  other,  and  to  other \nEurasian  and  global  markets.  Two  corridors  cross  Uzbekistan,  including  Corridor  2,  which \nconnects the Caucasus and Mediterranean to East Asia; and Corridor 6, which connects Europe \nand  the  Russian  Federation  to  the  Middle  East  and  South  Asia.  The  proposed  road \nimprovements covering a section of CAREC Corridor 6a will improve the corridor’s efficiency. \n\n \n5. \nAdequate scope of the road network. Road transport is the dominant mode of freight \nand  passenger  movements  within  the  country  as  well  as  across  its  international  borders.  \nRoad transport consists of international transit traffic, which accounts for 10% of the volume of \nfreight transport; and domestic passenger and short-haul cargo traffic, which represent around \n88% of road traffic. The total length of Uzbekistan’s road network is 185,000 km, 42,654 km of \nwhich form the core network. The core road network comprises international roads (3,979 km), \nnational roads (14,069 km), and regional roads (24,606 km), all of which fall under the purview \nof the  RRF  and  are  maintained  by  Uzavtoyul  Joint  Stock  Company.  Almost  all  of  the  roads of \nthe  core  road  network  are  paved.  While  Uzbekistan  is  comparable  with  other  countries  in \nCentral Asia in terms of density of paved roads, the distribution of paved roads varies within the \n\n                                                 \n1  The design and monitoring framework is in Appendix 1. \n2  The project is included in: Asian Development Bank (ADB). 2015. Country Operations Business Plan: Uzbekistan, \n\n2016–2018. Manila. \n\n3  ADB provided a project preparatory technical assistance for preparing the Third CAREC Corridor Road Investment \nProgram (TA 8950-UZB). The project used to be part of the Third CAREC Corridor Road Investment Program and \nADB agreed with the government’s request to process it as a stand-alone project on 13 May 2016.  \n\n4  ADB. 2014. CAREC Transport and Trade Facilitation Strategy 2020. Manila. \n\n \n\n\f2 \n\n \n\ncountry.5 \n \n6. \nPast  achievements.  Uzbekistan  has  developed  a  road  sector  policy  framework  to \nimprove  governance,  accountability,  sustainability,  seamless  transport  logistics,  and  greater \nprivate participation. Several policy and institutional reforms have been carried out since 2003, \nincluding  (i)  separating  planning  and  programming  of  road  works  from  road  construction  and \nmaintenance; (ii) creating the RRF as a quasi-independent body to mobilize and manage road \nsector  revenues;  (iii)  promoting  competitive  bidding \nfor  all  road  construction  works;  \n(iv)  establishing  an  external  quality  control  mechanism;  (iv)  engaging  road  design  engineers \nthrough  competitive  selection  for  low  class  roads;  and  (v)  establishing  a  state-owned  road \nequipment pool company to lease equipment to all contractors.6 The Government of Uzbekistan \nhas  also  restructured  Uzavtoyul7  to  be  a  joint  stock  company  with  defined  performance  and \naccountability  targets.  Despite  recent  achievements,  the  road  sector  still  faces  a  number  of \nchallenges. \n \n7. \nFinancial sustainability. The RRF is responsible for financing about 25% of the entire \nnetwork. About 85% of the financial resources available to the RRF accrue from the profit and \nturnover  tax,  which  generates  substantial  revenue.  However,  the  tax  is  neither  equitable  nor \ncommensurate with the cost incidence of the different vehicle classes and their impact on road \nconditions and maintenance. The profit and turnover tax is not fully aligned with road use and \nthus  does  not  adequately  reflect  the  costs  caused  by  road  users.  It  is  necessary  to  introduce \ndesignated user charges, which should be identified and levied separately from general taxation \nso that they can be earmarked and allocated for road works. \n \nNeed  for  a  systematic  maintenance  regime.  Allocations  to  the  RRF  have  increased \n8. \nfrom about $297.5 million in 2011 to about $747.3 million in 2015, an annual increase of about \n26%.  During  this  period,  RRF  expenditures  also  rose  sharply  by  almost  45%  per  year, \nexceeding revenues for the first time in 2013. In 2015, revenues accounted for only 70% of total \nexpenditures.  In  2011,  routine  and  periodic  maintenance  expenditures  accounted  for  33%  of \ntotal  road  expenditures;  this  dropped  to  27%  in  2015.  The  average  maintenance  expenditure \n(both  routine  and  periodic)  is  relatively  low  at  $23,800  per  km.  However,  maintenance \nallocations vary widely, from about $90,000 per km for international roads to $10,000 per km for \nlocal  roads.  The  Asian  Development  Bank  (ADB)  has  helped  the  RRF  develop  a  road  asset \nmanagement system (RAMS).8 Additional support for a condition survey and the preparation of \na road asset inventory will be needed before the RAMS becomes fully functional. Both ADB and \nthe World Bank are currently providing assistance to this end.  \n \n9. \nRoad  sector  institutions.  Despite  the  delineation  of  functions  between  the  RRF  and \nUzavtoyul,  some  overlaps  continue  to  exist.  Neither  Uzavtoyul  nor  the  RRF  is  currently  a  \nfull-fledged  road  authority,  although  both  display  some  characteristics  thereof.  The  RRF,  as  a \nfinancier,  might  focus  on  managing  the  collection  and  expenditure  of  the  revenues,  such  as \n                                                 \n5  The density is higher in the eastern regions (4,000 km–6,000 km per 10,000 km2 in Andijan, Ferghana, Namangan, \nand  Tashkent).  To  the  south,  the  density  decreases  to  moderate  values  (1,000  km–3,000  km  per  10,000  km2),  \nand is lowest in the western regions (less than 1,000 km per 10,000 km2 in Karakalpakstan and Novoi). \n\n6  A subcomponent of ADB. 2007. Report and Recommendation of the President to the Board of Directors: Proposed \n\n7  Uzavtoyul was restructured into a joint stock company in 2003. Highway maintenance was separated from the rest \n\nLoan to the Republic of Uzbekistan for the CAREC Regional Road Project. Manila (Loan 2403-UZB). \nof the network, and seven specialized highway maintenance enterprises were established under Uzavtoyul. \n\n8  The development of a RAMS was supported by ADB. 2007. Report and Recommendation of the President to the \nBoard of Directors: Proposed Loan to the Republic of Uzbekistan for the CAREC Regional Road Project. Manila \n(Loan  2403-UZB);  and  ADB.  2010.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed  Multitranche  Financing  Facility  to  the  Republic  of  Uzbekistan  for  the  Central  Asia  Regional  Economic \nCooperation Corridor 2 Road Investment Program. Manila (Loan 2365-UZB). \n\n\f3 \n\nforecasting  revenues,  optimizing  expenditure,  and  monitoring  use  of  fund.  Although  some  of \nUzavtoyul’s technical expertise migrated to the RRF when the RRF was shifted to the Treasury, \nUzavtoyul remains the premier road agency in terms of technical skills. The dilution of this skill \nbase,  combined  with  the  creation  of  a  parallel  organization,  diminishes  road  sector  efficiency. \nUzavtoyul, supported by ADB, is currently divesting some of its construction subsidiaries so that \nthey become legally and financially autonomous commercial entities. After having attained this \nstatus, they will be eligible to participate in the bidding for ADB-financed projects. \n \nRoad  design  and  construction  standards.  The  design  and  construction  standards \n10. \ncurrently in use were developed in the 1980s and have been updated periodically, but without \nchanging  their  essential  features.9  Some  provisions  for  road  geometric  and  pavement  design \nare excessive, resulting in unnecessarily high construction and maintenance costs. Road safety \nconsiderations are not adequately incorporated in the design standards. The standards should \nbe reviewed and modernized in line with the latest technology and international best practices. \n \n11. \nRoad  safety.  Road  safety  is  a  growing  concern  in  Uzbekistan  as  the  rapid  growth  in \nnumbers of motorized vehicles has led to a dramatic increase in road accidents. Road accidents \nhave  become  a \nleading  cause  of  death,  especially  among  men.  On  average,  \n2  fatalities  occur  for  every  10  accidents.  Uzbekistan  records  1,430  fatalities  per  1  million \nvehicles,  which  is  high  by  international  standards.10  Poor  road  conditions  and  traffic  rule \nviolations, particularly of speed limits, are major causes of the high fatality rate. \n \n12. \nADB  sector  work.  ADB  has  been  Uzbekistan's  lead  development  partner  in  the \ntransport sector since 1998. From 2005 to 2015, ADB approved seven loans for road projects \ntotaling  $983  million,  of  which  two  loans  were  successfully  completed,  and  five  are  being \nimplemented  under  two  CAREC  Corridor  2  road  investment  programs.  The  government  has \nasked  ADB  to  continue  to  support the  rehabilitation  of  CAREC  Corridors 2  and  6.  The  project \nresponds to this request. \n \n13. \nLessons.  The  project  design  incorporates  lessons  from  previous  and  ongoing  road \nprojects.  Key  lessons  are  that  (i)  road  engineering  and  designs  should  be  consistent  with \ninternationally recognized design and construction standards, (ii) a strong project management \nunit  (PMU)  is  indispensable  for  successful  project  implementation  and  should  be  in  place  as \nearly  as  possible  in  the  planning  stage  of  the  project,  and  (iii)  the  PMU  and  RRF  should \nenhance  their  capacity  and  streamline  approval  procedures  to  facilitate  procurement  and \ncontract management. \n \n14. \nThe  project  area.  The  project  will  complement  ongoing  efforts  to  improve  the  CAREC \ncorridors by improving the road linking the tourist centers of Karshi, Shakhrisabz, and Kitab in \nthe  Kashkadarya  Province.  This  road  connects  Karshi  to  Samarkand  in  the  north,  another \nfamous  tourism  destination  in  the  country.  The  current  condition  of  the  project  road  is  poor.  \nIts pavement has deteriorated, the drainage system has fallen into disrepair, and several of its \njunctions  are  prone  to  accidents.  The  Kashkadarya  province  has  become  an  attractive \ndestination for national and international tourists, with the number of tourists increasing by 37%, \nfrom  24,100  in  2012  to  33,200  in  2015.  The  project  will  improve  regional  connectivity  and \ntransport efficiency, and create more job opportunities. In addition to civil works, the project will \n\n                                                 \n9  These  design  standards  date  back  to  the  road  system  of  the  former  Soviet  Union,  which  had  a  single  network \ngoverned  by  the  same  set  of  administrative  rules,  regulations,  and  technical  standards.  Accordingly,  a  single \ndesign methodology, as well as identical road construction and maintenance practices, were followed in all of the \nformer  Soviet  Union’s  constituent  republics.  The  Soviet  Union  State  All-Union  Standard,  a  road  design  and \nconstruction standard, is still being applied in Uzbekistan. \n\n10 The corresponding figures for Japan, Malaysia, and Singapore are below 200. \n\n \n\n\f4 \n\n \nD. \n\nItem \nA. \n \n \n\nimplementation  support  and  capacity  development  by \n\nimproving  design  and \nfinance \nconstruction  standards  and  by  providing  project  management  training  for  the  national  design \ninstitutes and RRF. The project is aligned with ADB’s Midterm Review of Strategy 2020 action \nplan, as well as with ADB’s country partnership strategy, 2012–2016.11 \n \nB. \n\nImpacts and Outcome \n\n15. \nThe  impacts  will  be  increased  international  trade  and  tourism  along  the  CAREC \ncorridors,  safer  roads,  and  economical  and  efficient  road  planning  and  construction.  \nThe outcome will be improved efficiency of Uzbekistan’s road sector. \n \nC. \n\nOutputs \n\nThe project outputs will be:  \n\n16. \n \n\n(i) \n\n(ii) \n\nUpgrading  of  approximately  77  kilometers  of  highway  in  the  Kashkadarya \nprovince.  The  project  will  upgrade  two  road  sections,  approximately  77  km  in \nlength,  of  the  existing  highway  in  the  Kashkadarya  province  between  Karshi, \nShakhrisabz, and Kitab cities into a 4-lane concrete pavement incorporating road \nsafety and climate change adaptation features.  \nCapacity of the RRF and national design institutes strengthened. The project \nwill develop the capacity of the RRF and selected national road design institutes \nin  relation  to  modern  road  design  and  construction  standards,  and  support  the \nproject management. \n\nInvestment and Financing Plans \n\n17. \n\nThe project is estimated to cost $266.2 million (Table 1). \n\nTable 1: Project Investment Plan  \n($ million) \n\nAmounta \n\n  \n160.7 \n12.6 \n54.1 \n227.4 \n31.6 \n7.2 \n266.2 \n\nBase Costb \n1. Civil works \n2. Implementation supportc and institutional strengthening \n 3. Taxes and duties \n \n \nContingenciesd \nFinancing Charges During Implementatione \n \n\n \n\nSubtotal (A) \n\nTotal (A+B+C) \n\n \nB. \nC. \n \na  Includes taxes and duties of $54.1 million to be financed from government resources. \nb  In June 2016 prices. \nc  Expenses  incurred  by  the  project  management  unit,  including  staff  salaries,  operating  expenses,  travel,  training, \ncomputers, software, office furniture, vehicle, and other eligible expenditures, in line with the Operations Manual, \nSection H3/OP, para. 10. Asian Development Bank financing of these costs is justified to ensure timely availability \nof  funds  for  a  function  critical  to  the  overall  success  and  timely  completion  of  the  project,  as  the  project \nmanagement unit has been set up to manage the project. \n\nd  Physical  contingencies  computed  at  10.0%  for  civil  works; and  5.0%  for  implementation support  and  institutional \nstrengthening.  Price  contingencies  computed  at  1.5%  on  foreign  exchange  costs  and  10.0%  on  local  currency \ncosts; includes provision for potential exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \n\ne  Includes interest and commitment charges to be financed by the government. \nSource: Asian Development Bank estimates. \n \n                                                 \n11 ADB.  2014.  Midterm  Review  of  Strategy  2020:  Action  Plan.  Manila;  ADB.  2012.  Country  Partnership  Strategy: \n\nUzbekistan, 2012–2016. Manila. \n\n \n\n\f5 \n\n \n18. \nThe  government  has  requested  a  loan  of  $198  million  from  ADB’s  ordinary  capital \nresources  to  help  finance  the  project.  The  loan  will  have  a  24-year  term,  including  a  grace \nperiod  of  4  years,  a  straight-line  repayment  method,  an  annual  interest  rate  determined  in \nlending  facility,  \naccordance  with  ADB’s  London \na commitment charge of 0.15% per year, and such other terms and conditions set forth in the \ndraft loan agreement. Based on this, the average loan maturity is 14.25 years, and the maturity \npremium payable to ADB is 0.10% per year. The financing plan is in Table 2. \n\ninterbank  offered  rate  (LIBOR)-based \n\nSource \nAsian Development Bank \n\nOrdinary capital resources (loan) \n\nGovernment \n\nTotal \n\nSource: Asian Development Bank estimates. \n \nE. \n\nImplementation Arrangements \n\nTable 2: Financing Plan \n\nAmount ($ million) \n \n198.0 \n68.2 \n266.2 \n\nShare of Total (%) \n \n74.4 \n25.6 \n100.0 \n\n19. \nThe RRF will be the executing agency in charge of project implementation. The RRF has \nestablished  a  PMU  and  appointed  key  staff  to  implement  the  project  on  a  day-to-day  basis. \nSpecifically,  the  PMU  will  (i)  conduct  procurement  and  contract  management;  (ii)  provide \nfinancial  management;  and  (iii)  undertake  progress  evaluation,  monitoring,  and  reporting.  \nThe  construction  supervision  consultants  will  be  engaged  as  the  engineer for  the  construction \ncontract. An institutional development consulting firm will be recruited to help update the design \nand construction standards. The implementation arrangements are summarized in Table 3 and \ndescribed in detail in the project administration manual (PAM).12 \n\nTable 3: Implementation Arrangements \n\nAspects \nImplementation period \nEstimated completion date \nLoan closing date \nManagement \n\n(i)  Oversight body \n\nArrangements \nMarch 2017–December 2021 \n31 December 2021 \n30 June 2022 \n\n(ii)  Executing agency \n(iii)  Implementation unit \n\nProcurement \n\n \nConsulting services \n\nInterministerial project steering committee, consisting of members from the \nMinistry  of  Economy;  Ministry  of  Finance;  Ministry  of  Foreign  Economic \nRelations, Investments and Trade; and Ministry of Justice, as well as other \nrelevant line ministries, chaired by the first deputy prime minister. \nRepublican Road Fund, Ministry of Finance \nProject management unit, Tashkent \nProcurement of ADB-financed goods, civil works, and related services will \nfollow  ADB’s  Procurement  Guidelines  (2015,  as  amended  from  time  to \ntime).  \nInternational \ncompetitive bidding \n\n2 civil works contracts \n\n$176 million \n\n1 contract \n\nShopping \nThe consultant recruitment will follow ADB’s Guidelines on the Use of \nConsultants (2013, as amended from time to time). \nQuality- and cost-\nbased selection \n(90:10) \n\n1 contract for construction \nsupervision consultant \n(502 person-months) \n\n \n \n\n$34,000 \n\n$3.5 million \n\n                                                 \n12 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f6 \n\n \n\nAspects \n\nArrangements \n\nLeast-cost selection \n\n1 contract for institutional \ndevelopment consultant \n1 contract for financial auditor \n\n$0.5 million \n\n$0.1 million \n\n$0.2 million \n\n1 contract for environment \nspecialist (50 person-months) \n\nIndividual \nconsultants \nCivil works and consulting services  \nCivil  works,  consulting  services,  and  eligible  incremental  administrative \ncosts, incurred up to 12 months before the signing of the  loan, subject to \nthe ceiling of 20% of the loan amount \nThe proceeds of the ADB loan will be disbursed in accordance with ADB’s \nLoan Disbursement Handbook (2015, as amended from time to time) and \ndetailed arrangements agreed between the Government of Uzbekistan and \nADB.  \n\nIII. \n\nDUE DILIGENCE \n\nAdvance contracting \nRetroactive financing \n\nDisbursement \n\nADB = Asian Development Bank. \nSource: ADB estimates. \n\nA. \n\nTechnical \n\n20. \nThe project involves the rehabilitation of a road running over mostly flat and hilly terrain \nand, therefore, does not pose a particular technical challenge. An improved drainage system will \nmitigate  climate  change  impacts,  which  is  not  expected  to  be  significant.  A  national  design \nconsultant  (Yo’l  Loyiha  Byurosi)  completed  the  design,  which  an  international  consultant \nreviewed, making it possible to optimize most of the design features. In addition, a road safety \naudit  carried  out  in  accordance  with  international  standards  will  make  the  road  design  safer. \nSpecifically, the project will focus on improving road safety by widening the carriageway to four \nlanes  (six  lanes  in  towns), reconstructing  overpasses,  widening  or  replacing  bridges,  installing \nroad  furniture  and  safety  facilities,  constructing  new  enclosed  bus  stops,  and  restoring \ndrainages. The  project will  follow  the  existing  alignment,  except for  sections  where  very  minor \nrealignments are needed to improve sight distance and safety. \n \nB. \n\nEconomic and Financial \n\n21. \nThe  economic  and  financial  analysis  concluded  that  the  project  is  economically  viable. \nThe  project  is  expected  to  generate  economic  benefits  mainly  through  vehicle  operating  cost \nand travel time savings, as well as improved road safety due to the specific road safety features \nincorporated in the design. Together, these benefits will yield an economic internal rate of return \nof 14.9%, and will accrue, not only to current road users, but also to those who divert from the \nlonger  connection  through  Guzar.  Sensitivity  tests  and  calculations  of  switching  values  were \ncarried  out  to  determine  the  effect  of  variations  in  key  project  parameters.  The  result  shows \nswitching values of 71% with respect to construction costs and –43% with respect to benefits, \nmeaning that the project would remain economically efficient if construction costs rose by 71% \nor if benefits fell by 43% from the base case values.13 Project viability would remain robust if no \ntraffic diverts or accident cost savings materialize. \n \n22. \nAs  there  are  no  plans  to  collect  tolls  on  the  project  road,  the  project  will  not  generate \nfinancial  revenues.  Thus,  no  financial  analysis  was  undertaken.  However,  the  project  is \nexpected  to  free  up  government  financial  resources,  as  the  designed  concrete  pavement \nsurface will considerably reduce periodic and routine maintenance requirements. Precautionary \nmeasures will be taken to ensure that an adequate budget is allocated to road maintenance in \n                                                 \n13 Switching value is the percentage change of an independent variable chosen to make the economic internal rate of \nreturn fall to a defined hurdle rate and the net present value to become zero. ADB has set the hurdle rate at 12%. \n\n\f7 \n\ngeneral and the project in particular. \n  \nC. \n\nGovernance \n\nthis  shortcoming  will  be  mitigated  by \n\nFinancial  management.  A  financial  management  assessment  of  the  RRF  confirmed \n23. \nthat  it  has  adequate  capacity  to  manage  and  maintain  the  required  accounting  systems, \nfinancial  controls,  and  audit  arrangements.  Nonetheless,  the  risk  was  rated  substantial  due  to \nthe  RRF’s  accounting  method.  However, \nthe \nprofessionalism and competence of the staff that the RRF has assigned to the PMU. Most PMU \nstaff  are  experienced  in  financial  management  and  procurement,  and  familiar  with  ADB’s \npolicies and reporting requirements, especially with respect to financial statements and progress \nmonitoring  reports.  In  addition,  training  workshops  will  be  conducted  to  ensure  that  any  new \nstaff are trained in good governance practices, especially relating to financial management and \nprocurement. \n \n24. \nProcurement  A  procurement  risk  assessment  of  the  RRF  indicated  that  the  project \nprocurement  risk  is  high  considering  past  procurement  performances,  especially  under  \nADB-financed projects, and the public procurement environment in Uzbekistan. The government \nhas an established governance mechanism and practiced  in procurement decision-making and \noversight. Nonetheless project-specific adjustments will be made to improve their effectiveness. \nWhile the PMU has the capacity to undertake certain procurement functions according to ADB’s \nprocurement  procedures,  some  tender  committee  members  tasked  to  review  and  approve \nprocurement  transactions  lack  the  required  capacity  and  experience  in  following  these \nprocedures. \n \n25. \nThe  main  procurement  management  challenges  for  the  RRF  are  (i)  the  lack  of  a  \nwell-established  permanent  procurement  unit  handling  procurement  under  foreign-funded \nprojects;  (ii)  multiple  layers  of  review  and  approving  authorities,  including  several  committees \ntender  committee,  \nresponsible \nworking-level  tender  committee,  and  evaluation  committees,  with  weak  coordination  among \nvarious  department  stakeholders;  (iii)  complex  and  lengthy  bureaucratic  systems  causing \nproject procurement and implementation delays; and (iv) the engagement of some procurement \nstaff on contractual employment, resulting in unsustainable capacity building. \n \n26. \nTo mitigate these risks, the following measures are being taken: (i) improve the project \ngovernance  mechanism  by  restructuring  the  procurement  decision-making  process  and  their \nroles  and  responsibilities  of  each  stakeholders;  (ii)  improve  the  knowledge  and  capacity  of  all \nunits  and  committees  involved  in  project  procurement  transactions  through  a  short  briefing  \n(for high-level committee members) and in-depth practical seminars (for lower level committee \nmembers  and  PMU  staff)  on  ADB  procurement  procedures;  and  (iii)  initiate  advance \nprocurement for civil works contracts with support from the consultant(s) to minimize delays. \n \nADB’s  Integrity  Principles  and  Guidelines14  and  ADB’s  Anticorruption  Policy  (1998,  \n27. \nas  amended  to  date)  were  explained  to  and  discussed  with  the  government  and  RRF.  \nThe  specific  policy  requirements  and  supplementary  measures  are  described  in  the  PAM \n(footnote 12). \n \n \n\nfor  procurement  approval,  such  as \n\ninterministerial \n\nthe \n\n                                                 \n14 ADB. 2015. Integrity Principles and Guidelines. Manila. \n\n \n\n\f8 \n\nD. \n\nPoverty, Social, and Gender \n\n28. \nThe  assessment  of  social  impacts  and  analysis  of  key  stakeholders’  perceptions  and \nconcerns  about  the  project  have  been  conducted,  with  positive  feedback.  A  socioeconomic \nsurvey carried out along the project road indicated an average household size of five persons. \nMen  and  women  constitute  nearly  equal  portions  of  the  affected  population,  with  51%  of  men \nand  49%  of  women  found  to  be  educated.  Apart  from  business  (small  businesses  and \nenterprises) and government employment, agriculture is a key source of income for the affected \nhouseholds.  Most  households  in  the  project  area  have  access  to  basic  social  services.  \nAccess will become easier once road conditions are improved. Although the project is classified \nno  gender  elements,  women  will  form  a  major  group  of  direct  project  beneficiaries.  \nBenefits  expected  to  accrue  primarily  to  women  include  better  access  to  basic  economic  and \nsocial  services.  Women  in  rural  Uzbekistan  are  responsible  for  key  family  activities  such  as \nthose  relating  to  child  education,  childcare,  health,  and  food.  The  transport  burden  faced  by \nwomen  impedes  their  ability  to  build  their  assets  and  reduce  their  vulnerability.  In  general, \nreducing \nincome.  \nHighway construction and the development of long-term transit routes may increase the risk of \nsexually  transmitted  infections.  The  government  is  taking  this  risk  seriously  and  has  agreed \nupon a mitigation plan with ADB. \n \nE. \n\nincrease  women’s  productivity  and \n\nthe  burden  of \n\ntransport  will \n\nSafeguards \n\n29. \nEnvironment.  Based  on  ADB’s  Safeguard  Policy  Statement  (2009),  the  project  is \nclassified  category  B  for  the  environment.  Likely  adverse  impacts  will  be  limited  to  the \nconstruction  stage.  Such  impacts  may  include  (i)  noise,  dust,  vehicle  emissions,  and  vibration \naffecting  settlements  along  the  project  road;  (ii)  impacts  on  rivers  due  to  bridge  rehabilitation \nand  construction  works;  (iii)  impacts  due  to  material  transportation  from  borrow  sites;  \n(iv) impacts of tree cutting along the project road to clear rights-of-way; (v) impacts from asphalt \nand  concrete  mixing  plants  and  aggregate  crushers;  and  (vi)  impacts  from  the  contractor's \nworking  camps.  Impacts  during  the  operation  stage  include  noise  and  vibration  due  to  the \nincrease  in  traffic  volume.  Noise  and  vibration  modeling  has  been  conducted  for  sensitive \nreceptors  in  both  construction  and  operation  stages.  The  environmental  management  plan \n(EMP) prepared as part of the initial environmental examination includes  mitigation measures. \nThe initial environmental examination was disclosed on the ADB website on 31 August 2016. \n \n30. \nThe  PMU  and  RRF  will  be  responsible for  implementing the  EMP.  A  qualified, full-time \nsafeguard  professional  designated  together  with  the  supervision  consultant’s  environment \nspecialists  will  help  to  oversee  the  EMP’s  implementation.  The  project  will  finance  the  cost  of \nimplementing  the  EMP.  The  civil  works  contracts  will  include  the  cost  of  mitigation  measures \nand  environmental  monitoring.  The  construction  supervision  consultant’s  consulting  service \ncontract will include the  cost of environmental supervision. A grievance redress mechanism to \nhandle both environmental and social safeguard issues will be established. The PMU will submit \nsemiannual environmental monitoring reports for the ADB-financed section to ADB and relevant \ngovernment  authorities;  these  reports  will  be  disclosed  to  the  public  on  the  RRF  (in  Uzbek  or \nRussian) and ADB (in English) websites. \n \n31. \nResettlement. The project is classified category B for involuntary resettlement. Land \nacquisition was initiated  in 2014, before ADB considered supporting the project. In April 2016, \nthe  RRF  informed  ADB  that  all  land  acquisition  had  been  completed;  on  13  May  2016,  the \ngovernment requested ADB to process the project as a stand-alone project; and in June 2016, \nADB proceeded to conduct a resettlement due diligence study, including to determine any gaps \nwhen  compared  with  ADB’s  Safeguard  Policy  Statement.  A  social  due  diligence  report  was \n\n \n\n\f9 \n\nthe  Land  Code  of \n\nprepared, endorsed by the RRF, and disclosed to the public on 6 September 2016.15 \n \nThe  due  diligence  study  established  that  land  acquisition  was  initiated  in  2014  by \n32. \ninvoking \nthe  Republic  of  Uzbekistan,  1998.  \nthe  requirements  of \nLand  acquisition  followed  the  country’s  land  legislation,  which  requires  land  for  land \nreplacement and full compensation at market price (including transaction costs) for housing and \nother land developments before taking possession of the assets. Affected households are paid \nthe  first  50%  of  their  compensation  while  the  land  acquisition  is  still  in  progress,  and  the \nremaining  50%  is  paid  after  the  demolition  of  the  housing  structures.  Physically  displaced \npersons are given rental assistance for 2 years, as well as shifting assistance to enable them to \nbuild  replacement  housing  within  this  time  frame.  Affected  households  are  given  6  months’ \nadvance notice delivered to them personally by  a khokimiyat (district administration) official, in \nkeeping  with  information  disclosure  and  consultation  regulations.  The  country  has  an \nestablished  grievance  redress  mechanism  based  on  the  national  law.  Based  on  the  due \ndiligence  study,  all  affected  households  have  received  the  first  50%  of  their  compensation. \nPayment of the remaining 50% is ongoing. \n \n33. \nto  all  affected  households,  \na  corrective  action  plan  was  prepared  and  included  in  the  social  due  diligence  report  (DDR).   \nAll affected households shall receive compensation in full before any construction commences. \nThis is also a covenant in the loan agreement.  \n\nfull  compensation \n\nthe  payment  of \n\nTo  ensure \n\n \n\n34. \nADB will monitor and review compliance against the DDR and periodically update the \nsame. To cover any unanticipated impacts, a resettlement framework has also been prepared. \nThe resettlement framework includes an entitlement matrix (for the unanticipated impacts) and a \nrequirement  to  prepare  the  appropriate  resettlement  plan.  The  resettlement  framework  was \ndisclosed on ADB’s website on 6 September 2016.16 \n \nIndigenous  people.  The  country  does  not  have  communities  inhabited  by  indigenous \n35. \npeople  as  defined \nfor  operational  purposes.  \nAs  such,  the  project  is  classified  category  C  for  indigenous  peoples,  and  requires  no  further \naction. \n \nF. \n\nin  ADB’s  Safeguard  Policy  Statement \n\nRisks and Mitigating Measures \n\n36.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan.17  The  project  procurement  is  classified \ncategory  B.  Overall,  the  risks  are  deemed  manageable  by  adopting  adequate  mitigating \nmeasures,  and  the  integrated  benefits  and  impacts  are  expected  to  outweigh  the  costs  of \nmitigation. \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nAllocation of funds to maintain \nproject road and facilities is \ninadequate. \n\nMitigating Measures \n\nADB will help strengthen the RRF’s capacity to increase the \nbudget allocation and improve program budgeting in the road \nsector through continuous policy dialogues. Together with the \nWorld Bank’s complementary efforts to complete the road asset \nmanagement system, operation and maintenance planning and \nroad maintenance resource consumption will be optimized. \n\n                                                 \n15 Social Due Diligence Report (accessible from the list of linked documents in Appendix 2). \n16 Resettlement Framework (accessible from the list of linked documents in Appendix 2). \n17 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f10 \n\nRisks \nObsolete design and construction \nstandards together with design \ndeficiencies delay the review and \napproval of the feasibility study, \ndesign, and bidding documents. \n\nKnowledge of and experience using \nADB procurement procedures are \nlacking, especially among tender \ncommittee members and new staff \nfrom the RRF and PMU. \nMultiple layers of review and \napproving authorities, as well as \nlengthy procedures to register \ncontracts and verify contract prices, \ndelay procurement and \nimplementation. \n\nMitigating Measures \n\nConsultants will be engaged to review the project design in its \nearly stages. An institutional development component will be \nincluded in the loan to update design and construction \nstandards. The international design consultant and national \ndesigner are encouraged jointly to conduct a feasibility study and \ndetailed design in keeping with international standards. \nAll PMU staff involved in project procurements will be provided \nwith an overview of ADB procurement procedures through a \nshort briefing (for high-level committee members), and in-depth \npractical seminars (for lower-level committee members and PMU \nstaff) before loan effectiveness. \nADB will continue its dialogue with the government to simplify \nthe approval procedure and remove the contract price \nverification when registering contracts for the ADB project. ADB \nand the government are working together to: (i) improve the \nproject governance mechanism by restructuring the procurement \ndecision-making process and their roles and responsibilities of \neach stakeholders; (ii) improve the knowledge and capacity of all \nunits and committees involved in project procurement \ntransactions through a short briefing (for high-level committee \nmembers) and in-depth practical seminars (for lower level \ncommittee members and PMU staff) on ADB procurement \nprocedures; and (iii) initiate advance procurement for civil works \ncontracts to minimize delays. \n\nADB = Asian Development Bank, PMU = project management unit, RRF = Republican Road Fund. \nSource: Asian Development Bank. \n\nIV. \n\nASSURANCES \n\n37. \nThe  government  and  RRF  have  assured  ADB  that  implementation  of  the  project  shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and RRF have agreed with ADB on certain \ncovenants for the project, which are set forth in the loan agreement. \n \n \n\nV. \n\nRECOMMENDATION \n\n38. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$198,000,000 to the Republic of Uzbekistan for the Kashkadarya Regional Road Project, from \nADB’s  ordinary  capital  resources,  with  interest  to  be  determined  in  accordance  with  ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; for a term of 24 years, including a \ngrace period of 4 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan agreement presented to the Board. \n \n \n\nTakehiko Nakao \nPresident \n\n14 November 2016 \n \n\n \n\n\fAppendix 1 \n\n11 \n\nDESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the Project is Aligned With: \nInternational trade and tourism increased along Central Asia Regional Economic Cooperation corridors in \nUzbekistan, safer roads, and greater economy and efficiency in road planning and constructiona \n \n\n \n\nData Sources and \nReporting \nMechanisms \n\n \na. Periodic \nclassified traffic \ncounts (collected by \nUzavtoyul) \n \n \n \nb. RRF completion \nreport \n\n \n1a–b. RRF \ncompletion report \n\n \nRisks \n\n \nChallenging economic \nenvironment  might \nresult in lower-than-\nexpected growth in \ntraffic \n\n \nMultiple layers of \nreview and approving \nauthorities, as well as \nlengthy procedure to \nregister contracts may \ndelay procurement \nand implementation \n\n2a–b. Progress \nreport \n\n \n\nPerformance Indicators with \nTargets and Baselines \n\n \na. Annual average daily traffic on \nthe Karshi–Kitab road in \nKashkadarya increased to about \n14,000 vehicles by 2022 (2015 \nbaseline: 9,408) \n \nb. Travel time between Karshi and \nKitab decreased to 97 minutes by \n2022 (2015 baseline: 119 minutes) \n \n \n1a. By 2021, two sections \napproximately 77 km in length \nbetween Karshi, Shakhrisabz, and \nKitab in the Kashkadarya province \nwill be upgraded to a four-lane, \nconcrete-paved highway \nincorporating road safety and \nclimate change adaption features \n(2015 baseline: not applicable) \n \n1b. By 2021, a pavement \ninternational roughness index of \nless than 3 m/km will be achieved \non the project road (2015 baseline: \n7.0 m/km) \n \n2a. An appropriate government \ndecree or other similar or \nequivalent act to approve the \napplication and use the updated \ndesign and construction \nstandards, developed under the \nproject, is issued by 2021  \n(2015 baseline: 0) \n \n \n2b. More than 50 staff from the \ndesign institute and RRF will be \ntrained in the new design and \nconstruction standards by 2021 \n(2015 baseline: 0) \n \n \n \n\n \nResults Chain \n\nOutcome \nEfficiency of the \nroad sector \nimproved \n\nOutputs \n1. Upgrading of \napproximately 77 \nkm of highway in \nthe Kashkadarya \nprovince  \n \n\n2. Capacity of the \nRRF and national \ndesign institutes \nstrengthened \n\n \n\n\f \n\n12\n\nAppendix 1 \n\nKey Activities with Milestones \n \n1. Upgrading of approximately 77 km of highway in the Kashkadarya province \n1.1  Recruit construction supervision consultants by 31 March 2017. \n1.2  Award civil works contracts by 31 March 2017. \n1.3  Complete project by 31 December 2021. \n \n2. Capacity of the RRF and national design institutes strengthened \n2.1  Award consultant contract (update standards and design review) by 30 June 2017. \n2.2  Complete review and update design and construction standards by 31 December 2021. \n2.3   Complete training on updated design and construction standards by 31 December 2021. \nInputs \nADB: $198 million (ordinary capital resources) \nGovernment of Uzbekistan: $68.2 million \n \nAssumptions for Partner Financing \nNot applicable \n \nADB = Asian Development Bank, km = kilometer, m/km = meter per kilometer, RRF = Republican Road Fund. \na  Government State Committee of the Republic of Uzbekistan on Statistics. 2013. Statistical Review of Uzbekistan. \n\nTashkent. \n\nSource: Asian Development Bank. \n \n\n \n\n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50063-001-3 \n\nAppendix 2 \n\n13 \n\nLoan Agreement \n\nSector Assessment (Summary): Transport (Nonurban) \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic and Financial Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nInitial Environmental Examination \n\nResettlement Framework \n\nRisk Assessment and Risk Management Plan \n\nSupplementary Document \n\n12. \n\nSocial Due Diligence Report \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 31 October 2016) \n", "Currency unit \nSUM1.00 \n$1.00 \n", "– \n= \n= \n", "sum (SUM) \n$0.00032 \nSUM3,083.16 \n", "ABBREVIATIONS \n", "ADB \nCAREC \nDDR \nEMP \nkm \nPAM \nPMU \nRAMS \nRRF \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nCentral Asia Regional Economic Cooperation \ndue diligence report \nenvironmental management plan \nkilometer \nproject administration manual \nproject management unit \nroad asset management system \nRepublican Road Fund \n", "NOTE \n", "In this report, \"$\" refers to US dollars. \n", " \nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n", "W. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nX. Yang, Transport and Communications Division, CWRD \n \nJ. Ning, Principal Transport Specialist, CWRD \nS. Campbell, Senior Social Development Specialist, CWRD \nA. Carlota, Counsel, Office of the General Counsel \nB. Debnath, Principal Social Development Specialist (Safeguards), \nCWRD \nA. Diamante, Associate Project Analyst, CWRD \nF. Insavalieva, Associate Project Analyst, Uzbekistan Resident \nMission (URM), CWRD \nM. Khaltarpurev, Principal Procurement Specialist, Operations \nServices and Financial Management Department \nM. Khudayberdiyeva, Senior Social Development Officer (Gender), \nURM, CWRD \nK. Luu, Transport Specialist, CWRD \nT. Nasirov, Project Officer, URM, CWRD \nK. Sakamoto, Transport Economist, CWRD \nT. Tran, Senior Environment Specialist, CWRD \nM. Villanueva, Associate Project Analyst, CWRD \nS. Date, Senior Transport Specialist, Southeast Asia Department \n", "Peer reviewer \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", "Page \n", "1 \n1 \n1 \n4 \n4 \n4 \n5 \n6 \n6 \n6 \n7 \n8 \n8 \n9 \n10 \n10 \n", "11 \n13 \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "Rationale \nImpacts and Outcome \nOutputs \nInvestment and Financing Plans \nImplementation Arrangements \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \nASSURANCES \n", "RECOMMENDATION \n", "APPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", " \n", " \n", " \n", "MAP \nI. \nII. \n", "III. \n", "IV. \nV. \n \n", "1. \n", "2. \n", " \n"]}