{"path": "data/input/reports/50088-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \n \nto the Board of Directors\n \nProject Number: 50088-002 \nAugust 2018 \n \n \n \n \nProposed Loan and Administration of Grants \nMongolia: Upscaling Renewable Energy Sector \nProject \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n ", "CURRENCY EQUIVALENTS \n(as of 1 August 2018) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.0004057 \n$1.00  =  MNT2,464.50 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AUES  –  Altai–Uliastai Region Energy System State-Owned Joint Stock \nCompany \n  CO   –  carbon dioxide \n2\n  EMP  –  environmental management plan \n  FIT  –  feed-in-tariff \n  IEE  –  initial environmental examination \n  JFJCM  –  Japan Fund for the Joint Crediting Mechanism \n  kWh  –  kilowatt-hour \n  MOE  –  Ministry of Energy \n  MW  –  megawatt \n  NREC  –  National Renewable Energy Center \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  SCF  –  Strategic Climate Fund \n  SREP  –  Scaling Up Renewable Energy Program in Low-Income \nCountries \n  TA  –  technical assistance \n  WRES  –  Western Region Energy System State-Owned Joint Stock \nCompany \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sujata Gupta, Energy Division, EARD \n   \nTeam leader  Shigeru Yamamura, Senior Energy Specialist, EARD \nTeam members  Ma. Carmen M. Alcantara, Associate Project Analyst, EARD \n  Jinqiang Chen, Young Professional, EARD \n  Judith B. Doncillo, Project Officer, EARD  \n  Christian Ellerman, Climate Change Specialist, Sustainable \n  Development and Climate Change Department (SDCC) \n  Shinsuke Kawazu, Senior Counsel, Office of the General Counsel \n  Teruhisa Oi, Principal Energy Specialist, EARD \n  Hiroaki Teshima, Environment Specialist, SDCC \n  Yun Zhou, Environment Specialist, EARD \nPeer reviewer  Kim Dae Kyeong, Senior Energy Specialist, SDCC \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50088-002\nProject Name Upscaling Renewable Energy Sector  Department EARD/EAEN\nProject  /Division\nCountry Mongolia Executing Agency Ministry of Energy\nBorrower Government of Mongolia\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Renewable energy generation - solar 24.80\nRenewable energy generation - wind 15.20\nTotal 40.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,   CO  reduction (tons per annum) 87,968\n2\n(IEG) including jobs, created and expanded Climate Change impact on the  Medium\nEnvironmentally sustainable  Eco-efficiency Project\ngrowth (ESG) Global and regional transboundary \nenvironmental concerns ADB Financing\nMitigation ($ million) 40.00\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development No gender elements (NGE)\ndevelopment (GCD) Organizational development\nKnowledge solutions (KNS) Application and use of new knowledge \nsolutions in key operational areas\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Medium\nHousehold Targeting No Urban Medium\nSDG Targeting Yes\nSDG Goals         SDG7\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 40.00\n     Sovereign Sector (Regular Loan): Ordinary capital resources 40.00\nCofinancing 20.60\n     Japan Fund for the Joint Crediting Mechanism - Project grant (Full ADB  6.00\nAdministration)\n     Strategic Climate Fund - SREP - Project grant (Full ADB Administration) 14.60\nCounterpart  5.62\n     Government  5.62\nTotal 66.22\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 15062018181354184335 Generated Date: 08-Aug-2018 9:35:41 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nMongolia for the Upscaling Renewable Energy Sector Project. The report also describes the \nproposed administration of grants to be provided by the Strategic Climate Fund (SCF)1 and the \nJapan Fund for the Joint Crediting Mechanism (JFJCM) for the project, and if the Board approves \nthe proposed loan, I, acting under the authority delegated to me by the Board, approve the \nadministration of the SCF and JFJCM grants. \n \n2.  The project will (i) support the Government of Mongolia’s policy of decarbonizing the \nenergy system in remote and less-developed regions; and (ii) strengthen institutional capacity to \nimplement the State Policy on Energy, 2015–2030,2 and Mongolia’s Nationally Determined \nContribution under the Paris climate accord of 2015,3 which set the targets of increasing the share \nof renewable energy capacity in total installed capacity to 20% by 2023 and to 30% by 2030. The \nproject will develop a 41 megawatt (MW) first-of-its-kind distributed renewable energy system with \na variety of renewable energy technologies supplying clean electricity and heat in geographically \nscattered load centers in the less-developed region of western Mongolia. Once completed, the \nproject will generate 99 gigawatt-hours of clean electricity yearly, thereby enabling the country to \nreduce its carbon dioxide (CO ) emissions by 87,968 tons per year.4 \n2\n \nII.  THE PROJECT \n \nA.  Rationale \n \n1.  Sector Performance \n3.  Growing power demand since 2007 has stressed the country’s power system. Mongolia \nhas a total of 1,158 MW of installed capacity, but because of aging power facilities that are well \npast their economic life, only 969 MW is available. Electricity imports met about 20% of power \ndemand in 2017.5 The country’s energy sector relies heavily on coal-fired power generation, \nwhich accounts for 91% of total installed capacity and contributes over 63% of CO  emissions. \n2\nMongolia is the world’s fifth most carbon-intensive economy, but has tremendous renewable \nenergy potential, which could theoretically meet all domestic demand. Promoting a diversified \nenergy mix with a higher share of renewable energy is a core priority of the government, both to \nreduce dependence on high-cost imported electricity and to decarbonize the energy sector. \n \n4.  Since 2000, the Government of Mongolia has taken several initiatives for renewable \nenergy  deployment,  most  notably  (i)  implementing  the  successful  100,000  Solar  Ger \nElectrification Program (2000–2012), which provides nomadic herders with access to modern \nenergy through solar home systems; and (ii) passing the Law on Renewable Energy (2007, \namended in 2015), which has facilitated the development of 137 MW of renewable energy power \nplants through a set of regulatory arrangements with a United States dollar-denominated feed-in-\ntariff (FIT). However, the  share of renewable energy in total  installed capacity is still only 12%. \n                                                \n1 Under the Scaling Up Renewable Energy Program in Low-Income Countries (SREP). \n2  Government of Mongolia, 2015. State Policy on Energy, 2015-2030. Ulaanbaatar.  \n3  http://www4.unfccc.int/ndcregistry/PublishedDocuments/Mongolia%20First/150924_INDCs%20of%20Mongolia.pdf \n4  The Asian Development Bank (ADB) provided a project preparatory technical assistance. ADB. 2016. Technical \nAssistance to Mongolia for Preparing the Upscaling Renewable Energy Sector Project. Manila. \n5  Energy Regulatory Commission of Mongolia. 2017. Statistics of Energy Performance. Ulaanbaatar. \n ", "2 \n2.  Sector Challenges and Opportunities \n5.  The country’s power system consists of four grid systems, which have successfully \nexpanded electricity access to 97% of the population.6 The central energy system, covering \naround 90% of power demand, has attracted private sector-led renewable energy projects totaling \naround 400 MW, of which 120 MW have been commissioned. At the same time, other grid \nsystems in the western Mongolia, which supply power to 25% of the population in the country and \nhave exhibited annual demand growth of more than 10% between 2010 and 2015, have not \nattracted any private investment in utility-scale grid-connected renewable energy development, \nmainly because of the relatively small size of power demand in geographically scattered load \ndemand centers. Inadequate investment in power generation capacity addition for remote grid \nsystems has led to heavy dependence on imported electricity from neighboring countries across \nlong stretches of transmission lines, accounting for around 30% of transmission and distribution \nlosses.7 To address such unique challenges in remote grid systems, the government has sought \nto develop a distributed energy system using a variety of renewable energy technologies and \nresources comprising smaller-scale and modular plants to produce reliable electricity for local use \nwhile reducing electricity imports. \n \n6.  The government has a coherent policy framework to guide renewable energy deployment, \nwhich is being implemented. In 2015, the government issued its Intended Nationally Determined \nContribution to the Paris climate accord (footnote 3), which would reduce CO  emissions by 14% \n2\nby 2030 compared with the business-as-usual scenario through renewable energy capacity \nexpansion, transmission and distribution loss reduction, and other energy efficiency measures. In \nparallel, the State Policy on Energy, approved by the Parliament in 2015, is aimed at achieving \nenergy independence and increasing renewable energy capacity to 20% of total installed capacity \nby 2023 and 30% by 2030. \n \n7.  As part of the overall policy framework in support of renewable energy development, the \ngovernment prepared the renewable energy investment plan in 2015, with the assistance of \nmultilateral development banks.8 The investment plan will help meet medium- and long-term \nrenewable energy targets through a two-track approach: (i) strengthening the energy policy and \nregulatory  framework  to  stimulate  private  sector-led  development;  and  (ii)  scaling  up  rural \nrenewable energy in remote grid systems through the development of a distributed renewable \nenergy system in remote and less-developed regions of western Mongolia. In November 2015, \nthe investment plan was endorsed by the Scaling Up Renewable Energy Program in Low-Income \nCountries (SREP) subcommittee, with total indicative grant financing of $30 million.9 \n \n                                                \n6  United Nations Development Programme and National Statistical Office of Mongolia. 2012. Millennium Development \nGoals and Poverty Map-2011. Ulaanbaatar.  \n7  Imported electricity meets around 70% of electricity demand in western and Altai-Uliastai regions. 95% of electricity \nhas been imported from the Siberian grid of the Russian Federation with an emission factor of 1.02 tons of CO2 \nequivalent per megawatt-hour. \n8  ADB, the European Bank for Reconstruction and Development, and the World Bank. \n9  The SREP is a Climate Investment Fund subprogram that supports transformation in eligible developing countries \nthrough the deployment of scaled-up renewable energy solutions. The first pillar of the investment plan is being \nimplemented with $1.2 million in World Bank TA to support regulatory framework strengthening, including grid control, \nlicensing, and FIT adjustments. SREP grant cofinancing of $28.5 million supports project preparatory TA ($1.5 \nmillion), and distributed renewable energy development under ADB ($14.6 million) and the World Bank ($12.4 \nmillion). \n \n ", "3 \n3.  Sector Loan Modality and Asian Development Bank Interventions \n8.  The project is targeted at geographically scattered demand centers in the less-developed \nregion of western Mongolia. These regions are vulnerable to macroeconomic fluctuations, which \nmake livelihoods more fragile and the regions more likely to fall back into poverty. In the ongoing \neconomic downturn since 2015, poverty incidence in western Mongolia has worsened, rising to \n41.0% in 2017 from 26.0% in 2014.10 The project will be implemented under the sector loan \nmodality of the Asian Development Bank (ADB) for more flexible project implementation. The \napproach is deemed suitable as it will (i) ensure the grid stability based upon actual core \nsubproject impacts upon the grid; (ii) minimize the complexity of subproject implementation \nbecause of the wide range of location-specific demand and grid conditions; and (iii) appropriately \nenhance the capacity of local utilities to manage the grid system through learning by doing. The \nproject will also help (i) develop technical capacity in local utilities and national dispatching centers \nto manage renewable electricity connections to the existing grid, (ii) prepare an investment plan \nup to 2030, and (iii) facilitate policy reform to establish a FIT adjustment mechanism to give private \ninvestors appropriate incentives, through output 3, for the sustainable scaling up of distributed \nrenewable energy systems.  \n \n9.  The project will help remove barriers to future private investment through (i) demonstrating \nsuccessful distributed utility-scale solar photovoltaic and wind power plants; and (ii) building \nappropriate financial incentives. Once it is completed in 2023, the project will deliver (i) confidence \nin using distributed renewable energy systems for future expansion, (ii) enhanced capacity among \ngrid operators and local utilities to absorb progressively greater amounts of renewable energy into \nthe grid, and (iii) needed capacity expansion to help meet the renewable energy target for 2030 \n(para. 6). \n \n10.  ADB’s Energy Policy supports the project rationale by promoting renewable energy and \nenergy efficiency, access to energy, and sector reforms to catalyze private sector development.11 \nThe  project  is fully  aligned  with  the  policies  of  the government  and  its  renewable  energy \ninvestment plan in 2015 (paras. 6–7), and with Sustainable Development Goal 7: Ensure access \nto affordable, reliable, sustainable, and modern energy for all. \n \n4.  Development Partner Coordination \n11.  In 2017, the World Bank approved $12.4 million in SCF grant funding for the construction \nof a 10 MW solar photovoltaic power plant in Hovd, western region.12 ADB and the World Bank \nprojects will be administered by a single project steering committee under the Ministry of Energy \n(MOE) to minimize project administration-related transaction costs, and to allow for the sharing of \nlessons  learned  and  issues resolved  during  subproject  implementation for  effective  project \nadministration. \n \nB.  Impact and Outcome \n \n12.  The project is aligned with the following impact: greenhouse gas emissions reduced and \nimported electricity reduced.  The project will have the following outcome: clean sources of energy \nsupply in the country increased.13 \n \n                                                \n10 Sector Assessment (Summary): Energy (accessible from the list of linked documents in Appendix 2). \n11 ADB. 2009. Energy Policy. Manila. \n12 World Bank. 2017. Mongolia: Second Energy Sector Project. Washington, DC. \n13 The design and monitoring framework is in Appendix 1. \n ", "4 \nC.  Outputs \n \n13.  Output 1: Distributed renewable energy system developed. A total of 40.5 MW of solar \nphotovoltaic and wind power subprojects will be set up in the western and Altai–Uliastai regions. \nThe project will also demonstrate advanced battery storage technology with energy management \nsystems, a first-of-its kind application in the country.14 The subprojects will be implemented in two \nbatches: (i) core subprojects with 25.5 MW of capacity in the first batch (2018–2021); and (ii) \nnoncore subprojects with 15 MW of capacity in the second batch (2019–2022), as detailed in \nTable 1.15 \n \n14.  Output 2: Shallow-ground heat pump system developed. In selected targeted regions, \n500 kilowatts-thermal of shallow-ground heat pump capacity will be installed in public buildings in \nthree batches.16 This will supply air pollutant-free space heating for 10,000 square meters of floor \narea. The subprojects will demonstrate the performance of the heat pump systems and increase \nexperience in design, installation, operation, and maintenance for future scale-up. \n \n15.  Output  3:  Institutional  framework  strengthened  and  organizational  capacity \nenhanced. This output will (i) enhance the technical capacity of local utilities and the national \ndispatching center for renewable energy investment planning, renewable electricity dispatching, \nand grid control and protection; (ii) support the preparation of a renewable energy investment plan \n(2023–2030) for the targeted regions; and (iii) support the project management unit for the project \nimplementation. It will also support the evolution of the FIT system into a more economically \nefficient tariff mechanism that reflects actual capital costs, while ensuring sufficient commercial \nfinancial viability.   \n \nTable 1: Subprojects \nCapacity  Construction \nLocation and Province  Applied Renewable Energy Technology  (MW)  Period \nOutput 1: Distributed renewable energy system developed \nUmunogovi, Uvs  Wind power  10.0  2018–2021 \nAltai City, Govi–Altai  Solar PV  10.0  2018–2021 \nAltai soum (county), Govi–Altai  Solar PV and wind with battery storage  0.5  2018–2021 \nUliastai, Zavha  Solar PV and battery storage  5.0  2018–2021 \nTelmen, Zavhan  Wind power  5.0  2019–2022 \nMoron, Khovsgol  Solar PV  10.0  2019–2022 \nSubtotal  40.5   \nOutput 2: Shallow-ground heat pump system developed \nHovd, the other soums  Shallow-ground heat pump         0.5  2018–2023 \n(counties) \nTotal  41.0   \nMW = megawatt, PV = photovoltaic. \nSource: Project feasibility study report approved by the Ministry of Energy in 2018. \n \nD.  Summary Cost Estimates and Financing Plan \n \n16.  The project is estimated to cost $66.22 million (Table 2). \n \n \n                                                \n14 The JFJCM is supporting the installation of advanced battery technology resilient up to –40 degrees Celsius with a \nminimum of 4,400 charge–discharge cycles. \n15 The scope of noncore subprojects will be finalized during project implementation. \n16 The subproject will be implemented in three batches, starting with a 100-kilowatt installation in the Uvs aimag center \n(core subproject), followed by a rollout in four aimag centers in the western Mongolia.  \n ", "5 \nTable 2: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  Output 1: Distributed renewable energy system developed   \n                   a. Umunogovi wind power  15.61 \n                   b. Altai solar photovoltaic  11.05 \n                   c. Altai soum (county) renewable energy hybrid system and battery storage  1.05 \n                   d. Uliastai solar photovoltaic and battery storage  9.05 \n                   e. Telmen wind power  6.83 \n                   f.  Moron solar photovoltaic  10.24 \n                Output 2: Shallow-ground heat pump system developed  1.14 \n                   Output 3: Institutional framework strengthened and organizational capacity enhanced  1.76 \n              Subtotal (A)  56.73 \nB.  Contingenciesc  4.37 \nC.  Financial Charges during Implementationd  5.12 \n Total (A + B + C)  66.22 \na  Includes taxes and duties of $5.62 million. Such amount does not represent an excessive share of the project cost.  \nb  In April 2018 prices. \nc  Physical contingencies computed at 5.0% of base cost. Price contingencies computed at an average of 3.9% on \nforeign exchange costs and 20.3% on local currency costs; includes provision for potential exchange rate \nfluctuation assuming a purchasing power parity exchange rate. \nd  Includes interest and commitment charges. Interest during construction for the loan from ordinary capital resources \nhas been computed at the 5-year United States dollar fixed swap rate plus an effective contractual spread of 0.5% \nand maturity premium of 0.1%. Commitment charges for this loan are 0.15% per year, to be charged on the \nundisbursed loan amount. \nSource: Asian Development Bank estimates. \n \n17.  The government has requested a loan of $40 million from ADB’s ordinary capital resources \nto help finance the project. The loan will have a 25-year term, including a grace period of 5 years; \nan annual interest rate determined in accordance with ADB’s London interbank offered rate-based \nlending facility; a commitment charge of 0.15% per year (interest and other charges during \nconstruction to be capitalized in the loan); and such other terms and conditions set forth in the \ndraft loan and project agreements. Based on the straight-line method, the average maturity is \n15.25 years, and the maturity premium payable to ADB is 0.10% per year. The SCF (footnote 1) \nwill provide grant cofinancing equivalent to $14.6 million and the JFJCM will provide grant \ncofinancing equivalent to $6 million, both to be administered by ADB. The government will finance \n$5.62  million  in  taxes  and  duties  through  exemption,  except  taxes  applicable  to  output  3 \n(institutional framework strengthened and organizational capacity enhanced), and the project \nmanagement unit operation cost. The summary financing plan is in Table 3. \n \nTable 3: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular loan)  40.00              60.40 \nStrategic Climate Funda (grant)  14.60  22.05 \nJapan Fund for the Joint Crediting Mechanismb (grant)    6.00  9.06 \nGovernment of Mongolia    5.62  8.49 \nTotal  66.22  100.00 \na  Under  the  Scaling  Up  Renewable  Energy  Program  in  Low-Income  Countries.  Administered  by  the  Asian   \nDevelopment Bank. \nb  Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n18.  The loan will be used for civil works, related procurement of equipment and materials, and \nconsulting  and  other  services,  and  will  also  cover  related  transportation,  insurance,  and \n ", "6 \ninstallation  costs,  as  well  as  project  administration  costs,  contingencies,  and  interest  and \ncommitment charges during construction. The SCF grant cofinancing, to be administered by ADB, \nwill be front-loaded for the procurement and installation of the Umunogovi wind power, Altai solar \nphotovoltaic  plants,  and  shallow-ground  heat  pumps.  The  JFJCM  grant  cofinancing,  to  be \nadministered by ADB, will be front-loaded for (i) the procurement and installation of the Uliastai \nsolar photovoltaic plant with an advanced battery storage system; and (ii) related consulting \nservices,  procurement  support,  project  design  document  preparation  and  validation,  and \nmonitoring and verification. All procurement financed by ADB loan, and the SCF and JFJCM \ngrants will be carried out in accordance with ADB’s Procurement Guidelines (2015, as amended \nfrom time to time) and Guidelines on the Use of Consultants (2013, as amended from time to \ntime). Because the project will be cofinanced by an SCF grant, universal procurement will be \napplied except for the cofinancing component of the JFJCM grant. \n \n19.  The government will be the loan borrower and the grant recipient, and will make the loan \nand the grants available to the implementing agencies on the same terms and conditions as those \nof the ADB loan, and the SCF and JFJCM grants. The implementing agencies will assume the \nforeign exchange and interest rate risks of the ADB loan. The government has assured ADB that \ncounterpart funding, including any additional counterpart funding needed to cover fund shortfalls \nor cost overruns, will be provided in a timely manner. \n \nE.  Implementation Arrangements \n20.  MOE will be the executing agency for the project. A project steering committee, composed \nof MOE, Ministry of Finance, and the implementing agencies, will be established to provide overall \nguidance in project management and implementation. A project management unit under MOE will \nbe responsible for managing, coordinating, and supervising the implementation of all components. \nThe following project implementing agencies will be responsible for the day-to-day management \nof the project activities: the Western Region Energy System State-Owned Joint Stock Company \n(WRES) for the Umunogovi subproject under output 1; the Altai–Uliastai Region Energy System \nState-Owned Joint Stock Company (AUES) for the subprojects in Altai, Altai soum (county), \nUliastai, Telmen, and Moron under output 1; and the National Renewable Energy Center (NREC) \nfor output 2 (shallow-ground heat pump system developed). \n \n21.  Consultants will be recruited to implement output 3 (institutional framework strengthened \nand organizational capacity enhanced). They will also support the project management unit, \nWRES, AUES, and NREC during project implementation, and to assist them in conducting (i) \ndetailed  engineering  design;  (ii)  procurement,  including  tender  document  preparation,  bid \nevaluation, and contract negotiation; (iii) social and environmental impact monitoring; and (iv) \nJFJCM-related activities, including project design document preparation and validation, and \nmonitoring and verification. \n \n22.  The implementation arrangements are summarized in Table 4 and described in detail in \nthe project administration manual (PAM).17 \n \n \n \n \n \n \n                                                \n17 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "7 \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  August 2018–August 2023 \nEstimated completion  Physical completion: 31 August 2023 \ndate  Loan closing: 29 February 2024 \nManagement \n(i)  Oversight body  Project steering committee \nState secretary, Ministry of Energy (chair) \nRepresentatives of the Ministry of Finance and implementing agencies (members) \n(ii)  Executing agency  Ministry of Energy \n(iii)  Implementing  Western Region Energy System State-Owned Joint Stock Company, Altai–Uliastai \nagencies  Region Energy System State-Owned Joint Stock Company, and National Renewable \nEnergy Center \n(iv)  Implementation unit  Project management unit at the Ministry of Energy, 16 staff \nProcurement  International competitive bidding  8 contracts  $48.28 million \nConsulting services  Quality- and cost- based  81 person-months  $1.55 million \nselection (90:10) \nIndividual  480 person-months   $1.28 million \n(9 experts) \nAdvance contracting  The Ministry of Energy has requested advance contracting, which will include the \nrecruitment of staff in the project management unit. \nDisbursement  The loan and grants proceeds will be disbursed in following Asian Development Bank’s \n(ADB) Loan Disbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nSource: ADB. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n23.  Resource assessment, grid stability, system design. A comprehensive renewable \nenergy resource assessment was done for each core subproject site. Intermittency of renewable \npower generation could result in variability of frequency and voltage. As the project is designed \nas a distributed renewable energy system, the transmission grids in the targeted sites in western \nMongolia should be able to respond to such variability. Existing hydropower plants and the battery \nstorage system to be installed under the project will also be able to make up for the intermittence \nof renewable energy sources and ensure electricity supply throughout the day. An assessment of \nnecessary generation capacity and system configuration design was made, considering solar and \nwind resources, peak load demand, and grid stability. The subprojects under output 1 (distributed \nrenewable energy system developed) will include remote control, monitoring, and protection \nsystems to stabilize the grid in line with international design standards. Capital cost estimates \nwere based on current international market prices plus  the necessary costs for associated \nfacilities, transportation, and insurance. \n \nB.  Economic and Financial \n24.  Financial analysis of the project indicated a financial internal rate of return of 7.42%, which \nis higher the corresponding weighted average cost of capital of 4.77%. Sensitivity analysis \nshowed that financial internal rates of return would be (i) 6.37% when project capital costs \nincrease by 10%, (ii) 7.25% when operation and maintenance (O&M) costs increase by 10%, and \n(iii) 6.01% if the energy yield decreases by 10%. The project’s overall financial viability is sensitive \nto changes in capital cost and energy yield, but remains robust under all scenarios. \n \n25.  Economic analysis of the project indicated an economic internal rate of return of 15.18% \nwith environmental benefit, which is higher the economic opportunity cost of capital of 9.00%. \n ", "8 \nSensitivity analysis showed that economic internal rates of return with environmental benefit \nwould be (i) 13.74% when project capital costs increase by 10%, (ii) 15.08% when O&M costs \nincrease by 10%, (iii) 13.49% if the energy yield decreases by 10%, and (iv) 14.25% if the \nimported electricity tariff decreases by 10%. The project’s economic viability is also robust under \nall adverse scenarios. \n \nC.  Governance \n26.  Financial management assessments were conducted for MOE, WRES, AUES, and NREC, \nand overall financial management risk is assessed moderate. The financial management and \naccounting procedures are aligned with the regulations and policies issued by the Ministry of \nFinance, and are considered effective and adequate for the project. However, since WRES, AUES, \nand NREC have no prior experience in ADB-financed projects, continuous capacity enhancement \ntrainings in financial management for the implementing agencies are essential. These agencies \nhave developed and maintained financial management monitoring and supervision structures for \nbudgeting, asset management, fund management, internal and external auditing, and reporting, \nwith internal financial management rules and a centrally managed online financial management \nsystem. The assessments indicated that (i) accrual-based accounting and international financial \nreporting standards are being followed by the agencies; (ii) the separation of authorization, \ntransaction, recording, and asset management functions is well established; and (iii) robust \nfinancial management and internal auditing systems are in place. However, business operations \nof the implementing agencies have been largely dependent on the government subsidy because \nof low level of end user’s tariff. Improving financial sustainability of the implementing agencies \nthrough a tariff increase while ensuring affordability for end users is essential to meet the net profit \nmargin targets in 2023 and 2030.18 \n  \n27.  Procurement capacity assessments were also carried out for MOE, WRES, AUES, and \nNREC, and overall procurement risk is assessed moderate. The four entities have experienced \nand trained personnel in procurement and contract management, supported by well-established \ninternal procedures and management systems. The accountability mechanism is also deemed \neffective to perform procurement and contract award, disbursement, and internal audit activities. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment, WRES, AUES, and NREC. The specific policy requirements and supplementary \nmeasures are described in the PAM. Integrity due diligence for related risk analysis for WRES, \nAUES, and NREC were carried out and assessed low risk. \n \nD.  Poverty, Social, and Gender \n \n28.  The project will directly benefit 258,313 people (118,960 of whom are women), or 50% of \nthe population in the project areas, through distributed renewable energy system development. \nBy providing cleaner and more affordable electricity while reducing air pollution associated with \ncoal use in power generation, the project will have a positive social impact. A side benefit will be \nthe generation of employment opportunities for the local population: 2,365 person-months of \nunskilled labor per year during construction and 450 jobs per year during O&M. Priority will be \ngiven to low-income and unemployed women in local communities adjacent to the project sites. \n \n                                                \n18 The State Policy on Energy, 2015-2030 (para. 6) includes the financial sustainability targets of public utilities: 0% net \nprofit margin by 2023 and 5% by 2030. \n \n ", "9 \nE.  Safeguards \n \n29.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.19 \n \n30.  Environment  (category  B).  An  initial  environmental  examination  (IEE)  of  the  core \nsubprojects (paras. 13 and 14), including an environmental management plan (EMP), has been \nprepared following ADB’s Safeguard Policy Statement and national environmental regulations. \nEnvironmental audits of the existing facilities have been conducted. The IEE will be updated after \nthe completion of detailed design, if needed. Domestic environmental clearance was obtained in \nJune 2018. An environmental and social assessment and review framework was drawn up to \nguide the selection and environmental assessment of subsequent noncore subprojects. Both the \nIEE and environmental and social assessment and review framework were disclosed on ADB’s \nwebsite upon obtaining the domestic environmental clearance.20 Meaningful public consultation \nhas been conducted and information disclosure requirements have been met. Grievance redress \nmechanisms will be established by the implementing agencies. Potential impacts, including soil \nerosion, construction noise and dust, waste generation, and effects on community and worker \nhealth and safety, are mostly temporary, predictable, and reversible, and can be mitigated through \nregulatory  compliance  and  through  EMP  implementation.  Sensitive  ecosystems  will  not  be \naffected. Core subproject sites are far from sensitive receptors, which helps to minimize noise, \nshadow flicker, glare, and blade throw risks. Sufficient budgets have been allocated in the EMP \nto ensure the proper implementation of mitigation and monitoring measures. Capacity building \nprograms  will  be  conducted  to  ensure  that  the  executing  and  implementing  agencies  and \ncontractors are able to undertake all construction and operation activities following the IEE and \nEMP.  Environmental  monitoring  reports  will  be  submitted  to  ADB  every  6  months  during \nconstruction and every year during operation. Contractors will be required to comply with the EMP \nduring the preconstruction and construction stages. The EMP will be updated as necessary if \nunanticipated  impact  is  identified  during  implementation.  The  executing  and  implementing \nagencies have agreed on a comprehensive set of environment-related loan covenants and \ntraining programs in environmental safeguards. \n \n31.  Involuntary resettlement (category C) and indigenous peoples (category C). The \nproject will not entail permanent or temporary land acquisition, land use restriction, demolition of \nstructures, or relocation of people. All subproject sites are either within existing substation \npremises or on government-owned land. The project will be implemented in ethnically diverse \nprovincial capitals and townships with no boundaries between majority and minority groups, \nwhether in lifestyle, socioeconomic status, or vulnerability. No impact on ethnic minorities is \ntherefore expected. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n32.  Significant risks and mitigating measures are summarized in Table 5 and described in \ndetail in the risk assessment and risk management plan.21 \n \n   \n                                                \n19 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n20 Initial Environmental Examination and Environmental and Social Assessment and Review Framework (accessible \nfrom the list of linked documents in Appendix 2). \n21 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nDelay in procurement and  Project management consultants will support the project management unit and \ndisbursement  implementing agencies in engineering design, procurement, disbursement, and \nproject implementation supervision and monitoring to avoid possible delays in \nproject completion. \nShortage of qualified staff to  The executing and implementing agencies received training in Asian \ncarry out procurement and  Development Bank-compliant procurement and financial management under the \nfinancial management  project preparatory technical assistance. The project management unit within the \npractices in accordance with  Ministry of Energy will support the implementing agencies throughout the \nAsian Development Bank  procurement process, with the assistance of a project management consultant for \nguidelines  financial management and procurement to be engaged under the project. \nDeteriorating financial  Sustained tariff increases until 2030 are essential to meet the government’s \nperformance of implementing  targets for financial sustainability: 0% net profit margin by 2023 and 5% by 2030. \nagencies  Adequate loan covenants requiring the government to oversee and support the \nimplementing agencies in maintaining sound financial health are set forth in the \ndraft loan agreement and project agreement. The government will regularly \nreview electricity tariff adjustments to achieve full cost recovery by 2023 in \naccordance with the State Policy on Energy, 2015–2030. \na Government of Mongolia, 2015. State Policy on Energy, 2015-2030. Ulaanbaatar. \nSource: Asian Development Bank. \n \n33.  Overall, the risks associated with the project will be adequately addressed. The integrated \nbenefits and impacts are expected to outweigh the costs. \n \nIV.  ASSURANCES AND CONDITIONS \n34.  The government and WRES, AUES, and NREC have assured ADB that implementation \nof  the  project  shall  conform  to  all  applicable  ADB  policies,  including  those  concerning \nanticorruption  measures,  safeguards,  gender,  procurement,  consulting  services,  and \ndisbursement as described in detail in the PAM and loan documents. The government and the \nWRES, AUES, and NREC have agreed with ADB on certain covenants for the project, which are \nset forth in the draft loan agreement, grant agreements, and project agreement. \n \n35.  The loan effectiveness is conditional on the effectiveness of the (i) SCF grant agreement \nbetween ADB and the borrower, and (ii) JFJCM grant agreement between ADB and the borrower. \nThe disbursement is also conditional on the borrower’s certification that a relending arrangement \nfor the loan and an arrangement for passing on the grants are in place. \n  \nV.  RECOMMENDATION \n36.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of $40,000,000 \nto Mongolia for the Upscaling Renewable Energy Sector Project, from ADB’s  ordinary  capital  \nresources, in regular terms, with interest to be determined in  accordance  with ADB’s London \ninterbank offered rate (LIBOR)–based lending facility; for a term of 25 years, including a grace \nperiod of 5 years; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan and project agreements presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n29 August 2018 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Project Is Aligned With \nGreenhouse gas emissions reduced and imported electricity reduced (State Policy on Energy, 2015–\n2030)a \n \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nClean sources of  a. Renewable energy  a–c. Annual statistics on  Changes in climate lead \nenergy supply in the  makes up 20% of total  energy performance of  to insufficiency of solar, \ncountry increased  installed capacity by 2023  the Energy Regulatory  wind, and underground \n(2018 baseline: 11.3%)  Commission  heat resources, \n  preventing the \nb. Additional  generation of electricity \n258,313 people connected  as planned \nto clean electricity supply \nby 2023 (2018 baseline: \n271,227 people) \n \nc. Additional carbon \ndioxide emissions reduced \nby 87,968 tons equivalent \nannually by 2023 (2018 \nbaseline: Not applicable)  \nOutput       \n1. Distributed  1a. Core subprojects  1a–1b. Annual statistics  Tight fiscal space \nrenewable energy  install 10 MW of distributed  on energy performance  because of a continued \nsystem developed  renewable energy capacity  of the Energy Regulatory  economic slowdown \n  in the western grid system,  Commission  delays implementation \n  and 15.5 MW capacity with    of the project \n  battery storage in the  1a–1b. Quarterly \n  Altai–Uliastai grid system  progress reports \n  by 2021b (2018 baseline: 0   \n  MW)  1a–1b. Back-to-office \n    report of the midterm \n  1b. Noncore subprojects  review mission \n  install 15 MW of distributed   \n  renewable energy capacity  1a–1b. Project \n  in Altai–Uliastai grid  completion report \n  system by 2022c (2018   \n  baseline: 0 MW)   \n     \n2. Shallow-ground  2a. 500 kilowatts of  2a. Annual statistics on \nheat pump system  shallow-ground heat  energy performance of \ndeveloped  pumps are installed in the  the Energy Regulatory \n  five selected aimag  Commission \n  (province) centers by 2023   \n  (2018 baseline: 0 MW)  2a. Quarterly progress \n    reports \n     \n    2a. Back-to-office report \n    of the midterm review \n    mission \n     \n    2a. Project completion \n    report \n     \n     \n ", "12  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \n3. Institutional  3a. Capacity development  3a–3b. Quarterly \nframework  training provided for at  progress reports \nstrengthened and  least 50 counterpart   \norganizational  engineers and operators  3a–3b. Back-to-office \ncapacity enhanced  for Western Region  report of the midterm \nEnergy System State- review mission \nOwned Joint Stock   \nCompany and Altai– 3a–3b. Project \nUliastai Region Energy  completion report \nSystem State-Owned Joint   \nStock Company by 2023   \n(2018 baseline: Not \napplicable) \n \n3b. A renewable \ninvestment plan for 2023–\n2030 and amendments to \nthe Law on Renewable \nEnergy drafted by 2023 \n(2018 baseline: Not \napplicable) \nKey Activities with Milestones \n1. Distributed renewable energy system developed \n1.1 Operationalize the project management unit in the Ministry of Energy (Q4 2018) \n1.2 Complete the selection of consultants for project management and capacity enhancement (Q4 2018) \n1.3 Conduct bidding process for batch 1: Umunogovi wind power, Altai City Solar PV, Altai Soum Solar PV \nand wind hybrid system, and Uliastai Solar PV (Q4 2018) \n1.4 Undertake construction work and test run for subprojects in batch 1 (Q4 2020) \n1.5 Start commercial operation for subprojects in batch 1 (Q1 2021) \n1.6 Complete implementation of batch 1 (Q2 2021) \n1.7 Conduct bidding process for batch 2: Telmen Wind power and Moron Solar PV (Q3 2019) \n1.8 Undertake construction work and test run for subprojects in batch 2 (Q4 2021) \n1.9 Complete implementation of batch 2 (Q2 2022) \n2. Shallow-ground heat pump system developed \n2.1 Operationalize the project management unit in the Ministry of Energy (Q4 2018) \n2.2 Complete the selection of consultants for project management and capacity enhancement (Q4 2018) \n2.3 Prepare detailed engineering design for subproject in batch 1: 100 kW in Hovd (Q3 2018) \n2.4 Conduct bidding process for batch 1 (Q3 2018) \n2.5 Complete implementation of batch 1 (Q4 2019) \n2.6 Complete implementation of batch 2: 200 kW in the other soum centers (Q2 2021) \n2.7 Complete implementation of batch 3: 200 kW in the other soum centers (Q2 2023) \n3. Institutional framework strengthened and organizational capacity enhanced \n3.1 Complete selection of consultants for project management and capacity enhancement (Q4 2018) \n3.2 Prepare for capacity development training program (Q4 2018) \n3.3 Implement capacity development training (Q1 2022) \n3.4 Prepare renewable energy investment plan for 2023–2030 (Q1 2023) \n3.5 Draft amendments to the Law on Renewable Energy, passed in 2007 and amended in 2015 (Q1 2023) \nInputs \nAsian Development Bank: $40.00 million (loan) \nJapan Fund for the Joint Crediting Mechanism: $6.00 million (grant) \nStrategic Climate Fund: $14.60 million (grant) \nGovernment of Mongolia: $5.62 million \n \n \n ", "Appendix 1  13 \nAssumption for Partner Financing \nNot Applicable \nMW = megawatt, Q = quarter. \na  Government of Mongolia. 2015. State Policy on Energy, 2015–2030. Ulaanbaatar. \nb  10 MW of Umnogovi wind power in the western region, 10 MW of Altai solar photovoltaic power, 0.5 MW of Altai \nsoum (county) renewable energy system with battery storage, and 5 MW of Uliastai solar photovoltaic power with \nbattery storage in the Altai–Uliastai region.  \nc  10 MW of Moron solar photovoltaic power and 5 MW of Telmen wind power. \n Source: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50088-002-3 \n \n1.  Loan Agreement \n2.  Grant Agreement: Strategic Climate Fund \n3.  Grant Agreement: Japan Fund for the Joint Crediting Mechanism \n4.  Project Agreement \n5.  Sector Assessment (Summary): Energy \n6.  Project Administration Manual \n7.  Contribution to the ADB Results Framework \n8.  Development Coordination \n9.  Financial Analysis \n10.  Economic Analysis \n11.  Country Economic Indicators \n12.  Summary Poverty Reduction and Social Strategy \n13.  Risk Assessment and Risk Management Plan \n14.  Initial Environmental Examination \n15.  Environmental and Social Assessment and Review Framework \n \nSupplementary Documents \n16.  Financial Management Assessment and Financial Performance and Projections \n17.  Project Procurement Risk Assessment Report \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180829152948+08'00'", "Creator": "PDF24 Creator", "Keywords": "mongolia, renewable energy generation, solar energy, wind energy, strategic climate fund, decarbonizing the energy system, clean electricity, clean energy, greenhouse gas emissions reduction, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20180924120709+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "50088-002: Report and Recommendation of the President", "Title": "Mongolia: Upscaling Renewable Energy Sector Project"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 1 August 2018) \n \nCurrency unit  –  togrog (MNT) \nMNT1.00  =  $0.0004057 \n$1.00  =  MNT2,464.50 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AUES  –  Altai–Uliastai Region Energy System State-Owned Joint Stock \nCompany \n  CO   –  carbon dioxide \n2\n  EMP  –  environmental management plan \n  FIT  –  feed-in-tariff \n  IEE  –  initial environmental examination \n  JFJCM  –  Japan Fund for the Joint Crediting Mechanism \n  kWh  –  kilowatt-hour \n  MOE  –  Ministry of Energy \n  MW  –  megawatt \n  NREC  –  National Renewable Energy Center \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  SCF  –  Strategic Climate Fund \n  SREP  –  Scaling Up Renewable Energy Program in Low-Income \nCountries \n  TA  –  technical assistance \n  WRES  –  Western Region Energy System State-Owned Joint Stock \nCompany \n \nNOTE \nIn this report, “$” refers to United States dollars. \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Amy S.P. Leung, East Asia Department (EARD) \nDirector  Sujata Gupta, Energy Division, EARD \n   \nTeam leader  Shigeru Yamamura, Senior Energy Specialist, EARD \nTeam members  Ma. Carmen M. Alcantara, Associate Project Analyst, EARD \n  Jinqiang Chen, Young Professional, EARD \n  Judith B. Doncillo, Project Officer, EARD  \n  Christian Ellerman, Climate Change Specialist, Sustainable \n  Development and Climate Change Department (SDCC) \n  Shinsuke Kawazu, Senior Counsel, Office of the General Counsel \n  Teruhisa Oi, Principal Energy Specialist, EARD \n  Hiroaki Teshima, Environment Specialist, SDCC \n  Yun Zhou, Environment Specialist, EARD \nPeer reviewer  Kim Dae Kyeong, Senior Energy Specialist, SDCC \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "  Jinqiang Chen", "role": " Young Professional", "organization": "EARD "}, {"fullname": "  Christian Ellerman", "role": " Climate Change Specialist", "organization": "Sustainable "}, {"fullname": "  Shinsuke Kawazu", "role": " Senior Counsel", "organization": "Office of the General Counsel "}, {"fullname": "  Teruhisa Oi", "role": " Principal Energy Specialist", "organization": "EARD "}, {"fullname": "  Hiroaki Teshima", "role": " Environment Specialist", "organization": "SDCC "}, {"fullname": "  Yun Zhou", "role": " Environment Specialist", "organization": "EARD "}]}