{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161116144354+08'00'", "ModDate": "D:20161116144354+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 50145-001 \nNovember 2016 \n \n \n \nProposed Loan and Technical Assistance Grant \nRepublic of Azerbaijan: Countercyclical Support \nFacility Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 15 November 2016) \n\nCurrency unit \nAZN1.00 \n$1.00 \n\n– \n= \n= \n\nAzerbaijan manat/s (AZN) \n$0.5743 \nAZN1.7414 \n\nABBREVIATIONS \n\nADB \nCBA \nCSF \nEITI \nFMSA \nGDP \nIMF \nLIBOR \nMOF \nSMEs \nSOE \nSOFAZ \nTA \nTASF \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nCentral Bank of Azerbaijan \ncountercyclical support facility \nExtractive Industries Transparency Initiative \nFinancial Markets Supervision Authority \ngross domestic product \nInternational Monetary Fund \nLondon interbank offered rate \nMinistry of Finance \nsmall and medium-sized enterprises \nstate-owned enterprise \nState Oil Fund of Azerbaijan \ntechnical assistance \nTechnical Assistance Special Fund \n\nNOTE \n\nIn this report, “$” refers to US dollars. \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n \n\nVice-President \nDirector General \nDirector \n\nW. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nR. Hartel, Public Management, Financial Sector, and Trade \n\nDivision, CWRD \n\n \nTeam leader \nTeam members \n \n\n \n\n \nT. Niazi, Principal Public Management Specialist, CWRD \nM. Etrata, Associate Project Analyst, CWRD \nH. Mukhopadhyay, Principal Public Management Specialist, CWRD \nJ. Ngai, Senior Counsel, Office of the General Counsel \nN. Valiyev, Senior Economics Officer, Azerbaijan Resident Mission, \n\nCWRD \n\n \nPeer reviewer \n\nM.C. Yabut, Operations Assistant, CWRD \nC. Buentjen, Principal Public Management Specialist, Sustainable \n\nDevelopment and Climate Change Department \n\n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nDevelopment Financing Needs \nE. \nImplementation Arrangements \n\nTECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \n\nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\n \n\nIII. \nIV. \n\nV. \nVI. \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n\nAPPENDIXES \n\nList of Linked Documents \n\nDesign and Monitoring Framework \n\n12 \n14 \n15 \nDevelopment Policy Letter \nAssessment of Compliance with the Countercyclical Support Facility Access Criteria  20 \n\nPage \n\n1 \n1 \n1 \n8 \n8 \n8 \n9 \n9 \n10 \n10 \n10 \n10 \n11 \n11 \n11 \n\n\f\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nFinance\n\nCountercyclical Support Facility \nProgram\nAzerbaijan\nRepublic of Azerbaijan\n\nSubsector(s)\n\nSocial protection initiatives\nFinance sector development\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 50145-001\nCWRD/CWPF\n\nMinistry of Finance\n\n     ADB Financing ($ million)\n50.90\n400.00\n50.30\n501.20\n\nTotal\n\nPublic sector management Public expenditure and fiscal management\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth (IEG)\n\nSubcomponents\n\nPillar 3: Extreme deprivation prevented and \neffects of shocks reduced (Social Protection)\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nLow\n\n4. Drivers of Change\n\nComponents\n\nGovernance and capacity\ndevelopment (GCD)\nKnowledge solutions \n(KNS)\nPrivate sector \ndevelopment (PSD)\n\nPublic financial governance\n\nKnowledge sharing activities\n\nConducive policy and institutional environment\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nLocation Impact\nNation-wide\n\nHigh\n\n \n\n \n\n.\n\n.\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nNo\nNo\nYes\nSDG8\n\n6. Risk Categorization:\n\nComplex\n\n8. Financing\n\nModality and Sources\nADB\n     Sovereign Countercyclical Support Facility Lending (Loan): \nOrdinary capital resources\n     Sovereign Project preparatory technical assistance: Technical \nAssistance Special Fund\nCofinancing\n     None\nCounterpart \n     None\nTotal\n\n9. Effective Development Cooperation\nUse of country procurement systems\nUse of country public financial management systems\n\nYes\nYes\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nAmount ($ million)\n\n501.20\n500.00\n\n1.20\n\n0.00\n0.00\n0.00\n0.00\n501.20\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n09112016145624675606\n\nGenerated Date: 10-Nov-2016 12:00:11 PM\n\n\f \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed loan \nto the Republic of Azerbaijan for the Countercyclical Support Facility Program. The report also \ndescribes the proposed technical assistance (TA) for Improving Public Sector Efficiency, and if \nthe  Board  approves  the  proposed  loan,  I,  acting  under  the  authority  delegated  to  me  by  the \nBoard, approve the TA. \n \nThe proposed countercyclical support facility (CSF) program will, in the short term, help \n2. \nthe  government  mitigate  the  significant  negative  economic  impact  caused  by  the  crash  in  oil \nprices  and  the  recession  in  the  country’s  trading  partners,  which  has  triggered  recession  in \nAzerbaijan. The government’s ongoing and planned fiscal stimulus expenditure includes social \nassistance programs, and promotion of inclusive private sector development and employment. \nThe  country’s  compliance  status  with  the  access  criteria  for  a  CSF  is  in  Appendix 4. 1 The \nproposed  TA  will  facilitate  design  of  structural  reforms  covering  macro  fiscal  management, \nstate-owned  enterprise  (SOE)  reform,  and  finance  sector  development  as  well  as  augment \ncapacity  of relevant  government  departments for  implementation  of the  reforms. The medium-\nterm structural reforms could be supported further under a planned policy-based loan in 2017. \n \n\nII. \n\nTHE PROGRAM \n\nRationale  \n\n \nA. \n \n3. \nSharp  economic  downturn  caused  by  drop  in  oil  prices.  Azerbaijan  has  been \nexperiencing  distresses,  which  has  led  to  lower  growth  rate,  fiscal  uncertainty,  and  finance \nsector instability. Oil prices have fallen sharply, by almost 55% from June 2014 to October 2016 \n(Figure  1).  Given  that  oil  and  gas  revenues  account  for  about  30%  of  gross  domestic  product \n(GDP), 60% of budget revenues, and over 90% of export revenues, the crash in oil prices had a \nsignificant  negative  effect  on  the  economic  growth.  All  components  of  GDP  experienced  a \nsudden  drop  including  government  expenditures,  investments,  consumption  and  net  exports. \nGDP  growth  fell  from  2.8%  in  2014  to  1.1%  in  2015.  Azerbaijan  entered  into  recession,  with \nnegative GDP growth of 3.9% in the first three quarters of 2016 and a negative 2.4% forecast \nfor  2016  as projected  by  the International  Monetary  Fund (IMF;  Figure  2).  Asian  Development \nOutlook 2016 also projects negative 2.5% growth in 2016. 2  \n \n4. \nin  public \ninvestments (especially construction affecting private sector activity), and a tightened domestic \ndemand. The current account evaporated from a surplus of 14% of GDP at end-2014 to a deficit \nof 4.5% in the first half of 2016, and is expected to be negative 0.6% in 2016. Lower commodity \nprices  resulted  in a 47%  decrease in export  revenues  in 2015,  while the  inflow  of  remittances \n(mainly  from  the  Russian  Federation)  suddenly  dropped  by  31%  to  $1.2  billion  hitting,  in \nparticular,  the  rural  population.  Exports  further  declined  by  4.1%  in  the  first  half  of  2016.  The \ncurrency devaluation of major trading partners put substantial pressure on the national currency \nmanat  with  a  sharp  decline  in  foreign  exchange  supply.  Assets  of  the  State  Oil  Fund  of \nAzerbaijan  (SOFAZ)  declined  by  $3.5  billion  to  $33.6  billion  (9.5%)  in  2015,  limiting  the  fiscal \nspace for budget transfers and leading to a reduction in economic activities financed by SOFAZ.   \n\nlower  hydrocarbon  revenues,  contraction \n\nThe  recession  stems \n\nfrom \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Government  of  Azerbaijan,  State  Statistical  Committee.  Monthly  macroeconomic \n\nhttp://www.stat.gov.az/macroeconomy/indexen.php;  and \nAssessment Letter accessible from the list of linked documents in Appendix 2). \n\nInternational  Monetary  Fund  (IMF) \n\nindicators,  July  2016. \nforecast  (IMF \n\n\fFigure 1: Price of Brent Crude Oil \n($/bbl, average) \n\nFigure 2: Gross Domestic Product Growth \n \n\n \n\n5.8 \n\n2.8 \n\n1.1 \n\n8\n\n6\n\n4\n\n2\n\n0\n\n-2\n\n-4\n\n-2.4 \n\n2016\n(forecast)\n\n4\n1\n-\nn\na\nJ\n\n4\n1\n-\nr\np\nA\n\n4\n1\n-\nl\nu\nJ\n\n4\n1\n-\nt\nc\nO\n\n5\n1\n-\nn\na\nJ\n\n5\n1\n-\nr\np\nA\n\n5\n1\n-\nl\nu\nJ\n\n5\n1\n-\nt\nc\nO\n\n6\n1\n-\nn\na\nJ\n\n6\n1\n-\nr\np\nA\n\n6\n1\n-\nl\nu\nJ\n\n6\n1\n-\nt\nc\nO\n\n bbl = barrel, M = month.  \n Source: \nEconomic Outlook. Washington, DC. \n\nInternational  Monetary  Fund.  2016.  World \n\n2013\n\n2014\n\n2015\n\n \n\n \nSource:  International Monetary Fund. 2016. World \nEconomic Outlook. Washington, DC. \n\n \n5. \nRecession  adversely  affecting  real  incomes.  Given  the  economy’s  hydrocarbon \nexport structure and public investment framework, the oil price shock had a strong impact on the \nreal  economy.  Real  consumption  growth  decreased  from  12%  in  2014  to  8%  in  2015  as  the \npurchasing power of the population fell following depreciation of the manat. The Central Bank of \nAzerbaijan (CBA) devalued the manat by 49.4% in 2015 from 0.78 manat to a dollar in February \n2015  to  1.55  in  December  2015,  moving  to  a  managed  floating  exchange  rate  regime.  The \nmanat depreciated another 10.9% in 2016 to its current rate of 1.74. Consumer price inflation is \nexpected  to  rise  to  almost  12%  in  2016  from  1.4%  in  2014  (Figure  3).  The  high  inflation  is \nprimarily the result of the massive currency devaluation increasing the price of the consumption \nbasket.  The  devaluations  also  contributed  to  a  significant  drop  in  per  capita  income  (current \nprices)  from  $8,055  in  2014  to  $3,702  forecasted  for  2016  (Figure  4).  This  fall  in  per  capita \nincome  will  have  significant  adverse  impact  on  imports  of  key  consumer  goods.  The  sharply \nrising debt service burden of individual borrowers, especially for enterprises and housing loans \ndenominated in foreign currency also negatively affected the purchasing power. 3 \n \n\nFigure 3: Inflation \n\nFigure 4: Per Capita Income \n\n \n\n \n\n12.8 \n\n2.4 \n\n1.4 \n\n4.0 \n\n2013\n\n2014\n\n2015\n\n2016…\n\n \n Source:  International  Monetary  Fund.  2016.  World \nEconomic Outlook. Washington, DC. \n\n2013\n\n2014\n\n2015\n\n2016\n(forecast)\n\n \n\n   Source:  International  Monetary  Fund.  2016.  World \n\nEconomic Outlook. Washington, DC. \n\n \n6. \nElevated  finance  sector  risks.  The  CBA’s  foreign  exchange  reserves  plummeted  by \n71%  from  $13.7  billion  in  December  2014  to  $4.1  billion  in  October  2016.  The  currency \ndevaluation caused a loss of public confidence in the manat. This led to large-scale dollarization \n                                                \n3   The proportion of foreign currency denominated credit in total credit was 27% in January 2015 which increased to \n\n48% by August 2016. \n\n10,000\n\n8,000\n\n6,000\n\n4,000\n\n2,000\n\n0\n\n2 \n\n120\n100\n80\n60\n40\n20\n0\n\n15\n\n10\n\n5\n\n0\n\n \n\n \n\n\f3 \n\nincreasing \n\nof deposits—from 38.5% in 2014 to 85% in 2016—resulting in significant drop in bank deposits \nin local currency. Moreover, the devaluation severely affected the asset quality of bank loans to \ncustomers   prompting  sharply \nloss  provision  requirements,  and  as  a \nloan \nconsequence  severely  affecting  profitability  and  eroding  banks’  capitalization.  A  number  of \nbanks  were  unable  to  mobilize  additional  equity  injections  by  their  shareholders  and  lost  their \nlicenses. Twelve of the country’s 36 banks were closed in the first three quarters of 2016. The \ncredit  growth  in  local  currency  turned  negative  due  to  non-availability  of  loanable  funds \ncontributing  to  credit  crunch. 4 For  example,  the  number  of  rural  borrowers  serviced  by  the \nleading lenders has almost halved in 2016 since the first devaluation in February 2015. The cost \nof  sovereign  and  nonsovereign  borrowing  from  international  capital  markets  increased \nsignificantly following the country’s credit rating downgrade by major rating agencies raising the \nrisk premium for borrowing.5  \n \n7. \nRising  fiscal  deficit  and  declining  fiscal  space.  The  impact  of  the  oil  shock  can  be \nillustrated as follows. Oil-related state budget revenues averaged $4.1 billion per quarter in the \nfirst three quarters of 2014. With the collapsing hydrocarbon price, oil revenue dropped to $2.4 \nbillion  per  quarter  in  2015  and  $0.9  billion  per  quarter  in  the  first  three  quarters  of  2016. 6 \nCompared with the pre-shock period, the budget is receiving $3.2 billion or 79% less per quarter \nin  2016,  which  is  large  given  the  size  of  Azerbaijan’s  budget.  Consequently,  the  consolidated \nbudget position changed from a surplus of 3.2% of GDP in 2014 to a deficit of 6.8% of GDP in \n2015, and the deficit is expected to rise to 9.9% of GDP in 2016. Falling oil revenues led to cuts \nin capital expenditures, slowing the economic growth.7 \n\n \n8. \nCountercyclical  development  expenditures.  In  February  2016,  the  government \ninitiated  a  countercyclical  stimulus  package.  To  ensure  the  effectiveness  and  quality  of  such \nexpenditures,  the  government  adopted  a  three-pronged  strategy  covering  social  assistance \nprograms,  economic  diversification  toward  strengthening  the  non-oil  sector,  and  employment \ngeneration and additional SOFAZ expenditures. The government has budgeted $1.4 billion for \ncountercyclical measures in 2016 (Table 1).8 The accommodative budget in 2016 is appropriate \nfor this purpose; however the government is planning to revert to fiscal consolidation measures \nbuilding on preliminary steps taken in 2016.9 \n \n\nTable 1: Fiscal Stimulus Summary ($ million) \n\nGroups \nA.  Social Assistance Programs (increase in wages, retirement benefits, social \n\nbenefits including health benefits, social housing; tax benefits) \n\n2016 \n588 \n\n146 \n668 \n1,402 \n\nB.  Economic Diversification \nC.  Employment Generation \n \n\nTotal \n\n      Source: Government of Azerbaijan budget documents. \n \n\n(i) \n\nImmediate  increase  in  social  assistance. To enhance social protection of the \nvulnerable  population,  the  government  took  the  following  one-off  measures  in \n\n                                                \n4   The proportion of manat credit in in total credit fell from 73% in January 2015 to 52% in August 2016. \n5  On 24 March 2016, Azerbaijan’s Southern Gas Corridor Company sold $1 billion in a 10-year Eurobond, which was \n\n80 basis points above Azerbaijan’s sovereign bonds, with a coupon of 6.875%. \n\n6  Government  of  Azerbaijan,  Ministry  of  Finance.  Information  (operative)  on  the  execution  of  the  state  budget  for \n\n2015. http://www.maliyye.gov.az/node/1871 \n\n7  The  consolidated  budget  includes  the  state  budget,  SOFAZ  budget,  social  protection  fund  budget,  external \n\nborrowings, and the budget for the autonomous region of Nakhchivan. \n\n8  This figure does not include 1 year’s salary of 31,500 minimum wage workers.  \n9   Going  forward,  the  government  has  agreed  not  to  repeat  the  2016  pensions,  wages,  and  social  spending \nincreases, to resume capital spending reductions and to lower pension deficits with the new pension legislation. \n\n \n\n\f4 \n\n(ii) \n\n(iii) \n\nMarch  2016  targeting  an  estimated  3.7  million  people  representing  more  than \none third of the population: (a) the wages of public employees were increased by \n10%  in  the  social  security,  education,  science,  culture,  and  agriculture  sectors; \n(b)  the  floor  for  retirement  benefits  was  raised  by  10%  to  AZN110  monthly;  (c) \nthe amount of social benefits, health benefits, and food allowance for both public \nand  private  workers  and  refugees  increased  by  10%;  and  (d)  an  additional \nAZN20 million was allocated from the Reserve Fund of the President to support \nlow-income  families.  The  government  has  also  made  additional  budgetary \nprovision  for  social  housing  and  tax  benefits  targeting  low-income  population. \nThe  State  Housing  Agency  has  been  established,  with  an  approved \norganizational  structure, regulations,  and staff, to  provide  social  housing to low-\nincome  and  vulnerable  groups.  The  government  has  allotted  to  build affordable \napartments  benefiting  around  9,000  people.10 It  has  also  established  a  student \ncredit fund to cover tuition fees for students from low-income families during the \neconomic downturn. The fund provides grants and concessional loans via credit \norganizations. \nStronger  focus  on  economic  diversification.  The  crisis,  which  was  triggered \nby the plummeting hydrocarbon prices, reminded the government of the need to \ntransform the hydrocarbon-driven economy into a private sector-driven economy \nwith  well-diversified  activities  in  non-oil  sectors.  The  government  has  provided \nadditional incentives to private investors, such as tax preferences and promotion \nof non-oil exports. Amendments to the Tax Code and the decree of the President \nof  Azerbaijan  “On  additional  measures  to  promote  export  of  non-oil  products” \nprovide investors who invest in priority sectors with a certificate of incentives, as \nwell as exemption from land and property taxes, and customs duties on imported \nequipment, for 7 years. Moreover, 50% of investor earnings are tax-exempt for 7 \nyears, and exporters will receive a special export promotion compensation of 3% \nof the value of exported non-oil products. \nlabor-intensive \nStimulating  employment  generation  and  efficiency \nsectors. The recession has increased unemployment, which rose to 5% in 2015. \nAzerbaijan’s  growth  has  been  less  inclusive  because  of  the  capital  intensive \nnature of the economy, the dominance of the oil sector and limited private sector \nactivity.  Consequently,  the  government  is  introducing  reforms  in  labor  market \ninstitutions  and  policies  by  modernizing  vocational  education,  initiating  life-long \nlearning  and  prioritizing  employment  of  youth,  women,  and  disabled  and \ninternally  displaced persons.  Such countercyclical  measures  are  addressing  the \nfollowing  labor  market  challenges:  (a)  low-value  agriculture  due  to  small-sized \ncrops  production  and  limited  access  to  finance;  (b)  lack  of  business  skills  and \ninnovation  from  small  and  medium-sized  enterprises  (SMEs);  (c)  preference  for \npublic sector employment as compared to the private sector; and (d) the supply \ndemand  labor  skills  mismatch,  which  does  not  meet  market  needs.  Additional \nsteps  taken  include  measures  for  supporting  entrepreneurial  activities  and \nstimulating  SMEs  for  creating  jobs.  Additional  investment  by  SOFAZ  for \nrestructuring  state-owned  enterprises  and  revenue  generating  infrastructure \nprojects is also expected to revive growth and generate employment.11 \n \n\nin \n\n                                                \n10 The  State  Housing  Agency  is  administering  the  project,  with  an  administrative  budget  of  AZN10  million  and  60 \n\n11 SOFAZ. SOFAZ 2016 budget amended.  http://www.oilfund.az/en_US/hesabatlar-ve-statistika/buedce-melumatlari/ \n\nazerbaycan-respublikasi-doevlet-neft-fondunun-2016-ci-il-buedcesi-tesdiq-edildi.asp  \n\nstaff.  \n\n \n\n\f5 \n\nSound  pre-shock  record  of  macroeconomic  management.  Until  the  oil  shock, \n9. \nmacroeconomic management was largely effective in achieving  economic growth and stability. \nThe  CBA’s  monetary  policy  and  exchange  rate  measures  were  effective  in  addressing  price \nstability, with inflation averaging 1.6%  during 2012–2014, and in managing the exchange rate. \nPublic finances and budgetary frameworks were sound, with debt–GDP at 11.2% in 2014. The \nstate  budget  was  in  surplus  until  2014.  SOFAZ  capital  increased  from  $22.8  billion  in  2010  to \n$37.1 billion in 2014, providing a large buffer to shocks and transforming hydrocarbon revenues \ninto  long-term  investment  returns  for  the  country.  Consequently,  Azerbaijan  had  international \ncredit rating of investment grade before the shock.  \n \n10. \nAdequate  macroeconomic  policy  response  during  crisis.  The  recession  triggered \nmonetary  and  financial  stability  measures  during  2015  and  2016,  which  aimed  at  maintaining \nprice  stability  and  restructuring  the  banking  system,  while  preventing  a  post-devaluation \neconomic  slump.  In  December  2015,  the  CBA  moved  to  a  managed  floating  exchange  rate \nregime and instituted the exchange rate band to allow more market-based price discovery and \naiming for inflation targeting in the medium term. The CBA tightened the monetary policy stance \nto  limit  inflationary  pressure  and  to  restore  trust  in  the  local  currency.  The  CBA  raised  the \nrefinancing rate five times in 2016 from 3% to 15% cumulatively, and initiated deposit auctions \nby holding 10 auctions in 2016, increasing the interest rate on deposits from 6.5% to 9.5%. The \nextension  of  the  deposit  insurance  guarantee  to  cover  all  deposits,  subject  to  interest  rate \nrestrictions, was another policy response to address the large-scale dollarization in the banking \nsystem.12 To  prevent  further  deposit  withdrawals  from  banks,  the  interest  income  on  deposits \nearned by individuals was made tax-exempt for 3 years starting February 2016. \n \n11.  Managing  banking  sector  crisis  and  restoring  confidence.  The  regulatory  and \nsupervisory functions of the banking, insurance, and capital markets are consolidated under the \nFinancial  Markets  Supervision  Authority  (FMSA),  the  new  single  regulator  and  supervisor.  To \naccommodate banks’ management of the increased exchange rate volatility, the FMSA widened \nthe  regulatory  limit  for  open  currency  positions  to  regulatory  capital.  In  mid-2015,  the \ngovernment  created  a  bad  bank  special  purpose  vehicle  to  manage  nonperforming  assets \ntransfered  from  International  Bank  of  Azerbaijan,  a  state-owned  bank  and  the  largest  bank  in \nthe  country.  To  restore  confidence  in  the  banking  system,  the  FMSA  is  currently  pursuing \nconsolidation  of  banks  and  has  so  far  closed  12  insolvent  banks.  The  FMSA  is  assessing  all \nbanks  and  agreed  on  specific  restructuring  plans  with  banks  that  have  solvency  issues  with a \nclear road  map  and timeline  to  address such  issues.  In  July  2016,  a  Financial  Stability  Board, \nchaired  by  the  Prime  Minister,  was  established with  representation  of  CBA,  MOF,  FMSA,  and \nSOFAZ to monitor the financial sector performance and recommend remedial actions based on \ninternational  experience.  Under  the  attached  TA,  the  Asian  Development  Bank  (ADB)  will \nsupport the FMSA in developing capital markets to support diversification of the economy and \nexpansion of the private sector.  \n \n12. \nThe  shocks  highlighted  the  urgent  need  for  structural  reforms. The recession has \nexposed  the  limitations  of  the  country’s  economic  development  model  and  the  need  to  move \naway  from  growth  driven  mostly  by  public  capital  investments  towards  the  one  focused  on \nprivate sector activity as professed in the development strategy “Azerbaijan 2020: Look into the \nFuture.”13 In February 2016, the President of Azerbaijan appointed a presidential focal point on \n\n                                                \n12  Limited to deposits denominated (i) in manat priced at interest rates up to 12%, and (ii) in foreign currency priced at \n\n13  Office  of  the  President  of  Azerbaijan.  2012.  Azerbaijan  2020:  Look  Into  the  Future  Concept  of  Development. \n\nhttp://www.president.az/files/future_en.pdf \n\nup to 3%. \n\n \n\n\feconomic reforms, and established an interagency working group to develop and coordinate the \nexecution  of  a  strategy \nfor  economic  diversification  comprising  governance  reforms, \ndevelopment of non-oil export sector and improvement of the business climate.  \n\n \nGovernance  reforms.  Strengthening  macroeconomic  and  fiscal  management  and \n13. \nmanaging  state-owned  enterprises  (SOE)  is  a  government  priority.  Overall,  public  financial \nmanagement  systems  are  effective  but  the  recession  pointed  to  important  gaps  that  the \ngovernment is planning to address.14 These include (i) rule-based fiscal management that would \nrequire  building  capability  for  medium-term  expenditure  and  macroeconomic  forecasting,  (ii) \naligning  sector  strategies  with  long-term  national  development  strategy,  (iii)  integration  of \nfinancial management systems and better analysis of planned and actual budget data through \nintroduction of program budgeting, (iv) strengthening public investments by improving feasibility \nand  project  management  capacities,  and  (v)  developing  a  medium-term  public  debt \nmanagement  strategy.  Many  of  the  country’s  10,540 SOEs  are  incurring  losses  and  receiving \nbudget  subsidies.15 As  part  of  the  planned  SOE  reforms,  the  president  of  Azerbaijan  issued  a \ndecree  in  September  2016  to  facilitate  entrepreneurship  and  competition  in  SOEs  by \nencouraging participation of private investors. The decree sets a time bound plan to (i) formulate \nrules for evaluating the performance of SOEs, (ii) develop corporate governance principles and \napply  international  management  practices,  and  (iii)  introduce  international  financial  reporting \nsystems  and  necessary  structural  reforms  to  increase  financial  transparency  and  efficiency  of \nlarge SOEs. The government has started listing SOEs for privatization  beginning in 2016. The \nattached TA will support these reforms. \n \n14. \nDevelopment  of  non-oil  sector. In the wake of oil shock, transformation to an export-\noriented economy characterized by non-oil sector growth and expanding non-oil export potential \nis a major priority of the government. A presidential decree issued in March 2016 implemented \nmeasures to stimulate the export of non-oil products.  These include opening new e-government \nservice  centers; \ntenders;  simplifying  customs  clearance; \nincreasing  electronic  payments;  creating  regional  industrial  zones;  extending  agriculture, \ntourism,  and  environmental  reforms;  and  promoting  regional  economic  integration.  The \ngovernment  intends  to  enact  a  new  pension  legislation  in  2017  that  would  increase  the \nretirement  age  and  contribution  periods;  this  is  expected  to  cut  pension  fund  deficits.  To \nstimulate  the  development  of  SMEs,  the  entrepreneurship  law  was  amended  in  March  2016. \nAttached  TA  will  assist  the  government  in  developing  an  SME  institutional  and  financing \nstrategy for inclusive finance. The government is also pursuing efforts to diversify the economy \nby improving the business climate and by expanding the financial sector. Azerbaijan’s financial \nsystem is underdeveloped with vulnerabilities to external systemic risks. The binding constraints \nbeing  addressed  include  underdeveloped  financial  markets,  nascent  government  securities \nmarket,  and  limited  financial  inclusion  due  to  the  lack  of  local  currency  lending,  especially  for \nmicroenterprises, farmers, and small businesses. \n \n15. \nADB’s proposed program. In the short-term, ADB will provide CSF program to mitigate \nthe  adverse  impact  of  the  economic  recession.  ADB  and  the  government  also  agreed  that \ntransforming  Azerbaijan  into  a  dynamic  and  diversified  economy  will  require  comprehensive \nimprovements in governance, ease of doing business, and fostering competition in the economy. \nAs  highlighted  in  the  development  policy  letter,  the  government  has,  therefore,  sought  ADB’s \nassistance to support structural reforms in the medium-term related to the three broad directions. \n\nimproving  public  construction \n\n                                                \n14 World  Bank.  2014.  Azerbaijan:  Public  Expenditure  and  Financial  Accountability  Performance  Report  (Repeat \n\nAssessment). Washington, DC.  \n\n15 Government of Azerbaijan, Ministry of Finance (MOF). 2015. Budget Package-2015. Baku. \n\n6 \n\n \n\n\f7 \n\nThese  directions  will  be  incorporated  in  a  planned  policy-based  loan,  which  will  cover  (i) \nstrengthening  macroeconomic  and  fiscal  management  by  establishing  medium-term  fiscal  and \ndebt  management  frameworks;  (ii)  improving  public  sector  efficiency  and  accountability  by \ndeveloping  a  public  investment  framework,  as  well  as  restructuring  and  preparing  the \nprivatization  of  SOEs;  and  (iii)  deepening  the  finance  sector  and  expanding  the  role  of  the \nprivate sector by developing securities and capital markets and promoting SME development.  \n \n16. \nPublic  debt  remains  sustainable.  A  realistic  oil  price  scenario  in  line  with  the  Asian \nDevelopment  Outlook  2016  and  the  International  Monetary  Fund  (IMF)  April  2016  World \nEconomic  Outlook  would  see  Azerbaijan’s  public  debt–GDP  ratio  rise  from  28.3%  in  2015  to \n38.2% (37.5% is the IMF estimate) in 2016 and stabilize thereafter.16 Thus, the public debt ratio \nwill  remain  manageable.17 This  scenario  reflects  improved  primary  deficits,  higher  economic \ngrowth, as well as a projected rise in asset revenues. Traditionally, Azerbaijan has not borrowed \nto  fund  budget  deficits.  Instead,  deficits  have  been  financed  mainly  by  transfers  from  SOFAZ, \nwhich  contributed  about  40%  to  total  government  revenues  over  2010–2014.  The  projected \npublic  indebtedness,  including  the  potential  impact  of  the  prospective  CSF  borrowing,  is \nsustainable as the ADB loan comprises a small portion of the country’s overall financing needs. \nThe medium-term outlook is acceptable in terms of creditworthiness.18 \n \nCoordination  with  the  International  Monetary  Fund.  The  ADB  team  has  consulted \n17. \nand  coordinated  closely  with  the  IMF  on  Azerbaijan’s  macroeconomic  situation  and  future \nprospects. It overlapped with the IMF Article IV mission that concluded in June 2016. The IMF \nmission confirmed that shocks adversely affected Azerbaijan’s economy, especially the fall in oil \nprices,  slowdown  in  economic  growth,  and  currency  depreciations  in  Azerbaijan  and  its  main \ntrading  partner  economies.  As  a  result,  the  IMF  projects  economic  growth  to  turn  negative  (–\n2.4%) in 2016. The IMF supports the government’s response to the weak external environment, \nincluding  moving  to  a  floating  exchange  rate  regime,  raising  interest  rates  in  2016  to  address \nrising  inflation,  and  implementing  a  countercyclical  fiscal  stimulus  in  2016  that  focuses  on \nraising  wages,  pensions,  targeted  social  assistance,  employment  generation,  and  completing \nexisting  investment  projects.  The  government  has  agreed  with  IMF  on  the  appropriateness  of \ncountercyclical spending but to embark on consolidation from 2017. \n\n \nThe  IMF  also  strongly  endorses  the  government’s  planned  move  to  a  new  economic \n18. \nmodel  focused  on  private  sector-led  growth  driven  by  the  non-oil  economy  as  the  main \nchallenge  is  to  align  macro  policies  with  the  new  external  environment  while  modernizing \nmonetary  and fiscal frameworks. The  structural  reform  agenda  needs  to be  implemented,  with \ngovernance strengthened, the cost of doing business reduced and competition enhanced. The \ngovernment  has  agreed  with  the  IMF  on  instituting  a  rule-based  fiscal  framework  and  strong \ninstitutional  arrangements  to  preserve  fiscal  sustainability  in  the  medium  term.  The  IMF \nunderscored \nfinancial \nmanagement system, detailed multiyear budgets and a public debt strategy will strengthen fiscal \ndiscipline.  In  addition,  expanding  debt  securities  market  will  help  in  deepening  the  country’s \nfinancial sector.   \n \n\nframework  supplemented  by  a  strong  public \n\nthat  a  rule-based \n\n                                                \n16 The realistic scenario is based on an oil price of $38 in 2016 and increasing to $50 per barrel in 2020. ADB. 2016. \nAsian  Development  Outlook  2016:  Asia’s  Potential  Growth.  Manila;  IMF.  2016.  World  Economic  Outlook. \nWashington, DC. \n\n17 The size and composition of SOFAZ assets have a strong bearing on the country’s debt sustainability. IMF analysis \nalso suggests that the debt–GDP ratio will remain manageable (IMF Assessment Letter accessible from  the list of \nlinked documents in Appendix 2). \n\n18 More details are in Debt Sustainability Assessment (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f8 \n\n \n\nOutputs \n\nImpact and Outcome  \n\nThe  impact  will  be  sustained  broad-based  inclusive  growth.  The  outcome  will  be \n\nADB’s  value  addition.  ADB  has  agreed  on  a  medium-term  development  engagement \n19. \nframework  with  the  government.  In  the  short  term,  ADB  is  supporting  the  government’s \nimplementation  of  countercyclical  expenditure  program  by  helping  to  reduce  the  risks  of  fiscal \nand debt  sustainability.  In the medium to long  term,  ADB  is  engaging  with the government  on \ndesign  and  implementation  of  structural  reforms  by  providing  TA  and  planned  policy  based \nprogram  (paras  15  and  26).  ADB’s  support  for  infrastructure  investment  especially  in  energy, \ntransport, and urban infrastructure will complement the CSF. ADB has coordinated closely with \nthe  IMF  and  the  World  Bank  in  identifying  policy  and  program  areas.  The  World  Bank  is \nsupporting the government on finance sector modernization including the business environment, \ncompetition policies, pension reforms, and banking sector restructuring. The IMF is providing TA \non banking and finance sector oversight and planning a TA to help address fiscal issues. ADB \nwill coordinate with IMF on implementation of the TA. \n \nB. \n \n20. \nexpenditures for fiscal stimulus introduced. \n \nC. \n \nThe  CSF  will  have  four  outputs:  (i)  measures  to  provide  a  social  safety  net  to  citizens \n21. \nimplemented,  (ii)  measures  to  facilitate  social  housing  implemented,  (iii)  measures  to  create \nadditional jobs implemented, and (iv) measures to identify and initiate specific structural reforms \nfor economic diversification implemented. \n \nD. \n \n22. \nSOFAZ  transfers  to  the  state  budget  form  the  basis  of  the  government’s  fiscal  policy, \nand have provided a large buffer to enable an expansionary fiscal policy. The activities carried \nout  by  SOFAZ  contribute  to  (i)  maintaining  macroeconomic  stability,  (ii)  financing  national \nprojects crucial to socioeconomic development, and (iii) ensuring intergenerational transfer of oil \nrevenues. Procedures governing SOFAZ financing and spending are determined by a statutory \npolicy  that  postulates  reserving  25%  of  revenues  for  savings  and  intergenerational  purposes. \nExpenditures  incurred  by  SOFAZ  are  part  of  a  consolidated  budget  that  is  approved  by \nParliament annually. SOFAZ has an independent investment strategy, and 82.1% (as of 2015) \nof  its  assets  are  invested  in  securities.  Since  2013,  the  government  has  been  downwardly \nadjusting  transfers  from  SOFAZ  to  maintain  critical  assets  to  satisfy  its  long-term  investment \nobjective and stimulate an increase in non-oil fiscal revenues.  \n \n23. \nHowever,  to  meet  budget  expenditures  in  2016,  the  government  transferred  an \nadditional  $1  billion  from  SOFAZ  to  the  state  budget.  Despite  this  transfer,  the  estimated \nconsolidated  budget  deficit  of  9.9%  of GDP ($3.4 billion)  will  remain in 2016. The government \nbelieves  that  additional  transfers  from  SOFAZ  are  not  in  line  with  the  government  policy  of \nensuring intergenerational equity and sustainability of oil revenues. Further transfers would also \nnot be prudent since oil production is expected to further decline in 2016–2019, with oil prices \nbelow historical averages, and any increase in SOFAZ transfers would increase the scale of the \nfiscal deficit. Some 90% of Azerbaijan’s currency reserves comprise SOFAZ assets. It is critical \nto preserve these assets to maintain the country’s international credit rating.19 \n \n                                                \n19 Azerbaijan  was  rated  BB+  (Negative)  by  Fitch,  BB+  (Negative)  by  Standard  and  Poor’s,  and  Ba1  (negative)  by \n\nDevelopment Financing Needs \n\nMoody’s in 2016, a notch below the investment grade. \n\n\f9 \n\nTo  fill  the  budget  deficit,  the  government  will  need  to  tap  capital  markets  or  access \n24. \ninternational financial institutions. The cost of borrowing from the market has increased because \nof  the  higher  perceived  country  risk,  as  shown  by  market  indicators  like  credit  default  swap \nspreads  and  the  international  credit  rating  downgrade  resulting  from  the  economic  recession \nand fall in oil prices. To mitigate this risk, the government has requested ADB to provide a loan \nof $500 million from ADB’s ordinary capital resources. The remaining portion of the consolidated \ndeficit  will  be  financed  through  the  issuance  of  international  bonds  and  from  internal  sources. \nThe  interest  rate  for  the  CSF  loan  will  be  determined  in  accordance  with  ADB’s  London \ninterbank  offered  rate  (LIBOR)-based  lending  facility  plus  200 basis  points;  a  5-year  term, \nincluding  a  grace  period  of  3  years;  a  commitment  charge  of  75 basis  points  on  undisbursed \nloan balances; and such other terms and conditions as are in accordance with those set forth in \nthe draft loan agreement.  \n \nE. \n \n25. \nThe  Ministry  of  Finance  (MOF)  will  be  the  executing  agency  for  the  CSF.  The \ngovernment,  through  MOF,  will  monitor  budget  execution  and  flow  of  funds  for  countercyclical \nmeasures.  The  government,  through  MOF,  will  submit  to  ADB  reports  on  expenditures  made \nfrom  the  state  budget  to  support  the  countercyclical  measures.  The  program  implementation \nperiod is January 2016 to February 2017. \n \n\nImplementation Arrangements \n\nIII. \n\nTECHNICAL ASSISTANCE \n\n \n26. \nTo  support  the  preparation  of  a  planned  policy-based  loan  in  2017  that  builds  on \nstructural reforms initiated in 2016, policy and advisory TA for Improving Public Sector Efficiency  \nis  proposed,  with  total  cost  of  $1.3  million,  of  which  $1.2  million  will  be  financed  by  ADB’s \nTechnical  Assistance  Special  Fund  (TASF-other  sources) .  The  government  will  provide \ncounterpart support in the form of staff, office, administrative and logistics support, interpretation, \nand other  in-kind  contributions.  The TA  outputs and activities are (i)  public  debt  management, \nincluding  a  review  of  the  legal  framework,  and  designing  a  medium-term  debt  management \nstrategy and system; (ii) macro-fiscal management, including the development of medium-term \nfiscal  and  expenditure  frameworks,  program-based  budgeting,  training  and  capacity  building, \nand  mitigating  fiscal  risks  and  contingent  liabilities  related  to  SOEs;  (iii)  SME  development, \nincluding  a  review  of  the  legal  and  regulatory  framework,  designing  an  SME  development \nstrategy,  and  capacity  building;  and  (iv)  SOE  management  and  capital  market  development, \nincluding  a  review  of  the  legal  and  institutional  framework,  diagnosis  of  the  securities  market, \nand improving the financial management and governance of select SOEs.20  \n \n27. \nThe TA will also assess and report on the effectiveness of the countercyclical measures. \nIt will be implemented from January 2017 to January 2019. MOF will be the executing agency, \nand Ministry of Economy and the FMSA will be the implementing agencies. All consultants will \nbe recruited in line with ADB’s Guidelines on the Use of Consultants (2013, as amended from \ntime  to  time).  All  disbursements  under  the  TA  will  be  made  in  line  with  ADB’s  Technical \nAssistance Disbursement Handbook (2010, as amended from time to time). \n \n \n \n \n \n \n \n                                                \n20  Rail transport is one of the subsectors being considered for in-depth SOE work. \n\n \n\n\fIV. \n\nDUE DILIGENCE \n\nGovernance \n\nPoverty and Social \n\n \nA. \n \nBudget  comprehensiveness  and  transparency,  as  well  as  predictability  and  control  in \n28. \nbudget execution, have improved significantly since 2014. Weaknesses remain in external and \ninternal audit, especially in the line ministries, which have been taken up in the Public Financial \nManagement  Action  Plan  adopted  by  MOF.  Azerbaijan  currently  uses  an  adhoc  fiscal  policy \nframework  with  drawdown  from  SOFAZ  not  following  any  formal  fiscal  rules. 21 A  rule-based \nfiscal framework is needed to promote fiscal discipline. Improvement of fiscal management is a \nkey  reform  being  addressed  under  the  attached  TA.  Corporate  governance  in  SOEs  is  not \nadequately  developed.  The  Ministry  of  Economy  has  made  several  awareness-building  efforts \nto  promote  corporate  governance  principles  in  SOEs  by  organizing  seminars  and  training. \nHowever, the use of the Organisation for Economic Co-operation and Development Principles of \nCorporate Governance is limited, which makes it difficult to assess the performance of SOEs by \ninternational  standards.  The  policy  and  advisory  TA  will  help  address  corporate  governance \nissues. The government has placed combating corruption high on its agenda, announcing a “no \ntolerance” policy toward corruption in 2011. Efforts on combating corruption since 2005 indicate \nimportant  improvements  that  are  acknowledged  by  regional  anticorruption  bodies.  ADB’s \nAnticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  and  discussed  with  the \ngovernment. \n \nB. \n \nThe poverty ratio has declined sharply, from 49% in 2001 to 11% in 2009 and 5% in 2014. \n29. \nThis has mainly been driven by strong economic growth, a rise in wages, and successful social \nprotection  measures.  Sustaining  high  growth  and  maintaining  social  protection  initiatives  have \ncome  under  severe  stress  after  the  oil  price  shocks  and  the  ensuing  economic  recession.  The \nCSF program plays a critical role in this context. Government initiatives supported under the loan \nwill help mitigate price and income shocks, especially to the vulnerable population. The proposed \nfacility  is  expected  to  be  followed  by  a  policy-based  loan  to  help  the  government  transform  the \neconomy  into  a  diversified  and  dynamic  economy  that  supports  inclusive  growth.  Reforms \nproposed  under  the  policy-based  loan  will  improve  the  allocative  efficiency  of  public  resources, \nparticularly  in  health,  education,  and  other  social  services.  There  is  also  a  gender  pay  gap \nattributed to high levels of vertical segregation in the labor market. Women are concentrated in \nlower-paid  public  sector  activities  such  as  education,  health,  and  social  services.  Government \nmeasures  to  increase  salary  in  these  sectors under  the  countercyclical  fiscal  package  will \ncontribute in protecting the purchasing power of women. \n \nC. \n \n30. \nFollowing an assessment of the outputs, the CSF program will not have any likely social \nor environmental safeguard issues, and will not trigger ADB’s safeguard policies. It is assigned \ncategory C for environment, involuntary resettlement, and indigenous peoples. \n \n\nSafeguards \n\n                                                \n21 Azerbaijan is an early member of the Extractive Industries Transparency Initiative (EITI) and was given compliant \nstatus in 2009. The EITI redefined its standards in 2013 and now includes  more comprehensive requirements for \ncivil society engagement. Against these new standards, Azerbaijan was downgraded to candidate status in 2015. \nDuring  its  October  2016  meetings,  EITI’s  board  concluded  that  Azerbaijan  has  made  meaningful  progress  with \nconsiderable  improvements, maintaining  the country’s  candidate status.  The  government  is  expected to  continue \nimplementing corrective actions to regain compliant status in 2017. \n\n10 \n\n \n\n\f11 \n\nRisks and Mitigating Measures \n\nD. \n \n31.  Major risks and mitigating measures are summarized in Table 2 and described in detail \nin the risk assessment and risk management plan.22 \n \n\nTable 2: Summary of Risks and Mitigating Measures \n\nRisks \nStrategic budgeting based on the multiyear \nrolling MTEF and MTFF has not been \nimplemented, causing suboptimal allocation of \npublic resources. \n\nInsufficient internal controls in line ministries \non expenditure management and lack of \neffective internal audit units lead to diversion \nof funds. \n\nMitigating Measures \n\nTA support to help improve the capacity to integrate \nMTFF and MTEF in budget making \n\nTA to help improve the capacity of the line ministries; \nquarterly Ministry of Finance reports on \ncountercyclical expenditures \n\nMTEF = medium-term expenditure framework, MTFF = medium-term fiscal framework, TA = technical assistance. \nSource: Asian Development Bank. \n \n\nV. \n\nASSURANCES \n\n \n32. \nThe government  has  assured ADB  that  implementation  of the  CSF  shall conform  to  all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender,  procurement,  consulting services,  and  disbursement as described in detail  in the loan \ndocuments. \n \n\nVI. \n\nRECOMMENDATION \n\n \n33. \nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian  Development  Bank  (ADB)  and  recommend  that  the  Board  approve  the  loan  of \n$500,000,000  to  the  Republic  of  Azerbaijan  for  the  Countercyclical  Support  Facility  Program, \nfrom ADB’s ordinary capital resources, with interest to be determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility plus 200 basis points; a term of 5 \nyears,  including  a  grace  period  of  3  years;  and  such  other  terms  and  conditions  as  are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement  presented  to  the \nBoard. \n \n \n \n\nTakehiko Nakao \nPresident \n\n15 November 2016 \n\n                                                \n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \nOutcome \nExpenditures for \nfiscal stimulus \nintroduced \n\nOutputs \n1. Measures to \nprovide social safety \nnet to citizens \nimplemented \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpact the Facility is Aligned With \nBroad-based inclusive growth sustained (Azerbaijan 2020: Look into the Future)a  \n\n \n\nData Sources and \nReporting \nMechanisms \n\n \nMOF annual budget \nreports \n\n \n1a.–b. MOF annual \nbudget reports \n\nRisks \n\n \nContinued commitment \nof the government to \nreform measures is not \nsustained. \n\n \nLine ministries and \nsector agencies have \nlimited planning; and \nfinancial and project \nmanagement skills, \ncausing delays in the \ntimely execution of the \nprojects and reforms. \n \nStrategic budgeting \nbased on the multiyear \nrolling MTEF and \nMTFF has not been \nimplemented, causing \nsuboptimal allocation \nof public resources. \n \nInsufficient internal \ncontrols in line \nministries on \nexpenditure \nmanagement and lack \nof effective internal \naudit units lead to \ndiversion of funds. \n\nPerformance Indicators \nwith Targets and Baselines \n \nBy February 2017, the \ngovernment spends $1.4 \nbillion on fiscal stimulus \n(2015 baseline: None) \n\n \n1a. By February 2017, the \ngovernment covered \n3.7 million people under \nthe new social safety net \nprogram \n(2015 baseline: None) \n \n1b. By February 2017, the \ngovernment spent an \nadditional $588 million for \ngovernment workers’ \nbenefits and social \nassistance \n(2015 baseline: Total \nsalary and pensions of \ngovernment workers $6.1 \nbillion) \n\n2a. By February 2017, the \ngovernment established a \nState Housing Agency to \nfacilitate the provision of \nsocial housing \n(2015 baseline: None) \n \n2b. By February 2017, the \ngovernment fully staffed \nand operationalized the \nagency with a regulatory \nframework to facilitate \nprovision of affordable \nhousing \n(2015 baseline: none) \n\n3a. By February 2017, the \ngovernment created an \nadditional 21,000 jobs in \nthe public sector \n(2015 baseline: 1.2 million \ngovernment employees) \n \n3b. By February 2017, the \n\n3. Measures to \ncreate additional jobs \nimplemented \n\n3a.–b. Ministry of \nEconomy reports; \nOffice of the President, \nAzerbaijan \n\n \n\n2. Measures to \nfacilitate social \nhousing \nimplemented \n\n2a.–b. MOF annual \nbudget reports; website \nof the Social Housing \nAgency \n\n\fResults Chain \n\nData Sources and \nReporting \nMechanisms \n\nRisks \n\nAppendix 1 \n\n13 \n\n4. Measures to \nidentify and initiate \nspecific structural \nreforms for economic \ndiversification \nimplemented \n\n4a.–c. MOF annual \nbudget reports  \n\nPerformance Indicators \nwith Targets and Baselines \ngovernment facilitated the \ncreation of new 63,000 \njobs in the private sector \n(2015 baseline: \n87,500 private sector \nemployment) \n\n4a. By February 2017, a \ncomprehensive technical \nassistance program is in \nplace to identify critical \nstructural reforms \n(2015 baseline: None) \n \n4b. By February 2017, \nbudget expenditures to \nsupport entrepreneurial \nactivities doubled (2015 \nBaseline; $ 43 million) \n \n4c. By February 2017, \nsector- and region-specific \nnew tax and customs \nincentives (covering \nexemptions, lower rates, \ntax holidays for certain \nyears, and procedural \nsimplifications) are \nimplemented to promote \nprivate investment \n(2015 baseline: None) \n\nKey Activities with Milestones \nNot applicable.  \n \nInputs \nADB: $500,000,000 (OCR loan) \n\nTA: $1,200,000 (TASF-other sources) \n\nAssumptions for Partner Financing \nNot applicable. \n\n \n\n \n\n \n\nADB  =  Asian  Development  Bank,  MOF  =  Ministry  of  Finance,  OCR  =  ordinary  capital  resources,  TA  =  technical \nassistance, TASF = Technical Assistance Special Fund. \na  Government of Azerbaijan. 2012. Azerbaijan 2020: Look into the Future. Baku. \nSource: Asian Development Bank. \n \n\nRainerDirector \nPublic Management, Financial Sector and Trade Division \nCentral and West Asia Department \n\n \n\nSean O’Sullivan \nDirector General \nCentral and West Asia Department \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50145-001-3 \n\nLoan Agreement \n\nSector Assessment (Summary): Public Sector Management and Finance  \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nAttached Technical Assistance \n\nCountry Economic Indicators \n\nInternational Monetary Fund Assessment Letter \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\n10. \n\nList of Ineligible Items \n\nSupplementary Documents \n\nDebt Sustainability Assessment \n\nIndicative Terms of Reference for Consultants \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n \n\n \n\n11. \n\n12. \n\n \n\n\f \n\nAppendix 3 \n\n15 \n\n DEVELOPMENT POLICY LETTER \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f16 \n\nAppendix 3 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\nAppendix 3 \n\n17 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f18 \n\nAppendix 3 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f \n\n \n   \n\nAppendix 3 \n\n19 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fASSESSMENT OF COMPLIANCE WITH THE COUNTERCYCLICAL SUPPORT FACILITY \nACCESS CRITERIA \n\n20 \n\nAppendix 4 \n\nCountercyclical Support \nFacility Criteria and Indicators \n1.  Adverse impact of the crisis \n \n\nAsian Development Bank Assessment \n\nIn 2014, Azerbaijan encountered economic slowdown due to slump \nin global oil prices. Oil prices fell sharply by 57% from their peak in \n2014  to  August  2016.  Given  the  fact  that  oil  and  gas  revenues \naccount for more than 30% of GDP, 60% of budget revenues, and \nmore than 90% of Azerbaijan‘s exports, the drop in the oil price has \nhad  a  significant  negative  effect  on  the  economy  and  growth. \nOverall,  all  components  of  GDP  experienced  a  sudden  drop \nincluding government expenditures, investments, consumption and \nnet exports. The shock was felt through various channels: (i) fall in \nbudget  revenues  and  contraction  in  public  investments  (especially \nconstruction)  and  hence  private  sector  activity,  (ii)  evaporated \ncurrent  account  surplus,  (iii)  pressure  on  local  currency  in  light  of \ndevaluations in neighboring and trading countries, and (iv) sudden \ndrop in remittances(mainly  from the Russian Federation) hitting, in \nparticular,  the  rural  population.  Eventually,  CBA  devalued  manat \nand  switched  to  the  floating  exchange  rate  regime  and  national \ncurrency lost its cumulative value by 57% in 2015. \nGDP  growth  fell  from  2.8%  in  2014  to  1.1%  in  2015,  with  non-oil \nGDP  growth  falling  from  6.9%  in  2014  to  1.1  in  2015.  In  the  first \nnine months of 2016,  GDP growth  was negative 3.9% and  non-oil \nGDP  growth  was  negative  6.1%  This  decline  stems  from  a  lower \nhydrocarbon  output,  contraction  of  public  investments  and  a \ntightened  domestic  demand.  It  is  expected  that  GDP  may  decline \nby 2.4% in 2016.  \n \nLower  commodity  prices \ntogether  with  reduced  growth  and \ndevaluation  of  local  currencies  in  trading  partners  in  2014-2015 \nresulted  in  a  47%  decrease  in  export  revenues  in  2015,  while \nremittances decreased by 31% to $1.2 billion. Given the economy’s \nhydrocarbon  export  structure  and  public  investment  framework,  oil \nprice  shock  had  a  strong  impact  on  the  real  economy.  Real \nconsumption  growth  –  another  key  economic  growth  driver,  fell \nfrom  12%  in  2014  to  8%  in  2015,  due  to  the  devaluation  of  the \nmanat and decline in consumer lending. \n \nThe  current  account  turned  into  a  deficit  of  0.4%  of  GDP  by  2015 \nfrom  a  surplus  of  14%  of  GDP  in  2014.  The  current  account  is \nexpected  to  remain  in  deficit  in  2016.  These  developments  put \nsubstantial  pressure  on  the  foreign  exchange  market  with  a  sharp \ndecline  in foreign exchange supply  and a rise  in  foreign exchange \ndemand. The official  international reserves of the CBA plummeted \nby  about  $2.3  billion  during  December  2014  and  January  2015 \nalone.  In  an  attempt  to  respond  to  these  external  shocks,  CBA \ndevalued  manat,  the  national  currency,  by  57%  in  2015.  At  the \nsame time the CBA announced a shift from pegged exchange-rate \nsystem to a managed float. The currency devaluations resulted in a \nloss  of  credibility  of  monetary  policy  and  confidence  in  the  manat. \nThis  led  to  a  large-scale  dollarization  worsening  bank  balance \nsheets  and  aggravating  liquidity  risks  in  the  banking  sector,  in \nparticular. \n \nDevaluation  of  the  local  currency  had  an  adverse  impact  on \n\ni.  Azerbaijan experienced a \nsignificant reduction in \ngrowth, exports and \nremittances; increase in \ndollarization; and a \ncontraction in bank lending \n\n \n\n \n\n \n\n\f \n\nAppendix 4 \n\n21 \n\nCountercyclical Support \nFacility Criteria and Indicators \n\nAsian Development Bank Assessment \n\ninflation  in  2015  because  half  of  consumption  is  imported.  The \nnegative impact will persist, and inflation is expected to remain high \nin 2016 at around 12%. \n \nThe banking sector was hit hard by currency depreciation, as credit \nrepayment  ability  of  households  and  businesses  deteriorated, \nleading  to  higher  non-performing  loans  and  lending  problems. \nAdditionally,  the  value  of  credits  went  down  by  $6.2  billion, \nequivalent to 26% in 2015, and lack of credit availability negatively \naffected  the  capital  formation  in  the  country.  Credit  growth  turned \nnegative  due  to  weak  economic  activity,  mismatches  in  banks’ \ncurrency  positions  and  expectations  of  further  devaluations.  The \ndrop  in  credit  to  the  economy  affected  the  rural  economy \nsignificantly. Since the first devaluation in February 2015 when the \ntwo leading lenders serviced loans to 280,000 rural borrowers, the \nclientele dropped by nearly 50% to about 150,000. \n \nThe  banking  system  faced  increasing  non-performing  loan  ratios \ndue  to currency mismatches as bank credits were mainly in dollar \nterms,  while  wage  and  salaries  of  people  in  national  currency.  In \naddition,  decelerating  economic  activity  in  the  country  and  the \nclosure of workplaces (40,000 workplaces closed in 2015) made it \nharder to repay loans in manat.  \n \nSince 2000, income per capita (current prices) steadily increased to \n$8,055 in 2014, but declined to $5,739 in 2015, and is expected to \ndecline further to $3,702 in 2016. Additionally, the share of income \ndevoted  to  final  consumption  increased  to  75.7%  in  2015,  from \n68.8%  in  2014,  which  means  the  savings  rate  of  population \ndeclined  and  larger  portions  of  personal  income  were  allocated  to \nrepayment of credits.  \nThe  government  budget  came  under  pressure \nto  meet \nexpenditures.  The  consolidated  budget  changed  from  surplus  in \n2014 to deficit in 2016. The consolidated budget deficit is expected \nto be  almost 10% of GDP  in 2016 despite additional  transfer from \nSOFAZ.  Reduced oil revenues resulted in budget expenditure cuts, \nespecially  public  investment  with  far  reaching  adverse  impacts  on \ngrowth.  \nThe share of dollar-denominated deposits increased from 38.5% in \n2014  to  85%  in  2016.  In  the  context  of  significant  balance  sheet \nand  liquidity  risks  with  deposits  declining  by  19%,  banks  were \nforced to contract the lending to economy by 13% in 2015. The cost \nof  sovereign  borrowing  from  international  capital  markets  have \nincreased  following  Azerbaijan’s  credit  rating  downgrade  by  major \nglobal  rating  agencies.  As  a  result,  perceived  credit  risks  have \nincreased, limiting Azerbaijan’s ability to raise funds in international \nmarkets at a low cost. On March 24th, 2016, Azerbaijan's Southern \nGas  Corridor  company  issued  $1  billion  in  a  10-year  Eurobond, \nwhich  was  sold  80  basis  points  above  Azerbaijan’s  sovereign \nbonds,  with  a  coupon  of  6.875%.  MOF  also  issued  manat \ndenominated bonds with 11-12% interest rate. \nA countercyclical stimulus to promote growth and protect vulnerable \nsections  of  the  population  is  being  implemented.  The  revenues  of \nthe  revised  2016  consolidated  budget  are  5.9%  lower  and  the \nexpenditures have increased by 23.1%. \n\n \n\nii.  Azerbaijan is facing \n\nsignificant fiscal constraints \ndue to oil crisis.  \n\niii.  Available market indicators \nindicate a higher perceived \ncredit risk, which is likely to \nincrease the future cost of \nborrowing. \n\n2.  Planned countercyclical \n\ndevelopment expenditures for \npoverty reduction \n \n\n\f22 \n\nAppendix 4 \n\nCountercyclical Support \nFacility Criteria and Indicators \n\ni.  The government has a \nspecific countercyclical \ndevelopment \nexpenditure/policy program \nto be supported by the \nCSF, and is committed to \nits implementation. \n\nii.  The countercyclical \n\ndevelopment \nexpenditure/policy program \nincludes investment in \npublic infrastructure. \n\niii.  The countercyclical \n\ndevelopment \nexpenditure/policy program \nhas a social safety net \nscheme and employment \ngeneration targeting the \npoor and vulnerable \ngroups. \n\n \n\n \n\n \n\n \n\nAsian Development Bank Assessment \n\nof \n\nto \n\nfor \n\nhas \n\nbeen \n\nnecessary \n\nis  allocated \n\ninfrastructure \n\nincreased.  Entrepreneurship \n\nTotal  countercyclical  expenditure  is  expected  to  be  $1.4  billion- \ndivided  into  three  broad  groups.  Social  assistance  program  ($588 \nmillion);  economic  diversification  ($146  million);  and  employment \ngeneration and additional SOFAZ expenditure ($668 million). \n \nAs  one  of  the  strategies  to  diversify  economy  and  reduce  oil \ndependency,  the  support  for  SMEs,  agribusiness  industry  and \nsupport \ntourism \nexpenditures  doubled  from  66  million  manat  to  136  million  manat, \nwhilst investment support program expenditures went up by 42.1%. \nThis  has  been  accompanied  by \ninvestor  incentives  like  tax \npreferences and customs duty exemptions.  \n \nThere  has  also  been  significant  investment  in  the  development  of \nthe  tourism  sector.  The  introduction  of  electronic  visa  that  is \ngranted  in  3  working  days  at  the  cost  of  $20  and  tax-free  system \nhave already been found to be effective in attracting nearly 1 million \ntourists in the first half of 2016. Increased tourist inflow is expected \nto play an important role in generating revenue for budget and jobs \nfor the economy. \nthe \nApproximately  additional  $110  million \ndevelopment \nsupporting \nentrepreneurial  activities  and  stimulating  small  and  medium \nenterprises for creating new jobs. Additional investment by SOFAZ \non  restructuring  of  the  state-owned  enterprises  and  on  revenue \ngenerating infrastructure projects is also expected to revive growth \nand  generate  employment.  Overall  Azerbaijan’s \ninfrastructure \nspending  in  2016  is  around  $2  billion,  which  includes  financing  of \nSouth  Gas  Corridor,  counterpart  share  of  externally  financed \nprojects and other critical investment projects. \n \nGovernment  also  established  and  enhanced  a  student  credit  fund \nto  fund  the  payment  of  tuition  fees  for  students  from  low-income \nfamilies  during  the  economic  downturn.  The  fund  acts  as  an \nintermediary  in  the  provision  of  concessional  loans  by  credit \norganizations and grants by  various agencies and  individuals. The \ngovernment has established a State Housing Agency approving its \norganizational  structure,  regulations  and  staffing.  The  agency  is \ntasked  to  provide  affordable  social  housing  to  low  income  and \nvulnerable  groups.  The  government  has  allotted  11.6  hectares  of \nland in the Yasamal district of Baku to build affordable apartments. \nThe  number  of  beneficiaries  is  expected  to  be  around  9,000.  The \nproject is being administered by the State Housing Agency with an \nadministrative  budget  of  10  million  manat  and  a  staff  of  60.  The \nstate  budget  has  allocated  funds  for  development  of  accessible \ninfrastructure and inclusive education targeting the disabled people. \nDespite  the  increasing  pressure  on  budget  revenues,  social \nprotection  areas  have  been  increased  in  the  revised  budget.  To \nenhance social protection of the population and counteract inflation \nthe  following  one-off  measures  were  introduced:  (i)  wages  of \nworkers  have  been  increased  by  10%  as  of  1  March,  2016  in  a \nnumber of state budget sectors (social security, education, science, \nculture, agriculture); ii) the basic amount of retirement benefits was \nraised by 10% as of 1 February 2016 and now equals 110 manats. \nIt  is  estimated  that  about  140  million  manats  will  be  allocated  for \n\n\fCountercyclical Support \nFacility Criteria and Indicators \n\nAsian Development Bank Assessment \n\nAppendix 4 \n\n23 \n\n \n\n \n\n \n\n3.  Sound macroeconomic \n\nmanagement \n\ni.  Monetary policy addresses \nprice stability as one of its \ncore objectives. Inflation is \ncontrolled. \n\nlayoffs  since \n\nthis purpose; iii) the amount of social benefits, benefits for workers \nwho  lost  their  health,  food  allowance  for  refugees  have  been \nincreased  by  10%  as  of  1  February,  2016;  iv)  targeted  social \nassistance  of  $129  million  has  been  provided  with  additional  20 \nmillion  manats  will  be  allocated  from  the  reserve  fund  of  the \nPresident to support social securityof low-income families.  \n \nthe  onset  of  economic \nApproximately  40,000 \nrecession  created  serious  social  problem  in  the  short  term.  The \ngovernment  responded  immediately  by  creating  35,000  short-term \ncontractual  jobs  mostly  in  state  owned  enterprises  and  in  local \ngovernments.  Free  trade  zones  and  economic  districts  across  the \nregions  are  being  established.  The  government  is  introducing \nreforms  in  labor  market  institutions  and  policies  by  modernizing \nvocational  education,  initiating  life-long  learning  and  prioritizing \nemployment  of  youth,  women,  disabled  and  internally  displaced \npersons.  It  is  expected  that  through  these  initiatives,  and  due  to \nadditional  public  and  private  nvestment,  additional  jobs  will  be \ncreated. \nMacroeconomic  management  until  the  oil  shock  largely  proved \neffective in achieving growth and stability of the economy. Monetary \npolicy and exchange rate measures by the CBA proved effective in \nmanaging  single-digit  inflation  and  managing  the  fixed  exchange \nrate  regime.  Moreover,  there  has  been  a  state  budget  surplus  till \n2014 with the country enjoying investment grade status.   \nCBA has demonstrated high credibility in terms of addressing price \nstability in the country.  A number of actions were taken to prevent \nfurther  loss  of  confidence  in  the  local  currency,  while  keeping  in \nview  the  scarcity  of  long-term  funding  and  take  control  of  a  large-\nscale  dollarization  process  in  the  banking  system.  Since  the \nDecember 2015 devaluation, the CBA moved to a managed floating \nexchange  rate  regime  and  instituted  the  exchange  rate  bands \nlimiting market interventions to preserve reserves. CBA also  plans \nto  move  gradually  to  inflation  targeting  in  the  medium  term.  To \nreduce  dollarization  in  the  economy,  the  government  raised  the \ncoverage of local currency deposit insurance scheme to 100% with \ninterest rate of up to 12. Moreover, the annual interest income paid \non  deposits  of  individuals  was  made  tax-exempt  for  a  period  of  3 \nyears  starting  from  February,  2016  to  prevent  outflow  of  deposits \nfrom the savings banks. \n \nSince  the  onset  of  the  crisis,  it  was  clear  that  financial  sector  will \nrequire structural reforms to make financial intermediation efficient. \nThe most significant reform has been the establishment of Financial \nMarkets  Supervision  Authority  (FMSA)  in  2016. FMSA  was  set  up \nto  improve  the  licensing,  regulation  and  supervision  of  securities \nmarket and oversee the operations of other financial companies, as \nwell  as  to  prevent  money  laundering  activities.  Since  its  inception, \nFMSA  has  already  taken  a  number  of  steps  in  regulating  the \nactivities  in  the financial sector through measures such as closure \nof insolvent banks and warning those engaged in risky practices.  \n \nFMSA  is  assessing  all  the  banks  and  has  agreed  on  a  specific \nrestructuring plan with each bank with a clear roadmap and timeline \nto address capital adequacy and management issues. In July 2016, \n\n \n\n\f24 \n\nAppendix 4 \n\nCountercyclical Support \nFacility Criteria and Indicators \n\nAsian Development Bank Assessment \n\n(ii) \n\nincreasing \n\nframework; \n\na  Financial  Stability  Board  was  established  chaired  by  the  Prime \nMinister with representation of CBA, MOF and FMSA. The Board is \nto  monitor  the  current  situation  in  the  financial-credit  sector  and \nrecommend  actions  based  on  international  experience  to  address \nthe existing challenges. \nThe  government’s  fiscal  policy  is  to  stabilize  the  budget  and \nmanage drawdowns from the SOFAZ by (i) developing a consistent \nthe \nmedium-term  macro-fiscal \nsustainability  of  the  non-oil  deficit  over  the  medium-term;  and  (iii) \nreducing the non-oil deficit, which is currently 40-45% of GDP–still \nabove  the  30-35%  sustainability \nlevel  recommended  by  the \npermanent  income  rule  under  a  conservative  scenario  of  oil  and \ngas production. Major improvements have been made over the past \nyears  on  comprehensiveness  and  transparency  of  the  budget, \npredictability  and  control  in  budget  execution  as  reported  by  the \nlatest  assessment  of  Public  Expenditure  and  Financial \nAccountability  (PEFA)  by  the  World  Bank.  Major  weaknesses \nremain in the area of external and internal audit, which have been \ntaken  up  in  the  PFM  Action  Plan  subsequently  developed  and \napproved by MOF in 2015. \n \nThe  state  budget  has  been  in  surplus  till  2014.  Based  on \ngovernment’s  current  macroeconomic  and  fiscal  projections,  the \npublic  debt  to  the  GDP  ratio  is  expected  to  be  21%  in  2016. With \nproposed structural reforms in the areas of fiscal management, the \nfiscal position of the Government is expected to remain sustainable \nin the medium to long-run. \nImplementing critical structural reforms for the development of non-\noil  export  sector,  improvement  of  the  business  climate  and  fiscal \ntop  priority. \nand \nGovernment has also taken strong initiatives to mobilize additional \nnon-tax revenue by revising the wholesale and retail power tariffs in \nJuly  2016.  The  power  tariffs  have  not  been  revised  since  2007. \nWater supply tariffs have increased by 38% and power tariffs have \nbeen increased by 16% in 2016. \nTo identify and implement critical structural reforms in in the above \nareas  over  next  2-3  years,  a  Presidential  Advisor  on  Economic \nReforms  was  appointed  and  a  special  interagency Working  Group \nestablished  to  develop  long-term  strategic  development  plans  for \nthe  national  economy  and  its  different  sectors  for  achieving \nsustainability  of  economic  growth.  The  recession  exposed  the \nlimitations of country’s economic development model that is based \non hydrocarbon exports of over 90%.  \n \nStrengthening  macroeconomic  and \nis  a \ngovernment priority both at the central level and in managing state-\nowned  enterprises  (SOE).  Overall,  public  financial  management \n(PFM) systems are effective but the recession pointed to important \ngaps  that  need  to  be  addressed.  These  include:  (i)  building \ncapability \nterm  expenditure  and  macroeconomic \nforecasting,  (ii)  aligning  sector  strategies  with  long-term  national \ndevelopment  strategy,  (iii)  integration  of  financial  management \nsystems  and  better  analysis  of  planned  and  actual  budget  data \nthrough introduction of program budgeting, (iv) strengthening public \ninvestments  by  improving  feasibility  and  project  management \n\nfinancial  governance  are  government’s \n\nfiscal  management \n\nfor  medium \n\nii.  In Azerbaijan, public \n\nfinances are sound, and \nseveral fiscal adjustments \nand reforms have been \nplanned. \n\n \n \n\n4.  Structural Reforms \n\ni.  Azerbaijan is taking \n\ncredible steps to address \nthe underlying structural \nissues to counteract future \neconomic crisis \n\n \n\n\f \n\nAppendix 4 \n\n25 \n\nCountercyclical Support \nFacility Criteria and Indicators \n\nAsian Development Bank Assessment \n\nterm  public  debt \n\ncapacities,  and  (v)  developing  a  medium \nmanagement strategy.  \n \nThere  are  currently  10,540  SOEs,  many  of  which  are  incurring \nlosses and receiving budget subsidies. As part of the planned SOE \nreforms, the president of Azerbaijan issued a decree in September \n2016  to  facilitate  entrepreneurship  and  competition  in  SOEs  by \nencouraging participation of foreign and local investors. The decree \nsets  a  time  bound  plan  to  (i)  formulate  rules  for  evaluation  of \nperformance efficiency of SOEs, (ii) develop corporate governance \nprinciples  and  apply  international  practices  in  the  management  of \nenterprises;  and  (iii)  introduce  international  financial  reporting \nsystems  and  necessary  structural  reforms  to  increase  financial \ntransparency  and  efficiency  of  large  SOEs.  The  government  has \nstarted  listing  non-strategic  SOEs  for  privatization  in  2016;  this \nprocess will continue over the coming years.  \n \nIn  the  wake  of  oil  shock,  transformation  to  an  export-oriented \neconomy  characterized  by  robust  non-oil  sector  growth  and \nexpanding its export potential is a major priority of the government. \nA presidential decree signed in March 2016 implemented measures \nto stimulate the export of non-oil products.  These include opening \nnew  e-government  service  centers,  improving  public  construction \ntenders;  simplifying  customs  clearance; \nincreasing  electronic \npayments; creating regional industrial zones; extending agriculture, \nregional \ntourism  and  environmental \neconomic  integration.  The  government  intends  to  enact  a  new \npension  legislation  in 2017 that  would  increase the retirement age \nand  contribution  periods;  this  is  expected  to  cut  pension  fund \ndeficits.  To  stimulate  the  development  of  SMEs  in  the  country, \nentrepreneurship \nin  March  2016.  The \ngovernment  is  also  pursuing  efforts  to  diversify  the  economy  by \nimproving  the  business  climate  and  by  expanding  the  financial \nsector. Azerbaijan’s financial system is small and a costly source of \nfinance  remaining  vulnerable  to  external  systemic  risks.  The \nbinding  constraints  being  addressed  by  the  government  include \nunderdeveloped  financial  markets,  nascent  government  securities \nmarket,  limited  access  to  finance  especially  for  small  businesses \nand lack of financial inclusion. \nADB and the government agreed that transforming Azerbaijan into \na  dynamic  and  diversified  economy  will \nimproving \ngovernance  in  a  comprehensive  manner,  strengthening  ease  of \ndoing  business,  and  enhancing  competition  in  the  economy.  As \nhighlighted  in  the  development  policy  letter,  the  government  has, \ntherefore, sought ADB’s assistance to support structural reforms in \nareas related to the three broad directions. Government is in initial \ndiscussions  with  ADB  to  develop  a  policy  based  program.  The \nobjective of the proposed Public Sector Efficiency and Management \nprogram is to strengthen fiscal and financial management, improve \npublic sector performance and facilitate development of the private \nsector.  For  this  purpose  a  technical  assistance  grant  is  being \nprovided to help prepare the program and to build capacities in the \nrelevant government agencies.  The program will  have three policy \nareas as described below. \n \n\nreforms  and  promoting \n\nlaw  was  amended \n\nrequire \n\n \n\nii.  Azerbaijan is engaging \nwith ADB to prepare a \npolicy based program to \nenhance the effectiveness \nof these reforms.  \n\n\f26 \n\nAppendix 4 \n\nCountercyclical Support \nFacility Criteria and Indicators \n\nAsian Development Bank Assessment \n\nPolicy  Area  1  will  help  strengthen  macroeconomic  and  fiscal \nmanagement.  The  policy  actions  may  include:  (i)  design  and \nintegration  of  rolling  multi-year  medium  term  fiscal  framework  and \nmedium-term  expenditure  framework  in  budget  making,  (ii)  amend \nthe  Law  on  State  Debt  and  secondary  regulations  to  consolidate \nlegal framework on government debt management, (iii) design and \nadopt  a  medium  term  debt  management  strategy  covering  loan \nportfolio, goals and principles of incurring new debt, issues of debt \nsustainability  and  development  of  domestic  government  securities \nmarket,  (iv)  improve  the  analytical  function  of  the  public  debt \nmanagement  office  with  an  upgraded  debt  management  and  risk \nanalysis  system  integrated  with  budget  and  treasury  systems,  (v) \nstrengthen internal audit in the Line Ministries and in MOF through \nadoption  of  risk-based  internal  audit,  and  (vi)  design  and  enact \ncomprehensive amendments to Budget System Law and secondary \nlegislation related to medium term fiscal framework, fiscal rules and \nprogram based budgeting.  \n \nPolicy  Area  2  will \nimprove  public  sector  efficiency  and \naccountability.  The  policy  actions  may  include:  (i)  design  and \ndevelop  Public  Investment  framework  to  introduce  formal  and \nobjective  appraisal  of  the  state  investment  programs  based  on \nproject management cycle, (ii) ascertain the fiscal position, audited \nfinancial position and extent of contingent liabilities of SOEs, (iii) on \nthe  basis  of  the  fiscal  position  of  select  SOEs,  put  in  place  a \nfinancial  restructuring  and  debt  restructuring  plan  for  financial \nviability in select SOEs, (iv) develop corporate governance rules for \nbetter  management  of \nintroduce \ncommercialization and private partnership in delivery of services in \nselect SOEs. \n \nPolicy  Area  3  will  deepen  the  financial  sector  and  expand  private \nsector  participation.  The  policy  actions  may  include:  (i)  adopt  the \nLaw on Full Deposit Insurance to generate more confidence in the \nbanking system, (ii) implement the new Law on Capital Markets and \nrelevant bye laws to increase access to finance for businesses, (iii) \ndevelop  and  expand  the  liquid  interbank  money  market,  (iv) \ndevelop  and  expand  the  liquid  government  securities  market,  (v) \nincrease  employment  opportunities  in  the  regions  thru  financial \ninclusion  and  SME  financing  and  skills  building,  (vi)  establishment \nof  a  single  financial  industry  mega  regulatory  authority  in  order  to \nstrengthen  financial  sector  regulation,  stability  and  coordination \nmechanism,  (vii)  implement  steps  to  strengthen  “Ease  of  Doing \nBusiness”  including  Single-Window  Clearance  for  SMEs,  and  (viii) \nadopt  the  Law  on  Funded  Part  of  Labor  Pensions  and  Law  on \nPrivate Pension Funds required for the establishment of the funded \ncomponent of the pension system and for the development of non-\nstate pension institutions. \nThe  projected  public  debt  to  GDP  ratio  indicates  that  debt  level  is \nsustainable  including  the  potential  impact  of  the  prospective  CSF \nborrowing,  as \nloan  comprises  a  small  portion  of \nAzerbaijan’s overall financing needs. \nAn  oil  price  scenario  in  line  with  the  Asian  Development  Outlook \n2016 and the IMF’s April 2016 World Economic Outlook would see \nAzerbaijan’s  public  debt-to-GDP  ratio  rise  from  28.3%  in  2015  to \n\nthe  SOEs,  and \n\nthe  ADB \n\n(v) \n\n5.  Debt Sustainability \n \n\ni.  Relevant indicators are \n\nbased on the DSA done by \nEconomics Research \n\n \n\n\f \n\nAppendix 4 \n\n27 \n\nCountercyclical Support \nFacility Criteria and Indicators \nDepartment of ADB in line \nwith the International \nMonetary Fund methods \nand MOF data. \n\nAsian Development Bank Assessment \n\n38.2%  in  2016  and  stabilize  thereafter.    According  to  IMF,  the \npublic  debt  is  manageable  as  the  public  debt  ratio  will  not  breach \nthe  50%  threshold  that  requires  “higher  scrutiny”,  in  line  with  IMF \nDSA practice. It should be noted that the 50% threshold for market-\naccess countries in the IMF DSA framework serves as an indicative \nmark  against  which  a  country  is  deemed  requiring  closer  scrutiny, \nin order to more broadly assess the specific factors bearing on that \ncountry’s sustainability. For example, one such factor would be the \nsize and composition of Azerbaijan’s state oil fund. \n \nThis  scenario  reflects  improved  primary  deficits,  higher  economic \ngrowth, as well as a projected rise in asset management revenues. \nAs  a  result,  the  public  debt  ratio  would  increase,  yet  remain  well \nwithin  the  50%  threshold  throughout  the  projection  horizon.  Under \nthe conservative scenario oil prices to drop by nearly half from last \nyear’s  level,  to  then  increase  gradually  but  not  beyond  US$40  by \n2021. Combined with macroeconomic and fiscal assumptions of the \ngovernment,  and  assuming  debt  financing,  such  an  oil  price \nscenario could potentially translate into increases in both the public \ndebt  ratio  and  the  external  debt  ratio.  For  example,  public  debt  to \nGDP ratio is expected to be at 67% in 2020 as against 43% under \nmore  realistic  oil  price  assumptions.  In  this  scenario,  authorities \nmake  no  additional  SOFAZ  transfers  on  top  of  the  “normal” \ntransfers  to  the  budget—assumed  40%  of  total  government \nrevenues—and  meet  any \ninstead  by  new \ndebt/borrowing in the local or international markets. The 40% share \nis based on the average historical share of SOFAZ transfers to total \ngovernment  revenues  between  2010  and  2015.  However,  ADB \nanalysis  suggests  that  additional  SOFAZ  transfers  could  be  used \njudiciously  to  stabilize  the  debt  below  50%  of  GDP  under  the \nconservative oil price scenario.  \nThe foreign currency  reserves  of CBA  are  $4.1 billion. The  assets \nof  the  SOFAZ  are  $35.8  billion.  In  terms  of  the  import  coverage \nratio, the strategic currency reserves of Azerbaijan are sufficient to \ncover the 25-month imports of goods and services. \n \n\nfiscal  shortfalls \n\nADB  has  been  coordinating  with  IMF  and  other  development \npartners including World Bank for (1) designing the  countercyclical \nfacility; and (2) identifying  critical reforms that will help the country \nto diversify economic activities. \nArticle IV mission concluded in June 2016 underscored a series of \nnegative  shocks  to  the  Azerbaijan’s  economy  especially  the  fall  in \noil  prices,  and  slowdown  and  currency  depreciations  in  trading \npartners’  economies.  As  a  result,  economic  growth  fell  to  1.1%  in \n2015  and  is  projected  to  turn  negative  (-2.4%)  in  2016.  IMF  is \nsupportive  of  government’s  response \nthe  weak  external \nenvironment.  These  include  moving  to  a  managed  float  exchange \nrate regime, raising interest rates in 2016 to address rising inflation, \nand  implementing  a  countercyclical  fiscal  stimulus  which  focuses \non raising wages, old-age pensions and targeted social assistance, \nas  well  as  completing  existing  investment  projects.  Government \nhas  agreed  with  IMF  on  the  appropriateness  of  countercyclical \nspending but to embark on consolidation from 2017. \n\nto \n\n \n\nii.  International reserves are \n\ndetermined to be \nadequate, taking into \naccount the imports \ncoverage ratio and the \nshort-term external debt \nfinancing requirement.  \n\n6.  Coordination with IMF \n\ni.  Azerbaijan had \n\nconstructive consultations \nwith IMF on Article IV \nmission concluded in June \n2016. \n\n\f28 \n\nAppendix 4 \n\nCountercyclical Support \nFacility Criteria and Indicators \n\nAsian Development Bank Assessment \n\ninstitutional  arrangements \n\n \nIMF  also  strongly  endorses  government’s  planned  move  to  a  new \neconomic model focused on private sector led growth driven by the \nnon-oil  economy.  The  structural  reform  agenda  needs  to  be \nimplemented,  with  governance  strengthened,  the  cost  of  doing \nbusiness  reduced  and  competition  enhanced.  Government  has \nagreed  with  the  IMF  on  instituting  a  rule-based  fiscal  framework \nfiscal \nand  strong \nsustainability  in  the  medium  term.  IMF  underscored  that  a  rule-\nbased  framework  supplemented  by  a  strong  public  financial \nmanagement  system,  detailed  multi-annual  budgets  and  a  public \ndebt strategy will strengthen fiscal discipline. In addition, expanding \ndebt securities market will help in deepening the country’s financial \nsector.   \n \nthe \nIMF \nfinancial \ngovernment \naccountability,  enforcing  fiscal  rules,  and  strengthening  banking \nsupervision. \n\nimproving  public  expenditure  and \n\ntechnical  and  advisory  assistance \n\nto  preserve \n\nis  providing \n\nto \n\nin \n\nADB = Asian Development Bank, CBA = Central Bank of Azerbaijan, DSA = debt sustainability analysis, GDP = gross \ndomestic product, IMF= International Monetary Fund, MOF= Ministry of Finance, PFM= public financial management, \nSME = small and medium-sized enterprises, SOE = state-owned enterprise, SOFAZ = State Oil Fund of Azerbaijan.  \n \n\n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 15 November 2016) \n", "Currency unit \nAZN1.00 \n$1.00 \n", "– \n= \n= \n", "Azerbaijan manat/s (AZN) \n$0.5743 \nAZN1.7414 \n", "ABBREVIATIONS \n", "ADB \nCBA \nCSF \nEITI \nFMSA \nGDP \nIMF \nLIBOR \nMOF \nSMEs \nSOE \nSOFAZ \nTA \nTASF \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nCentral Bank of Azerbaijan \ncountercyclical support facility \nExtractive Industries Transparency Initiative \nFinancial Markets Supervision Authority \ngross domestic product \nInternational Monetary Fund \nLondon interbank offered rate \nMinistry of Finance \nsmall and medium-sized enterprises \nstate-owned enterprise \nState Oil Fund of Azerbaijan \ntechnical assistance \nTechnical Assistance Special Fund \n", "NOTE \n", "In this report, “$” refers to US dollars. \n", " \n", " \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n \n", "Vice-President \nDirector General \nDirector \n", "W. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nR. Hartel, Public Management, Financial Sector, and Trade \n", "Division, CWRD \n", " \nTeam leader \nTeam members \n \n", " \n", " \nT. Niazi, Principal Public Management Specialist, CWRD \nM. Etrata, Associate Project Analyst, CWRD \nH. Mukhopadhyay, Principal Public Management Specialist, CWRD \nJ. Ngai, Senior Counsel, Office of the General Counsel \nN. Valiyev, Senior Economics Officer, Azerbaijan Resident Mission, \n", "CWRD \n", " \nPeer reviewer \n", "M.C. Yabut, Operations Assistant, CWRD \nC. Buentjen, Principal Public Management Specialist, Sustainable \n", "Development and Climate Change Department \n", " \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation  of  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \nI. \nII. \n", "THE PROPOSAL \n", "THE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nDevelopment Financing Needs \nE. \nImplementation Arrangements \n", "TECHNICAL ASSISTANCE \n", "DUE DILIGENCE \nA. \nB. \nC. \nD. \n", "Governance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n", "ASSURANCES \n", "RECOMMENDATION \n", " \n", "III. \nIV. \n", "V. \nVI. \n", " \n", "1. \n", "2. \n", "3. \n", "4. \n", "APPENDIXES \n", "List of Linked Documents \n", "Design and Monitoring Framework \n", "12 \n14 \n15 \nDevelopment Policy Letter \nAssessment of Compliance with the Countercyclical Support Facility Access Criteria  20 \n", "Page \n", "1 \n1 \n1 \n8 \n8 \n8 \n9 \n9 \n10 \n10 \n10 \n10 \n11 \n11 \n11 \n"]}