{"path": "data/input/reports/50164-002-rrp-en.pdf", "pages": [" \n \nProject Number: 50164-002 \nLoan Number: 3463-PRC \nNovember 2019 \n \n \n \n \nProposed Increase in B Loan  \nChina Water Environment Group Investment Limited \nand Xinkai Water Environment Investment Limited \nIntegrated Wastewater Management Project \n(People’s Republic of China)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes information that is subject to exceptions to disclosure set forth in ADB's Access to \nInformation Policy. \n ", "CURRENCY EQUIVALENTS \n(as of 24 October 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1415 \n$1.00  =  CNY7.0655 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  CWE  –  China Water Environment Group Limited \n  ESMS  –  environmental and social management system \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  US  –  United States \n \n \n \nNOTE \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public–Private \nPartnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirectors  Craig Roberts, Portfolio Management Division, PSOD \nJackie B. Surtani, Infrastructure Finance Division 2, PSOD \n \n   \nTeam leaders  Aditi Bhattacharya, Investment Specialist, PSOD \n  Tarang Khimasia, Principal Guarantees and Syndications Specialist, \n  PSOD \nProject advisor  Hisaka Kimura, Advisor, PSOD   \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), \nPSOD \nIan Bryson, Senior Safeguards Specialist, PSOD \nJinqiang Chen, Young Professional, PSOD \nLingkai Li, Associate Investment Officer, PSOD \nMelissa Manguiat, Senior Safeguards Officer, PSOD \nRhea Reburiano-Javier, Social Development Officer (Safeguards), PSOD \nToby Rees, Counsel, Office of the General Counsel \nAmanda Satterly, Senior Social Development Specialist (Gender & \nDevelopment), PSOD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  BACKGROUND  1 \nII.  ADDITIONAL FINANCING  1 \nA.  Rationale  1 \nB.  Impact, Outcome, and Output  2 \nC.  Revised Financing Plan  3 \nD.  Due Diligence  3 \nE.  Implementation Arrangements  3 \nIII.  THE PRESIDENT’S RECOMMENDATION  4 \nAPPENDIX \n \nRevised Design and Monitoring Framework   5 \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50164-002\nProject Name Integrated Wastewater  Department PSOD/PSIF2\nManagement Project /Division\nCountry China, People's Republic of\nBorrowers China Water Environment Group \nInvestment\nXinkai Water Environment \nInvestment\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban Urban sewerage 100.00\ninfrastructure and services\nAgriculture, natural Water-based natural resources management 50.00\nresources and rural\ndevelopment\nTotal\n150.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic Pillar 2: Access to economic  Climate Change impact on the Project Medium\ngrowth (IEG) opportunities, including jobs, \nmade more inclusive\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPrivate sector Promotion of private sector  No gender elements (NGE)\ndevelopment (PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Medium\nHousehold Targeting No Urban High\nGeneral Intervention on Yes\nPoverty\nSDG Targeting Yes\nSDG Goals SDG6\nqq\n6. Nonsovereign Operation Risk Rating\nObligor Name Final Project Rating Facility Risk Rating\nChina Water Environment Group Investment\nXinkai Water Environment Investment\n.\n7. Safeguard Categorization Environment: B  Involuntary Resettlement: B Indigenous Peoples: C\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 150.00\n     Nonsovereign Dual Currency Loan (Regular Loan): Ordinary capital resources 150.00\nCofinancing 350.00\n     Dual Currency Complementary Loan from Commercial Banks (Full ADB  350.00\nAdministration)\nOthers a 900.00\nTotal 1,400.00\nCurrency of ADB Financing: USD \naDerivedbydeductingADBfinancingandCofinancingfromTotalProjectCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 10102019102219684076 Generated Date: 07-Nov-2019 9:46:23 AM ", " \nI.  BACKGROUND \n1.  On 18 November 2016, the Asian Development Bank (ADB) approved loan facilities of up \nto $250,000,000 in United States (US) dollars or its equivalent in yuan comprising (i) an A loan of \nup to $150,000,000 equivalent in US dollars or yuan from ADB’s ordinary capital resources; and \n(ii) a complementary loan of up to $100,000,000 equivalent in US dollars or yuan to China Water \nEnvironment  Group Investment  Limited  and  Xinkai  Water  Environment  Investment  Limited, \ntogether China Water Environment Group Limited (CWE), for the financing of the Integrated \nWastewater Management Project in the People’s Republic of China (PRC).1 \n \n2.  The  project  is  designed  to  support  the  implementation  of  integrated  wastewater \nmanagement concessions, targeting environmental services for lakes and rivers. ADB’s loan \nwould support CWE in designing, constructing, and operating a series of facilities spanning \nseveral  components,  such  as  (i)  wastewater treatment  plants; (ii)  sludge  treatment  plants; \n(iii) sewage conveyance and interception pipelines; (iv) dredging of rivers and lakes; (v) other civil \nworks such as riverbank reinforcements, odor treatment plants, and landscaping; and (vi) the \ndevelopment of watersheds and wetlands. \n \n3.  CWE selects subprojects located in urban sections of key rivers and lakes in the central \nand western provinces of the PRC that are designated the government’s priority areas for \nenvironmental protection. For each subproject, CWE develops and operates the component \nfacilities as public–private partnerships (PPPs), governed under concession agreements signed \nwith  city  or  county  governments. It  is  envisaged  that,  by  2024,  river  or  lake rehabilitation \nsubprojects will be developed with wastewater treatment capacity of 2.3 million tons per day, \nsludge treatment capacity of 2,900 tons per day, and 190 kilometers of sewage pipeline networks, \namong other infrastructure. The facilities will comply with ADB’s safeguards and technical and \nfinancial eligibility criteria.2 \n \n4.  Project  implementation  is  satisfactory,  and  the  project  remains  technically  feasible, \neconomically viable, and financially sound. [CONFIDENTIAL INFORMATION DELETED] \n \nII.  ADDITIONAL FINANCING \nA.  Rationale \n \n5.  The proposed increase in the B loan by up to $250 million will address CWE’s request to \nbroaden its access to international commercial financing and expand the impact of ADB’s \ncofinancing program by tapping into increased demand from commercial banks to participate in \nenvironmental PPPs in the PRC. [CONFIDENTIAL INFORMATION DELETED] \n \n6.  ADB’s B loan product has been increasingly effective in catalyzing commercial cofinancing \nfor infrastructure development in the PRC. During 2012–2018, ADB successfully syndicated 15 B-\n \n \n1  The complementary loan is an Asian Development Bank (ADB) syndicated loan product that can be offered in various \ncurrencies (including local currencies) funded by commercial banks, where ADB is the lender of record. B loans are \ncomplementary loans which are cross-border and in US dollars. For this project, while ADB approved loan facilities \nin US dollars or its equivalent in yuan, the A loan was fully disbursed in US dollars. Therefore, the complementary \nloan will be disbursed in US dollars and in this paper, be referred to as the B loan. \n2  Eligibility criteria shall include a concession agreement with service exclusivity; the satisfaction of an environmental \nand  social  management  system  (ESMS),  which  is  compliant  with  ADB’s  safeguard  requirements;  location; \ncompliance with PRC environmental standards; and exclusion of category A projects, among others. ", "2 \nloan and complementary loan transactions, mobilizing more than $1.5 billion in financing from \nmore than 60 different investors. \n \n7.  The proposed increase in the B loan to CWE is beneficial to both the company and the \ncommercial banks, which will all be linked under the ADB B loan umbrella by aggregating multiple \nsubprojects into a single loan facility. Thus, the B loan structure helps surmount the barrier of \ntransaction costs, since each subproject by itself would be too small for international banks to \nconsider financing. It will also allow banks participating in the project to gain from benefits accruing \nfrom participating in ADB’s B loan structure. Finally, B loans benefit ADB by aligning the interests \namong  lenders,  avoiding  potential  conflicts  that might  arise  between parallel  facilities,  and \nimproving credit monitoring and administration. \n \n8.  The  proposed  increase  in  the  B  loan  is  consistent  with  the  project’s  development \nobjectives: to mitigate water pollution in rivers and lakes of the PRC and to encourage private \ninvestment in less-developed areas of the PRC. This is in line with the government’s priority of \nencouraging  new  forms  of  PPP  models  to  promote  water  pollution  control  and  waterbody \nrehabilitation. The proposed increase in the B loan amount is also fully consistent with ADB’s \nStrategy 2030, which targets a substantial increase in long-term cofinancing by 2030, with every \n$1.00 in financing for ADB’s private sector operations matched by $2.50 of long-term cofinancing.3 \nThe increased B loan will catalyze wider commercial finance to support integrated wastewater \nmanagement concessions targeting environmental services for lakes and rivers, where bank \nlending, especially from international commercial banks, is limited; and build confidence in future \nprivate sector participation in this emerging area. \n \nB.  Impact, Outcome, and Output \n \n9.  The impact and outcome of the project remain unchanged while the outputs of the project \nhave been increased to include two additional targets on gender. The project is aligned with the \nfollowing impact: pollution of rivers and lakes in the PRC is mitigated. The project will have the \nfollowing outcome: provision of wastewater management services under integrated concessions \nin selected central and western provinces of the PRC is expanded.4 The key project output is the \nconstruction of wastewater treatment plants and associated civil works for the improvement of \nriver and lake water quality, with river or lake rehabilitation subprojects being developed with \nwastewater treatment capacity of 2.3 million cubic meters per day, sludge treatment capacity of \n2,070 cubic meters per day, and 190 kilometers of sewage pipeline networks, among other \ninfrastructure. \n \n10.  While the project was approved under a “No Gender Elements” categorization, as part of \nthe B-loan increase, CWE has committed to implementing the following gender initiatives: (i) \nimplementation of internship programs for female students to support them to move into technical \nroles, and (ii) design and implementation of a non-discrimination policy to support equal treatment \nof women and disabled employees in the workplace. CWE will report on the implementation of \nthe gender outputs that it has committed to, under the annual project monitoring and development \neffectiveness monitoring reporting mechanism. \n \n \n \n3  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \n \nManila. \n4  The revised design and monitoring framework is in the Appendix. ", "3 \nC.  Revised Financing Plan \n \n11.  ADB funded the A loan from its ordinary capital resources, whereas the B loan will be \nfunded by commercial banks. The proposed change will increase the amount of the B loan by up \nto $250 million, taking the total amount of the B loan up to $350 million, to support the company’s \nrobust investment pipeline and accommodate the increased capacity of participating banks. \n \n[CONFIDENTIAL INFORMATION DELETED] \n \nD.  Due Diligence \n \n12.  The safeguard categorization for the proposed increase in the B loan remains unchanged \nfrom the original classification: category B for environment and involuntary resettlement and \ncategory C for indigenous peoples. CWE established an ESMS consistent with ADB’s Safeguard \nPolicy Statement requirements before the first disbursement of ADB’s A loan. The ESMS was \ndesigned based on the due diligence findings and corrective actions identified in an environmental \nand social compliance audit conducted during the project processing stage. In line with CWE’s \nESMS requirements, ADB reviewed and approved the safeguard documents for the two ADB-\nfunded subprojects under the A loan before disbursement and disclosed them on the ADB \nwebsite. The two subprojects were visited by the ADB team safeguard specialists during the \nannual review mission in 2019. While the on-site team did not identify any significant risks and \nimpacts, and confirmed the original categorization, it found information gaps between one of the \nsubproject’s environmental and social audit reports and its implementation (e.g., wetland design \nand its operational management, and renting of land as opposed to purchase at some subproject \ncomponents). Hence, the audit report did not fully assess the environmental and social impacts \nand risks related to the subproject as required under the ESMS. CWE’s annual monitoring report \nof ADB-funded subprojects will address these gaps identified during the review mission. ADB will \ncontinue its review and approval role in the environmental and social due diligence process for \nadditional subprojects under the B loan to ensure that CWE and its consultant thoroughly identify \nand manage all the environmental and social issues. This support by ADB will continue to \nstrengthen  CWE’s  capacity  and  resources  to  identify  and  manage  subproject-related \nenvironmental and social risks and impacts. As required in its ESMS, CWE will continue to comply \nwith national labor laws and, pursuant to ADB’s Social Protection Strategy (2001), will take \nmeasures  to  comply  with  the  internationally  recognized  core  labor  standards.5 Information \ndisclosure and consultation with affected people will continue to be conducted by CWE in \naccordance with ADB requirements. \n13.  CWE  has  been  and  will  be  subject  to  an  annual  integrity  due  diligence  review  in \naccordance with ADB’s Integrity Due Diligence Guidelines for Nonsovereign Operations.6 No \nsignificant or potentially significant integrity risks were identified, as there are no unresolved or \nsubstantiated adverse media or other related information. Having reviewed the investment, ADB \ndoes not believe that it is being used for money laundering, or terrorism financing. \n \nE.  Implementation Arrangements \n \n14.  All other implementation arrangements of the project remain unchanged. \n \n \n5  ADB. 2003. Social Protection. Manila (adopted in 2001). \n6  ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n ", "4 \n \nIII.  THE PRESIDENT’S RECOMMENDATION \n \n15.  The President recommends that the Board approve an increase in the B loan by up to \n$250,000,000 to a total of up to $350,000,000 to China Water Environment Group Investment \nLimited and Xinkai Water Environment Investment Limited, together China Water Environment \nGroup Limited, for the additional financing of the Integrated Wastewater Management Project in \nthe People’s Republic of China, to be funded by commercial banks. \n ", "5    Appendix \n \nREVISED DESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nCurrent project \nPollution of rivers and lakes in the PRC is mitigated.a \nOverall project \nUnchanged \nPerformance Indicators    Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \nOutcome       \n       \nCurrent project  Current project  Current project  Current project \n       \nProvision of  a. Amount of wastewater  a.–d. Annual project  Associated \nwastewater  treated increased to  monitoring and  infrastructure, such as \nmanagement  755 million m3 per year by  development  tap water distribution \nservices under  2028.b,c  effectiveness monitoring  network and sewage \nintegrated    reports by CWE  pipelines, is delayed. \nconcessions in  b. Number of jobs provided     \nselected central  during operation are at    Local government \nand western  least 400 local workers by    does not adequately \nprovinces of the  2028.    implement a wider \nPRC is expanded      watershed \n  c. Total domestic    management plan to \n  purchases during    arrest pollution. \n  operation are at least     \n  CNY6,189 million over     \n  2017–2028.     \n       \n  d. Total payments to     \n  government provided     \n  during construction and     \n  early operation are at least     \n  CNY2,356 million during     \n  2017–2028.     \n       \nOverall project  Overall project  Overall project  Overall project \n       \nUnchanged  Unchanged  Unchanged  Unchanged ", "6     Appendix \n \nOutput       \n       \nCurrent project  Current project  Current project  Current project \n       \n1. Wastewater  1a. Integrated river or lake  1a–1f. Annual project  Delays by host \ntreatment plants  rehabilitation subprojects  monitoring and  governments in \nand associated civil  with a total value of  development  granting concession \nworks for the  CNY9.0 billion are  effectiveness monitoring  rights to private sector \nimprovement of  constructed by 2024.  reports by CWE  because of unforeseen \nriver and lake      regulation changes. \nwater quality  1b. Total installed     \nconstructedd  wastewater treatment     \n  capacity of subprojects     \n  increased to 2.3 million m3     \n  per day constructed by     \n  2024.b     \n       \n  1c. Sludge treatment     \n  subprojects with a total     \n  capacity of about 2,070 m3     \n  (2,900 tons) per day     \n  constructed by 2024.e     \n       \n  1d. 190 kilometers of     \n  sewage pipeline networks     \n  constructed by 2024.     \n       \n  1e. Total domestic     \n  purchases during     \n  construction amount to     \n  CNY7,388 million by 2024.     \n       \n  1f. Number of jobs     \n  provided during     \n  construction phase are at     \n  least 1,200 by 2024.     \n       \n       \nOverall project  Overall project  Overall project  Overall project \n       \n1. Unchanged  1a–1f. Unchanged  1a–1f. Unchanged  1. Delays by host \n      governments in \n2. Gender-inclusive  2a. At least 5 female  2a–2b. Annual project  granting concession \napproach of CWE  students supported by an  monitoring and  rights to private sector \nis strengthened  internship programs each  development  because of unforeseen \n  year for 5 years to move  effectiveness monitoring  regulation changes. \n  into technical roles starting  reports by CWE   \n  from 2020 (2019 baseline:    2. Lack of \n0)    management \n  commitment to \n2b. Non-discrimination    implementing gender \npolicy to support equal    initiatives across all \ntreatment of women and  operating subsidiaries \ndisabled employees in the   \nworkplace designed and \nimplemented by 2021 ", "Appendix    7 \n \nPerformance Indicators  Data Sources and \nwith Targets and  Reporting \nResults Chain  Baselines  Mechanisms  Risks \n(2019 baseline: not \napplicable) \n \n   Additional Key Activities with Milestones \n1. Wastewater treatment plants and associated civil works for the improvement of river and lake \nwater quality constructed \n1.1 Sign B loan agreements by Q4 2019 \n1.2 Financial closure of B loan agreements by Q1 2020 \n1.3 Complete conditions precedent for B loan drawdown by Q3 2020 \n1.4 Fully disburse B loan by Q4 2020 \n \n  Inputs \nADB A Loan \nUp to $150 million equivalent in US dollar–yuan loan (unchanged) \n \nADB Complementary loan \nUp to $100 million equivalent in US dollar–yuan loan (current) \nUp to $250 million equivalent in US dollar–yuan loan (additional) \nUp to $350 million equivalent in US dollar–yuan loan (overall) \n \nCommercial bank financing \nUp to $730 million equivalent in yuan (current) \nUp to $480 million equivalent in yuan (revised) \n \nSponsor equity: \n$420 million equivalent in yuan (unchanged) \n \nAssumptions for Partner Financing \nCurrent project \nNot applicable \nOverall project \nUnchanged \nCWE = China Water Environment Group Limited, m3 = cubic meter, PRC = People’s Republic of China, Q = quarter, \nUS = United States. \na  State Council. 2015. Water Pollution Prevention and Control Action Plan. Beijing.  \nb  One ton of wastewater is assumed to have a volume of one cubic meter  \nc  The treatment plants will meet the Ministry of Environmental Protection’s Grade 1A standard of the Discharge \nStandard of Pollutants for Municipal Wastewater Treatment Plant (GB18918-2002).  \nd  As specific projects that will receive ADB funding are yet to be identified, an estimate was made on the extent of \noperations that can be supported by ADB assistance in terms of number of wastewater and sludge treatment plants. \nOutputs from these subprojects were then extrapolated using information from existing CWE operations. \ne  One cubic meter of sludge is assumed to weigh 1.4 tons. \nSource: Asian Development Bank. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200106082458+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, wastewater management, wastewater treatment plants, sludge treatment, sanitation, dredging, civil works, 50164-002, loan 3463, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200107170207+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project is designed to support the implementation of integrated wastewater\rmanagement concessions, targeting environmental services for lakes and rivers. ADB’s loan\rwould support China Water Environment Group Limited (CWE) in designing, constructing, and operating a series of facilities spanning several components, such as (i) wastewater treatment plants; (ii) sludge treatment plants; (iii) sewage conveyance and interception pipelines; (iv) dredging of rivers and lakes; (v) other civil works.\n\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\n\nThis document dated November 2019 is provided for the ADB project 50164-002 in the People's Republic of China.", "Title": "Integrated Wastewater Management Project: Report and Recommendation of the President"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 24 October 2019) \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1415 \n$1.00  =  CNY7.0655 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank  \n  CWE  –  China Water Environment Group Limited \n  ESMS  –  environmental and social management system \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  US  –  United States \n \n \n \nNOTE \nIn this report, “$” refers to US dollars, unless otherwise stated. \n \n \nVice-President  Diwakar Gupta, Private Sector Operations and Public–Private \nPartnerships \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirectors  Craig Roberts, Portfolio Management Division, PSOD \nJackie B. Surtani, Infrastructure Finance Division 2, PSOD \n \n   \nTeam leaders  Aditi Bhattacharya, Investment Specialist, PSOD \n  Tarang Khimasia, Principal Guarantees and Syndications Specialist, \n  PSOD \nProject advisor  Hisaka Kimura, Advisor, PSOD   \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), \nPSOD \nIan Bryson, Senior Safeguards Specialist, PSOD \nJinqiang Chen, Young Professional, PSOD \nLingkai Li, Associate Investment Officer, PSOD \nMelissa Manguiat, Senior Safeguards Officer, PSOD \nRhea Reburiano-Javier, Social Development Officer (Safeguards), PSOD \nToby Rees, Counsel, Office of the General Counsel \nAmanda Satterly, Senior Social Development Specialist (Gender & \nDevelopment), PSOD \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "Diwakar Gupta", "role": "Private Sector Operations and Public", "organization": ""}, {"fullname": "Michael Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "Craig Roberts", "role": "Portfolio Management Division", "organization": "PSOD"}, {"fullname": "Jackie B. Surtani", "role": "Infrastructure Finance Division", "organization": ""}, {"fullname": "Aditi Bhattacharya", "role": "Investment Specialist", "organization": "PSOD"}, {"fullname": "Tarang Khimasia", "role": "Principal Guarantees and Syndications Specialist", "organization": ""}, {"fullname": "Hisaka Kimura", "role": "Advisor", "organization": "PSOD"}, {"fullname": "Genevieve Abel", "role": "Principal Transaction Support Specialist (Integrity)", "organization": ""}, {"fullname": "Ian Bryson", "role": "Senior Safeguards Specialist", "organization": "PSOD"}, {"fullname": "Jinqiang Chen", "role": "Young Professional", "organization": "PSOD"}, {"fullname": "Lingkai Li", "role": "Associate Investment Officer", "organization": "PSOD"}, {"fullname": "Melissa Manguiat", "role": "Senior Safeguards Officer", "organization": "PSOD"}, {"fullname": "Rhea Reburiano-Javier", "role": "Social Development Officer (Safeguards)", "organization": "PSOD"}, {"fullname": "Toby Rees", "role": "Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Amanda Satterly", "role": "Senior Social Development Specialist (Gender", "organization": ""}]}