{"path": "data/input/reports/50176-002-rrp-en.pdf", "pages": ["   \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 50176-002 \nOctober 2018 \n \n \n \n \nProposed Loan and Grant \nKyrgyz Republic: Issyk-Kul Wastewater \nManagement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 8 October 2018) \n \nCurrency unit  –  som (Som) \nSom1.00  =  $0.014347 \n$1.00  =  Som69 \n \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  DDWSSD  –  Department of Drinking Water Supply and Sewerage \nDevelopment \n  EMP  –  environmental management plan \n  Gosstroy  –  State Agency for Architecture, Construction, Housing and \nPublic Utilities under the Government of the Kyrgyz Republic \n  km  –  kilometer \n  LARP  –  land acquisition and resettlement plan \n  m3  –  cubic meter \n  MLD  –  million liters per day \n  O&M  –  operation and maintenance \nPAM  –  project administration manual \n  PIO  –  project implementation office \n  PMO  –  project management office \n  PRGIKO  –  Office of the Plenipotentiary Representative of the \nGovernment in Issyk-Kul Oblast \n  SPZ  –  sanitary protection zone \n  WSS  –  water supply and sanitation \n  WWTP  –  wastewater treatment plant \n \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars unless otherwise stated. \n   ", " \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Yong Ye, Urban Development and Water Division, CWRD \n   \nTeam leader  Ruoyu Hu, Urban Development Specialist, CWRD \nTeam members  Annalyn Almodiel, Operations Assistant, CWRD \nAinagul Amanova, Senior Project Officer, Kyrgyz Resident Mission, \nCWRD \nAna Paula Araujo, Environment Specialist, CWRD \nMinhong  Fan,  Procurement  Specialist,  Procurement,  Portfolio  and \nFinancial Management Department \nCholpon Mambetova, Integrity Specialist, Office of Anticorruption and \nIntegrity \nMaritess Marcelino, Associate Project Officer, CWRD \nPatricia Rhee, Senior Counsel, Office of the General Counsel \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWRD \nLu Shen, Unit Head, Portfolio Management, CWRD \nYukihiro Shibuya, Social Development Specialist (Safeguards), CWRD \nPeer reviewer  Jingmin Huang, Principal Urban Development Specialist, SARD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50176-002\nProject Name Issyk-Kul Wastewater Management  Department CWRD/CWUW\nProject  /Division\nCountry Kyrgyz Republic Executing Agency Department of Drinking Water \nBorrower Kyrgyz Republic Supply and Sewerage \nDevelopment under the State \nAgency for Architecture, \nConstruction, Housing & \nPublic Utilities under the \nGovernment of the Kyrgyz \nRepublic\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 7.67\ninfrastructure and services Urban sewerage 28.85\nTotal 36.52\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Medium\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nEnvironmentally sustainable  Global and regional transboundary  ADB Financing\ngrowth (ESG) environmental concerns Adaptation ($ million) 1.23\nNatural resources conservation\nUrban environmental improvement\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nPartnerships (PAR) Implementation\nPrivate Sector\nPrivate sector development  Public sector goods and services \n(PSD) essential for private sector development\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals         SDG3, SDG6, SDG11\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 36.52\n     Sovereign Project grant: Asian Development Fund 12.84\n     Sovereign Project (Concessional Loan): Ordinary capital resources 23.68\nCofinancing 0.00\n     None 0.00\nCounterpart  5.30\n     Government  5.30\nTotal 41.82\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 16102018113417419503 Generated Date: 29-Oct-2018 14:41:16 PM", "", "KYRGYZ  REPUBLIC MAIN MAP\nISSYK-KUL WASTEWATER MANAGEMENT PROJECT\nTalas BISHKEK CHUI Karakol\nTALAS ISSYK-KUL\nProject City\nNational Capital NARYN\nProvincial Capital JALAL-ABAD\nNaryn\nN Main Road\nJalal-Abad\nRailway\nRiver\n0 15 30 Provincial Boundary Osh\nInternational Boundary OSH\nKilometers Boundaries are not necessarily authoritative. Batken\nBATKEN\nCHUI\nAk-Bulak Korumdu\nISSYK-KUL\nOital\nGrigorievka Ananyevo Tyup\nCholpon-Ata\nNovovoznesenovka\nKrasnyi Most\nTamchy\nLipenka\nBalykchy Toru-Aygyr\nKarakol\nLake Issyk-Kul Kyzyl-Suu\nOttuk\nKyzyl-Tuu  Ak-Terek\nBarskoon\nAla-Bash Bokonbayevo Kaji-Say Tosor\nTemir-Kanat\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nNARYN map do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information. \n18-1882 17KGZ ABV", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed (i) loan \nand (ii) grant, both to the Kyrgyz Republic for the Issyk-Kul Wastewater Management Project.1 \n \n2.  The project will improve wastewater services in two lakeshore cities on Issyk-Kul lake, in \nthe eastern region of the Kyrgyz Republic. It will upgrade and expand the existing wastewater \nsystems, build institutional capacity, and strengthen the sustainability of the water supply and \nsanitation (WSS) utilities in Balykchy and Karakol.2 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Issyk-Kul lake, the second-largest high-altitude lake in the world, is renowned for its clear \nwaters; it is designated as a Ramsar site of globally significant biodiversity,3 and is a key asset of \nthe Issyk-Kul Biosphere Reserve.4 The surrounding Issyk-Kul region is rich with environmental, \narcheological, and cultural resources, and supports internationally important biodiversity.5 As a \nconsequence, the region is one of the nation’s most popular tourist destinations, with tourism now \nan important source of revenue, especially for lakeshore cities. The impacts of tourism growth on \nthe environment and ecosystems of the lake and shoreline areas are of growing concern, \nparticularly in relation to wastewater pollution, and notably in the three primary lakeshore cities of \nBalykchy, Cholpon-Ata, and Karakol. \n \n4.  Core problem. Balykchy (population 47,000) is located at the western extremity of the \nlake; Karakol (population 76,000) is located at the lake’s eastern extremity. Both cities have \nextended aeration-based wastewater treatment plants (WWTPs) that were constructed in the \n1980s. However, only 30% of the population in Balykchy (3,400 households), and 45% of the \npopulation in Karakol (7,200 households) are currently connected to the centralized systems. The \nWWTPs are dilapidated and treat only about 8 million liters per day (MLD) of wastewater through \nsedimentation. The remaining 14 MLD of wastewater is disposed of through unsanitary pit latrines \nand other methods characterized by poor maintenance and lack of adequate septage collection \nand disposal. While most resorts maintain sewage treatment facilities, monitoring of treatment \noperations and effluent quality is inadequate. The combination of partially operating sewerage \nsystems, self-provision of sanitation facilities, and inadequate monitoring of sewage discharge \nfrom resorts pose a significant threat to the lake’s water quality, leading to increased public health \nrisks and environmental degradation. These in turn limit tourism development, which relies heavily \non the lake’s environment.6 \n \n5.  Vodokanal enterprises in Balykchy and Karakol are responsible for WSS services.7 Their \nexpenditures are high due to operational inefficiencies arising from the aging system, poor \noperational and management capacity and lack of maintenance equipment. Staff incentives are \n                                                \n1  Formerly the Second Issyk-Kul Sustainable Development Project, listed in Country Operations Business Plan, 2018–\n2020. Manila. \n2  Asian Development Bank (ADB) 2016. Technical Assistance to the Kyrgyz Republic for Preparing the Second Issyk-\nKul Sustainable Development Project. Manila. \n3  The Ramsar Convention is an international treaty relating to the sustainable use and conservation of wetlands. \n4  The reserve was designated by the United Nations Educational, Scientific and Cultural Organization in 2001. \n5  The Issyk-Kul region covers an area of approximately 43,100 km2 and has an estimated population of 483,000. \n6  Public health and environmental risks from these practices include groundwater contamination, and diseases related \nto poor sanitation such as hepatitis, typhoid, and ascariasis. \n7  Vodokanal enterprises are municipal enterprises responsible for WSS services in the nation’s cities and towns. ", "2 \nlow, with no corporate motivation mechanisms. The vodokanals are unable to recover operating \ncosts through their revenues and rely on budget support. To improve their cash flows, vodokanals \nneed to develop corporate-oriented business plans and service standards, train and retain skilled \nstaff in technical and financial management to improve the operational efficiency and provide \nbetter customer services, so that customers are willing to pay increased tariffs. \n \n6.  Sector policies and institutional arrangements. Government targets for WSS services \nfocus on inclusive development to improve functionality, enhance service levels, and expand \nmunicipal sanitation. In terms of policy, this includes a targeted strategy for WSS development to \n2026,8 and a national strategy to guide sustainable development to 2040.9 A comprehensive \nlegislative and regulatory framework for environmental and natural resource protection has also \nbeen  enacted  with  project  responsibility  recently  transferred  to  the  technically  oriented \nDepartment of Drinking Water Supply and Sewerage Development (DDWSSD).10 The Asian \nDevelopment  Bank  (ADB)  has  provided  assistance  through  the  Issyk-Kul  Sustainable \nDevelopment Project,11 which improved wastewater collection systems and provided institutional \nstrengthening in both Balykchy and Karakol. Other development partners also provide WSS \nsector assistance.12 \n \n7.   Priority needs. Wastewater treatment in both cities is inadequate, and the dilapidated \nWWTPs  urgently  require  upgrading  to  meet  effluent  discharge  standards.  This  is  widely \nrecognized as essential for the proper functioning of the systems and their subsequent expansion. \nThe management of septage from private sanitation facilities needs to be improved, and sludge \ndischarged from the Karakol WWTP to a reservoir needs to be removed. Building on the original \nIssyk-Kul Sustainable Development Project (footnote 11) institutional development initiatives, the \nvodokanals require further strengthening to increase their financial management and operation \nand maintenance (O&M) capabilities, and to continue their adoption of modern, best practices in \nutility operations. \n \n8.  Proposed project. Complementing the Issyk-Kul Sustainable Development Project, the \nproject will upgrade the WWTPs with new technology, further expand the networks, improve \nprivate facility septage management, and remove wastewater sludge from a reservoir in Karakol. \nIt will further build the capacities of the two vodokanals through structural strengthening and \ntargeted personnel training in utility corporate planning, O&M, and financial management. The \nproject will support the following operational priority areas of Strategy 2030:13 (i) making cities \nmore livable, (ii) enhancing environmental sustainability, and (iii) strengthening governance and \ninstitutional capacity. The project is consistent with ADB’s Water Operational Plan 2011–2020, \n                                                \n8  Government of the Kyrgyz Republic. 2016. Strategy for the Development of Drinking Water Supply and Sanitation \nSystems for Human Settlements in the Kyrgyz Republic up to 2026. Bishkek. The strategy provides WSS sector \ndevelopment guidance to rationalize policy and regulatory frameworks, improve WSS service delivery, promote \nfinancial viability, and enhance environmental sustainability and climate resilience. \n9  Government of the Kyrgyz Republic. 2017. National Strategy for Sustainable Development of the Country for 2018–\n2040 of the Government of the Kyrgyz Republic-Taza Koom-Jany Door. Bishkek. The strategy is currently being \nrevised by the National Sustainable Development Council under the President’s Office. \n10 A department of the State Agency for Architecture, Construction and Public Utilities (Gosstroy). Project responsibility \nwas previously with the Ministry of Finance. \n11 ADB. 2009. Issyk–Kul Sustainable Development Project. Manila. The project included wastewater collection system \nimprovements in Balykchy and Karakol. \n12 Including (i) the World Bank’s Small Towns Infrastructure and Capacity Development Project, (ii) water supply system \nimprovements in Balykchy by the European Bank for Reconstruction and Development, and (iii) water supply \ninvestments in Karakol by the Swiss State Secretariat for Economic Affairs. \n13 ADB. 2018. Strategy 2030. Manila. \n \n ", "3 \nand ADB’s country operations business plan, 2018–2020 for the Kyrgyz Republic.14 It also aligns \nwith previous and ongoing ADB-funded sector projects and contributes to the attainment of \nSustainable Development Goals.15 \n \n9.  Value added by ADB’s assistance. \n(i)  Technology and innovation. ADB’s intervention will introduce modern, efficient \nwastewater treatment technologies that assure stringent compliance with effluent \ndischarge standards, while being cost efficient and within the operational capacity \nof  vodokanals.  The  selected  modern  technology—intermittently  decanted \nextended aeration lagoon with trickling filter tertiary treatment—has a high potential \nfor replication in other cities throughout the nation. \n(ii)  Institutional development. The project will support further development of the \nvodokanals for modern utility management, including (a) formulating corporate \nbusiness plans;16 (b) targeted training modules on corporate utility management, \nO&M, and utility financial management;17 (c) twinning with an international WSS \nknowledge-based facility;18 and (d) establishing a septage management unit in \neach vodokanal; and (e) providing O&M equipment. \n(iii)  Climate change. The project design incorporates climate adaptation solutions that \nwill enhance the climate resilience of the cities.19 These include (a) separating \ndrainage networks from wastewater networks,20 (b) introducing climate-resilient \ndesign standards and features, and (c) improving system sustainability through the \nselection  of  corrosion-resistant  pipelines  and  the  incorporation  of  WWTP \ntechnologies that better withstand climate-induced impacts.21 \n \n10.  Lessons.  Lessons  incorporated  in  the  project  from  previous  ADB-financed  projects \ninclude (i) strengthening project management effectiveness through deeper engagement of the \nexecuting agency, implementing agency, and steering committee; (ii) minimizing the number of \nprocurement packages to improve efficiency; (iii) strengthening project and vodokanal staff \ncapacity and knowledge; (iv) instituting project staff performance reviews; and (v) facilitating \nadvance action for land acquisition, resettlement, and detailed engineering design. \n \nB.  Impact and Outcome \n \n11.  The project is aligned with the following impact: living standards, health, and economy in \nthe Issyk-Kul Region improved (footnote 8). The project will have the following outcome: access \nto  sustainable  and  reliable  wastewater  services  in  Balykchy  and  Karakol  improved  and \nexpanded.22 \n                                                \n14 ADB. 2017. Kyrgyz Republic: Country Operations Business Plan, 2018–2020. Manila. The project supports the \ngovernment’s commitment to reforms, increasing wastewater access, and improving WSS service sustainability. \n15 Sustainable Development Goals of the United Nations Development Programme, primarily Goal 6: Clean Water and \nSanitation. \n16 To establish service standards and a performance benchmarking matrix, and improve technical and investment \nplanning to increase operational efficiency, optimize organizational structures, and strengthen financial management. \n17 Including the training and international qualification accreditation of vodokanal personnel in these areas. \n18 In order to provide long-term, knowledge-based support to the vodokanals. \n19 World Bank. 2010. Adapting to Climate Change in Eastern Europe and Central Asia. Washington, DC. The nation is \nconsidered the third-most vulnerable nation to climate change in Eastern Europe and Central Asia region.  \n20 To  prevent  intense  rainfall  events  associated  with  climate  change  from  causing  sewerage  overflows  and \nenvironmental degradation. \n21 Including variations in temperature, flow rates, influent quality, and septage sludge volumes. \n22 The design and monitoring framework is in Appendix 1. \n \n ", "4 \nC.  Outputs \n \n12.  Output 1: Balykchy and Karakol wastewater systems improved, including (i) the \nupgrading of the Balykchy and Karakol WWTPs; (ii) construction of 21.6 kilometers (km) of \nsewerage, and 1.7 km of effluent outfall pipelines; (iii) construction of a new pump station and \nupgrading of a pumping main in Karakol; (iv) desludging a reservoir in Karakol by removing \n100,000 cubic meters (m3) of sludge; and (v) providing seven septage vacuum trucks. \n \n13.  Output 2: Vodokanal capacity strengthened and project implementation improved in \nBalykchy and Karakol by (i) developing business models for each vodokanal that cover technical, \ninstitutional, operational, human resource, and financial management aspects, and establish \nservice  standards  and  performance  benchmarking;  (ii)  implementing  training  modules  to \nstrengthen  vodokanal  capacity  in  corporate  utility  management,  O&M,  and  utility  financial \nmanagement;23 and (iii) arranging a twinning with an international WSS knowledge-based facility. \n \n14.  Output 3: Septage management services improved and sanitation and hygiene \nawareness  increased  in  each  city  by  (i)  establishing  a  septage  management  unit  in  the \nvodokanal  and  training  unit  personnel;  (ii)  developing  a  septage  management  program  to \nrationalize and expand septage collection services, regulate septage collection operators,24 and \nregularize septage tariffs and tariff collection mechanisms; and (iii) conducting a sanitation and \nhygiene  awareness  program  to  improve  community  awareness  and  understanding  of  best \nsanitation practices, and community support for the wastewater management. \n \nD.  Summary Cost Estimates and Financing Plan \n \n15.  The project is estimated to cost $41.82 million (Table 1). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).25 \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Wastewater collection and treatment systems rehabilitated and operational  30.41 \n  2.  Water supply and sanitation institutional capacity enhanced and project implementation     \n            capacity improved  5.76 \n  3.  Septage management and public awareness improved  0.91 \n    Subtotal (A)  37.08 \nB.  Contingenciesc  4.09 \nC.  Interest During Constructiond  0.65 \n        Total (A+B+C)  41.82 \na  Includes taxes and duties of $4.80 million. Such amount does not represent an excessive share of the project cost. \nThe government will finance taxes and duties by cash contribution. \nb  In mid-2018 prices as of May 2018. \nc  Physical contingencies computed at 10% of base cost estimates for civil works and equipment. Price contingencies \ncomputed at an average of 1.6% on foreign exchange costs and 4.9% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest for the Asian Development Bank loan at 1% per year during the grace period and 1.5% per year \nthereafter. \nSource: Asian Development Bank estimates. \n                                                \n23 Including modules to strengthen (i) utility corporate knowledge by establishing service standards and performance \nbenchmarks, improving network management, and enhancing energy efficiency; (ii) O&M capabilities, by improving \nasset management, leak detection and repair, and sludge and effluent management; and (iii) financial management, \nincluding budgeting, reporting, accounting, internal auditing, automation, and tariff setting and management.  \n24 The program will encourage private sector septage collection operators to provide services. \n25 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "5 \n16.  The government has requested (i) a concessional loan of $23.68 million from ADB’s \nordinary capital resources, and (ii) a grant not exceeding $12.84 million from ADB’s Special Funds \nresources (Asian Development Fund) to help finance the project. The loan will have a 32-year \nterm, including a grace period of 8 years; an interest rate of 1.0% per year during the grace period \nand 1.5% per year thereafter; and such other terms and conditions set forth in the loan agreement. \nThe government will provide counterpart financing of about $5.30 million, including taxes and \nduties. \n \n17.  The summary financing plan is in Table 2. The grant will finance civil works, detailed \ndesign  and  supervision,  consulting  services,  public  awareness,  and  land  acquisition  and \nresettlement. It will also finance project implementation support, specifically (i) costs of the project \nmanagement office (PMO) in the executing agency and project implementation offices (PIOs) in \nthe implementing agency, including staff salaries and operating costs; and (ii) social charges on \nstaff salaries. The loan will finance civil works, equipment and machinery, and interest during \nimplementation. The government will finance 100% of taxes and duties, and 4.6% of project \nimplementation support through in-kind contributions. \n \nTable 2: Summary Financing Plan \nSource  Amount  Share of Total \n($ million)  (%) \nAsian Development Bank      \nOrdinary capital resources (concessional loan)  23.68  56.6 \nAsian Development Fund grant  12.84  30.7 \nGovernment of the Kyrgyz Republic  5.30  12.7 \nTotal  41.82  100.0 \na  Government contributions include taxes and duties. \nSource: Asian Development Bank estimates. \n \n18.  Climate finance. Climate adaptation is estimated to cost $1.23 million. ADB will finance \n100% of adaptation costs. Details are in the PAM (footnote 25). Climate adaptation measures \ninclude the provision of climate-resilient wastewater pipelines and treatment facilities. \n \nE.  Implementation Arrangements \n \n19.  The DDWSSD within the State Agency for Architecture, Construction, Housing and Public \nUtilities under the Government of the Kyrgyz Republic (Gosstroy) will be the executing agency.26 \nA PMO will be established in DDWSSD and will report directly to the Director of DDWSSD. The \nPMO’s  responsibilities  include  procurement,  contract  and  financial  management,  project \nadministration, and safeguards compliance and reporting. The Office of the Plenipotentiary \nRepresentative of the Government in Issyk-Kul Oblast (PRGIKO) will be the implementing agency \nand will be responsible for oblast-level project and safeguard compliance coordination. A PIO will \nbe established in each vodokanal to manage day-to-day project implementation. They will report \nto both the PRGIKO and the PMO. The implementation arrangements are summarized in Table \n3 and described in detail in the PAM (footnote 25). The DDWSSD has requested advance \ncontracting for the early recruitment of the project management consultant and the project design \nand supervision consultant. \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  January 2019–December 2024 \n                                                \n26 Gosstroy delegated all its authorities in relation to the project to the DDWSSD through an internal order dated 26 \nJune 2018. \n ", "6 \nAspects  Arrangements \nEstimated completion date  31 December 2024 \nEstimated loan closing date  30 June 2025 \nManagement \n(i)  Oversight body  Steering Committee a \nLocal working committees in Balykchy and Karakolb \n(ii)  Executing agency  DDWSSD under Gosstroy, a project management office will be established to \nsupport EA. \n(iii)  Key implementing agency  PRGIKO \n(iv) Project Implementation Office  Balykchy Vodokanal and Karakol Vodokanal \nProcurement  Intl. competitive bidding: Works  5 contracts  $23,370,000 \nIntl. competitive bidding: Goods  1 contract  $800,000 \nConsulting services  Quality- and cost-based selection  Intl.: 204 person-months;   $5,790,000 \nNatl.: 437 person-months  \n  Individual consultant selection  Intl.: 24 person-months  $384,000 \n  Consultant’s qualifications  Natl.: 1 contract  $300,000 \nselection – audit \nRetroactive financing and advance  Retroactive financing and advance contracting are proposed for the project \ncontracting  management consultants and project design and supervision consultant, such \nfinancing will not exceed 20% of the loan amount for expenditures incurred \nnot more than 12 months prior to the signing of the loan and grant \nagreements. \nDisbursement  The loan and grant proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \nADB = Asian Development Bank, DDWSSD = Department of Drinking Water Supply and Sewerage Development,      \nEA = Executing Agency, Gosstroy = State Agency for Architecture, Construction, Housing and Public Utilities under \nthe Government of the Kyrgyz Republic, Intl. = international, Natl. = national, PRGIKO = Office of the Plenipotentiary \nRepresentative of the Government in Issyk-Kul Oblast. \na  The steering committee, to be established within 1 month of loan and grant effectiveness, will monitor project \nprogress and provide support, guidance, and oversight. The Director of Gosstroy will be the chairperson, other \nmembers will include representatives from the Prime Minister’s Office, Ministry of Finance, the Ministry of Health, \nthe State Agency for Environmental Protection and Forestry, PRGIKO, and the city governments and the vodokanals \nof Balykchy and Karakol. \nb  The local working committees will be engaged for the duration of the project and will provide local monitoring and \ncoordination; membership will include representatives of the territorial self-governance committees, city women’s \ncommittees, business group representatives, Aksakaldar (elders) court, condominium associations, community-\nbased women groups, and youth committee leaders. \nSource: Asian Development Bank. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n20.  The wastewater treatment technology adopted for Karakol and Balykchy was agreed with \nthe vodokanals in both cities through a multi-criteria analysis.27 This resulted in the selection of \nthe intermittently decanted extended aeration lagoon technology, which is a variant of an activated \nsludge process with which the vodokanals are familiar. The process will meet both national and \ninternational effluent discharge standards for irrigation.28 The WWTPs will be located on the \nexisting facility sites, and the discharge of effluent for irrigation use will ensure that effluent will \nnot be discharged to Issyk-Kul lake. Although WWTP upgrading is the key project focus, the \nproject also includes (i) sewer extensions as a priority because of the low wastewater collection \ncoverage in both cities; and (ii) a septage management program to improve the quality and \n                                                \n27 This included analysis of capital and O&M costs, proven performance, process complexity, variable load capability, \nvodokanal process familiarity, odor generation potential, and biosolids and their stability. \n28 The process also includes a tertiary treatment component to satisfy the stringent Kyrgyz Republic standard for \nammonia. \n ", "7 \ncoverage of septage collection and disposal services for consumers that are  not currently \nconnected to the centralized system. During the final design and construction of the project’s \ncomponents, close interaction will be maintained with other development partner-funded projects \nto ensure coordination and alignment. \n \nB.  Economic and Financial \n \n21.  Economic analysis. The quantified economic benefits of the project include (i) public \nhealth benefits ensuing from improved sanitation and hygiene in the project areas, and (ii) \nincremental tourism benefits to the local economies of Balykchy and Karakol as a result of \nenhancements in their wastewater collection and treatment systems. The health benefits of the \nproject were calculated by using savings in disability adjusted life years as a proxy for the reduced \nincidence of waterborne diseases, particularly diarrhea and parasitic diseases. The tourism \nbenefits were estimated based on an assessment of the incremental increase in international \nvisitor arrivals with the project, as well as their length of stay and average daily spending. The \nresults of the cost–benefit analysis demonstrated that the project is economically viable, with \neconomic internal rates of return of 12.3%–13.4%, exceeding the minimum prescribed discount \nrate of 9%. A sensitivity analysis conducted showed that the project will be economically robust \nunder various scenarios, including a 10% increase in investment cost and a 10% decline in \nbenefits. \n \n22.  Financial analysis. A financial analysis was undertaken by establishing cash flows over \nthe project life to ensure that project revenues fully cover O&M costs. For Balykchy, the combined \nwater and wastewater tariff rates will need to be increased by 7% in real term annually starting in \n2019, which is equal to the average historical tariff increases during 2001–2018. By 2025, when \nthe  project  benefit  period  starts,  this  will  raise  the  wastewater  tariff  from  Som4.53/m3  to \nSom7.78/m3, with an estimated monthly billing of Som269, which would be affordable for the \ntarget beneficiaries. Similarly, the wastewater tariff in Karakol will increase from Som1.84/m3 to \nSom4.30/m3,  with  an  estimated monthly  billing  of  Som116,  which  is  within  the  acceptable \nstandards of affordability for WSS services.29 The project’s public awareness program will help \nbuild consumer acceptance of the proposed tariff increases by linking them to the public health \nand tourism benefits anticipated from the project. \n \nC.  Governance \n \n23.  The financial management risk of the DDWSSD is considered high because (i) while its \nstaff are experienced in procurement, design, and WSS facility construction, they lack knowledge \nand  understanding  of  ADB’s  disbursement  guidelines  and  procedures;  (ii)  their  existing \naccounting system is adequate, but will require modification to integrate appropriate project-\nspecific accounting, budgeting, auditing, and reporting; and (iii) they have no prior experience \nacting as an executing agency, with responsibility for loan and grant disbursements and advance \naccount management. The risk rating for the Balykchy and Karakol vodokanals is moderate, \nbecause (i) they have qualified and trained staff for the PIOs, (ii) have experience in preparing \nrealistic project budgets, and (iii) have implemented other development partner-financed projects, \nthough limited experience in ADB project. The agreed financial management action plan for \nDDWSSD and the vodokanals includes (i) enabling long-term project involvement by transferring \nexisting DDWSSD staff to the PMO; (ii) preparing a project manual, detailing ADB disbursement \npolicies and procedures; (iii) providing training and consultant support in the key areas of ADB \n                                                \n29 The draft loan agreement includes an operational covenant to ensure that, within 2 years of the loan’s effective date, \nthe executing agency prepares and commences the implementation of a wastewater tariff road map to gradually \nensure O&M expenditure recovery, while also ensuring affordable access by low-income households. \n ", "8 \nproject financial management; and (iv) upgrading their accounting systems to facilitate the \npreparation of project financial statements and documentation of withdrawal applications. \n \n24.  The project procurement risk assessment shows the procurement risk is high because of  \n(i) the lack of an established procurement unit in DDWSSD, (ii) DDWSSD’s unfamiliarity with \ndevelopment  partner-funded  project  procurement  principles  and  procedures,  and  (iii) \ninconsistencies between national procurement laws and bidding documents and procurement \nrequirements for development partner-funded projects. The following measures will mitigate the \nrisk: (i) consultant assistance to strengthen DDWSSD and ensure economical, efficient, and \ntransparent procurement; (ii) close government agency coordination to minimize approval delays; \nand (iii) actions to ensure procurement and consultant recruitment follow ADB's Procurement \nGuidelines (2015, as amended from time to time) and ADB's Guidelines on the Use of Consultants \n(2013, as amended from time to time). \n \n25.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the Ministry of Finance, Gosstroy, DDWSSD, PRGIKO, and the vodokanals. The specific \npolicy requirements and supplementary measures are described in the PAM (footnote 25). \n \nD.  Poverty, Social, and Gender \n \n26.  The deterioration of WSS infrastructure and services affects health, productivity and \nwelfare of the population, particularly the poor. In Balykchy and Karakol, there are an estimated \n17,600 poor households, accounting for over 50% of the aggregate household population.30 \nAlthough households connected to the centralized sewerage systems in these cities encounter \ndeficiencies,31 it is the unconnected households using unsanitary pit latrines and other basic \nmethods of wastewater disposal that are at greatest risk. As women are often responsible for \ncaring for household members, they are more affected by deficiencies in WSS services. This \nincludes spending about 68% of their time on domestic work, including fetching and treating \nwater.32 When WSS is poor, women bear the burden of caring for sick household members.33 The \nproject is classified as effective gender mainstreaming. A gender action plan will ensure women’s \nparticipation in the project’s decision-making activities by (i) ensuring improved sanitation services \nfor households and businesses; (ii) strengthening the capacity of the vodokanals and local \ngovernment  to  provide  adequate  and  efficient  sanitation  services;  (iii)  ensuring  women’s \nparticipation  in  consultation  and  public  awareness  activities;  (iv)  establishing  local  working \ncommittees in the cities, each with 30% female members;34 and (v) establishing a customer \nrelations mechanism that includes gender-sensitive grievance redress. \n \nE.  Safeguards \n \n27.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.35 \n \n28.  Environment (category B). By expanding wastewater collection and improving treatment, \nthe project will significantly reduce (i) nutrients, pathogenic elements, and contaminants released \n                                                \n30 The highest poverty incidence is in Balykchy, where over 70% of households are considered poor. \n31 Including blocked pipes, odor, and system overflow issues. \n32 National Statistics Committee of the Kyrgyz Republic. 2011. Women and Men of the Kyrgyz Republic, 2006–2010. \nBishkek. \n33 Such as taking care of sick children, the elderly, and other family members. \n34 To collaborate with the city governments and the vodokanals in project monitoring and implementation. \n35 ADB. Safeguard Categories. \n \n ", "9 \nto the environment; (ii) the risk to Issyk-Kul lake from eutrophication; and (iii) human health threats \nfrom pathogens. No unavoidably severe or permanent negative impacts are likely to arise from \nproject  activities  provided  that  appropriate  mitigation  measures  are  adopted.  Temporary \nenvironmental impacts occurring during construction can be managed, minimized, and mitigated. \nOperational impacts will be contained within sanitary protection zones (SPZs) around facilities.36 \nThe accidental leakage of untreated effluents will not discharge to Issyk-Kul lake or its core or \nbuffer zones—by design, treated effluents will be used for irrigation—and the risk of untreated \neffluent discharge to the lake is, therefore, negligible. The environmental management plan (EMP) \nincludes mitigation measures to address construction and operation impacts. Public consultations \nhave been conducted in both Balykchy and Karakol. \n \n29.  The PMO will be responsible for EMP implementation, and for compliance with ADB’s \nsafeguards requirements and national environmental regulations. The PMO’s safeguard staff will \nbe assisted by an international environment specialist and the project design and supervision \nconsultant to oversee the implementation of the EMP. The cost to implement the EMP will be \nfinanced by the project.37 A grievance redress mechanism to handle both environmental and \nsocial safeguard issues will be established in the vodokanals. The PMO will submit semiannual \nenvironmental monitoring reports to ADB and relevant government authorities. These reports will \nbe disclosed to the public on the Gosstroy (in Russian or Kyrgyz) and ADB (in English) websites. \n \n30.  Involuntary  resettlement  (category  B).  Detailed  measurement  surveys  carried  out \nduring project preparation identified approximately 26 affected households with a total of 99 \nhousehold members, of which approximately 15 households with 67 members will experience \nsevere impacts on their livelihood because they will be required to relocate.38 No affected \nhousehold was found to belong to a vulnerable group. A land acquisition and resettlement plan \n(LARP) and land acquisition and resettlement framework have been prepared to mitigate and \naddress all associated losses in accordance with ADB’s Safeguard Policy Statement and relevant \nnational legislation. Project information was disclosed and meaningful consultations with project \nstakeholders and displaced persons were undertaken during LARP preparation and will continue \nthroughout implementation. When final SPZ boundaries are decided by the government and the \nproject design is finalized, or additional land requirements or involuntary resettlement impacts are \nidentified, the LARP will be updated in accordance with applicable laws and ADB’s Safeguard \nPolicy Statement, and ADB approval obtained prior to any further implementation. All displaced \npeople will receive compensation in accordance with the LARP provisions. The PMO will be \nresponsible for land acquisition and resettlement implementation and for compliance with ADB’s \nsafeguards requirements and national regulations. DDWSSD will submit semiannual safeguards \nmonitoring reports to ADB for review and disclosure. \n \n31.  Indigenous peoples (category C). There are no indigenous peoples, as defined in ADB’s \nSafeguard Policy Statement, in the project area. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n32.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.39 \n                                                \n36 Mostly relating to sludge disposal, odor, and noise from WWTPs and pumping stations, and from chlorination. \n37 The costs of mitigation measures and environmental monitoring will be included in construction contracts. The cost \nof environmental monitoring and supervision are included in the project design and supervision consultant contract. \n38 These resettlement initiatives are necessary in order to comply with SPZ development restrictions that surround \nWWTPs and pump stations. \n39 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nChanges  in  government  approval  Close government agency coordination will be maintained to minimize \nprocedures  by  oversight  agencies  delays in procurement and approvals. \ndelays project completion. \nDDWSSD  personnel’s  unfamiliarity  PMO and DDWSSD staff will participate in ADB procurement training and \nwith  ADB  procurement  procedures  be familiar with relevant guidelines.a ADB will undertake prior review of all \nresults  in  procurement  deficiencies  contract procurement and closely monitor contract implementation. \nand implementation delays. \nWastewater  tariff  increases  do  not  The project’s public awareness program will build consumer acceptance of \nmeet  expected  levels  because  of  proposed tariff increases by linking them to the project’s anticipated public \npolitical uncertainty.  health and tourism benefits. \nHigh  financial  management  risk  Existing government staff will be appointed to the PMO; a project manual \nbecause  staff  lack  knowledge  and  will be prepared, detailing ADB disbursement policies and procedures; \nunderstanding of ADB’s disbursement  training and consultant support will be provided; and accounting systems \nguidelines and procedures.  will be upgraded to facilitate the preparation of project financial statements \nand documentation of withdrawal applications.  \nADB = Asian Development Bank, DDWSSD = Department of Drinking Water Supply and Sewerage Development, \nPMO = project management office. \na ADB’s Procurement Guidelines (2015, as amended from time to time) and ADB’s Guidelines on the Use of \nConsultants (2013, as amended from time to time). \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n \n33.  The government, Gosstroy, and DDWSSD have assured ADB that implementation of the \nproject shall conform to all applicable ADB policies, including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and loan documents. \n \n34.  The government has agreed with ADB on certain covenants for the project, which are set \nforth in the draft loan agreement and grant agreement. \n \nV.  RECOMMENDATION \n \n35.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve: \n(i)  the loan of $23,680,000 to the Kyrgyz Republic for the Issyk-Kul Wastewater \nManagement Project, from ADB’s ordinary capital resources, in concessional \nterms, with an interest charge at the rate of 1.0% per year during the grace period \nand 1.5% per year thereafter; for a term of 32 years, including a grace period of 8 \nyears; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan agreement presented to the Board; and \n(ii)  the grant not exceeding $12,840,000 to the Kyrgyz Republic from ADB’s Special \nFunds  resources  (Asian  Development  Fund),  for  the  Issyk-Kul  Wastewater \nManagement Project, on terms and conditions that are substantially in accordance \nwith those set forth in the draft grant agreement presented to the Board. \n \n \nTakehiko Nakao \nPresident \n \n26 October 2018 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nLiving standards, health, and economy in the Issyk-Kul Region improved (Strategy for the Development \nof Drinking Water Supply and Sanitation Systems for Human Settlements in the Kyrgyz Republic up to \n2026)a \n \nData Sources \nPerformance Indicators with Targets \nResults Chain  and Reporting  Risks \nand Baselines \nMechanisms \nOutcome  By 2025:  a.–c. Executing  Wastewater tariffs \nAccess to  a. At least 40% of the Balykchy  agency project  not increased as \nsustainable and  population and 55% of the Karakol  completion report  expected because \nreliable wastewater  population receive centralized  and survey report  of political \nservices in  wastewater services that meet  uncertainty \nBalykchy and  environmental discharge standards   \nKarakol improved  (2018 baseline: 0)   \nand expanded   \nb. Consumer satisfaction (sex-\ndisaggregated) with quality of \nwastewater services increased to 60% \n(2018 baseline: 22%) \n \nc. Collection efficiency of wastewater \ntariffs maintained above 95% (2018 \nbaseline: Above 90% for households, \nand above 95% for institutional and \ncommercial establishments) \nOutputs  1a. At least 40% of households in  1a.–1g. Quarterly  Changes in \n1. Balykchy and  Balykchy and 55% of households in  vodokanal project  government \nKarakol  Karakol connected to environmentally  progress reports,  approval procedures \nwastewater  compliant centralized wastewater  executing agency  by oversight \nsystems improved  systems by 2024 (2018 baseline: 0)  project completion  agencies delays \n  report  project completion \n1b. Wastewater treatment plant in   \nBalykchy (4.2 MLD) and Karakol (12.0   \nMLD) upgraded and commissioned by   \n2024 (2018 baseline: 0 and not   \ncommissioned)   \n    \n1c. 21.6 km of sewerage pipelines   \nconstructed by 2024  High financial \n(2018 baseline: 0)  management risk \n   because staff lack \n1d. 1.7 km of effluent pipelines  knowledge and \nupgraded by 2024  understanding of \n(2018 baseline: 1.7 km of dilapidated  ADB’s disbursement \npipelines)  guidelines and \n   procedures \n1e. One wastewater pump station   \nconstructed and 0.5 km of pumping   \nmain upgraded by 2024 (2018   \nbaseline: 0.5 km of dilapidated   \npumping main) \n \n ", "12  Appendix 1 \nData Sources \nPerformance Indicators with Targets \nResults Chain  and Reporting  Risks \nand Baselines \nMechanisms \n1f. One reservoir desludged by  Department of \n100,000 m3 of sludge by 2024 (2018  Drinking Water \nbaseline: 0)  Supply and \n  Sewerage \n1g. Seven septage vacuum trucks  Development \ncommissioned by 2023  personnel’s \n(2018 baseline: 0)  unfamiliarity with \n2. Vodokanal  2a. One corporate business plan with  2a.–2e. Quarterly  ADB procurement \ncapacity  service standards and performance  vodokanal project  procedures results \nstrengthened  benchmarking established by each  progress reports,  in procurement \nvodokanal by 2020 (2018 Baseline: 0)  biannual project  deficiencies and \n  monitoring reports,  implementation \n2b. Training completed in corporate  executing agency  delays \nutility management, operation and  project completion   \nmaintenance, and utility financial  report \nmanagement in each vodokanal by \n2023 (2018 baseline: 0) \n \n2c. At least six personnel (of which \nthree personnel are women) in each \nvodokanal with improved skills in \ncorporate utility management, \noperation and maintenance, and utility \nfinancial management by 2023 (2018 \nbaseline: 0) \n \n2d. Gender-inclusive consumer \ngrievance redress mechanism \ncommissioned by 2019 (2018 baseline: \n0) \n \n2e. One agreement on twinning \narrangements with an international \nwater supply and sanitation knowledge-\nbased facility reached by 2020 (2018 \nbaseline: 0) \n3. Septage  3a. One septage management unit  3a.–3e. Quarterly \nmanagement  established in each vodokanal by 2019  vodokanal project \nservices improved  (2018 baseline: Not established)  progress reports, \nand sanitation and    biannual project \nhygiene  3b. Septage management program  monitoring \nawareness  developed in each vodokanal by 2020  reports, \nincreased  (2018 baseline: 0)  participant \n  feedback surveys, \n3c. At least 50% of project community  executing agency \nstakeholders and institutional and  project completion \ncommercial facilities staff (including at  report \nleast 50% women) have increased \nawareness on sanitation and hygiene \nby 2021 (2018 baseline: 0) \n \n3d. At least 2,000 households and \ninstitutional and commercial \n ", "Appendix 1  13 \nData Sources \nPerformance Indicators with Targets \nResults Chain  and Reporting  Risks \nand Baselines \nMechanisms \nestablishments not connected to the \ncentralized wastewater system receive \nimproved septage collection services \nin Balykchy by 2024 (2018 baseline: 0) \n \n3e. At least 2,800 households and \ninstitutional and commercial \nestablishments not connected to the \ncentralized wastewater system \nreceived improved septage collection \nservices in Karakol by 2024 (2018 \nbaseline: 0) \nKey Activities with Milestones \n1.  Balykchy and Karakol wastewater systems improved \n1.1. Issue request for proposal for project management consultant through advance contracting by Q4 \n2018. \n1.2. Mobilize project management consultant by Q1 2019. \n1.3. Mobilize project design and supervision consultants by Q1 2020. \n1.4. Commence design-build contract procurement by Q2 2019. \n1.5. Award design-build contract by Q1 2020. \n1.6. Commence civil works contract procurement by Q2 2020. \n1.7. Award civil works contract(s) by Q4 2020. \n1.8. Complete equipment procurement by Q2 2021. \n1.9. Complete civil works contract(s) by Q2 2024. \n2.  Vodokanal capacity strengthened \n2.1. Mobilize consultants by Q4 2019. \n2.2. Formulate corporate business plans by Q2 2020. \n2.3. Design and prepare training modules by Q2 2020. \n2.4. Organize international twinning arrangement by Q4 2020. \n2.5. Deliver trainings between Q3 2020 and Q3 2023. \n2.6. Submit final reports by Q1 2024. \n3.  Septage management improved and sanitation and hygiene awareness increased \n3.1. Conduct first sanitation and hygiene awareness campaign by Q3 2019. \n3.2. Develop septage management programs by Q4 2020. \nProject Management Activities \nStrengthen project implementation capabilities in the two vodokanals. \nConvene regular steering committee and local working committee meetings. \nPrepare and submit project progress reports. \nInputs \nADB: $12.84 million (ADF grant) \n         $23.68 million (concessional OCR loan) \nGovernment of the Kyrgyz Republic: $5.30 million \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, ADF = Asian Development Fund, km = kilometer, m3 = cubic meter, MLD = million liters per \nday, OCR = ordinary capital resources, Q = quarter. \na Government of the Kyrgyz Republic. 2016. Strategy for the Development of Drinking Water Supply and Sanitation Systems \nfor Human Settlements in the Kyrgyz Republic up to 2026. Bishkek. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50176-002-3 \n \n1.  Loan Agreement \n2.  Grant Agreement \n3.  Sector Assessment (Summary): Water Supply and Other Municipal Infrastructure and \nServices \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Financial Analysis \n8.  Economic Analysis \n9.  Country Economic Indicators \n10.  Summary Poverty Reduction and Social Strategy \n11.  Risk Assessment and Risk Management Plan \n12.  Climate Change Assessment \n13.  Gender Action Plan \n14.  Initial Environmental Examination \n15.  Land Acquisition and Resettlement Plan \n16.  Land Acquisition and Resettlement Framework \n \nSupplementary Documents \n17.  Project Technical Analysis \n18.  Detailed Financial Analysis \n19.  Detailed Economic Analysis \n20.  Financial Management Assessment \n21.  Project Procurement Risk Assessment Report \n \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20181030101906+08'00'", "Creator": "PDF24 Creator", "Keywords": "kyrgyzstan, 50176-002, kyrgyzstan water, urban infrastructure, kyrgyzstan sanitation, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181128142856+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will improve wastewater services in two lakeshore cities on Issyk-Kul lake, in the eastern region of the Kyrgyz Republic. It will upgrade and expand the existing wastewater systems, build institutional capacity, and strengthen the sustainability of the water supply and sanitation utilities in Balykchy and Karakol.", "Title": "Issyk-Kul Wastewater Management Project: Report and Recommendation of the President"}}