{"path": "data/input/reports/50211-001-rrp.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 50211-001 \nOctober 2016 \n \n \n \n \nProposed Loan  \nDemocratic Republic of Timor-Leste: Dili to Baucau \nHighway Project \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011.   \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENT \n \nThe currency of Timor-Leste is the United States dollar. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAFI  –  Council for Administration of the Infrastructure Fund \n  EMP  –  environmental management plan \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  m  –  meter \n  MPWTC  –  Ministry of Public Works, Transport and Communications \n  PMU  –  project management unit \n  RNUSP  –  Road Network Upgrading Sector Project \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  O. Norojono, Transport, Energy and Natural Resources Division, \nPARD  \n   \nTeam leader  R. Phelps, Principal Infrastructure Specialist, PARD  \nTeam members  F. Asistin, Senior Operations and Institutional Coordination Officer, \nPARD \n  N. Carandang, Safeguards Specialist, PARD \n  M. Creus, Senior Operations Assistant, PARD \n  C. Png, Principal Counsel, Office of the General Counsel \n  C. Rhor, Senior Procurement Specialist, Operations Services and \nFinancial Management Department \n  J. Williams, Senior Environment Specialist, PARD \nPeer reviewer  J. Leather, Principal Transport Specialist, Southeast Asia Department \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", " \nCONTENTS \n \nPage \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Investment and Financing Plans  4 \nE.  Implementation Arrangements  5 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty and Social  8 \nE.  Safeguards  8 \nF.  Risks and Mitigating Measures  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50211-001\nProject Name Dili to Baucau Highway Project Department PARD/PATE\n/Division\nCountry Timor-Leste, The Democratic Republic  Executing Agency Council for Administration of \nof the Infrastructure Fund (also \nBorrower Democratic Republic of Timor-Leste Conselho Administrativo do \nFundo Infraestrutura)\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 49.65\nTotal 49.65\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic opportunities,  Adaptation ($ million) 5.00\ngrowth (IEG) including jobs, made more inclusive Climate Change impact on the  Low\nEnvironmentally  Global and regional transboundary  Project\nsustainable growth (ESG) environmental concerns\nUrban environmental improvement\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Institutional development Some gender elements (SGE)\ndevelopment (GCD) Institutional systems and political economy\nPartnerships (PAR) Bilateral institutions (not client government)\nOfficial cofinancing\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural High\nHousehold Targeting No Urban Low\nSDG Targeting Yes\nSDG Goals         SDG3, SDG8, SDG9\n \n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 49.65\n     Sovereign Project loan: Asian Development Fund  49.65\nCofinancing 0.00\n     None 0.00\nCounterpart  27.19\n     Government 27.19\n  \nTotal 76.84\n9. Effective Development Cooperation\nUse of country procurement systems No\nUse of country public financial management systems Yes\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 09112016164209036765 Generated Date: 10-Nov-2016 12:30:18 PM", "", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan \nto the Democratic Republic of Timor-Leste for the Dili to Baucau Highway Project.1 \n \n2.  The project will upgrade and climate-proof 105 kilometers (km) of the national road \nbetween the capital, Dili, and the second-largest town, Baucau, which is located on the north \ncoast. The government has requested the Asian Development Bank (ADB) to cofinance the \nproposed project on a parallel basis with the Japan International Cooperation Agency (JICA). \nADB will support upgrading and climate-proofing 56 km of the road connecting the towns of \nManatuto and Baucau, and JICA will support the section between Dili and Manatuto (49 km). \n \nII.  THE PROJECT \nA.  Rationale \n3.  The government’s Strategic Development Plan, 2011–2030 aims to promote economic \ngrowth,  fast-track  economic  development,  and  modernize  and  diversify  the  economy  by \nproviding the country with high-quality infrastructure.2 Current government operational plans \nconcentrate on upgrading roads to achieve quick returns and transformational changes needed \nfor economic progress, inclusive development, and social stability. \n \n4.  ADB’s country partnership strategy, 2016–2020 for Timor-Leste maintains ADB’s focus \non the development and management of infrastructure, and on complementary activities that \nsupport the private sector as a driver of change.3 The country partnership strategy aims to help \nthe  country  make  services  more  available  outside  of  the  capital  city  of  Dili  by  improving \ntransport connectivity, which will (i) reduce poverty by giving the poor access to markets and \nbasic public services, and (ii) help spread economic activity and the benefits of the country’s \npetroleum wealth more broadly to areas beyond the capital. The Dili to Baucau road is expected \nto stimulate a range of economic activity, particularly tourism, which Timor-Leste is specifically \ntargeting to create employment opportunities. \n \n5.  The road network in Timor-Leste deteriorated during a 25-year conflict from 1975 until \n1999 that preceded independence in 2002 due to a lack of investment in maintenance and \nrehabilitation. Progressive deterioration continued during 2002–2011, and poor road conditions \nhave constrained the country’s efforts to develop. In 2010, ADB, JICA, and the World Bank \nsigned a joint aide memoire pledging to coordinate their support for a 5-year, 1,000 km core \nroad program.4 At the time, ADB was working with JICA toward cofinancing of the Dili to Baucau \nroad as part of this core road program. Subsequently, JICA decided it would support the Dili to \nBaucau road on its own, while ADB developed its support for other priority roads. Since then, \nADB, JICA, and the World Bank have continued to collaborate closely with each other, and a \nvigorous program of road upgrading is now under implementation and managed by a joint \nproject management unit (PMU). \n \n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  Government of Timor-Leste. 2011. Timor-Leste Strategic Development Plan, 2011–2030. Dili. \n3  ADB. 2016. Country Partnership Strategy: Timor-Leste, 2016–2020. Manila. The country partnership strategy \naddresses four of the five core areas of ADB operations designated by ADB. 2014. Midterm Review of Strategy \n2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n4  ADB, Japan International Cooperation Agency (JICA), and the World Bank. 2010. Aide Memoire. 5-Year, 1,000 km \nCore Road Program. ADB–JICA–World Bank Joint Consultation Mission. Dili, Timor-Leste. 8–15 November. \n ", "2   \n6.  When detailed engineering design and associated cost estimates were completed under \nthe JICA-financed project preparatory work, it became clear that there would be a significant \nshortfall in the financing plan for the construction of the Dili to Baucau road, primarily because of \nthe devaluation of a yen-denominated loan from JICA. The shortfall comprises 100% of the civil \nworks cost of the Manatuto to Baucau section of the project (approximately $59 million). The \ngovernment, which had originally intended to self-finance the shortfall, became aware of the \nadvantages of availing itself of concessional financing rather than depleting its sovereign wealth \nfund.5 The government now aims for at least 75% of a project designated for loan financing to \nbe  loan-financed.  This  policy  was  reinforced  by  recommendations  resulting  from  the \nInternational Monetary Fund’s yearly bilateral discussion with Timor-Leste.6 The government \nalso  appreciates  that  oversight  of  development  partners  provides  a  better  framework  for \ndisciplined project administration and implementation. The government has therefore requested \nADB to help meet the financing shortfall. \n \n7.  The project comprises two civil works packages, both of which have been procured and \nawarded in accordance with JICA procurement policies. ADB has been requested to finance the \npackage for the Manatuto to Baucau section of the project. ADB has conducted a detailed post-\nreview of the procurement process carried out by the government for that package, including \nprequalification  and  bidding  documents,  bidding  procedures,  and  contract  documentation \nprocurement process and bid evaluation. ADB has concluded that the package was procured in \na manner consistent with the principles of ADB’s Procurement Guidelines (2015, as amended \nfrom time to time). A summary of the assessment is in paras. 19–20 and 25. ADB’s financing of \nthe Manatuto to Baucau section will enable the entire road between Dili and Baucau to be \naccomplished to the appropriate standards, and help achieve the full benefits of the project. \n \n8.   ADB has financed the Road Network Development Sector Project, the Road Network \nUpgrading Project, and the Road Network Upgrading Sector Project (RNUSP).7 The Road \nNetwork Upgrading Project and the RNUSP were scaled up with additional financing from ADB. \nIn total, development partners will have supported the upgrading of about 560 km (39%) of the \nmost important sections of the national road network by the end of 2019. The Government of \nAustralia and the European Union have focused on road rehabilitation and maintenance of \nsecondary  rural  roads  through  the  development  of  small-scale  contractors  and  community \ninvolvement. The European Union is financing a project for rehabilitating 43 km of rural roads in \neconomically  important  coffee-growing  areas,  which  will  be  administered  by  ADB.  ADB’s \nprojects are on track to upgrade 287 km of national roads by 2019, of which 100 km have been \ncompleted. Projects completed to date are of high standards and are delivering the expected \nbenefits. \n \n9.  The  Ministry  of  Public  Works,  Transport  and  Communications  (MPWTC)  lacks  the \ninstitutional capacity needed to properly implement capital works or maintain road assets. ADB-\nfinanced  technical  assistance  is  supporting  the  implementation  of  a  capacity  development \n                                                \n5  Timor-Leste has a sovereign wealth fund (the Petroleum Fund) of approximately $16 billion, which is derived from \nits oil and gas revenues. \n6  International Monetary Fund. 2016. Republic of Timor-Leste: 2016 Article IV Consultation–Press Release; Staff \nReport; and Statement by the Executive Director for Timor-Leste. International Monetary Fund Country Report. No. \n16/183. Washington, DC. \n7  ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund Grant to the Democratic Republic of Timor-Leste for the Road Network Development Sector Project. Manila; \nADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loans to the \nDemocratic Republic of Timor-Leste for the Road Network Upgrading Project. Manila; and ADB. 2013. Report and \nRecommendation of the President to the Board of Directors: Proposed Loans to the Democratic Republic of Timor-\nLeste for the Road Network Upgrading Sector Project. Manila. ", "    3   \nframework and a strategic development plan for the MPWTC. A PMU embedded in the MPWTC \nis  responsible  for  managing  ADB,  JICA,  and  World  Bank  programs.  It  has  considerable \nexperience in dealing with the requirements of development partners and other government \nagencies.  The  PMU  has  successfully  coordinated  the  various  programs  of  development \npartners and has ensured that technical standards and safeguards have been consistently \napplied across these programs. \n \n10.  The  MPWTC  plans  to  introduce  performance-based  maintenance  contracts  for  all \nupgraded roads. However, civil works contracts for all development partner-financed roads \nrequire contractors to carry out routine maintenance for 2 years after the defects notification \nperiod.8 Two performance-based maintenance contracts have been piloted under ADB’s Road \nNetwork Development Sector Project (footnote 7). An international road maintenance specialist \nfinanced by ADB has provided support to the MPWTC’s newly created maintenance division in \npreparing  its  detailed  road  maintenance  plan for  2016. Technical  assistance from  JICA  is \nsupporting a 3-year capacity development program for road maintenance. It commenced in May \n2016 and is actively supporting implementation of the 2016 annual road maintenance plan and \nthe development of future programs. \n \n11.  The proposed project comprises upgrading the most heavily trafficked road outside of \nDili, which links the capital to Bacau as well as the entire eastern half of the island. Traffic \nvolumes vary between 2,000 and 1,200 vehicles per day along its length, comprising a high \nproportion of light goods vehicles and buses. The existing road is 4.5 meters (m) wide and in \npoor condition. Upgrading will comprise climate-proofing measures and widening to 6.0 m, with \n1.0 m shoulders. Climate change and climate resilience measures include drainage designed \nfor increased rainfall intensity, provision of a resilient pavement surfaced with 50-millimeter-thick \nasphalt, raising of the road in flood-prone areas, and general application of best engineering \npractices. The European Space Agency provided technical assistance that allowed for more \naccurate determination of historical rainfall intensity in the catchments of water courses affecting \nthe  project.  This  information  resulted  in  the  conservative  design  (oversizing)  of  drainage \nstructures to cater for the increased rainfall intensity that has been forecasted for the future. \n \n12.  ADB is supporting a national road safety action plan under the RNUSP (footnote 7). The \ngovernment established a Road Safety Directorate in the Ministry of the Interior in early 2016, \nwhich will be responsible for prioritizing and implementing activities under the national road \nsafety action plan. All donor-financed projects (including past projects) include raising road \nsafety awareness in roadside communities and schools.   \n \nB.  Impact and Outcome \n13.  The impact of the project will be increased and more efficient movement of people and \ngoods. The outcome will be a more reliable and safer road network. \n \nC.  Outputs \n14.  The outputs of the project will be the (i) upgrading and climate-proofing of 105 km of the \nnational road between Dili and Bacau, (ii) expansion of performance-based maintenance, and \n(iii) generation of awareness of road safety and transport-related social issues. \n                                                \n8  A defects notification period is where the contractor is responsible for correcting defects and making repairs on an \nupgraded road within 1 year after completion of construction. The contractor is responsible for maintenance of the \naccepted works for 2 years after this 1-year period ends. \n ", "4   \nD.  Investment and Financing Plans  \n \n15.  The project is estimated to cost $126.58 million (Table 1). \n \nTable 1: Project Investment Plan  \n($ million) \nItem  Amounta \nA.   Base Costb    \n  1.   Civil worksc  107.60 \n  2.   Resettlement  1.50 \n  3.   Consulting services  6.50 \n    Subtotal (A)  115.60 \nB.   Contingenciesd  6.12 \nC.   Financing Charges During Implementatione  4.86 \n      Total (A+B+C)  126.58 \na  Includes taxes and duties of $10 million to be financed from government resources, and Asian Development Bank \n(ADB) and Japan International Cooperation Agency loan resources. \nb  In mid-2016 prices. \nc  The civil works cost is the accepted contract amount, which includes 2% for contingencies.  \nd  Price contingencies computed at 4% on foreign exchange costs and 4% on local currency costs. The currency of \nTimor-Leste is the United States dollar. \ne  Includes interest charges. Interest during construction for the ADB loan has been computed at 2% per annum on \ndisbursed amounts. \nSource: Asian Development Bank estimates. \n \n16.  The  government  has  requested  a  loan  in  various  currencies  equivalent  to \nSDR35,467,000 ($49.65 million equivalent) from ADB’s Special Funds resources to help finance \nthe project. The loan will have a 25-year term, including a grace period of 5 years, an interest \nrate of 2.0% per annum during the grace period and thereafter, and such other terms and \nconditions set forth in the draft loan agreement. The loan will finance civil works, consulting \nservices,  taxes  and  duties,  and  financing  charges  during  implementation  on  the  Asian \nDevelopment Fund loan. \n   \n17.  The government will contribute $27.19 million to the cost of the overall project. The \ngovernment contribution will finance civil works, land acquisition, taxes and duties, audit costs, \nand resettlement costs.9 The government has assured ADB that it will meet any financing \nshortfall to help support the full implementation of project outputs. In 2012, JICA provided loan \ncofinancing in the amount of JPY5,278 million on a parallel basis. This amount will finance civil \nworks for the Dili to Manatuto section and consulting services. The financing plan is in Table 2. \n \nTable 2: Financing Plan \nSource  Amount ($ million)  Share of Total (%) \nAsian Development Bank      \nSpecial Funds resources (loan)  49.65  39.2 \nJapan International Cooperation Agency   49.74a  39.3 \nGovernment  27.19  21.5 \nTotal  126.58  100.0 \na The amount of JPY5,278 million, parallel cofinancing was recorded in 2012.  \nSource: Asian Development Bank estimates. \n                                                \n9  The amount of taxes and duties (i) is within the reasonable threshold identified during the country partnership \nstrategy preparation process, (ii) does not represent an excessive share of the project investment plan, and (iii) will \nonly be financed in respect of ADB-financed expenditures. Financing of taxes and duties is material and relevant to \nthe success of the project. ", "    5   \nE.  Implementation Arrangements \n18.  A PMU established in the MPWTC is responsible for the management of all loan- and \ngrant-financed projects for upgrading of national roads, including those of ADB. The PMU is \nheaded by a project manager and has a full-time professional staff, including a chief technical \nadvisor,  a  road  construction  advisor,  a  road  maintenance  engineer,  and  a  financial \nadministrator. As the PMU's portfolio responsibilities grow, it has also strengthened steadily.  \nInternational and national specialists provide a full-time safeguards unit within the PMU. \n \n19.  The government carried out the procurement of both civil works packages for the project \nthrough international competitive bidding in accordance with JICA procurement policies. The \nmultilateral  development  banks’  harmonized  standard  bidding  documents  with  JICA’s \nrequirements were used. The civil works contract for the road section from Manatuto to Baucau \n(to be financed by the ADB loan) was awarded on 22 December 2015 and signed by the \ngovernment and contractor on 31 March 2016. To accommodate the government’s request to \nfinance this contract, ADB (with assistance from an external consultant) conducted a detailed \npost-review of the procurement process and bid evaluation for this civil works package to \nensure that procurement was undertaken in a manner consistent with the principles of ADB’s \nProcurement Guidelines.10 The review confirmed that this is the case. Financing the contract \n(instead of rebidding under ADB requirements) helps achieve economy and efficiency in project \nimplementation  given  the  use  of  standard  bidding  documents  and  substantial  similarity  of \nprocurement  and  evaluation  processes.  Eligible  bidders  were  provided  with  the  same \ninformation  and  equal  opportunity  to  compete  in  the  bidding,  and  there  was  sufficient \ncompetition. There was adequate transparency in the single-stage procurement process, i.e., \ntwo-envelope procedure preceded by a prequalification exercise with detailed evaluation reports \nprepared by the government that were subject to JICA’s prior review and clearance for the \nprequalification, technical evaluation, and price evaluation stages. While the contractor is a joint \nventure comprising two firms from ADB members, the contract does not place any restriction on \nthe origin of goods to be supplied under the contract. Neither the joint venture nor the firms \nconstituting the joint venture are subject to ADB sanctions. The government and JICA confirmed \nthat no representations or complaints were received in connection with the procurement. Since \nthe procurement of the contract has already been completed and can no longer be carried out \nunder ADB’s Procurement Guidelines, and because the contract does not restrict the origin of \ngoods to be supplied under the contract to ADB members, the Board’s approval is sought to \nwaive  the  applicability  of  ADB’s  Procurement  Guidelines  and  ADB’s  member  country \nprocurement eligibility restrictions11 for the financing of this contract package. \n \n20.  The government has also requested retroactive financing for the Manatuto to Baucau \ncontract up to 20% of the ADB loan amount for a period not exceeding 12 months from the \nsigning  of  the  loan  agreement.  One  of  the  requirements  for  retroactive  financing  is  for \nprocurement to follow ADB’s Procurement Guidelines. The Board’s approval is sought to waive \nthis requirement on the grounds that procurement has already been completed under JICA \nauspices, and that ADB is satisfied with the manner in which the procurement was undertaken. \nTo ensure that other ADB requirements are adhered to, environmental and social safeguard \nprovisions under ADB’s Safeguard Policy Statement (2009) as well as other pertinent policy \nprovisions (such as those related to labor standards and anticorruption) will be incorporated in \n                                                \n10  Executive Summary of Procurement Review on ICB/21/MPWTC-2015–Upgrading of Manatuto–Baucau Road \n(accessible from the list of linked documents in Appendix 2). \n11 To permit procurement (i) in countries that are not (a) developing member countries of ADB or (b) developed \nmember countries of ADB that have contributed to the Asian Development Fund; and (ii) of goods, works, and \nservices produced in such countries. \n ", "6   \nthis civil works contract through a contract amendment to be signed by the government and the \ncontractor prior to loan disbursement. Similarly, the consulting firm (financed under the JICA \nloan) overseeing construction supervision will agree to contract amendment to incorporate ADB \nrequirements prior to loan disbursement. \n \n21.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe project administration manual.12 \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  July 2016–30 May 2022 \nEstimated completion date  30 May 2022; loan closing date: 30 November 2022 \nManagement \n(i)   Oversight body  Council for Administration of the Infrastructure Fund  \nMinister of planning and strategic development (chair)  \nMinister of public works, transport and communication (member) \nMinister of finance (member) \n(ii)   Executing agency  Council for Administration of the Infrastructure Fund \n(iii)  Key implementing agency  MPWTC \n(iv)  Implementation unit  MPWTC, 15 staff (existing established unit) \nConsulting services  Individual consultant  30 person-months  $1.0 million \nselection \nRetroactive financing   Civil works and consulting services. Maximum 20% of the loan amount for \nexpenditures incurred before loan effectiveness, but not more than 12 \nmonths before the signing of the loan agreements.  \nDisbursementa  The  loan  proceeds  will  be  disbursed  in  accordance  with  ADB's  Loan \nDisbursement Handbook (2015, as amended from time to time) and detailed \narrangements agreed upon between the government and ADB. \nADB = Asian Development Bank; MPWTC = Ministry of Public Works, Transport and Communications. \nSource: Asian Development Bank. \n \n22.  The detailed engineering design and construction supervision for the two civil works \npackages is financed from the JICA loan. ADB will finance the civil works contract package for \nthe Manatuto to Baucau road; JICA will finance the civil works package for the Dili to Manatuto \nroad on a parallel basis. Design and procurement of construction supervision services (covering \nboth packages in a single contract) have also been completed under the auspices of JICA and \nare 100% financed by the JICA loan. Construction commenced in August 2016. \n \nIII.  DUE DILIGENCE \nA.  Technical  \n23.  The project is relatively straightforward and adopts the same technical specifications and \nprocedures applied in other national road upgrading projects financed by ADB and the World \nBank. The pavements of the roads to be upgraded will be reconstructed and will allow for faster \ntravel and substantially reduced vehicle operating costs. Climate resilience is emphasized in all \ndesigns regardless of the source of financing. Vulnerability to damage from extreme rainfall, sea \nlevel rise, and other potential effects of climate change will be reduced through engineering \ncountermeasures, including providing suitably sized drainage structures, raising road levels in \nflood-prone  areas,  and  using  bioengineering  to  promote  slope  stability.  A  2-year  post- \nconstruction performance-based maintenance component is included in both the ADB and JICA \ncivil works packages. \n                                                \n12  Project Administration Manual (accessible from the list of linked documents in Appendix 2). ", "    7   \nB.  Economic and Financial \n24.  Economic and financial analysis has been undertaken for the project in accordance with \nADB’s Guidelines for the Economic Analysis of Projects.13 The project has an economic internal \nrate of return of 14.8% and a net present value of $16.5 million. Fuel prices as of June 2016 \nhave been used in the analysis. If fuel prices return to June 2015 levels, the economic internal \nrate of return would increase to approximately 16.6%. As civil works contracts have already \nbeen awarded, construction costs are known with a high degree of certainty. The engineering \nassessment found that the cost of maintaining an upgraded road in Timor-Leste is significantly \nless than the maintenance cost of unimproved roads. The cost of maintaining the road in the \nwith-project case is $0.25 million per year, while the cost of maintaining the road in the without-\nproject case is estimated to be $0.75 million. From 2013 to 2016, the government has allocated \n$43.5 million for the rehabilitation of roads, in addition to approximately $15 million per annum \nfor reconstruction of national roads. The Petroleum Fund currently stands at approximately $16 \nbillion  and  is  prudently  managed,  so  Timor-Leste  is  well  placed  to  allocate  funds  for \nmaintenance of assets. 14 \n \nC.  Governance \n25.  The National Procurement Commission was established in 2011. Since 2012, it has \nsatisfactorily  administered  a  number  of  bidding  processes  for  ADB-financed  projects  in \naccordance with ADB’s Procurement Guidelines. However, the transparency and efficiency of \nprocurement  still  needs  improvement,  and  a  balance  between  risk  and  accountability  for \nprojects that do not have development partner oversight has not yet been achieved. \n \n26.  The public financial management system is heavily centralized with numerous controls \nthat have slowed payment processes and weakened budget implementation. The Ministry of \nFinance  has  promoted  decentralization  of  noncore  financial  management  functions  to  line \nministries, as capacity within these agencies has increased. However, the system for payments \ncontinues to involve a number of agencies in reviewing the payment certificates provided by the \nPMU and MPWTC. \n \n27.  The  financial  management  assessment  was  conducted  in  accordance  with  ADB’s \nGuidelines on the Financial Management and Analysis of Projects, and Financial Due Diligence: \nA Methodology Note.15 The financial management assessment considered the capacity of the \nCouncil  for  Administration  of  the  Infrastructure  Fund  (CAFI)  through  the  Major  Projects \nSecretariat, and of the MPWTC through the PMU, including funds flow arrangements, staffing, \naccounting and financial reporting systems, financial information systems, and internal and \nexternal auditing arrangements. Based on the assessment, the key financial management risks \nidentified are the absence of internal audit function, inadequate reporting by the PMU, and the \nlack of credibility of the budget process. The overall pre-mitigation financial management risk of \nthe CAFI and MPWTC, as it relates to the project outputs, is moderate. The CAFI (through the \nMajor Projects Secretariat) and the MPWTC (through the PMU) have agreed to implement an \naction plan as a key measure to address the deficiencies. \n \n                                                \n13  ADB. 1997. Guidelines for the Economic Analysis of Projects. Manila. \n14  The Petroleum Fund is a sovereign wealth fund derived from petroleum revenue and used for financing the \nInfrastructure Fund, which funds infrastructure development. \n15 ADB. 2005. Guidelines on the Financial Management and Analysis of Projects. Manila; ADB. 2009. Financial Due \nDiligence: A Methodology Note. Manila.     \n ", "8   \n28.  The executing agency, the CAFI, was established in 2011 to oversee the use of the \nInfrastructure  Fund.  The  Civil  Service  Act  provides  standards,  principles,  definitions,  and \nguidelines  for  civil  service  administration;  a  code  of  ethics  for  civil  servants;  and  an \nadministrative disciplinary mechanism. A law creating the new Anti-Corruption Commission \nbecame effective in 2009, and the first anticorruption commissioner was appointed in 2010. \n \n29.  To  mitigate  risks,  the  MPWTC  has  implemented  a  number  of  ADB-supported \ninfrastructure projects through its PMU. The PMU will oversee the implementation of the project. \nThe PMU has a financial administrator who has considerable experience with ADB-financed \nprojects. Based on previous project implementation experience, the PMU has demonstrable \ncapacity to manage the project. \n \n30.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  explained  to  the \ngovernment  and  CAFI.  Specific  policy  requirements  and  supplementary  measures  are \ndescribed in the project administration manual (footnote 12). \n \nD.  Poverty and Social \n31.  The primary beneficiaries of the project are (i) road users, including vehicle drivers, \npassengers, and nonmotorized transport users; (ii) households in communities that sell cash \ncrops and other agricultural produce; (iii) providers of passenger and goods transport services, \nand commercial truck drivers; and (iv) small businesses and traders, including vendors at local \nmarkets, trade store owners, coffee and other produce buyers, and small- and medium-sized \nenterprises.  These  groups  will  particularly  benefit  from  more  reliable  and  less  costly \ntransportation, resulting in lower cost of production and improved and more diversified economic \nactivities. Key social service providers, such as those in the education and health sectors, will \nalso benefit from increased accessibility and utilization of social services due to road upgrading. \nWomen have been generally excluded from infrastructure-related jobs and decision-making \nrelated to infrastructure development. To address this within the project, it will incorporate \nwomen’s views during implementation, and women will be encouraged to participate in an \nHIV/AIDS prevention program, and road safety and other awareness activities. Flexibility in the \nexisting project design will be explored to incorporate gender elements where feasible.     \n    \nE.  Safeguards \n32.  Environment. The project is categorized as B for environment. Following the process \nand  procedures  already  established  by  the  PMU,  JICA-financed  consultants completed  an \nenvironmental assessment, including an environmental management plan (EMP), for the Dili to \nBaucau section of the national road. ADB reviewed the environmental assessment (including \nthe  EMP)  to  confirm  that  it  complies  with  Timor-Leste’s  country  safeguard  system  for \nenvironment and the requirements of ADB’s Safeguard Policy Statement. The assessment \nconfirms that the environmental effects of the project will be similar in scale and impact to those \nof completed and ongoing road projects. The potential impacts will be site-specific and readily \nmitigated through measures identified in the EMP. Few, if any, of the impacts will be irreversible. \nCapacity  building  of  the  PMU’s  environmental  safeguards  staff  will  be  ongoing  through \nextension of the contracts of the international specialists providing mentoring and on-the-job \ntraining.  Additional resources will be provided through specialists assigned to the design and \nsupervision consultants’ teams to help support the PMU effectively implement this project. For \nenvironment safeguards, next steps will include (i) providing induction training to the successful \ncontractor for preparation, and subsequent implementation, of the site-specific EMP; and (ii) ", "    9   \nmonitoring the contractor’s compliance with the site-specific EMP approved by the PMU, and \npreparing and submitting semiannual safeguards monitoring reports by the PMU.     \n \n33.  Social safeguards. The project is categorized as B for involuntary resettlement and C \nfor indigenous peoples in accordance with ADB’s Safeguard Policy Statement. Road upgrading \nand rehabilitation will be conducted within the existing road corridor, with widening requiring \nsmall strips of land beyond the government-reserved area. As much as possible, construction \nlimits are set within the existing alignment to minimize land acquisition impacts. The ADB-\nfunded Manatuto to Baucau section is considered the most sensitive, with 137 affected persons \nexperiencing  major  impacts  from  losing  residential  houses  and/or  permanent  commercial \nkiosks, which constitute more than 10% of each affected person’s income-earning assets. The \nJICA-financed Dili to Manatuto section will have 133 affected persons experiencing the same \nimpacts. Two separate resettlement plans (one for the Dili to Manatuto section and one for the \nManatuto  to  Baucau  section)  have  been  prepared  jointly  by  JICA-financed  project  design \nconsultants and the PMU and started implementation in July 2016. A social compliance audit \nhas been undertaken to assess the project’s compliance with the Safeguard Policy Statement \nand to recommend corrective actions to bring it into compliance prior to ADB financing of civil \nworks. ADB and JICA will administer their respective road sections with joint supervision and \nmonitoring of safeguards activities through the PMU, which will work closely with the safeguards \nteam under the construction supervision consultant. Key stakeholders and affected persons \nhave been consulted during the resettlement plan preparation and disclosure, and will be further \nconsulted during implementation. The social compliance audit report will be disclosed on the \nADB website and to affected persons and other relevant stakeholders. Capacity building of the \nPMU’s  national  social  safeguard  staff  will  be  provided  by  maintaining  and  extending  the \ncontracts of international specialists in the PMU. \n \n34.  The project is not expected to impact any distinct and vulnerable groups as defined by \nthe Safeguard Policy Statement and therefore does not require an indigenous peoples plan. The \nproject will support and promote the participation of local communities, and it will work to \nprovide them with culturally appropriate benefits. \n \nF.  Risks and Mitigating Measures \n35.  Major risks and mitigating measures are summarized in Table 4 and described in detail \nin  the  risk  assessment  and  risk  management  plan.16 The  risks  can  be  managed  and  are \nmitigated by the design of the project. The intended benefits and impacts are expected to \noutweigh the costs. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigating Measures \nLand acquisition delays the start of civil  Resettlement plans will be finalized and compensation will be paid before \nworks  civil works begin. Significant impacts will be avoided through design. \nDifficult environment (high rainfall and  Climate  change  adaptation  and  climate  resilience  measures  are \nunstable terrain)   incorporated in the engineering designs. \nMPWTC in-house capacity for  An existing and experienced PMU within the MPWTC will be maintained \ntechnical guidance and supervision is  and strengthened to implement this project. More personnel will be added, \nweak  where required. \nInadequate reporting on project costs,  The PMU will (i) enhance its financial management capacity to improve \nlack of internal audit function that  credibility of its reporting systems; (ii) implement internal controls through \nundermines internal controls,  and the  ensuring  well-defined  responsibilities  and  segregation  of  duties, \nlack of credibility of the budget process  supplemented by a financial management manual.  \n                                                \n16  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10   \nRisks  Mitigating Measures \nLack of post-construction maintenance  The road maintenance unit of the MPWTC will be strengthened to enhance \nleads to asset deterioration  its capability  to  submit  budget  proposals;  and  (ii) manage  outsourced \nmaintenance contracts. Routine maintenance for 2 years after completion \nof construction is included in the civil works contract.  \nMPWTC = Ministry of Public Works, Transport and Communications; PMU = project management unit.  \nSource: Asian Development Bank. \n \nIV.  ASSURANCES AND CONDITIONS \n36.  The government has assured ADB that implementation of the project shall conform to all \napplicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement as described in detail in the project \nadministration manual and loan documents. \n \n37.  The government has agreed with ADB on certain covenants for the project, which are set \nforth in the loan agreement.  \n \n38.  The government has agreed with ADB on the following conditions for disbursement: (i) \nthe government and the contractor will sign an amendment to the works contract in form and \nsubstance satisfactory to ADB to incorporate ADB-specific requirements into the contract; (ii) the \ngovernment  and  the  construction  supervision  consultant  will  sign  an  amendment  to  the \nconstruction supervision contract in form and substance satisfactory to ADB to incorporate ADB-\nspecific  requirements  into  the  contract;  (iii)  the  government  will  have  implemented  the \nresettlement plan, particularly the corrective actions from ADB’s social compliance audit, for \ncompliance  with  ADB’s  Safeguard  Policy  Statement;  and  (iv)  the  National  Directorate  of \nPollution Control and Environmental Impact of the government has issued the environmental \nlicense incorporating all provisions from the initial environmental examination and/or simplified \nenvironmental impact statement, and the government has incorporated relevant provisions from \nthe EMP into the works contract, for compliance with the Safeguard Policy Statement; and (v) \nthe borrower shall have paid the initial $10.14 million of the sums due to SCG-ABIPRAYA Joint \nVenture (the works contractor) under the works contract (including any advance payment) from \nits own resources. \n \nV.  RECOMMENDATION \n \n39.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the loan in various currencies equivalent to SDR35,467,000 to the Democratic \nRepublic of Timor-Leste for the Dili to Baucau Highway Project, from ADB’s \nSpecial Funds resources, with an interest charge at the rate of 2% per annum \nduring the grace period and 2% per annum thereafter; for a term of 25 years, \nincluding a grace period of 5 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board; and \n(ii)  the waiver of applicability of ADB’s Procurement Guidelines (2015, as amended \nfrom  time  to  time)  and  of  ADB’s  member  country  procurement  eligibility \nrestrictions  for  the  financing  of  the  civil  works  contract  for  the  Manatuto  to \nBaucau road section as discussed more fully in paras. 19–20 of this report. \n \nTakehiko Nakao \nPresident \n19 October 2016  ", "  Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nIncreased and more efficient movement of people and goods (ADB Country Partnership Strategy: Timor-\nLeste, 2016–2020;a Timor-Leste Strategic Development Plan, 2011–2030b) \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome       \nMore reliable and  a. By the end of 2019,  a–b. Project completion  a–b. Lack of post-\nsafer road network  travel time on the road  report prepared by  construction \n  between Dili and Baucau  MPWTC  maintenance leads to \ndecreases by 30% (2016    asset deterioration  \nbaseline: 3 hours)     \n    Private sector \nb. Rate of road accidents  b. National accident  contractor capacity for \non project roads does not  statistics produced by  performance-based \nincrease (crashes resulting  the Timor-Leste National  maintenance is weak \nin serious injury or loss of  Police Force   \nlife per year)  b. Delivery of a national \n  road safety action plan \nis not effective \n \nOutputs       \n1. 105 km of national  1a. By the end of 2019, the  1a. Annual road  Land acquisition delays \nroad between Dili and  average roughness of the  condition surveys by  the start of civil works \nBaucau upgraded  105 km section of national  DRBFC; project   \nand climate-proofed  road between Dili and  monitoring reports from  Difficult physical \n  Baucau decreases to less  MPWTC  environment resulting \nthan 4 m/km baseline:    from high rainfall and \naverage of 8 m/km (2016)  unstable terrain  \n   \nMPWTC in-house \ncapacity for technical \nguidance and \nsupervision is weak \n \n2. Performance- 2a. By the end of 2019,  2a. Annual road   \nbased road  performance-based  condition surveys by \nmaintenance  maintenance for the  DRBFC; DRBFC road \nexpanded  upgraded 105 km section  maintenance program \n  of national road executed  annual reports \n(2015 baseline: not \napplicable) \n \n3. Awareness of road  3a. By the end of 2019, at  3a. Records of road   \nsafety and transport- least 80% of children and  safety education \nrelated social issues  80% of women in project  delivered to schools \ngenerated  roadside communities  maintained by the \n  receive road safety  Ministry of Education \nawareness education.   \n(baseline: not applicable)   \n   \n3b. Rate of increase of  3b. Records of crash \nfatal injury due to road  fatalities maintained by \ncrash on the project road  the Road Safety \n ", "12  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nis less than the rate of  Directorate, Ministry of \ngrowth in the national  the Interior, Timor-Leste \nvehicle fleet  National Police Force, \nand Ministry of Health \n \n Key Activities with Milestones \n1. 105 km of national road between Dili and Baucau upgraded and climate-proofed \n1.1 Civil works contracts for the upgrading of the road sections (Dili to Manatuto and Manatuto to Baucau) \ncommence by September 2016 and are completed by August 2019.  \n2.  Performance-based road maintenance expanded \n2.1 Maintenance is undertaken by day works during the defects notification period from September 2019 \nto August 2020. \n2.2 Performance-based maintenance is undertaken by the original contractors from September 2020 to \nAugust 2022. \n3. Awareness of road safety and transport-related social issues generated \n3.1 Awareness and education campaigns are conducted in roadside communities and schools from \nOctober 2016 to September 2020. \nProject Management Activities  \nMaintain or strengthen project management unit capacity for management of overall development \npartner-financed national road upgrading program. \nImplement resettlement plan prior to commencement of works. \nMonitor implementation of environmental management plan. \nManage performance of supervision consultant and contractors. \nInputs \nADB: $49.65 million (ADF loan) \nGovernment: $27.19 million \nJICA: $49.74 million (loan)  \nAssumptions for Partner Financing \nOutputs not administered by ADB that are necessary to reach the outcome include: \nOutput (JICA): Upgrading and climate-proofing of 49 km of national road between Dili and Manatuto \n(included in aggregate project output). \nADB = Asian Development Bank; ADF = Asian Development Fund; DRBFC = Directorate of Roads, Bridges, and Flood \nControl; JICA = Japan International Cooperation Agency; km = kilometer; m = meter; MPWTC = Ministry of Public \nWorks, Transport and Communications. \na  ADB. 2016. Country Partnership Strategy: Timor-Leste, 2016–2020. Manila. \nb  Government of Timor-Leste. 2011. Timor-Leste Strategic Development Plan, 2011–2030. Dili. \nSource: Asian Development Bank. \n \n \n \n \n ", "  Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50211-001-3 \n \n \n1.  Loan Agreement \n2.  Sector Assessment (Summary): Transport (Nonurban Road Transport) \n3.  Project Administration Manual  \n4.  Contribution to the ADB Results Framework  \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators  \n8.  Summary Poverty Reduction and Social Strategy \n9.  Initial Environmental Examination: Simplified Environmental Impact Statement  \n10.  Resettlement Plan: Social Compliance Audit Report \n11.  Risk Assessment and Risk Management Plan \n \nSupplementary Documents \n12.  Financial Management Assessment \n13.  Consultation and Participation Plan \n14.  Executive Summary of Procurement Review on ICB/21/MPWTC-2015–Upgrading of \nManatuto–Baucau Road \n \n \n "], "metadata": {"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20161110123519+08'00'", "ModDate": "D:20161110123519+08'00'", "Author": "M45", "Creator": "PDF24 Creator", "Title": "Microsoft Word - RRP_50211-001-TIM-Dili to Baucau HW Proj (for Mgt Approval)_19Oct.docx", "Keywords": "TIM: Dili to Baucau Highway"}, "author_page": " \nCURRENCY EQUIVALENT \n \nThe currency of Timor-Leste is the United States dollar. \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CAFI  –  Council for Administration of the Infrastructure Fund \n  EMP  –  environmental management plan \n  JICA  –  Japan International Cooperation Agency \n  km  –  kilometer \n  m  –  meter \n  MPWTC  –  Ministry of Public Works, Transport and Communications \n  PMU  –  project management unit \n  RNUSP  –  Road Network Upgrading Sector Project \n \n \nNOTE \n \nIn this report, \"$\" refers to US dollars. \n \n \nVice-President  S. Groff, Operations 2 \nDirector General  X. Yao, Pacific Department (PARD) \nDirector  O. Norojono, Transport, Energy and Natural Resources Division, \nPARD  \n   \nTeam leader  R. Phelps, Principal Infrastructure Specialist, PARD  \nTeam members  F. Asistin, Senior Operations and Institutional Coordination Officer, \nPARD \n  N. Carandang, Safeguards Specialist, PARD \n  M. Creus, Senior Operations Assistant, PARD \n  C. Png, Principal Counsel, Office of the General Counsel \n  C. Rhor, Senior Procurement Specialist, Operations Services and \nFinancial Management Department \n  J. Williams, Senior Environment Specialist, PARD \nPeer reviewer  J. Leather, Principal Transport Specialist, Southeast Asia Department \n \n \n \n \n \n \n \n \n \nIn  preparing  any  country  program  or  strategy,  financing  any  project,  or  by  making  any \ndesignation of or reference to a particular territory or geographic area in this document, the \nAsian Development Bank does not intend to make any judgments as to the legal or other status \nof any territory or area. \n ", "authors": [{"fullname": "S. Groff", "role": "Operations", "organization": ""}, {"fullname": "X. Yao", "role": "Pacific Department (PARD)", "organization": ""}, {"fullname": "O. Norojono", "role": "Transport", "organization": "Energy and Natural Resources Division"}, {"fullname": "R. Phelps", "role": "Principal Infrastructure Specialist", "organization": "PARD"}, {"fullname": "F. Asistin", "role": "Senior Operations and Institutional Coordination Officer", "organization": ""}, {"fullname": "N. Carandang", "role": "Safeguards Specialist", "organization": "PARD"}, {"fullname": "M. Creus", "role": "Senior Operations Assistant", "organization": "PARD"}, {"fullname": "C. Png", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "C. Rhor", "role": "Senior Procurement Specialist", "organization": "Operations Services and"}, {"fullname": "J. Williams", "role": "Senior Environment Specialist", "organization": "PARD"}, {"fullname": "J. Leather", "role": "Principal Transport Specialist", "organization": "Southeast Asia Department"}]}