{"path": "data/input/reports/50218-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 50218-002 \nOctober 2019 \n \n \n \n \nProposed Loan and Grant \nRepublic of the Union of Myanmar: Rural Roads and \nAccess Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy.  \n \n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 29 August 2019) \nCurrency unit  –  kyat/s (MK) \nMK1.00  =  $0.0007 \n$1.00  =  MK1,520 \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \nCRRN  –  core rural road network \nDDIS  –  detailed design and implementation supervision \n  DRRD  –  Department of Rural Road Development \n  IEE  –  initial environmental examination \n  km  –  kilometer \n  m  –  meter \n  MOC  –  Ministry of Construction \nPAM  –  project administration manual \nRAI  –  Rural Access Index \nREGP  –  resettlement and ethnic group plan \n \nNOTE \n \nIn this report, “$” refers to United States dollars, unless otherwise stated. \n  \nVice-President  Ahmed M. Saeed, Operations Group 2 \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors  Hiroaki Yamaguchi, Transport and Communications Division, SERD \n  Newin Sinsiri, Country Director, Myanmar Resident Mission, SERD \n   \nTeam leaders  Shihiru Date, Senior Transport Specialist, SERD \nChaorin Shim, Transport Specialist, SERD \nTeam members  Elah Marie Abangan, Project Analyst, SERD  \nLeonida Afable-Limqueco, Project Analyst, SERD \n  Meenakshi Ajmera, Principal Safeguards Specialist, SERD \n  Vijay Kumar Akasam, Senior Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \n  Marie France Balawitan, Senior Operations Assistant, SERD \n  Sarah Bennett, Young Professional, SERD \n  Margarita Javier, Senior Project Assistant, SERD \n  Antoine Morel, Senior Environment Specialist, SERD \n  Takako Morita, Senior Counsel, Office of the General Counsel \nJason Rush, Principal Operations Communication Specialist, SERD \nYumiko Tamura, Principal Country Specialist, SERD \nKyaw Thu, Infrastructure Specialist, SERD \nPeer reviewer  Lee Ming Tai, Unit Head, Portfolio Management, East Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", " \n \nCONTENTS \n \n    Page \nPROJECT AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  7 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  13 \n \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50218-002\nProject Name Rural Roads and Access Project  Department/Division SERD/SETC\nCountry Republic of the Union of Myanmar Executing Agency Ministry of Construction\nBorrower  Republic of the Union of Myanmar\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=50218-002-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=50218-002-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Road transport (non-urban) 51.20\nTotal 51.20\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities Climate Change impact on the  Medium\nAccelerating progress in gender equality Project\nTackling climate change, building climate and disaster resilience, and \nADB Financing\nenhancing environmental sustainability\nPromoting rural development and food security Adaptation ($ million) 18.53\nStrengthening governance and institutional capacity\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 9.1 Effective gender mainstreaming (EGM)\nSDG 13.a\nPoverty Targeting\nGeographic Targeting\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: B\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 51.20\n     Sovereign Project grant: Asian Development Fund 5.80\n     Sovereign Project (Concessional Loan): Ordinary capital resources 45.40\nCofinancing 0.00\n     None 0.00\nCounterpart  1.21\n     Government  1.21\nTotal 52.41\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 14102019154103170661 Generated Date: 14-Oct-2019 15:41:32 PM", "94 o 00’E 100 o 00’E\nMYANMAR\nPPaannttaannaaww  TToowwnnsshhiipp\nRURAL ROADS AND ACCESS PROJECT\nPuta-O PPTTNN  \u0000\u0000\u0000\u0000\u0000\u0000\nPPTTNN  \u0000\u0000\u0000\u0000\u0000\u0000\nLahe\nKKAACCHHIINN    SSTTAATTEE\nHkamti\nPantanaw\nPPTTNN  \u0000\u0000\u0000\u0000\u0000\u0000\nMyitkyina PPTTNN  \u0000\u0000\u0000\u0000\u0000\u0000\nPPTTNN  \u0000\u0000\u0000\u0000\u0000\u0000 PPTTNN  \u0000\u0000\u0000\u0000\u0000\u0000\nHomalin\nBhamo NNaattmmaauukk  TToowwnnsshhiipp\nTamu Indaw Muse\n24 o 00’N 24 o 00’N\nSSAAGGAAIINNGG\nRREEGGIIOONN Namhkhan\nKale Kanbalu\nFalam Kalewa\nMogok Lashio\nShwebo\nBudalin NNMMKK  \u0000\u0000\u0000\u0000\u0000\u0000\nHakha\nMonywa Kyaukme\nMandalay Natmauk NNMMKK  \u0000\u0000\u0000\u0000\u0000\u0000\nGangaw\nSagaing\nCCHHIINN    SSTTAATTEE Mongla\nSSHHAANN    SSTTAATTEE\nPaletwa Pakokku  MMAANNDDAALLAAYYLawksawk Kengtung\nButhidaung Bagan RREEGGIIOONNThazi Loilen Namhsan\nMaungdaw Meiktila\nYenangyaung NNaattmmaauukk Taunggyi Tachileik\nMagway\nSittwe RRAAKKHHIINNEE MMyyootthhiitt NAY PYI TAW\nSSTTAATTEE\nKyaukpyu MMAAGGWWAAYY Loikaw N\nRamree Island RREEGGIIOONN KKAAYYAAHH\nTaungoo SSTTAATTEE\nPyay BBAAGGOO 0 100 200\nMunaung Island Thandwe RREEGGIIOONN\nNgapali Penwegon Kilometers\nHpapun\nHinthada Thayarwady KKAAYYIINN National Capital\nSSTTAATTEE\nGwa Region/State Capital\nB a y     o f     B e n g a l Chaung Thar PPaannttaannaaww Bago City/Town\nThaton Hpa-An Project Road\nNgwe Saung Pathein Yangon\nMMaauubbiinn YYRRAAEENNGGGGIIOOOONNNNartaba nMawlamyine Myawaddy EMxapinre Rssowaday\nPhyapon M\nAAYYEERRYYAAEERRGGWWIIOOAANNDDDDYYGulf   of    SSMMTTAAOOTTNNEE Kyaikdon RRaivielwray\nMMBBNN  \u0000\u0000\u0000\u0000\u0000\u0000 MMBBNN  \u0000\u0000\u0000\u0000\u0000\u0000 Ye Region/State Boundary\nBoundaries are not necessarily authoritative.\nMMBBNN  \u0000\u0000\u0000\u0000\u0000\u0000\nMaubin\nMMBBNN  \u0000\u0000\u0000\u0000\u0000\u0000\nDawei\n14 o 00’N 14 o 00’N\nMMBBNN  \u0000\u0000\u0000\u0000\u0000\u0000\nMMaauubbiinn  TToowwnnsshhiipp\nMyeik\nTTAANNIINNTTHHAARRYYII\nMyothit RREEGGIIOONN\nMyeik (Mergui)\nMMYYTT  \u0000\u0000\u0000\u0000\u0000\u0000 Archipelago This map was produced by the cartography unit of the Asian \nDevelopment Bank. The boundaries, colors, denominations, \nand any other information shown on this map do not imply, on \nthe part of the Asian Development Bank, any judgment on the \nA n d a m a n     S e a legal status of any territory, or any endorsement or acceptance \nKawthoung of such boundaries, colors, denominations, or information. \nMMyyootthhiitt  TToowwnnsshhiipp 94 o 00’E 100 o 00’E\n19-1229  18MYA AV", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan \nand a proposed grant, both to the Republic of the Union of Myanmar for the Rural Roads and \nAccess Project. \n \n2.  The project will improve rural road access in two less-developed regions in Myanmar, \nAyeyarwady and Magway, by improving (i) about 152 kilometers (km) of rural roads to paved \nstandard, (ii) the rural road maintenance system responding to disasters triggered by natural \nhazards    by  supporting  suitable  contracting  modalities  and  developing  a  pilot  emergency \nmanagement plan, and (iii) rural road safety. \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Despite solid economic growth since 2011, reducing income-based and broader forms of \npoverty is the single most important challenge facing Myanmar. This challenge is exacerbated by \ndifficulties in bringing public services to the poor and vulnerable. In 2015, 32% of the population \nlived  below  the  poverty  line  and another  14%  was  classified “near  poor.”1  The  significant \nremaining subnational disparity is also daunting. Much of the country’s rural population has limited \naccess to basic services or markets, so an improved rural road network will help promote \neconomic and social inclusion nationwide and in remote areas by enhancing job opportunities \nand incomes for disadvantaged and marginalized groups. \n  \n4.  Lowest rural road access in Asia. 40% of Myanmar’s rural population live in villages \nwithout access to all-season roads. Asian Development Bank (ADB) studies on rural access in \nMyanmar have found that 4 million people live in the 8,200 villages that are not connected by \nroad.2 Another 20,000 villages with an estimated 10 million people are connected by roads that \nare  not  passable  during  the  rainy  season.  Myanmar’s  rural  access  problem  is  severe  by \ninternational standards, with the Rural Access Index (RAI) estimated at 36%—the lowest in Asia.3 \nThis lack of access constrains mobility and job opportunities during a large part of the year. The \nproject is located in the Ayeyarwady and Magway regions, which have low levels of access and \nare more vulnerable to disasters triggered by natural hazards. \n \n5.  Upgrading rural roads. Myanmar needs to build or upgrade more than 50,000 km of rural \nroads by 2030. It has a 95,000 km rural road network, of which 6% is paved and 28% has an \nimproved (gravel or stone macadam) surface, typically in poor condition. In July 2018, the National \nStrategy for Rural Roads and Access was published, which defines the core rural road network \n(CRRN) to ensure better connectivity for rural areas. 4  To meet the national target to connect 80% \n                                                 \n1  This refers to the state of living on an income marginally above the poverty line, defined by the U.S. Census Bureau \nat an income \"between 100 percent and 125 percent of the poverty line\". \n2  ADB. 2016. Myanmar Transport Sector Policy Note: Rural Roads and Access. Manila; and preparatory studies for \nMyanmar’s National Strategy for Rural Roads and Access carried out under ADB. 2014. Technical Assistance to the \nRepublic of the Union of Myanmar for Transport Sector Reform and Modernization. Manila. \n3  The RAI is an internationally used indicator that shows the portion of the rural population that lives less than 2 km \nfrom an all-season road. The RAI is indicator 9.1.1 of the Sustainable Development Goals. \n4  Government of the Republic of the Union of Myanmar. 2018. National Strategy for Rural Roads and Access. Nay Pyi \nTaw. The strategy is developed based on the National Transport Sector Development Master Plan (footnote 11) to \naddress specific issues on rural roads. Under the strategy, the CRRN is defined as “the minimum rural road network \nin a township required to connect all villages to each other and to the higher-level road network.” The Department of \nRural Road Development (DRRD) under the Ministry of Construction (MOC) and regional offices worked together to \n \n ", "2 \nof registered villages by 2030, the government estimates that Myanmar needs to upgrade about \n42,000 km of existing rural roads and construct 10,000 km of new roads. The total cost of this \nprogram is estimated at $2.5 billion, considering only the most basic improvements needed to \nmake the roads all-season. \n \n6.  Disaster risk. Myanmar has a high risk of disaster triggered by natural hazards, which is \ncompounded by insufficient disaster resilience of the road network. It is also highly exposed to \ntyphoons and floods.5 Following severe events, the logistics system frequently collapses, cutting \naccess to villages, and entire regions sometimes cannot be reached by emergency response. In \n2008, Cyclone Nargis devastated the Ayeyarwady region, resulting in at least 138,000 casualties \nand economic losses of more than $10 billion. In 2015, catastrophic floods and landslides \ndisplaced 1.6 million people and resulted in economic loss equivalent to 3.1% of Myanmar’s gross \ndomestic product.6 The 2015 floods washed away about 900 bridges and damaged more than \n1,000 km of rural roads, including in the Ayeyarwady and Magway regions. Rural unpaved roads \nare particularly vulnerable to damage during the wet season.  \n \n7.  Rural road maintenance. The sustainability of Myanmar’s rural road network is generally \nlow because of lack of adequate maintenance. Rural road maintenance funding was introduced \nin 2014, but has only increased marginally since then, providing about $150 per km for the existing \nCRRN. Much of this funding is concentrated on a limited portion of the rural road network, leaving \nmost of the network without any maintenance. The implementation modalities for maintenance \nare not well developed, leading to delays in implementation and putting a high burden on the \nDepartment of Rural Road Development (DRRD) for supervision and inspection.  \n \n8.  Emergency maintenance for disaster resilience. Myanmar’s rural road network is of a \nlow standard, resulting in frequent damage because of seasonal flooding and disasters triggered \nby natural hazards. The DRRD under the Ministry of Construction (MOC) faces frequent damages \nto rural roads that are addressed through annual emergency maintenance. However, the current \ncontracting  mechanisms  cause  delays  in  procurement,  leaving  disaster-damaged  roads \nunrepaired and affected villages without access for extended periods. Many CRRN roads face \nrepeated damage each year, but the DRRD lacks the capacity to remedy the issues. \n \n9.  National rural road strategy and program. To remedy rural road subsector issues, in \n2018, the government published the National Strategy for Rural Roads and Access with support \nfrom ADB (footnote 4). One of the objectives of the strategy is to connect 80% of all villages by \nall-season roads by 2030. To implement the strategy, the government plans to introduce a \nnational  rural  road  program,  financed  by  national  and  state  and/or  regional  governments, \ndevelopment partners, and a road fund.7  \n \n10.  ADB strategy and value added by ADB assistance. The project is included in ADB’s \ncountry operations business plan, 2019–2021 for Myanmar and is aligned with Strategy 2030 \n(Table 1).8 Under the National Strategy for Rural Roads and Access and the national rural road \n                                                 \nconfirm the CRRN in 2017 and 2018, following guidance provided by the policy note (footnote 2). The CRRN will be \nfurther developed during the implementation of the proposed project. \n5  United Nations University Institute for Environment and Human Security (UNU-EHS). 2016. World Risk Report 2016. \nBerlin and Bonn. \n6  World Bank. 2015. Myanmar Post-Disaster Needs Assessment of Floods and Landslides, July–September 2015. \nWashington, DC. \n7  The road fund is currently being planned. \n8  ADB. 2016. Country Operations Business Plan: Myanmar, 2019–2021. Manila; and ADB. 2018. Strategy 2030: \nAchieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n \n ", "3 \nprogram, the government plans to address the overall needs of rural roads improvement and the \nsafety of selected high-priority townships (para. 12) in a phased manner. The government has \nrequested ADB to support its pilot project and to assist the government in planning future phases.9  \n  \nTable 1: Alignment with Strategy 2030 \nStrategy 2030 Priorities  Rural Roads and Access Project \nAddressing remaining poverty  Promoting connectivity in rural areas, thereby enabling increased \nand reducing inequalities  participation in the national economy; and by providing greater \naccess to social services \nPromoting rural development  Improving market connectivity of the project areas by providing all-\nand food security  weather access \nBoosting agricultural productivity and minimizing product loss \n(Improving rural roads will allow easier access to agricultural inputs \nand reduce the loss on products during transportation.) \nAccelerating progress in  Support for effective gender mainstreaming incorporated in all three \ngender equality  project outputs, to promote gender equality \nTackling climate change,  Scaling up support to address climate and disaster risks and \nbuilding climate and disaster  environmental degradations (The design of the project roads takes \nresilience, and enhancing  into consideration the impacts of climate change and natural \nenvironmental sustainability  disasters, and includes remedial measures.) \nSource: Asian Development Bank. \n \n11.  Lessons learned. The project builds on ADB’s past and ongoing experience with road \nprojects in Myanmar, and incorporates the following lessons from past operations: (i) provide road \naccess with pavement surfacing suitable for local challenges and conditions; (ii) consider the local \ncontracting industry in sizing lots for contract packages; and (iii) ensure the project is implemented \nin a timely manner by managing resettlement issues efficiently during project planning.10 \n \n12.  Road selection criteria and the project. The two project regions were selected based \non a ranking of the number and percentage of villages or rural populations with only dry-season \nroad access.11  Maubin and Pantanaw in the Ayeyarwady region, and Myothit and Natmauk in the \nMagway region were prioritized based on a ranking of poverty and access conditions. The DRRD \nidentified networks that are part of the CRRN in the four project townships. Candidate roads were \nranked according to population, the number of villages connected, connectivity to paved national \nroads, and economic rate of return; and additional priority was given to unpaved roads that are \nnot passable during the rainy season and thus have low disaster resilience, and roads that provide \naccess to social services.  \n \n13.  The poor and landless account for 8%–25% of the population in the project townships. \nChallenges include overcoming years of underinvestment in rural infrastructure as well as poorly \n                                                 \n9  ADB. 2017. Rural Roads and Access Project. Consultant’s report. Manila (TA 9184-MYA). \n10 ADB. 2014. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof the Union of Myanmar for the Maubin–Phyapon Road Rehabilitation Project. Manila; ADB. 2015. Report and \nRecommendation of the President to the Board of Directors: Proposed Loans to the Republic of the Union of \nMyanmar for the Greater Mekong Subregion East–West Economic Corridor Eindu to Kawkareik Road Improvement \nProject. Manila; and ADB. 2018. Report and Recommendation of the President to the Board of Directors: Proposed \nLoan to the Republic of the Union of Myanmar for the Greater Mekong Subregion Highway Modernization Project. \nManila. \n11 Ayeyarwady and Magway score highest in terms of the number of villages with only dry-season road access, each \nwith more than 35% of the total number of existing villages affected (1,600 villages in Magway, and 5,700 villages in \nAyeyarwady). The regions score highest in terms of the rural populations that have only dry-season rural road access, \neach with more than 30% of the total number of rural people affected (1.1 million people in Magway, and 2.5 million \npeople in Ayeyarwady). \n \n ", "4 \ndeveloped nonfarm economic sectors. The main source of livelihood is agriculture and livestock \nactivities for all four townships. Many producers and farmers are still isolated, mainly because \nannual natural hazard events disconnect villages from the main road network. This exacerbates \ntheir workload in carrying products, food, wood, or even clean water. The project is expected to \nimprove the villagers’ livelihoods by providing them with connectivity which will enable increased \nparticipation in the national economy and by reducing transportation costs. \n \nB.  Impact and Outcome  \n \n14.  The project is aligned with the following impact: all-weather and safe road infrastructure \ndeveloped.12 The project will have the following outcome: disaster-resilient road access for rural \npeople in Ayeyarwady and Magway regions improved.13 \n \nC.  Outputs \n \n15.  Output 1: Climate-resilient roads rehabilitated. The project will upgrade about 152 km \nof 14 unpaved roads in Ayeyarwady and Magway regions to paved standard, with road widths of \nabout 2.6 meters (m) to 3.0 m. To increase disaster resilience, especially in the Ayeyarwady \nregion, the roads will be raised above frequently occurring flood levels, with consideration for \nfuture climate change impacts. Pavement surfacing will be with cement concrete, penetration-\nmacadam or double bituminous surface treatment. The detailed design and implementation \nsupervision (DDIS) consultants will help the DRRD prepare rural road projects for future phases. \n \n16.  Output  2:  Rural  road  maintenance  management  strengthened.  The  project  will \ndevelop simple inventories of the CRRN, starting with the project roads. It will cover data on the \ngeographical  location;  length;  cross-section;  historical  maintenance  records;  and  future \nmaintenance plans, budgetary requirements, and evaluations with respect to routine and periodic \nmaintenance. The project will help the DRRD improve its delivery of emergency maintenance \nworks. The DRRD‘s current contracting modalities for emergency maintenance are not suitable \nfor this type of maintenance, resulting in delays in starting urgent works to restore access. The \nproject will support the DRRD in developing suitable ex ante contracting modalities (e.g., term-\nbased contracts), which would allow procurement to take place before disasters occur, and works \nto be initiated through a simple work order. The project will also help the DRRD assess the \ndisaster risk of the rural road network in the project regions by (i) gathering historical disaster loss \nand damage data, flood hazard maps, and climate change impacts, and (ii) integrating them in \nthe CRRN database, to improve the disaster resilience of the roads. Building from this information, \nthe project will develop a pilot emergency management plan for the DRRD for the most disaster-\nvulnerable village in the project region. \n \n17.  Output 3: Rural road safety strengthened. Given the improved road conditions to paved \nstandards at project completion, road users will be exposed to safety risks because of the \nincreased speeds of motorized vehicles. Traffic is expected to increase, and current traffic may \nchange behaviors drastically. To mitigate these risks, this output will introduce a community-\nbased road safety program. Since most road crashes are attributable to road user behavior, the \nfocus will be on road user education and community enforcement.14 \n                                                 \n12 Government of Myanmar, Ministry of Transport and Communications. 2015. National Transport Sector Development \nMaster Plan. Nay Pyi Taw. \n13 The design and monitoring framework is in Appendix 1. \n14 A road crash is an event occurring between a motorized vehicle and another motorized vehicle, a road user, or an \nobject, which is fully attributable to human error. \n \n ", "5 \n \nD.  Summary Cost Estimates and Financing Plan \n \n18.  The project is estimated to cost $52.41 million (Table 2). Detailed cost estimates by \nexpenditure category and by financier are included in the project administration manual (PAM).15 \nThe government has requested (i) a concessional loan of $45.40 million from ADB’s ordinary \ncapital resources (including $11.6 million allocation from the Disaster Risk Reduction funding set-\naside of concessional ordinary capital resources), and (ii) a grant not exceeding $5.8 million from \nADB’s Special Funds resources (Asian Development Fund) to help finance the project. The loan \nwill have a 32-year term, including a grace period of 8 years; an interest rate of 1.0% per year \nduring the grace period and 1.5% per year thereafter; and such other terms and conditions set \nforth in the draft loan agreement. The government will finance the equivalent of $1.21 million for \ninterest during implementation, and the resettlement cost. \n \nTable 2: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Costb   \n  1.  Output 1: Climate-resilient roads rehabilitated  44.06 \n  2.  Output 2: Rural road maintenance management strengthened  0.15 \n  3.  Output 3: Rural road safety strengthened  0.09 \n    Subtotal (A)  44.30 \nB.  Contingenciesc  6.90 \nC.  Financial Charges During Implementationd  1.21 \n      Total (A+B+C)  52.41 \na  The Asian Development Bank loan and grant will finance taxes and duties of $4.06 million. Such amount does not \nrepresent an excessive share of the project cost. \nb  In April 2019 prices. \nc  Physical contingencies computed at 10.0% for civil works and at 5% for consulting services. Price contingencies \ncomputed at average of 4.5% on foreign exchange costs and 7.9% on local currency costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \nd  Includes interest charges. Interest during construction for the OCR loan has been computed with a 1.0% interest rate \nper year during the 8-year grace period and 1.5% per year thereafter. \nSource: Asian Development Bank estimates. \n \n19.  The summary financing plan is in Table 3. ADB will finance the expenditures in relation to \ncivil works, consultants, incremental administrative costs, taxes, and duties on ADB-financed \nexpenditures. The government will finance the cost of resettlement and interest during construction. \nClimate adaptation is estimated to cost $18.53 million. ADB will finance 100% of such costs. \n \nTable 3: Summary Financing Plan \nAmount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (concessional loan)a  45.40  86.7 \nSpecial Funds resources (Asian Development Fund grant)b  5.80  11.0 \nGovernment of Myanmar  1.21  2.3 \nTotal  52.41  100.0 \na  Includes $11.6 million allocation from the Disaster Risk Reduction funding set-aside of concessional ordinary capital \nresources.  \nb  To be financed by the Asian Development Fund 12 Disaster Risk Reduction funding. \nSource: Asian Development Bank estimates. \n \n                                                 \n15 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nE.  Implementation Arrangements \n \n20.  The MOC will be the executing agency. The DRRD will be the implementing agency, \nresponsible for project management. The implementation arrangements are summarized in \nTable 4 and described in detail in the PAM (footnote 14). The project implementation period will \nbe 5 years. \n \n21.  The MOC and ADB have taken advance actions to improve project readiness, and ADB \nhas advised the MOC that approval of advance action for consultant recruitment does not commit \nADB to finance the project. The DDIS consultants will be engaged to assist with implementation \nof the project for the design of all roads, procurement and supervision of all civil works, monitoring \nof safeguards implementation, and supporting project management. \n \nTable 4: Implementation Arrangements \nAspects  Arrangements \nImplementation period  April 2020–June 2025 \nEstimated completion date  30 June 2025 \nEstimated loan/grant closing date  31 December 2025 \nManagement \n(i)  Oversight body  Ministry of Planning and Finance \n(ii)  Executing agency  Ministry of Construction \n(iii) Key implementing agency  Department of Rural Road Development \n(iv) Implementation unit  Department of Rural Road Development: 1 project management unit, \n2 site offices (26 staff) \nProcurement and consulting  Open competitive bidding  3 packages with 7 lots  $38.7 million \nservices  QCBS (90:10)  451 person-months  $5.1 million \nAdvance contracting  Advance contracting for DDIS consulting services \nDisbursementa  The loan and grant proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \nADB = Asian Development Bank, DDIS = detailed design and implementation supervision, QCBS = quality- and cost-\nbased selection. \na  The grant amount of $0.7 million for civil works will be disbursed first, as front-loading, before the loan amount is disbursed \nfor civil works. \nSource: Asian Development Bank estimates. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n22.  The technical due diligence undertaken during project preparation confirmed that the \nproject’s  technical  designs  are  appropriate  for  roads  in  the  project  locations—in  terms  of \nalignment, cross-sections, structural characteristics, and road safety provisions—and for the \nprojected traffic volume. Pavement structures have been selected to enable a 10-year design life \nfor double bituminous surface treatment and macadam, and 20 years for concrete, with 20-year \nflood returns for all drainage structures. The underlying traffic projection is based on present traffic \nvolumes, with growth rates that consider Myanmar’s economic potential. All materials used in \nroad  construction  are  locally  procured  except  for  bitumen,  road  signs,  road  furniture,  and \nreinforcement steel in concrete. \n \n ", "7 \nB.  Economic and Financial \n \n23.  Economic viability. The project is economically viable. The main benefits of the rural \nroad improvement work under output 1 are reduced vehicle operating costs and shorter travel \ntimes. The overall economic internal rate of return of the project is 11.7%. Each of the 14 project \nroads is economically viable, with economic internal rates of return exceeding 9.6%.16 \n \n24.  Financial sustainability. The DRRD receives fiscal allocations from the central and \nregional governments for rural road development and maintenance. It estimates its annual budget \nneeds based on requests from its divisions and proposes to the Ministry of Planning and Finance \n(MOPF) for allocation. However, a needs assessment and maintenance budget allocation has not \nbeen  established  to  ensure  sustainable  maintenance.  The  incremental  operation  and \nmaintenance cost associated with the project is estimated at an annualized cost of about \n$0.6 million, which the DRRD will ensure to be secured in coordination with the MOPF.  \n \nC.  Governance \n \n25.  Institutional capacity. The procurement management risk is high, mainly because the \nproject is the DRRD’s first large-scale project to be financed by a multilateral development bank, \nand because of DRRD’s capacity constraints. The DDIS consultant will support strengthening the \nDRRD’s capacity in procurement management throughout the project. \n \n26.  Financial management. The pre-mitigation financial management risk is substantial, \nmainly because of weaknesses in government-wide financial management systems and the \nlimited experience of the DRRD in implementing projects with development partners, including \nADB. The DRRD will manage day-to-day activities to mitigate the risks. The MOC, under its \nDepartment of Highways (DOH), is implementing three other ADB-financed projects; and the \nMOC  management  has  assured  support  to  the  DRRD,  as  the  DOH  has  knowledge  and \nexperience of ADB policies and procedures. The specific policy requirements and supplementary \nmeasures are described in the PAM (footnote 14). \n \n27.  ADB  coordinates  with  other  development  partners  such  as  Japan  International \nCooperation Agency and the World Bank to harmonize support to the government in capacity \nbuilding. ADB will extend its ongoing support for the transport sector and to the DRRD through \nthe existing technical assistance supporting the MOC for ongoing projects (footnote 10) in \nenvironment and social safeguards, gender, project management, procurement, communication, \nand project coordination.17 The World Bank has been helping the DRRD establish a proper \naccounting system by introducing automated software, which will be used for this project. ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with the \ngovernment and the DRRD.  \n \nD.  Poverty, Social, and Gender \n \n28.  Poverty. In 2014, 35% of residents of the Ayeyarwady region and 25% of residents of the \nMagway region lived in poverty.18 In rural areas, where township-specific data do not exist, \npoverty is higher. The project roads will improve access to markets and socio-economic services, \n                                                 \n16 Economic and Financial Analysis (accessible from the list of linked documents in Appendix 2). \n17 ADB. 2014. Technical Assistance to the Republic of the Union of Myanmar for Transport Sector Reform and \nModernization. Manila. \n18 World Bank. 2014. Myanmar—Ending poverty and boosting shared prosperity in a time of transition: A Systematic \nCountry Diagnostic. Washington, DC. \n ", "8 \nand directly benefit an estimated 60,870 people in the 90 villages along the project roads. The \nproject is expected to contribute to higher ex-farm produce prices and lower input costs. It will \nalso contribute to general economic development by lowering transport costs and via time \nsavings, leading to more diversified local economies and additional job opportunities. The road \nselection criteria under the project (paras. 12 and 13) target the most disadvantaged population. \nThe benefits of the project vary by townships: Maubin, Myothit, and Natmauk will benefit from \nhaving better access to markets and greater opportunity to sell their agricultural products. \nPantanaw has a higher unemployment rate (20.83%), and the project will facilitate increased \naccess to jobs that would generate adequate and stable earnings (footnote 9).   \n29. HIV/AIDS and human trafficking. The project will improve existing roads and is thus not\nexpected to pose a significant long-term risk with respect to increased incidence of HIV/AIDS,\nsexually transmitted infections, or human trafficking. However, the increased presence of road\nworkers during construction and increased traffic may elevate the risk of HIV/AIDS transmission\nduring construction. To mitigate this risk, the contractors will implement prevention and assistance\nactivities for their workers. The DDIS consultants will oversee a community-awareness program\nto guide and coordinate all activities.19\n30. Conflict sensitivity approach. In the Ayeyarwady and Magway regions, the project will\nbenefit all communities and groups in a fair, unbiased, and equal manner.20 Increased connectivity\nunder the project will create greater trade opportunities which could foster growth and reduce\npoverty. This connectivity will also augment the development impacts of ADB-assisted national\nroads (footnote 10) to reach remote rural areas.\n31. Gender Mainstreaming. The project is classified effective gender mainstreaming. The\nlack of basic road access for poor rural women amplifies their workload in carrying products, food,\nwood, or even clean water. For this reason, basic access to markets and services within a day-\nreturn basis is particularly important to women. Gender elements in the project include (i) ensuring\nthat women constitute at least 30% of unskilled labor during construction and that gender-\nsensitive measures are incorporated in the contractors’ requirements, including mitigating risks of\nsexual harassment, exploitation, and abuse;21 (ii) training women in labor-based technology for\nconstruction and road maintenance;22 and (iii) training women as facilitators in the safe school\nzone program and in community enforcement.23\nE. Safeguards\n32. In  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s \nsafeguard categories are as follows.24\n33. Environment  (category  B).  Initial  environmental  examination  (IEE)  reports  were \nprepared for the two project regions of Ayeyarwady and Magway in accordance with ADB’s \nSafeguard  Policy  Statement  and  Myanmar’s  Environmental  Impact  Assessment  Procedure \n(2015), and were uploaded to the ADB website in May 2019.25 The IEE reports confirm that the \nproposed upgrading of existing unpaved roads to paved standard is not anticipated to cause \n19 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n20  Myanmar uses “ethnic groups” rather than “indigenous peoples.” \n21  Actual numbers of women hired and trained will be reported, in addition to the actual percentage indicator. \n22  Labor-based technology in road works refers to input of labor that is performed with non-mechanical tool. \n23 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n24 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n25 Initial Environmental Examination: Ayeyarwady; and Initial Environmental Examination: Magway (accessible from \nthe list of linked documents in Appendix 2). ", "9 \nsignificant adverse environmental impacts. Anticipated impacts include the generation of dust, \nnoise, and exhausts from haul trucks and hot mix plants; waste from construction and worker \ncamps; water contamination; and occupational health and safety hazards. These construction \nimpacts are temporary, localized, and can be mitigated through sound construction practices and \nmeasures defined in the environmental management plan. \n \n34.  The  increased  traffic  safety  risks  resulting  from  improved  road  conditions  will  be \naddressed through output 3. Community consultation conducted during the IEE confirmed broad \ncommunity support for the project. Possible community concerns during project implementation \nwill be addressed through the project grievance redress mechanism, coordinated by the DRRD. \nThe capacity of the DRRD will be strengthened through the appointment of qualified environment \nstaff within the DRRD, and the recruitment of specialists under the DDIS consulting services. \n \n35.  Involuntary  resettlement  and  indigenous  peoples  (category  B).  The  project  is \ncategorized B for both involuntary resettlement and indigenous peoples in accordance with ADB’s \nSafeguard  Policy  Statement.  Involuntary  resettlement  impacts  were  identified  in  3  of  the \n14 proposed roads. Anticipated impacts affect four households, including three households losing \nmarginal strips of land together with the associated trees and crops. An additional household will \nlose trees but not land. No loss of structures or physical displacement will occur. No shops or \nother livelihood sources will be affected. Therefore, the involuntary resettlement impacts are not \nsignificant. \n \n36.  Several ethnic groups are present in the project areas of Pantanaw and Maubin townships. \nThe project will benefit all people living in the project area with no bias to any particular group. \nConsultations with local ethnic groups reveal that the communities are well integrated. A draft \ncombined resettlement and ethnic group plan (REGP) has been prepared by MOC in accordance \nwith ADB’s Safeguard Policy Statement and in line with the relevant rules and regulations of \nMyanmar. 26 \n \n37.  The draft REGP will be updated based on a detailed measurement survey during the \ndetailed design, a complete census survey and socioeconomic assessment. The REGP contains \na broad entitlement matrix, which will cover any unanticipated or new impacts to be identified \nduring the detailed design. An institutional mechanism and grievance redress mechanism have \nbeen proposed in the draft REGP, with roles and responsibilities of officials, representatives and \ncommittee  members  delineated  for  various  activities.  The  project’s  communication  and \nparticipation plan has been prepared and included in the PAM. The DRRD and the MOC will be \nsupported by DDIS consultants for updating, implementing, and monitoring the REGP. The DRRD \nwill have designated safeguards staff, and the DDIS consultants will provide on-the-job training \nwhen needed for the implementation and monitoring of the REGP. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n38.  Significant risks and mitigating measures are summarized in Table 5 and described in \ndetail in the risk assessment and risk management plan.27 \n \n                                                 \n26 Resettlement and Ethnic Group Plan (accessible from the list of linked documents in Appendix 2). \n27 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \nTable 5: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nInitial delays occur in project implementation.  Initiate the recruitment of the DDIS consultant under \nadvance action. \nWeak government capacity in procurement,  Minimize the number of contracts, set up a project \ncontract management, financial management,  financial management system, and strengthen project \nand safeguards delays implementation or leads  management unit capacity through training and day-to-\nto noncompliance with approved plans.  day assistance from the DDIS consultant. \nExtreme weather events delay civil works or  Monitor the status and consider requiring the DDIS \nrequire an increase in the scope of works.  consultant to design additional works. \nThe government’s budget for operation and  The DRRD will allocate annual budget of $0.6 million \nmaintenance falls below the minimum  from 2025, and improve rural road maintenance \nrequirements.  management with support from DDIS consultant. \nDDIS = detailed design and implementation supervision, DRRD = Department of Rural Road Development. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n39.  The government, the MOC, and the DRRD have assured ADB that implementation of the \nproject shall conform to all applicable ADB policies, including those concerning anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and loan documents. \n \n40.  The government, the MOC, and the DRRD have agreed with ADB on certain covenants \nfor the project, which are set forth in the draft loan and grant agreements. \n \nV.  RECOMMENDATION \n \n41.  I  am  satisfied  that  the  proposed  loan  and  grant  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve: \n \n(i)  the loan of $45,400,000 to the Republic of the Union of Myanmar for the Rural \nRoads and Access Project,  from ADB’s ordinary capital resources, in concessional \nterms, with an interest charge at the rate of 1.0% per year during the grace period \nand 1.5% per year thereafter; for a term of 32 years, including a grace period of \n8 years; and such other terms and conditions as are substantially in accordance \nwith those set forth in the draft loan agreement presented to the Board; and \n(ii)  the grant not exceeding $5,800,000 to the Republic of the Union of Myanmar for \nthe Rural Roads and Access Project from ADB’s Special Funds resources (Asian \nDevelopment Fund), on terms and conditions that are substantially in accordance \nwith those set forth in the draft grant agreement presented to the Board. \n \n \n \nTakehiko Nakao \nPresident \n \n \n11 October 2019 \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nAll-weather and safe road infrastructure developed (National Comprehensive Development Plan, 2011–\n2031)a \n \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2026:     \nDisaster-resilient  a. 150 registered villages in  a. DRRD annual  Catastrophic climate \nroad access for rural  the four project townships  report  events severely \npeople in  in Ayeyarwady and  deteriorate road \n \nAyeyarwady and  Magway, where the project  infrastructure. \nMagway regions  roads traverse, gained   \nWeak institutional \nimproved  access to all-weather roads \n  capacity for rural \n(2019 baseline: 0) \nroads limits \nb.  Average daily traffic on   \nimplementation of the \nproject roads increased to \nb-c Project  project as envisaged. \n9,523 passenger car units \ncompletion report \n(2019 baseline: \n2,545 passenger car units) \nc.  Average travel time on \nproject roads for motorized \nvehicles reduced by at \nleast 18 minutes (2019 \nbaseline: 41 minutes) \nOutputs  By 2026:     \n1.  Climate-resilient  1a. About 152 km of rural  1a. DRRD annual  Project roads suffer \nroads  roads in four project  report  severe damage from \nrehabilitated  townships improved to  unusual climate \n \npaved standard  events during \n \n(2019 baseline: 0)  construction. \n \n1b. Contractors’ cumulative  1b. Project  Government budget \nunskilled labor days will be  completion report  for operation and \nat least 30% women, for all  maintenance falls \ncontracts (2019 baseline:  below minimum \n0)  requirements. \n2.  Rural road  2a. Core rural road network  2a. DRRD annual \nmaintenance  database—including  report \nmanagement  routine, periodic, and \n \nstrengthened  emergency maintenance \nplans, with annual   \nbudget—established in the \n \nfour project townships \n(2019 baseline:   \n0 townships) \n  2b. At least 50% of those  2b. Project   \ntrained in labor-based  completion report \ntechnology are women \nin four project townships \n(2019 baseline: 0) \n ", "12  Appendix 1 \nData Sources and \nPerformance Indicators with  Reporting \nResults Chain  Targets and Baselines  Mechanisms  Risks \n3.  Rural road safety  3a. All 43 schools in four  3a. DRRD annual   \nstrengthened  project townships receive  report \nSSZ facilities and training \n \n(2019 baseline: 0) \n3b. At least 50% of those  3b. Project completion \ntrained as road safety  report \nfacilitators in SSZ \nimplementation and in \ncommunity enforcement in \nfour project townships are \nwomen (2019 baseline: 0) \n \nKey Activities with Milestones \n1.   Climate-resilient roads rehabilitated \n1.1 DDIS consultants complete inception phase by Q3 2020  \n1.2 Complete detailed engineering design for all 152 km of project rural roads by Q1 2021 \n1.3 Complete bidding for civil works 1 and civil works 2 by Q4 2021 \n1.4 Complete bidding for civil works 3 by Q4 2022 \n1.5 Complete project design for high readiness of future projects by Q2 2023 \n1.6 Complete all civil works by Q2 2025 \n2.   Rural road maintenance management improved \n2.1 DRRD, through DDIS consultants, completes road database for 152 km of rural roads by Q2 2021 \n2.2 DRRD prepares routine, periodic, and emergency maintenance technical and budget plans for 152 \nkm of project rural roads by Q1 2023 \n2.3 DRRD develops a pilot emergency management plan for one most disaster-vulnerable village for \nnatural disaster response to save lives and livestock by Q3 2024 \n2.4 DRRD, through the Ministry of Construction, requests sufficient budget from the Ministry of Planning \nand Finance for 152 km of project rural road maintenance for 2025 and receives the full allocation by \nQ4 2024 \n3. Rural road safety strengthened \n3.1 DDIS consultants draft a community-based road safety program for all four project townships by Q4 \n2021 \n3.2 All 43 schools in the four project townships implement SSZ by Q2 2025  \nProject Management Activities \nRecruit DDIS consultants by Q2 2020 \nInputs \nAsian Development Bank: $45.40 million (loan) and $5.80 million (grant) \nGovernment of Myanmar: $1.21 million \nAssumptions for Partner Financing \nNot applicable \nDDIS = detailed design and implementation supervision, DRRD = Department of Rural Roads Development, \nkm = kilometer, Q = quarter, SSZ = safe school zone. \na  Government of Myanmar, Ministry of Transport and Communications. 2015. National Transport Sector Development \nMaster Plan. Nay Pyi Taw. \nSource: Asian Development Bank. \n ", "Appendix 2  13 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50218-002-3 \n  \n1.  Loan Agreement \n2.  Grant Agreement \n3.  Sector Assessment (Summary): Transport \n4.  Project Administration Manual \n5.  Contribution to the ADB Results Framework \n6.  Development Coordination \n7.  Economic and Financial Analysis \n8.  Country Economic Indicators \n9.  Summary Poverty Reduction and Social Strategy \n10.  Climate Change Assessment \n11.  Risk Assessment and Risk Management Plan \n12.  Gender Action Plan \n13.  Initial Environmental Examination: Ayeyarwady \n14.  Initial Environmental Examination: Magway \n15.  Resettlement and Ethnic Group Plan \n \n \nSupplementary Documents \n16.  Output 2: Rural Road Maintenance Management Strengthened \n17.  Output 3: Rural Road Safety Strengthened \n18.  Stakeholder Communication Strategy \n19.  HIV/AIDS and Human Trafficking Awareness-Raising and Prevention Program \n20.  Overview of Gender Issues in Myanmar \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20191011181738+08'00'", "Creator": "Acrobat PDFMaker 17 for Word", "Keywords": "myanmar, burma, ayeyarwaddy, magway, rural roads, disaster-resilient road access, rural road maintenance, rural road safety, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president, 50218-002", "ModDate": "D:20191112160457+08'00'", "Producer": "Adobe PDF Library 15.0", "Subject": "The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors. This document dated October 2019 is provided for the ADB project 50218-002 in Myanmar.", "Title": "Rural Roads and Access Project: Report and Recommendation of the President"}}