{"path": "data/input/reports/50281-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 50281-001 \nJuly 2019 \n \n \n \nProposed Grant \nKingdom of Tonga: Introducing eGovernment \nthrough Digital Health\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy.\n \n \n \n \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 14 June 2019) \n \nCurrency unit  –  pa’anga (T$) \nT$1.00  =  $0.4413000346     \n$1.00  =  T$2.2666032     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CRVS  –  civil registration and vital statistics \n  DHIS2  –  District Health Information Software \n  HIS  –  health information system \n  ICT  –  information and communication technology \n  IT  –  information technology \n  MOF  –  Ministry of Finance \n  MOH  –  Ministry of Health \n  O&M  –  operation and maintenance \n  PAM  –  project administration manual \n  PMU  –  project management unit \n  SDG  –  Sustainable Development Goal \n  TA  –  technical assistance \n  WebPAS  –  web-based patient administration system \n \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Tonga and its agencies ends on 30 \nJune. “FY” before a calendar year denotes the year in which the fiscal year ends, \ne.g., FY2018 ends on 30 June 2018. \n \n(ii)  In this report, “$” refers to United States dollars, unless otherwise stated. \n \n \n ", " \nVice-President  Ahmed M. Saeed, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirector  Emma Veve, Social Sectors and Public Sector Management \nDivision, PARD \nTeam leader  Pamela Wyatt, Principal Public Management Specialist \n(Governance), PARD \nTeam members  Ki Fung Kelvin Lam, Young Professional, PARD \n  Mairi MacRae, Social Development Specialist (Gender and \nDevelopment), PARD \n  Maila Conchita Mendez-Abao, Project Analyst, PARD \n  Tatafu Moeaki, Senior Country Coordination Officer, PARD \n  Kevin Moore, Senior Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \n  Kirthi Ramesh, Social Development Specialist (Social Protection), \nSustainable Development and Climate Change Department (SDCC) \n  Asghar Syed, Senior Counsel, Office of the General Counsel \n   \nPeer reviewer  Susann Roth, Principal Knowledge Sharing and Services Specialist, \nSDCC \n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", "", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  3 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  8 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  9 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 50281-001\nProject Name Introducing eGovernment through  Department PARD/PASP\nDigital Health  /Division\nCountry Tonga Executing Agency Ministry of Finance\nBorrower Tonga\n2. Sector Subsector(s)      ADB Financing ($ million)\nHealth Health sector development and reform 7.50\nTotal 7.50\n3. Strategic Agenda Subcomponents Climate Change Information\nInclusive economic growth  Pillar 2: Access to economic  Climate Change impact on the  Low\n(IEG) opportunities, including jobs, made  Project\nmore inclusive\nRegional integration (RCI) Pillar 4: Other regional public goods\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Gender equity (GEN)\ndevelopment (GCD)\nKnowledge solutions (KNS) Knowledge sharing activities\nPilot-testing innovation and learning\nPartnerships (PAR) Implementation\nInternational finance institutions (IFI)\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Nation-wide High\nHousehold Targeting No\nGeneral Intervention on  No\nPoverty\nSDG Targeting Yes\nSDG Goals         SDG3, SDG5\n6. Risk Categorization: Low\n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 7.50\n     Sovereign Project grant: Asian Development Fund 7.50\nCofinancing 0.00\n     None 0.00\nCounterpart  1.00\n     Government  1.00\nTotal 8.50\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04042019132107712531 Generated Date: 27-Jun-2019 9:03:01 AM", " \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed grant \nto the Kingdom of Tonga for Introducing eGovernment through Digital Health. \n \n2.  The project will support the government’s commitment to eGovernment in the health \nsector by implementing digital health solutions to better manage patient care, collect data for \nstrategic decision-making, and report on progress toward the goal of universal health coverage.1 \nThe project is included in the country operations business plan for the 11 small Pacific island \ncountries.2 \n \nII.  THE PROJECT \n \nA.  Rationale \n \n3.  Poor health outcomes. Constrained resources and lack of information to guide resource \nallocation (in terms of where needs are highest and where preventative actions may be taken) in \nthe health sector has led to poor health services, including limited health promotion, and poor \nhealth outcomes. Tonga’s efforts toward achieving Sustainable Development Goal 3 (good health \nand wellbeing) have achieved substantial improvements in infectious disease prevention and \ncontrol and reproductive, newborn, and child health.3 However, more work is needed to reduce \nmaternal mortality, improve immunization coverage, and prevent and control noncommunicable \ndiseases (NCDs), especially diabetes and cardiovascular diseases.4 Tonga has the highest \nobesity prevalence in the world, with women 20% more likely to be obese than men. Tonga’s \nwomen are disproportionately impacted by poor health services: the maternal mortality ratio has \nincreased from 75 maternal deaths per 100,000 live births in 1990 to 124 per 100,000 in 2015.5 \nBetter information systems, continuity of care, targeted health awareness programs, and high-\nimpact targeted health investments are needed to reverse these trends. \n \n4.  Challenging environment for health service delivery. Tonga has a population of about \n107,000 people living on 170 islands spread across 750,000 square kilometers of the South \nPacific Ocean. Economic development constraints include remoteness and dispersion, exposure \nto external economic shocks, and limited human capacity. These constraints limit economic \nactivity and the government’s ability to raise revenue and provide equitable access to public \nservices and information, especially in the health sector. \n \n5.  Poor quality health data. Patient health information is collected manually and aggregated \nthrough a web-based patient administration system (WebPAS) only at the main hospital. The four \nouter island hospitals and all 12 health centers and 10 community health clinics are not linked to \nthis system, and data collection is paper based. Any paper-based data collection system requires \nmanual data entry and validation, raising the risk of error. Staff capacity to use all functionalities \nof WebPAS and other available systems is relatively low. As a result, data are not compiled \npromptly or presented in an appropriate format to inform management about health service usage. \n                                                \n1  Government of Tonga, Ministry of Health. 2015. National Health Strategic Plan, 2015–2020. Nuku’alofa. \n2  ADB. 2017. Country Operations Business Plan-11 Small Pacific Island Countries: 2018-2020. Manila. \n3  WHO.  2018.  UHC  and  SDG  Country  Profile  2018  Tonga.  https://iris.wpro.who.int/bitstream/handle/10665.1/ \n14063/WPR-2018-DHS-024-ton-eng.pdf. \n4  A. Rodney et al. 2015. The Kingdom of Tonga Health System Review. Health Systems in Transition. 5 (6). World \nHealth Organization. \n5  United Nations. 2018. Report of the Working Group on the Universal Periodic Review: Tonga. Report for the 38th \nsession of the Human Rights Council, agenda item 6 (A/HRC/38/5). New York. 18 June–6 July. \n ", "2 \nAccurate birth and death information, which is vital for providing appropriate public services at all \nstages of life, is also lacking. Birth registration is highly reliant on parents’ action, death registration \nhas limited incentives, and doctors do not always record cause of death information. Without this \nand other essential health data, it is difficult to accurately plan for health service needs. \n \n6.  Lack of integration between health data systems. Existing HISs and management \npolicies are not integrated to maximize effective data use. In addition to WebPAS, other health \ninformation systems include mSupply, a pharmacy ordering information system; the Radiology \nInformation System and the Picture Archive and Communication System, diagnostic imaging \nstorage systems for radiology; and District Health Information Software (DHIS2), a public health \nreporting system.6 The rollout of these systems was not planned and strategically sequenced, \nand their implementation reflects the availability of financing and systems. A consolidated and \nintegrated architecture that informs management and policy makers about service utilization, \nstock levels, human resources, or financing needs is not in place. The lack of a unique patient \nidentifier,  various  information  systems,  and  siloed  data  repositories  make  the  tracing  of \nconsolidated patient medical history nearly impossible. \n \n7.  Strengthened information and communication technology.  Affordable broadband \ninternet was introduced in August 2013 when a submarine fiber-optic cable system connected \nTonga to Fiji.7 This system was extended in April 2018 to the Ha’api and Vava’u groups of islands. \nIncreasing access to information and communication technology (ICT), particularly broadband \nand ICT applications, provides an opportunity to address some shortcomings in the provision of \npublic services. The government has recognized this, and with World Bank will support the \nbuilding  of  the  foundations  of  an  eGovernment  platform,8  including  developing  a  digital \ngovernment strategic framework9 and appropriate data security legislation and pilot-testing online \ngovernment business process and workflow efficiencies.10 Nonetheless, gaps remain in the health \nsector’s strategic directions, action planning, standard setting, and legal frameworks to fully \nleverage the benefits of a digital health information system (HIS) to address the sector problems \ndescribed above. \n \n8.  Government request. The Government of Tonga has requested support from the Asian \nDevelopment Bank (ADB) for a project that will design and implement a digital HIS that contributes \nto, and will integrate with, the overall eGovernment platform. The recent expansion of broadband \nconnectivity makes this investment timely. A strong digital HIS underpins all elements and \nfunctions  of  an  efficient  and  effective  health  system,  improving  allocative  and  technical \nefficiency.11 The digital HIS will enable two-way communication between planned and existing \nhealth data systems, allowing for health information reporting that meets the needs of different \nusers and decision makers; and the digitization of paper-based health data collection methods, \nincluding reporting of births and deaths. The creation of sex-disaggregated data will allow better \ntracking of progress toward Sustainable Development Goals (SDGs) 3 and 5 and inform gender-\n                                                \n6  Australia’s Department of Foreign Affairs and Trade is funding the implementation of DHIS2, a health management \ninformation system used in more than 65 countries that combines data aggregation with reporting tools and \nintegration services. \n7  ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Grant to the Kingdom \nof Tonga for the Tonga–Fiji Submarine Cable Project. Manila. \n8  Electronic government, or eGovernment, is the use of electronic communications devices, such as computers and \nthe internet, to provide public services to citizens. \n9  This is an eGovernment road map that will set out a medium- to long-term strategy to bring government services \nonline, to the extent possible, and to use the data captured to drive decision-making. \n10 World Bank. 2019. Tonga Digital Government Support Project. Washington, DC.  \n11 P. Drury et al. 2018. Guidance for Investing in Digital Health. ADB Sustainable Development Working Paper Series. \nNo. 52. Manila: ADB. \n ", "3 \nresponsive health policies and funding.12 This project will demonstrate the benefits of delivering \nessential public services using a digital HIS to enable optimal health and gender outcomes.13 \n \n9.  ADB is working with the World Bank to ensure alignment and complementarity of ICT \nintegration activities. The World Bank project will finance advisory services to modernize policies, \nlaws, and regulations; and improve the civil registration and vital statistics (CRVS) system under \nthe eGovernment platform (footnote 10). Digital HIS data will be synchronized with this platform \nand will link with the upgraded national identity system to enable a unique patient identifier. \n \n10.  Link to national development strategy and ADB sector priority. The ADB project will \ncontribute  to  achievement  of  the  Tonga  Strategic  Development  Framework,  2015–2025, \nparticularly  organizational  outcome  2.5  on  universal  health  coverage;  and  National  Health \nStrategic Plan, 2015–2020 key result area 5 to “provide the best attainable policy and planning \nservices guided by credible information and research to ensure the cost effectiveness of health \ncare services in relation to health needs and problems of Tonga.”14 The project supports ADB \nStrategy 2030 operational priority to address human development and social inclusion and better \nhealth for all, particularly by having the information necessary to manage the growing burden of \nnoncommunicable diseases.15 The project aligns with the strategic objectives of “reducing costs” \nand “managing risks” of ADB’s Pacific Approach, 2016–2020 and country operations business \nplan, 2018–2020 for 11 small Pacific island countries by underpinning more efficient and effective \nhealth services delivery; and is consistent with ADB’s Operational Plan for Health.16 \n \nB.  Impact and Outcome \n \n11.  The project is aligned with the following impact: health services delivery improved based \non a nationwide digital HIS.17 The project will have the following outcome: quality, reliability, and \ngranularity of health statistics, disaggregated by sex and age, improved.18 \n \nC.  Outputs \n \n12.  Output 1: The enabling environment for the use of digital health data improved. The \nproject will support the Ministry of Health (MOH) in developing a gender-sensitive digital health \nstrategy that is aligned with the overarching digital government strategic framework (para. 7). The \nstrategy will provide a foundation for evidence-based policy development and interventions, \nsupport consolidated reporting against health targets (including SDGs 3 and 5), enable better \n                                                \n12 United Nations. Sustainable Development Goals. SDG 3 focuses on ensuring healthy lives and promoting well-being \nfor all at all ages. SDG 5 seeks to achieve gender equality and empower all women and girls. \n13 The enterprise approach is a holistic approach to digital health, which considers strategy, leadership, governance, \nlegislation and policy, compliance, and investment for a successful and sustainable nationwide rollout. \n14 Government of Tonga, Ministry of Finance and National Planning. 2015. Tonga Strategic Development Framework, \n2015–2025. Nuku’alofa; and footnote 1. \n15 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila. \n16 ADB. 2017. Pacific Approach, 2016–2020. Manila; ADB. 2017. Country Operations Business Plan: 11 Small Pacific \nIsland Countries, 2018–2020. Manila; and ADB. 2015. Health in Asia and the Pacific: A Focused Approach to \nAddress the Health Needs of ADB Developing Member Countries—Operational Plan for Health, 2015–2020. Manila. \n17 Footnote 14. Specifically, the project is aligned with the (i) Tonga Strategic Development Framework, 2015–2025 \norganizational outcome 4.4 on more reliable, safe, and affordable buildings and other structures, taking greater \naccount of local conditions; and helping lower construction, maintenance and operating costs; increase resilience to \ndisasters; improve the quality of services provided; and facilitate increased access; and (ii) National Health Strategic \nPlan, 2015–2020 key result area 3 to provide the best attainable infrastructure, medical products, and technology \nthat is needed to deliver the entire minimum required health care services in Tonga. \n18 The design and monitoring framework is in Appendix 1. \n ", "4 \nunderstanding of women’s health issues, and guide the identification and sequencing of future \ndigital health investments. It will also ensure the interoperability across systems and over time to \naggregate and disaggregate data as required and will facilitate strong links between the National \nHealth Strategic Plan (footnote 1) and the digital government strategic framework. \n \n13.  The project will review and amend as necessary the legal and regulatory framework for \nICT and privacy legislation currently being drafted to include health sector-specific clauses related \nto data privacy and security. The project will review and amend existing health legislation and \nregulations, including provisions for the certification and notification of births and deaths, to \nsupport the changes resulting from the digital HIS. \n \n14.  The project will undertake capacity building for management teams across ministries in \nthe  effective  use  and  management  of  digital  health  data  for  decision-making  and  policy \ndevelopment. Focused training on gender statistics will enable gender-sensitive policy design and \ndecision-making. \n \n15.  Output 2: Digital health information system customized and implemented. The \nproject will customize and implement a digital HIS that will include patient, facility, and workforce \nregistries; adopt health informatics standards and disease classification systems; and define the \noverall health information architecture in line with the digital health strategy. The digital HIS will \nbecome part of an integrated platform to ensure interoperability across different information \nsystems within the health system (e.g., using electronic health records to link with disease-specific \ninformation systems, following a single-entry, multiple-use approach). The digital HIS will expand \nthe limited data in the WebPAS, collect age- and sex-disaggregated data, and introduce a unique \npatient identification system that will link with future centralized databases. Health service delivery \nchanges will include support for all of the country’s hospitals and health facilities to replace the \nfragmented paper-based system and adopt an enhanced WebPAS. The project will implement \ndigital patient transfer records, allowing for continued patient care, with a focus on female obstetric \npatients transferring from the outer islands to Vaiola Hospital, the main hospital in Tonga. \n \n16.  The project will provide software and all integration technology; and fully implement the \ndigital HIS, including training and software support for up to 5 years. An information security \ninfrastructure to ensure sensitive data is protected from unauthorized access, use, disclosure, \ndisruption, modification, or destruction. The project will provide capacity building to the MOH \ninformation technology (IT) team. Capacity building for health workers will develop skills needed \nfor accurate data entry and for health workers to understand how data can be used in health \nfacilities to provide better health service delivery. Based on an assessment of the digital HIS \nrequirements, current and planned hardware can accommodate the proposed system during the \nproject years. The government has committed to manage and regularly replace hardware and to \nensure that hardware is current, functional, and compatible with the proposed digital HIS.19 \n \n17.  The project will support the CRVS data links between the MOH and the Ministry of Justice \n(which are responsible for issuing birth and death certificates). Births and deaths data from the \ndigital HIS will be automatically pushed to the CRVS system, which will deliver person-based \npopulation statistics rather than event-based statistics as is currently the case. The development \nof such a system will allow for future integration of the national identity system as a unique \nidentifying access point to eGovernment services. \n \n                                                \n19 From FY2018 to FY2019, Tonga’s budget grew by 70% for ICT computer supplies and 27% for the purchase of new \ncomputers. The government focus on eGovernment will ensure there is sufficient improvement budget. \n ", "5 \n18.  Value added by ADB assistance. ADB assistance brings value by (i) designing and \nimplementing a cost-effective digital HIS that draws on best practice (footnote 11); (ii) improving \nthe collection and use of digital health data through appropriate changes in the enabling legal, \nregulatory, and policy environment; and (iii) building capacity to collect and use data for decision-\nmaking. This project will improve health service delivery and will act as a demonstrator to highlight \nthe benefits of an integrated digital HIS in the eGovernment initiative. The project will also act as \na pilot for the Pacific-wide adoption of eGovernment initiatives and builds on ADB’s health \ninformation systems experience gained in Papua New Guinea and Samoa.20  \n \n19.  The project leverages support from ADB technical assistance (TA) for Developing the \nHealth Sector in the Pacific, which will provide funding for workshops and training to further \nprepare health workers for implementing the digital HIS.21 Workshops will help health workers and \nmanagement prepare for this large-scale change and build strong ownership across ministries \nand agencies. Another TA project for Promoting Transformative Gender Equality Agenda in Asia \nand the Pacific will provide funding to (i) complete a mapping exercise of support services for \nwomen’s and girls’ health issues that will allow better referral pathways at the point of service \ndelivery; (ii) deliver training on the use of digital health data for policy making, particularly around \nwomen’s and girls’ health issues across multiple ministries; and (iii) prepare a scoping study on \nthe use of digital communications to share women’s and girl’s health information and data.22 \n \nD.  Summary Cost Estimates and Financing Plan \n \n20.  The project is estimated to cost $8.5 million (Table 1). \n21.  Detailed cost estimates by expenditure category and by financier are included in the \nproject administration manual (PAM).23 \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.  Base Cost b   \n  1.   The enabling environment for the use of digital health data improved  0.25 \n  2.   Digital health information system customized and implemented  6.56 \n  3.   Project management unit  1.44 \n    Subtotal (A)  8.25 \nB.  Contingenciesc  0.25 \n      Total (A+B)  8.50 \na  Includes taxes and duties of $0.17 million to be financed by the government via exemption. Such amount does not \nrepresent an excessive share of the project cost. \nb  Prices as of May 2019. Includes in-kind contribution equivalent to $1.00 million by the Government of Tonga. \nc  Physical contingencies computed at 3.00% for consulting services. Price contingencies computed at an average of \n2.58% on exchange and currency costs; includes provision for potential exchange rate fluctuation under the \nassumption of a purchasing power parity exchange rate. \nSource: Asian Development Bank. \n22.  The government has requested a grant not exceeding $7.5 million from ADB’s Special \nFunds resources (Asian Development Fund) to help finance the project. The government will \nprovide counterpart financing through in-kind support equivalent to $1.0 million. The summary \n                                                \n20 ADB. 2011. Rural Primary Health Services Delivery Project. Manila. ADB. 2018. Samoa Submarine Cable Project. \nManila \n21 ADB. Regional: Developing the Health Sector in the Pacific. \n22 ADB. Regional: Promoting Transformative Gender Equality Agenda in Asia and the Pacific. \n23 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \nfinancing plan is in Table 2. ADB will finance the expenditures in relation to the purchase and \ncustomization of a digital HIS (including the rollout of unique health identification and automated \nbirth and death notification and reporting to the CRVS) and associated implementation and O&M \ncosts for up to 5 years; staff capacity building; the provision of project management unit (PMU) \nstaff and specific consultants; and the legal review of legislation, regulation, and policies linked to \ndigital HIS implementation. \n \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nSpecial Funds resources (ADF grant)  7.5  88.2 \nGovernmenta  1.0  11.8 \nTotal  8.5  100.0 \nADF = Asian Development Fund. \na  In-kind support, including staff, project management unit office space, supplies and utilities, taxes and duties for \ntransport vehicles, and equipment, and operation and maintenance costs. \nSource: Asian Development Bank estimates. \nE.  Implementation Arrangements \n \n23.  The Ministry of Finance (MOF) will be the executing agency, and the MOH will be the \nimplementing  agency.  A  technical  working  group  will  oversee  project  implementation.  The \ntechnical  working  group  will  be  chaired  by  the  health  minister  and  will  include  senior \nrepresentatives from the  MOF;  the  MOH; the  Ministry  of Internal  Affairs  (Women’s  Affairs \nDivision); the Ministry of Justice; and the Ministry of Meteorology, Energy, Information, Disaster \nManagement, Environment, Climate Change, and Communications. The technical working group \nwill  also  coordinate  with  other  government  and  development  partner  initiatives.  The \nimplementation period is August 2019–August 2026. \n24.  The implementation arrangements, including project management, are summarized in \nTable 3 and described in detail in the PAM (footnote 23). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  August 2019–August 2026 \nEstimated completion date   31 August 2026 \nEstimated grant closing date  28 February 2027 \nManagement \n(i)  Technical working group  MOH minister (chair); MOH CEO, corporate services director, and \nchief information officer; and CEOs of the ministries of finance; \ninternal affairs’ (Women’s Affairs Division); justice; and meteorology, \nenergy, information, disaster management, environment, climate \nchange and communications \n(ii)  Executing agency  Ministry of Finance \n(iii)  Key implementing agencies  MOH \n(iv)  Implementation unit  MOH, 2 staff \nConsulting servicesa  QCBS  1 contract  $6.56 million \nSSS  1 contract  $0.10 million \nICS  30 person months  $0.45 million \nAdvance Contracting  Recruitment of the firm to support implementation will commence \nunder advance contracting, as further detailed in the PAM. \n ", "7 \nAspects  Arrangements \nDisbursement  The grant proceeds will be disbursed following ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed between the government and ADB. \nADB = Asian Development Bank, CEO = chief executive officer, ICB = international competitive bidding, ICS = individual \nconsultant selection, MOH = Ministry of Health, PAM = project administration manual, QCBS = quality- and cost-based \nselection, SSS = single source selection. \na  Details are provided in the PAM (accessible from the list of linked documents in Appendix 2 of the report and \nrecommendation of the President). \nSource: Asian Development Bank. \n \n25.  The MOH and ADB will conduct procurement jointly. Recruitment of consulting services \nwill be delegated to ADB, as outlined in the PAM (footnote 23). The MOH will procure the digital \nHIS following ADB processes.24 The firm contracted to provide the digital HIS will provide a \nsoftware package customized to meet the business and technical requirements, as well as \nconsulting services to enable full implementation, including IT services and training, capacity \nbuilding of management and health workers, and change management. \n \n26.  The PMU under the MOH will manage the project and supervise project activities. The \nMOH chief information officer will lead the project under the guidance of the MOH chief executive \nofficer.  The  MOH  chief  information  officer’s  team  will  work  with  the  PMU  project-financed \nconsultants, which will consist of a firm hired as project supervisor to assist the MOH in the \nmanagement of implementation, a project coordinator, a legal specialist, and a gender specialist. \nDetails of their roles are described in the PAM (footnote 23). Subject to satisfactory performance, \nthe firm competitively engaged to provide the business and technical requirements, Gevity \nConsulting Inc., will be engaged via single source selection to serve as project supervisor. The \nproject supervisor will advise the PMU and the MOH, assess the progress of the selected firm, \nand assist the government if further decision points and challenges arise. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n27.  ADB contracted a specialist firm to work with the MOH to develop the business and \ntechnical requirements for the procurement of a digital HIS as part of project preparation. Three \nbroad options for a digital HIS were considered as part of this process: (i) designing and building \na new digital HIS from scratch, (ii) upgrading and expanding WebPAS, and (iii) purchasing a \nproven software package and contracting the vendor to customize it to meet local functionality \nrequirements. The first option was excluded as it required capability not available in Tonga and \nwould result in large risks in maintenance, upgrades, and operation. With limited capacity, the \nMOH would be forced to rely on expensive international consultants or firms, which would not be \nfinancially sustainable. The second option was also excluded as WebPAS does not include all \nthe functionality required; any upgrade would only cover the limited patient administration module \nand would not improve the system or provide the needed data collection capability. The third \noption was deemed the most cost-effective and sustainable choice. \n \n28.  The business and technical requirements for the digital HIS were developed through \nworkshops and detailed consultations with all stakeholders and formed the basis of the terms of \nreference for the procurement of the customized system. The firm contracted will provide a \n                                                \n24 ADB Procurement Policy (2017, as amended from time to time); and Procurement Regulations for ADB Borrowers \n(2017, as amended from time to time). \n ", "8 \nsoftware package and required customization, IT implementation training, staff capacity building, \nand change management. To achieve project readiness before grant effectiveness, the tender to \nselect the firm has been released in advance. Tendering will be progressed to the completion of \nthe evaluation stage, with the remaining steps taken after grant effectiveness. Existing hardware \nspecifications have been documented in the request for proposal, which requires bidders to \npropose solutions that will function within the current network infrastructure and hardware. The \nproject does not include provisions for the purchase of new hardware, as current hardware is \ndeemed suitable to support the anticipated software; under DHIS2, additional tablets will be \nprocured for use in health facilities (footnote 6). \n \n29.  The  procurement  process  will  evaluate  a  successful  bidder  not  only  on  software \nfunctionality and implementation services, but also on operation and maintenance (O&M) support \nand understanding of capacity building needs for the MOH and system upgrade requirements. \nThe project is expected to cover O&M support costs for up to 5 years. During this time, the MOH \nwill work to ensure the recurrent budget covers O&M costs to ensure the system’s sustainability. \n \nB.  Economic and Financial \n \n30.  The economic performance of the project over 15 years in the base-case scenario yielded \nan economic internal rate of return of 13.7%, exceeding the minimum requirement of 9.0% per \nyear for ADB investment projects. Sensitivity analysis with 20% decrease in benefits, 10% \nincrease in capital costs, and 10% increase in operating costs confirmed the economic viability \nfor each adverse shock, while maintaining an economic internal rate of return above 9%. \n \n31.  Annual growth in government health expenditure during 2011–2015 was 10.3%.25 While \nsustainability of this growth is not guaranteed, the financial sustainability analysis showed the \nproject is financially sustainable during the project period, even assuming no increase to the \ngovernment  health  budget.  Improving  fiscal  conditions  in  Tonga  should  also  help  free  up \nresources for the project. Discounting other intangible project cost savings, such as efficiencies \ngained in administration, and assuming the risks of increased recurrent costs following system \nimplementation, the digital HIS remains financially sustainable beyond the project period with \nrecurrent O&M costs representing 2.2% of overall health expenditure by 2033. \n \nC.  Governance \n \n32.  The  MOH  has  successfully  implemented  development  partner-financed  activities, \npredominantly supported by the Government of Australia. The MOF provides strong centralized \nproject management support and Tonga has made considerable effort to strengthen its public \nfinancial management with TA and policy-based support from development partners, including \nADB, Australia’s Department of Foreign Affairs and Trade, the New Zealand Ministry of Foreign \nAffairs and Trade, the Pacific Financial and Technical Assistance Centre, and the World Bank. \nPublic expenditure and financial accountability assessments in 2007, 2014, and 2015 have shown \nimprovement across most facets measured. Updated procurement legislation was passed in 2010 \nwith ADB and World Bank support, while internal audit has also been substantially strengthened. \nTonga performs well on transparency and anticorruption indexes. The MOF has benefited from \ncapacity building programs and long-term advisers and provides guidance and support  on \nfinancial management to line agencies (including the MOH). No significant financial management \nissues have been identified in the ongoing portfolio. The financial management risk is moderate \nbecause of limited procurement requirements; the dominant use of direct payment (about 90% of \n                                                \n25 Financial and Economic Analysis (accessible from the list of linked documents in Appendix 2). \n ", "9 \nexpenditures);  and  the  integration  of  the  PMU  with  MOH  counterparts  to  leverage  the \ngovernment’s financial management expertise, supplemented by ADB-specific training.26 \n \n33.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MOF.  The  specific  policy  requirements  and  supplementary \nmeasures are described in the PAM (footnote 23). \n \nD.  Poverty, Social, and Gender \n \n34.  Poverty and ill-health are mutually reinforcing. While poverty can be a major cause of ill-\nhealth, inadequate access to basic health services can also drive individuals and families deeper \ninto poverty and deprive them of socioeconomic opportunities. On the other hand, a healthier \nworkforce is associated with lower absenteeism, higher labor productivity, higher wages, and \neconomic growth. The digital HIS will contribute to enhanced efficiency, quality, and accessibility \nof health care services. \n35.  The project is classified gender equity theme. Gender norms and expectations in Tonga \nreflect strong traditional cultural norms and religious beliefs. Women in Tonga are valued for their \nreproductive and caring responsibilities; have limited access to decision-making roles in the \ncommunity and society; and carry a triple burden of work related to family, productive work, and \ncommunity and church responsibilities. \n \n36.  The project will benefit women in various ways. First, as patients, women often interact \nwith different providers in hospitals and health centers on the outer islands and the main island, \nand individual patient data from the outer islands may not always be readily available to health \nworkers in the main hospital in case of referrals. Given the scale of women’s health issues (para. \n3) and high levels of gender-based violence, the introduction of consolidated patient information \nwill have positive implications for continuity and quality of care, particularly during pregnancy and \nin the management of noncommunicable diseases. Second, creating unique health identifiers \nminimizes confidentiality risks for female patients, which is particularly important in health issues \nwith some level of stigma attached (e.g., gender-based violence or reproductive health). Third, \nthe lack of sex-disaggregated population health data means there are gaps in understanding \nwomen’s health issues and there is limited ability to report against national and international heath \ntargets, such as the SDGs. The digital HIS will enable accurate understanding of the true extent \nof women’s health issues; provide a basis for evidence-based policy and interventions; and \nimprove reporting against health targets, including SDGs 3 and 5. Fourth, 70% of health workers \nare women, including half of all managerial posts and half of the generalist medical practitioners. \nAs health workers, women are key users of the digital HIS and will benefit from training and \ncapacity development to both input and use data, thereby enhancing their digital literacy. \n \nE.  Safeguards \n \n37.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.27 \n \n38.  Environment (category C). The project will have no adverse impact on the environment. \n \n                                                \n26 Tonga Financial Management Assessment (accessible from the list of linked documents in Appendix 2). \n27 ADB. Safeguard Categories. \n ", "10 \n39.  Involuntary  resettlement  (category  C).  No  involuntary  resettlement  is  envisaged \nbecause the project will not carry out any civil works. \n \n40.  Indigenous peoples (category C). The project will not have an impact on indigenous \npeoples as defined in the Safeguard Policy Statement. \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n41.  Significant risks and mitigation measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan.28 Other moderate risks outlined in the \nrisk assessment and risk management plan include the capacity of staff to input quality data into \nthe new system and use the consolidated information to guide decision-making. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nMaintenance budget unavailable. The  The project seeks to cover up to 5 years of \ngovernment does not budget appropriately for  maintenance costs following implementation to allow \nongoing maintenance costs, and the system  time for the government to incorporate appropriate \ndoes not receive regular upgrades.  allocations into the national budget. \nUnreliable connectivity. Unreliable internet  Design of digital systems will consider local limitations \nconnectivity in some parts of Tonga leads to  and requirements with options to make working offline \nresistance to digital systems.  available, to alleviate concerns about losing work. \nPoor link between digital health strategy and  Clear financial modeling done as part of the digital \nbudget. A strong digital health strategy with no  health strategy and phased approach for the \nfunding discourages health sector employees  implementation of priority investments allows for funding \nleads to nonachievement of reporting targets.   to be sought as needed to implement the strategy. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n42.  The government and the MOF have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n43.  The government and the MOF have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft grant agreement. \n \nV.  RECOMMENDATION \n \n44.  I am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding \n$7,500,000 to the Kingdom of Tonga from ADB’s Special Funds resources (Asian Development \nFund) for Introducing eGovernment through Digital Health, on terms and conditions that are \nsubstantially in accordance with those set forth in the draft grant agreement presented to the \nBoard. \n \nTakehiko Nakao \nPresident \n4 July 2019 \n                                                \n28 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nHealth services delivery improved based on a nationwide digital HISa \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks  \nOutcome  By 2026     \nReliability, quality  Health data reporting is  SDG reporting produced  Changes in key \nand granularity of  sourced from digital HIS  by the government, MOH  ministerial and/or \nhealth statistics,  (including integrated systems)  budget submissions  government official \ndisaggregated by  to report on SDGs 3 and 5    posts reduce the \ngender and age,  health-related indicators and  priority given to \nimproved  used to estimate health service  health information \ncosts   management. \n(2019 baseline: none). \n \n  Annual government reporting  MOH annual report   \non health policy integrates \ngender analysis (2019 \nbaseline: none). \n \n  A dedicated national gender  MOH annual report   \nhealth action plan focusing on \nSDGs 3 and 5 is approved \n(2019 baseline: none). \nOutputs  By 2020:     \n1. The enabling  1a. Digital health strategy,  1a. Digital health strategy  Community \nenvironment for the  including gender elements, is    misunderstanding \nuse of digital health  developed and approved by  creates pushback \ndata improved  the MOH   against the provision \n(2019 baseline: none).  of personal health \n  information. \n  By 2021:   \n1b. Cabinet has approved  1b. Cabinet minutes \nrelevant health sector bills for \ntabling in Parliament, with \nappropriate clauses around the \nuse of ICT and data security \nand privacy  \n(2019 baseline: none). \n \n  By 2026:     \n1c. Training on data analysis of  1c. MOH annual \nhealth information data and  corporate report  \nuse of gender statistics to \nenable policy design and \ndecision-making is provided to \n80% of senior executives in at \nleast three ministries, including \nthe MOH and the Women’s \nAffairs Division of the Ministry \nof Internal Affairs  \n(2019 baseline: none). \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks  \n  By 2026:     \n2. Digital HIS  2a. Standards-based  2a. Project reports \ncustomized and  interoperable HIS for collecting \nimplemented  sex- and age-disaggregated \ndata established, tested, and \nfunctional  \n(2019 baseline: none). \n \n  2b. 100% of female obstetric  2b. MOH corporate plan   \npatients transferred from the \nouter islands to Vaiola Hospital \nhave a digital patient transfer \nrecord in the HIS  \n(2019 baseline: zero). \n \n2c. 100% of patients have a  2c. Project reports   \nunique health identifier  \n(2019 baseline: zero). \n \n2d. 90% of health workers  2d. Project reports   \n(70% women) are trained on \nHIS data collection and \nanalysis, including gender \nstatistics, for improved health \nservices.  \n(2019 baseline: zero men, zero \nwomen). \n \n  2e. Births and deaths are  2e. Births and deaths   \nautomatically posted to the  registry reports \nCRVS system, including sex-\ndisaggregated data  \n(2019 baseline: none). \n \nKey Activities with Milestones \n1.  The enabling environment for the use of digital health data improved \n1.1 Set up digital health governance mechanisms (Q3 2019) \n1.2 Develop health ICT architecture (blueprint) linked to the digital government strategic framework \n(Q3 2019) \n1.3 Identify and revise any necessary health-specific legal and regulatory framework changes (Q4 2019) \n1.4 Set up PMU (Q3–Q4 2019) \n1.5 Approve digital health strategy (Q1 2020) \n1.6 Define health standards and update terminology service to be used nationally (Q3 2020) \n1.7 Train identified senior management in data use for decision-making \n2.  Digital HIS customized and implemented \n2.1 Define requirements for upgraded HIS including sex- and age-disaggregated data (Q3 2019) \n2.2 Initiate contracting of software firm (Q3 2019) \n2.3 Implement software solution (2019–2022) \n2.4 Train health workers, hospital staff, and MOH (2019–2022) \n2.5 Carry out operation and maintenance (2020–2026) \n \nProject Management Activities \nEstablish PMU and open accounts (Q3 2019) \nConduct the baseline survey and develop the monitoring and evaluation framework (Q4 2019) \n ", "Appendix 1  13 \nRecruit project supervisor (Q3 2019) \nRecruit project coordinator (Q3 2019) \nRecruit legal specialist (Q4 2019) \nRecruit gender specialist (Q4 2019) \nPrepare quarterly progress reports and submit to ADB and/or the government (2019–2026) \nInputs \nADB: $7.5 million (grant) \nGovernment: $1.0 million \nAssumptions for Partner Financing \nOutputs not administered by ADB that are necessary to reach the outcome include: \nDigital government strategic framework (World Bank) \nLegal review of ICT, privacy, and other legislation (World Bank) \nImprovement of the CRVS system in the Ministry of Justice (World Bank) \nNetwork connectivity and data management (World Bank) \nADB = Asian Development Bank, CRVS = civil registration and vital statistics, HIS = health information system, ICT = \ninformation and communication technology, MOH = Ministry of Health, PMU = project management unit, Q = quarter, \nSDG = Sustainable Development Goal. \na  Government of Tonga, Ministry of Finance and National Planning. 2015. Tonga Strategic Development Framework, \n2015–2025. Nuku’alofa; and Government of Tonga, Ministry of Health. 2015. National Health Strategic Plan, 2015–\n2020. Nuku’alofa. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50281-001-2 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Health \n3.  Project Administration Manual \n4.  Contribution to the ADB Results Framework \n5.  Development Coordination \n6.  Economic and Financial Analysis \n7.  Country Economic Indicators \n8.  Summary Poverty Reduction and Social Strategy \n9.  Risk Assessment and Risk Management Plan \n10.  Gender Action Plan \n \nSupplementary Document \n11.  Tonga Financial Management Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20190704101724+08'00'", "Creator": "PDF24 Creator", "Keywords": "tonga, tonga health sector, digital health, egovernment, patient care, universal health coverage, health services, health reforms, health promotion, 50281-001, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190726141823+08'00'", "Producer": "GPL Ghostscript 9.26", "Subject": "The project will support the government’s commitment to eGovernment in the health\rsector by implementing digital health solutions to better manage patient care, collect data for strategic decision-making, and report on progress toward the goal of universal health coverage.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated July 2019 is provided for the ADB project 50281-001 in Tonga.", "Title": "Introducing eGovernment through Digital Health: Report and Recommendation of the President"}}