{"Author": "ADB", "CreationDate": "D:20180809082659+08'00'", "Creator": "PDF24 Creator", "Keywords": "bhutan, bhutan education, bhutan tvet, bhutan skills, bhutan jobs, bhutan workforce, bhutan unemployment, adb projects, terms and conditions, board approval, rrp, approved projects, 50296-002 rrp", "ModDate": "D:20180914092049+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The project will support the government in expanding and upgrading the technical and vocational education and training (TVET) system for modern, diversified, and job-oriented skills development.", "Title": "Skills Training and Education Pathways Upgradation Project: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 50296-002 \nAugust 2018 \n \n \nProposed Grant  \nKingdom of Bhutan: Skills Training and Education \nPathways Upgradation Project  \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communication Policy 2011. \n \n\n \n \n \n \n \n \n\n\f\f \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n\n \n \n\n \n\n \n\n \n \n \n \n\n \n\n \n \n\nCURRENCY EQUIVALENTS \n(as of 1 August 2018) \n \n\nCurrency unit \nNu1.00 \n$1.00 \n\n– \n= \n= \n\nngultrum (Nu) \n$0.01460 \nNu68.4907   \n\n \n \n\n \n \n\nABBREVIATIONS \n\nADB \nIT \nMIS \nMOE \nMOLHR \nPAM \nPMU \nTA \nTTI \nTVET \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \ninformation technology \nmanagement information system \nMinistry of Education \nMinistry of Labor and Human Resources \nproject administration manual \nproject management unit \ntechnical assistance \ntechnical training institute \ntechnical and vocational education and training \n\nNOTE \n\n           In this report, “$” refers to United States dollars. \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n\nWencai Zhang, Operations 1 \nHun Kim, South Asia Department (SARD) \nSungsup Ra, Human and Social Development Division, SARD \n \nShanti Jagannathan, Senior Education Specialist, SARD \nChristopher Lee Damandl, Senior Counsel, Office of the General \nCounsel \nZhigang Li, Social Sector Economist, SARD \nTshewang Norbu, Senior Country Coordination Officer, SARD \nMary Rose T. Ong, Senior Operations Assistant, SARD \nJagath Peththawadu, Senior Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \nErwin Salaveria, Associate Financing Partnerships Officer, Office of \nCofinancing Operations \nDeepak Taneja, Principal Treasury Specialist, Treasury Department \nFrancesco Tornieri, Principal Social Development Specialist \n(Gender and Development), SARD \nBrajesh Panth, Chief of Education Sector Group, Sustainable \nDevelopment and Climate Change Department \n\nPeer reviewer \n\n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n\f\f \n\nCONTENTS \n \n\nPROJECT AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nSummary of Risk Assessment and Risk Management Plan \n\nASSURANCES \n\nRECOMMENDATION \n\nIV. \nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nIII. \n\n1. \n\n2. \n \n \n\n \n \n\nPage \n\n1 \n1 \n1 \n3 \n3 \n5 \n6 \n7 \n7 \n7 \n8 \n8 \n9 \n10 \n10 \n\n10 \n\n11 \n14 \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nSkills Training and Education Pathways\nUpgradation Project \nBhutan\nKingdom of Bhutan\n\nDepartment\n/Division\nExecuting Agency\n\nSubsector(s)\nEducation sector development\nTechnical and vocational education and training\n\nProject Number: 50296-002\nSARD/SAHS\n\nMinistry of Education, Ministry\nof Labour and Human \nResources\n\n     ADB Financing ($ million)\n3.00\n12.00\n15.00\n\nTotal\n\nSubcomponents\nPillar 2: Access to economic \nopportunities, including jobs, made \nmore inclusive\nPillar 3: Extreme deprivation prevented \nand effects of shocks reduced (Social \nProtection)\nGlobal and regional transboundary \nenvironmental concerns\n\nComponents\nKnowledge sharing activities\nImplementation\nPrivate Sector\nConducive policy and institutional \nenvironment\n\nClimate Change Information \nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nGender Equity and Mainstreaming\nEffective gender mainstreaming \n(EGM)\n\nLocation Impact\nNation-wide\n\nHigh\n\n114\nMedium\n\n0.08\n0.88\n\n15.00\n15.00\n\n0.00\n0.00\n\n3.00\n3.00\n\n18.00\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nEducation\n\n3. Strategic Agenda\n\nInclusive economic growth \n(IEG)\n\nEnvironmentally sustainable \ngrowth (ESG)\n\n4. Drivers of Change\n\nKnowledge solutions (KNS)\nPartnerships (PAR)\n\nPrivate sector development \n(PSD)\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n6. Risk Categorization:\n\n \n\n.\n\n.\n\n8. Financing\n\nNo\nNo\nYes\nSDG4\nLow\n\nCofinancing\n     None\n\nCounterpart \n     Government \n\nTotal\n\n7. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: C   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Project grant: Asian Development Fund\n\nAmount ($ million)\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n15062018181354176833\n\nGenerated Date: 07-Aug-2018 8:05:23 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed grant \n\n1. \nto the Kingdom of Bhutan for the Skills Training and Education Pathways Upgradation Project.1 \n \n2. \nThe  project  will  support  the  government  in  expanding  and  upgrading  the  technical  and \nvocational education and training (TVET) system for modern, diversified, and job-oriented skills \ndevelopment. Bhutan, a landlocked country with a population of 780,000, has made great strides \nin basic education, and it now needs to accelerate the development of a skilled workforce to meet \nthe economic needs for competitiveness and sustained growth. Bhutan’s Twelfth Five-Year Plan, \n2018–2023 prioritizes skills development for jobs.2 \n  \n\nII. \n\nTHE PROJECT \n\nRationale \n\nA. \n \nBhutan  made  impressive  progress  in  socioeconomic  development  over  2007–2017.  Its \n3. \neconomy grew at an average annual rate of 7.7% during this period.3 The country doubled its per \ncapita gross domestic product and halved the poverty rate.4 However, such rapid development \nwas largely driven by the capital-intensive hydropower sector and did not lead to adequate job \ncreation.  Economic diversification and job creation are among the top priorities of the government. \n \n4. \nBhutan faces high youth unemployment. The youth unemployment rate of 13.2% in 2016 \nwas 6 times the average national unemployment rate and has been rising in recent years.5 At the \nsame  time,  employers  find  it  difficult  to  recruit  skilled  workers.  Skills  shortages  are  one  of  the \ncritical  constraints  to  the  growth  of  the  private  sector  and  diversification  of  the  economy. 6 \nAccording to the National Workforce Plan, 2016–2022, based on a survey of employers in three \npriority sectors (construction, tourism, and production), more than 33% of employers face skills \nshortages,  impacting on  productivity  and business  performance.7 The  National Workforce  Plan \nestimates  that  78,000  jobs  will  be  generated  by  the  construction,  tourism,  and  manufacturing \nsectors during 2016–2022. In 2017, over 14,000 new secondary and tertiary education graduates \nentered the labor market. Equipping these new graduates with market-oriented skills needed by \nindustry will help reduce the skills shortages. \n \n5. \nChallenges  in  skills  development.  The  skills  development  system  in  Bhutan  faces \nconstraints  in  access.  In  2016,  only  6.9%  of  grade  10  students  enrolled  in  TVET.  The  current \n                                                \n1  The  Asian  Development  Bank  (ADB)  provided  $425,000  in  project  preparatory  technical  assistance.  ADB.  2016. \nTechnical Assistance to the Kingdom of Bhutan for the Education and Skills Development Project. Manila. This TA \nwill be reclassified as a transaction TA, and with supplementary financing of $500,000, will provide technical support \nfor project implementation. \n\n2   Government  of  Bhutan,  Gross  National  Happiness  Commission.  2018.  Twelfth  Five-Year  Plan,  2018–2023 \n\nGuidelines. Thimphu. \n\n3   ADB. 2018, 2013 and 2011. Asian Development Outlook. Manila \n4   Government of Bhutan. National Statistics Bureau. 2017. National Accounts Statistics and Poverty Analysis Report. \nThimphu. Gross domestic product per capita increased from $1,335 (current prices) in 2006 to $2,879 in 2016.  The \nproportion of people living below the national poverty line declined from 23.2% in 2007 to 12.0% in 2012 and to 8.2% \nin 2017. \n\n5   Government of Bhutan, Ministry of Labor and Human Resources (MOLHR). 2016. Labor Force Survey Report 2016. \n\n6   ADB. 2013. Bhutan: Critical Development Constraints. Manila. \n7   Government of Bhutan, MOLHR. 2016. National Workforce Plan, 2016–2022: Tourism, Construction and Production \n\nThimphu. \n\nSector. Thimphu.  \n\n \n\n\f2 \n\n \n\nannual intake capacity of the public technical training institutes (TTIs) is limited, catering to only \nabout 635 students, compared to 3,000 grade 10 graduates and nearly 6,000 grade 12 graduates \nentering  the  workforce  in  2016.8 Outdated  equipment  in  TTIs  is  in  dire  need  of  replacement. \nTrainers  lack  capacity  and  professional  development.  The  TTIs  offer  courses  at  the  basic \ncertificate level and in traditional areas (e.g., electrical, mechanical, welding, automobile, masonry, \nplumbing,  and  carpentry).  These  are  not  preferred  by  youth  mainly  due  to  lack  of  career \nprogression  and  low  social  recognition.  Opportunities  for  skills  upgrading  through  advanced \ncourses will lead to better job prospects. In addition, training is required for emerging occupations, \nincluding service sector jobs such as information technology (IT) and IT-enabled services, food \nand  beverage,  tourism  and  hospitality,  and  media  and  communication.  Career  guidance  with \nexposure  to  the  world  of  work  to  school  students  will  increase  their  awareness  of  skills \ndevelopment opportunities leading to jobs. \n \n6. \nSkills development in the country also faces the challenge of lack of quality and relevance. \nAn estimated 80% of training programs is delivered at the basic certificate level, which does not \ncommand much market value. There is a shortage of middle and advanced skills, with demand \nlargely met by foreign workers.  International collaborations in TVET will contribute to enhancing \nthe capacities of trainers. IT-based teaching and learning processes in schools and TTIs will help \nto prepare the youth for an increasingly digital marketplace. Schools are preponderantly geared \nto academic education without sufficient preparation for the world of work. Labor market surveys \nreveal that Bhutanese youth do not possess the skills that employers are looking for, which gives \nrise  to  skills  mismatches.  Partnerships  with  private  sector  training  providers  to  deliver  market-\nrelevant courses will help address such mismatches and improve job placements. \n \nOpportunities  in  skills  development.  The  government  attaches  great  importance  to \n7. \nskills development for jobs and is highly committed to improving the TVET sector. A number of \npolicy documents provide the basis for this. The TVET Blueprint, 2016–2026 articulates the vision \nfor improving and transforming the skills development system. The Education Blueprint, 2014–\n2024 outlines priorities for enhancing education quality, including strengthening TVET in schools. \nThe  Economic  Development  Policy  of  2016  aims  to  diversify  the  economy,  which  requires \nappropriately  skilled  human  capital. 9  The  government  plans  to  expand  capacities  for  TVET \nprovision, and raise the proportion of higher secondary students enrolling in TVET to 20% by 2024 \nfrom  the  current  6.9%.  The  government  plans  to  offer  more  diversified  learning  opportunities \nincluding vocational training to secondary school students (grades 9–12).  \n \n8. \nPrior experience of the Asian Development Bank. The Asian Development Bank (ADB) \nhas  long-standing  experience  in  supporting  TVET  and  school  education  in  Bhutan. 10  ADB \nfinanced the establishment of the TTIs, forming the backbone of public sector TVET institutions, \nunder the Basic Skills Development Project from 2001 to 2006. The validation report by ADB’s \nIndependent Evaluation Department noted that the project was instrumental in skilling young labor \n\n                                                \n8   The total capacity of 635 is across all seven public TTIs in Bhutan. The project will cover five major TTIs.  \n9   The Economic Development Policy outlines the critical need for diversification beyond the hydropower sector.   \n10  Related ADB support includes the following: ADB. 1990. Report and Recommendation of the President to the Board \nof  Directors:  Proposed  Loan  and  Technical  Assistance  Grant  to  the  Kingdom  of  Bhutan  for  the  Technical  and \nVocational Education and Training Project. Manila; ADB. 2001. Report and Recommendation of the President to the \nBoard of Directors: Proposed Loan to the Kingdom of Bhutan for the Basic Skills Development Project. Manila; ADB. \n2010.  Grant  Assistance  Report:  Proposed  Administration  of  Grant  to  the  Kingdom  of  Bhutan  for  the  Upgrading \nSchools and  Integrated  Disaster  Education  Project.  Manila;  ADB.  2014.  Technical  Assistance  to  the  Kingdom  of \nBhutan  for  Institutional  strengthening  for  Skills  Development.  Manila;  and  ADB.  2007.  Grant  Assistance  Report: \nProposed Administration of Grant to the Kingdom of Bhutan for the Rural Skills Development Project. Manila. \n\n \n\n \n\n\fmarket entrants to compete with expatriate labor.11 Areas for improvement identified include the \nneed for course diversification, diploma courses, and institutionalized industry partnerships, which \nare included in this project. ADB technical assistance (TA) helped to develop the TVET Blueprint, \nwhich provides the vision for reforms and targets in the TVET sector. The government asked ADB \nto support its implementation. \n \n9. \nValue added by the Asian Development Bank’s assistance. ADB is well placed to build \non  past  collaborations  in  TVET  and  school  education.  ADB’s  value  addition  will  be  to  (i)  help \nelevate standards in TTIs; (ii) provide green technology equipment for the delivery of existing and \nnew courses in the TTIs;12 (iii) assist the government in rebranding TVET courses to attract more \nyouth,  and  modernizing  teaching  and  training  pedagogy;  (iv)  strengthen  private  sector \nengagement  in the  delivery  of  courses  that  are  in demand  in the market;  and  (v)  demonstrate \ngood practices in integrating TVET and career guidance in school education. The grant supports \nthe inclusive economic growth pillar of ADB’s country partnership strategy, 2014–2018 and is fully \naligned with the government’s Twelfth Five-Year Plan.13 ADB support is crucial to augment the \nfinancial  and  technical  capacity  of  the  government  to  implement  the  TVET  Blueprint.  ADB  will \nenable a knowledge sharing forum to bring together key agencies such as Helvetas, the World \nBank, the government of Australia, and the Japan International Cooperation Agency to synergize \nsupport for TVET, labor market analysis, and capacity development. \n \nB. \n \n10. \nThe  project  is  aligned  with  the  following  impact:  skilled  human  capital  for  equitable \nsocioeconomic development increased. The project will have the following outcome: employability \nof TVET graduates and secondary school graduates improved.14 \n  \nC. \n \nOutput  1:  Access  to  skills  development  increased.  The  capacity  of  five  TTIs \n11. \nparticipating in the project to enroll students for skills training will nearly double by 2023.15 The \nTTIs  will  venture  into  training  for  emerging  occupations  by  introducing  additional  courses. \nSpecifically,  the  project  will  (i)  establish  a  new  flagship TTI  in  Thimphu  in  a  new  campus  with \nmodern facilities and upgraded courses at the diploma level, and improve the TTI in Samthang \nwith new classrooms, workshops, and dormitories; (ii) provide green technology equipment and \ntools, including IT equipment, in the five TTIs; and (iii) introduce at least six new courses, including \nat  the  middle  and  advanced  (diploma)  levels  and  in  new  disciplines. 16 These  much-needed \n\nImpact and Outcome \n\nOutputs \n\n                                                \n11  ADB. 2010. Completion Report: Basic Skills Development Project in Bhutan.  Manila; and Independent Evaluation \nDepartment. 2011. Validation Report: Basic Skills Development Project in Bhutan. Manila. The overall performance \nof  the  Basic  Skills  Development  Project  was  rated  partly  successful,  as  some  of  the  outputs  were  only  partially \nachieved and the design of project management was fragmented. \n\n12  Green technology equipment includes Computer Numerical Control machines, three-dimensional workstations for \nsimulation and virtual welders, that will consume less electricity and raw materials. The simulators will supplement \ntheoretical and classroom teaching prior to practice on real machines.  \n13  ADB. 2014. Country Partnership Strategy: Bhutan, 2014–2018. Manila. \n14  The design and monitoring framework is in Appendix 1. \n15  The annual enrollment capacity in the TTIs in Chumey, Khuruthang, Rangjung, Samthang and Thimphu will increase \n\nfrom 466 in 2017 to 919 in 2023 \n\n16  Diploma courses will be introduced for the first time in the TTIs. The project will introduce national diploma courses \nin electrical and construction technology; National Certificate Level 3 courses in welding and hybrid automobiles; \nand courses in diversified disciplines, including computer applications (graphic design and animation), logistics, and \npackaging and food production.   \n\n \n\n3 \n\n \n\n\f4 \n\n \n\ninvestments will enable the enrollment of a larger cohort of students in the TTIs as per the TVET \nBlueprint.  This  output  will  benefit  a  total  of  2,200  students  in  TTIs  over  5  years,  including  an \nadditional  450  students  enrolled  during  the  project  period  (32%  female).  Increasing  access  to \nTVET  for  women  will  increase  gender  equality  in  workforce  participation  and  wage  rates.  The \nintroduction of advanced courses will raise the workforce skill level and support the economy’s \nefforts to move up the value chain in the industry and service sectors.17 \n \n12. \nOutput  2:  Quality  and  relevance  of  skills  development  enhanced.  To  enhance  the \nquality and market relevance of TVET, the project will (i) deliver training of trainer programs to at \nleast 60% of trainers in TTIs, offering exposure to training practices by leading regional and/or \ninternational TVET institutions, and workplace experience; (ii) deliver skills training in emerging \noccupations in partnership with private sector training providers and civil society organizations, \nbenefiting  800  students  (32%  female and  5%  persons  with  disabilities) 18 ;  and  (iii)  provide \nimproved  teaching  and  learning  resources,  including  e-resources,  in  the  five  TTIs  to  develop \nfuture-ready IT skills in graduates.19 The upgrading of the capacities of trainers will be undertaken \nin partnership with international institutions, particularly for the delivery of diploma courses with \ninnovative  pedagogy.  The  project  will  establish  new  employment-linked  contracts  with  private \nsector training providers based on a competitive selection process to assure better job outcomes. \nPartnerships with civil society organizations will increase opportunities for skills training for jobs \nor  self-employment  for  disadvantaged  youth,  particularly  those  with  disabilities.  Equal \nopportunities for women and disadvantaged youth to benefit from higher-quality skills training and \ntraining  in  emerging  occupations  will  lead  to  better  paid  jobs  and  economic  and  social \nempowerment. \n \nOutput  3:  Vocational  orientation  of  secondary  school  students  improved.  To \n13. \nencourage a larger number of secondary school students to take up skills training, the project will \nsupport the introduction of TVET elective subjects in seven pilot schools that will be upgraded as \n“TVET  premier  schools”.  Specifically,  the  project  will  (i)  improve the  skills  of  secondary  school \nstudents by offering TVET elective subjects in grades 9–12 in seven pilot schools linked to TTIs, \nbenefiting 400 students (32% female); (ii) provide career guidance with exposure to the world of \nwork to secondary students (grades 7–12) benefiting 30,000 students (40% female); and (iii) offer \ninformation  and communication technology-enriched teaching  and learning to improve  modern \ncompetencies,  such  as  critical  thinking,  problem  solving,  teamwork,  and  communication,  in \ngrades 7–12 in the seven pilot schools, benefiting 2,500 students (40% female). These actions \nwill  enable  secondary  school  students,  including  girls,  to  make  appropriate  career  choices  for \nbetter job prospects. The project will establish 13 TVET laboratories in the seven pilot schools to \noffer TVET courses with a structured curriculum and trained junior instructors. The pilot schools \nwill have formal linkages with the five TTIs and one Institute of Zorig Chusum (a training institute \nfor traditional arts and crafts) for curriculum, teacher training, and credit transfer arrangements. \n\n \n14. \nOutput  4:  Governance  and  institutional  capacity  for  technical  and  vocational \neducation  and  training  improved.  The  project  will  (i)  operationalize  an  integrated  and  web-\nbased TVET management information system (MIS) and an employment services portal; and (ii) \nfacilitate international partnerships for capacity development in at least one TTI. Currently, there \nis no centralized information system to track the enrollment and progress of students across the \n                                                \n17  In  2016,  industry  accounted  for  41%  of  gross  domestic  product;  the  service  sector  accounted  for  42%;  and \n\nagriculture, livestock, and forestry accounted for about 16%.  \n\n18  The private sector training providers will offer courses in tourism and hospitality, food processing and packaging, \n\nmultimedia, animation and communication, and other areas identified through ongoing needs assessment. \n\n19 The  project  will  equip  the  TTIs  with  a  range  of  e-resources,  such as multimedia-based self-learning modules  for \n\nvarious courses which will also inculcate problem solving and project-based learning. \n\n \n\n\fTTIs. The new TVET MIS will provide sex-disaggregated data on TVET across the TTIs. An online \ncentral  admissions  system for the TTIs  will  be  introduced.  Timely  and reliable information and \nforecasting in key areas of skills demand are needed for TVET providers to effectively develop \nthe required workforce. The MOLHR will host and operate the new TVET MIS and the employment \nservices portal and maintain it during project implementation and beyond. The project will support \ninitiatives  to  assess  future  demand.  To  prepare  Bhutanese  youth  to  be  globally  mobile  and \ncompetitive, the project will pursue international collaborations and potential institutional twinning \nfor capacity development. \n \nD. \n \n15. \nThe  project  is  estimated  to  cost  $18  million  (Table  1).  Detailed  cost  estimates  by \nexpenditure category and by financier are included in the project administration manual (PAM).20 \n \n\nSummary Cost Estimates and Financing Plan \n\nTable 1: Summary Cost Estimates \n($ million) \n\nBase Costb \n\nItem \nA.  \n             Output 1: Access to skills development increased  \n             Output 2: Quality and relevance of skills development enhanced \n             Output 3: Vocational orientation of secondary school students improved \n             Output 4: Governance and institutional capacity for TVET improved  \n \nB.  \n \nTVET = technical and vocational education and training. \na   Excludes taxes and duties. The executing agency will seek exemption from the levy of taxes and duties on goods \nand  works  to  be  procured  in  the  project.  Any  residual  taxes  and  duties  not  exempted  will  be  financed  by  the \ngovernment in the form of cash contribution. \n\n  \n9.76 \n2.65 \n2.71 \n1.37 \n16.49 \n1.51 \n   18.00 \n\n \nContingenciesc \n \n \n\nSubtotal (A) \n\nTotal (A+B) \n\nAmounta \n\nb  In April 2018 prices.   \nc  Physical  contingencies  computed  at  12%  for  civil  works  and  equipment.  Price  contingencies  computed  at  an \naverage of 5.5%–5.9% on local currency costs and 1.5%–1.9% on foreign exchange costs; includes provision for \npotential exchange rate fluctuation under the assumption of a purchasing power parity exchange rate. \n\n Sources: Asian Development Bank; and Government of Bhutan. \n\n \n16. \nThe  government  has  requested  a  grant  not  exceeding  $15  million  from  ADB’s  Special \nFunds resources (Asian Development Fund) to help finance the project. The summary financing \nplan is in Table 2. ADB will finance expenditures in relation to civil works, equipment and goods, \nand consulting services.  ADB will not finance taxes and duties. The government’s contribution of \n$3 million will finance approximately 44% of civil works. \n  \n\nTable 2: Summary Financing Plan \n\nSource \nAsian Development Bank  \n\nSpecial Funds resources (ADF grant) \n\nGovernment \n\nTotal \n\nADF = Asian Development Fund. \nSource: Asian Development Bank. \n \n\nAmount \n($ million) \n\nShare of Total \n(%) \n\n \n15.00 \n3.00 \n18.00 \n\n \n83.33 \n16.67 \n100.00 \n\n                                                \n20  Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\f6 \n\n \n\nImplementation Arrangements \n\nClimate mitigation is estimated to cost $881,000 and climate adaptation is estimated to \n17. \ncost $78,000. ADB will finance 100% of mitigation costs and 100% of adaptation costs. Details \nare in the PAM. \n \nE. \n \n18. \nThe  Ministry  of  Labor  and  Human  Resources  (MOLHR)  and  the  Ministry  of  Education \n(MOE) will be the executing agencies of the project. The MOLHR will cover outputs 1, 2, and 4, \nand the MOE will cover output 3. The PMU at the MOLHR, housed in the Department of Technical \nEducation,  will  act  as  the  coordinating  PMU  responsible  for  overall  project  management  and \ncompiling annual project financial reports and quarterly progress reports. The PMU at the MOE \nwill  be  housed  in  the  Department  of  School  Education.  The  interministerial  project  steering \ncommittee  will  be  hosted  at  the  MOLHR  and  provide  strategic  guidance  and  oversight  to  the \nproject. The steering committee will selectively invite representatives from the private sector and \nother stakeholders to better align skills development and training to market and employer needs. \nAn ongoing TA, with supplementary financing, will support implementation in key areas such as \ndesign of new courses for emerging occupations, quality standards and job orientation, innovative \ndelivery of skills development, and learning management systems (footnote 1). \n \n19. \nthe PAM. \n \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nAspects  \nImplementation period \nEstimated completion date  \nEstimated grant closing date \nManagement \n\n(i)   Oversight body  \n\n(ii)   Executing agencies \n(iii)  Key implementing \n\nagencies \n\n(iv)  Implementation unit \n\nProcurement  \n\n Consulting services \n\nRetroactive financing and/or \nadvance contracting \n\nTable 3: Implementation Arrangements \nArrangements \n\nNovember 2018–October 2023 \n31 October 2023 \n30 April 2024 \n\nProject Steering Committee \nSecretary, MOLHR (chair) \nSecretary, MOE (co-chair) \nRepresentatives from (i) departments of the MOLHR and MOE, (ii) the MOF \nand GNHC, and (iii) the private sector (members) \nMOLHR, MOE \nHRSDD, DOEHR, SQD-DOS, RITH, SPBD, CECD-DYS, REC \n\nMOLHR and MOE, Thimphu, about 25 staff \nOpen competitive bidding \n(international advertising) \nOpen competitive bidding \n(national advertising) \n\n2 contracts (goods)  \n\n$1.56 million \n\n6 contracts (works)  \n3 contracts (goods) \n\n$6.78 million \n$1.73 million \n\n$2.5 million \n$1.98 million \n\n223 person-months \n88 person-months  \n\nCQS \nQCBS (including competitive \nselection of private sector training \nproviders) \nDirect contracting \nAdvance contracting and retroactive financing of civil works, goods, and \nconsulting services are allowed. Retroactive financing will be up to 20% of \nthe ADB grant amount for eligible expenditures of civil works, goods, and \nconsulting services incurred prior to grant effectiveness but not earlier than \n12 months prior to the signing of the grant agreement. All procurement \n(including consulting services) will follow the ADB Procurement Policy \n(2017, as amended from time to time) and Procurement Regulations for \nADB Borrowers (2017, as amended from time to time). \n\n79 person-months \n\n$900,000 \n\n \n\n\fAspects  \nDisbursement \n\nArrangements \nThe grant proceeds will be disbursed following ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \n\nADB = Asian Development Bank; CECD-DYS = Career Education and Counseling Division, Department of Youth and \nSports;  CQS = consultants’ qualifications selection; DOEHR = Department of Employment and Human Resources; \nGNHC = Gross National Happiness Commission; HRSDD = Human Resource and Skills Development Division (under \nthe Department of Employment and Human Resources); MOE = Ministry of Education; MOF = Ministry of Finance; \nMOLHR = Ministry of Labor and Human Resources; QCBS = quality- and cost-based selection; REC = Royal Education \nCouncil, RITH = Royal Institute for Tourism and Hospitality; SPBD = School Planning and Building Division; SQD-DOS \n= Standards and Qualification Division under the Department of Occupational Standards. \nSources: ADB; and Government of Bhutan.  \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\nA. \n \n20. \n The  project  has  strong  design  features  based  on  the  priorities  outlined  in  the \ngovernment’s  TVET  Blueprint.  The  budget  proposals  for  the  Twelfth  Five-Year  Plan  include \nprovisions for the project, including government counterpart contributions and budget allocation \nfor  recurrent  costs.  The  civil  works  in  the  project  will  adopt  disaster  risk  resilient  features  and \ninclude  energy-efficient  equipment  and fixtures.  The  equipment  to  be  supplied  to the  TTIs  will \nembody green technologies where possible. The MOLHR and MOE have adequate capacities to \nundertake curriculum revisions and develop materials and standards for the TVET courses in TTIs \nand in schools, which will be supplemented with international collaborations and TA. The project \nwill establish performance-based partnership agreements with private sector providers to deliver \nmarket-oriented skills training programs with extensive on-the-job training and job placements. \nThe private sector partnerships will extend skills training for fast-growing service sector jobs. The \nestablishment  of  an  online  TVET  MIS  including  an  online  student  admissions  system,  will \ncontribute to improving evidence-based planning and timely implementation. \n \n21. \nClimate  change. The  project  risk  is  rated medium  on  climate change based  on  ADB’s \nclimate risk screening report.21 Adaptation measures like retaining walls, and mitigation measures, \nsuch as energy efficient lights and appliances, will be incorporated in the design of buildings to \nensure  that  they  will  be  resistant  to  climate  change.  The  associated  carbon  dioxide  emission \nreductions from the proposed mitigation measures are estimated to be 114 tons per year. \n \nB. \n \n22. \nEconomic  returns  from  the  project  will  be  derived  by  students  transitioning  into \nemployment  after  skills  training  at  the  TTIs,  TVET  premier  schools,  and  on-the-job  training  in \nindustries, compared to nonparticipants. Industries and employers are expected to benefit from \nincreased  availability  of  skilled  workers.  A  larger  number  of  TVET  graduates  will  benefit  from \nhigher  wages  compared  to  unskilled  workers.  The  cumulative  net  incremental  benefits  will \nbecome positive within 4 years of implementation. The project’s economic internal rate of return \nis estimated at a high 19.28% which reflects extensive skills shortages that currently prevail in \nBhutan. Sensitivity analysis was carried out with a 20% reduction in quantified benefits and a 20% \nincrease in costs (capital and operations). The economic internal rate of return continued to be \nmore than 6%, indicating that the project is a sound investment. \n \n\nEconomic and Financial \n\n                                                \n21 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n\n7 \n\n \n\n\f8 \n\n \n\nGovernance \n\nThe financial analysis assessed the sustainability of the project at the national and project \n23. \nlevels.  It  assessed  the  government’s  capacity  and  commitment  to  provide  adequate  financial \nsupport  to  implement  the  project  and  mainstream  it  after  project  completion.  The  analysis \nconcluded that the government has the capacity to absorb and sustain the benefits of the project \nconsidering  the  increased  budget  allocations  proposed  for  the  TVET  and  school  education \nsubsectors in the Twelfth Five-Year Plan. \n \nC. \n \n24. \nADB undertook a detailed financial management capacity assessment of the MOLHR and \nMOE. Bhutan has made exemplary progress in building its public financial management system \nto provide fiscal discipline and rational allocation of resources in line with its five-year plans. The \ngovernment is pursuing further improvements through the Public Financial Management Reform \nStrategy,  2017–2021  to  improve  transparency  and  accountability. 22  Despite  strong  systems, \nproject  financial  management  risk,  prior  to  mitigation  is  rated  substantial  primarily  because  of \ninadequate capacity for financial management, internal controls on compliance with procedures, \ncontrol over fixed assets, and timely follow-up on internal and external audits. Mitigation measures \ninclude the appointment of full-time financial management personnel in the PMUs (supported by \nfinancial management  consultants),  and  improved financial monitoring  and asset  management \ncontrols. The internal audit teams of the respective ministries will present half-yearly internal audit \nreports to the steering committee. An annual statutory external audit report will be submitted within \n6 months of the end of the government financial year. \n \n25. \nADB undertook a procurement risk assessment at  the country and TVET sector levels. \nWhile  the  procurement  system  has  several  strong  features  such  as  e-procurement,  there  are \ninstitutional  weaknesses  in  linking  procurement  planning,  budget  provisions  and  fund  release, \nand  capacity  constraints  for  timely  procurement  management  and  monitoring.  Mitigation \nmeasures include dedicated full-time procurement staff in the PMUs, supported by intermittent \nprocurement management consultants. A design and supervision consultant will be engaged to \nmonitor all the civil works in the project. ADB will undertake two external fiduciary reviews covering \nfinancial  management  processes  and  selected  post  procurement  audits.  After  mitigation,  the \nproject’s financial management and procurement risks are moderate. The detailed risk mitigation \nplan is included in the PAM. \n \n26. \nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith  the  government  and  the  MOLHR  and  MOE.  The  specific  policy  requirements  and \nsupplementary measures are described in the PAM.23 \n \nD. \n \nThe project has pro-poor and gender-sensitive dimensions. The main beneficiaries will be \n27. \nthe  youth who  have completed grade  10  and can  pursue job-oriented  skills  development. The \nproject provides opportunities to rural youth.24 The majority of students taking up TVET come from \n\nPoverty, Social, and Gender \n\n                                                \n22 Government  of  Bhutan,  Ministry  of  Finance.  2017.  Public  Financial  Management  Reforms  Strategy,  2017–2021. \n\nThimphu. \n\n23  The Anticorruption Commission of Bhutan is currently investigating some of the MOLHR’s training programs. The \n\nMOLHR will provide an action plan on the findings when the inquiry has been completed. \n\n24  The five TTIs participating in the project are located in the far east (Rangjung), in the central region (Chumey), in the \nwest (Khuruthang and Samthang), and in the capital city of Thimphu. All TTIs offer free training and free residential \nfacilities, ensuring affordability of training for members of poor communities. \n\n \n\n \n\n\ffamilies in which the head of household has little or no education and comes from an agro-farming \nbackground.25 The government is proactively tackling the issue of unemployment among youth, \nwho are currently recognized as a vulnerable group in Bhutan.26 The project will offer affordable \nskills training programs to poor youth while also providing skills upgradation to workers through \ndiploma courses which will enable them to access better paid jobs. \n \n28. \nFemale secondary school students and TVET trainees will benefit from skills development \nand  career  counseling.  In  line  with  the  target  to  increase  female  enrollment  in  TTIs,  32%  of \nresidential facilities will be reserved for female students. Training delivery through private sector \ntraining  providers  includes  mandatory  targets  for  females  and  people  with  disabilities.  Media \ncampaigns and advocacy will be undertaken to encourage poor and female students to avail of \nfree TVET opportunities, and break gender stereotypes. While the project will support participation \nof women in courses that are popular among females (such as tourism and hospitality, tailoring \nand/or dressmaking, food packaging, IT and IT-enabled services, design, and animation), it will \nalso encourage women to take up male-dominated courses in sectors such as automotive and \nconstruction based on interest and job market demand. \n \nE. \n \n29. \ncategories are as follows.27 \n \n30. \nEnvironment (category B). Potential impacts are mainly associated with construction of \nnew buildings for TTIs and include increased noise and dust levels, waste generation, and traffic \ncongestion. These impacts are temporary and of short duration and can be mitigated through the \nenvironmental management plan, environmental monitoring plan, and compliance with relevant \ngovernment regulations. The initial environmental examination was disclosed on the ADB website \non 15 June 2018. An environment safeguard specialist will monitor and report on compliance with \nADB  environmental  requirements  during  implementation.  The  PMUs  will  set  up  a  project \ngrievance  redress  mechanism  to  resolve  complaints  in  a  timely  manner.  Consultations  with \nstakeholders were undertaken during project preparation. \n \nInvoluntary  resettlement  (category  C).  The  project  entails  no  land  acquisition, \n31. \nresettlement,  or  any  physical  and  economic  displacement.  Improvements  to  buildings  and \nfacilities will take place within existing campuses and/or premises owned by the government. \n\nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s  safeguard \n\nSafeguards \n\n \nIndigenous  peoples  (category  C).  Bhutan  does  not  have  any  officially  defined \n32. \n“indigenous peoples.” The project’s inclusive approach will provide poor and vulnerable students \nfrom different parts of the country with access to skills development and training. No indigenous \npeoples, as per ADB’s Safeguard Policy Statement, will be affected by the project. \n \n\n                                                \n25 Government  of  Bhutan,  MOLHR.  2016.  Bhutan  TVET  Sector  Assessment,  Blueprint  Working  Paper.  Thimphu.  A \nfamily background survey of TVET graduates indicated that 63.5% of respondents come from families where the \nhead of household has no education, and 47.8% from families where the head of household is engaged in agro-\nfarming. \n\n26 Government  of  Bhutan,  Gross  National  Happiness  Commission  Secretariat.  2016.  Bhutan  Vulnerability  Baseline \n\nAssessment 2016.  Thimphu. \n\n27  ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n \n\n9 \n\n \n\n\f10 \n\n \n\nSummary of Risk Assessment and Risk Management Plan \n\nF. \n \n33. \ndetail in the risk assessment and risk management plan.28 \n \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  4  and  described  in \n\nTable 4: Summary of Risks and Mitigating Measures \nMitigation Measures \n\nRisks \nThe training offered is of inadequate \nquality and not relevant to market needs \nand hence does not address skills \nshortages. \n\nInadequate financial management and \nprocurement capacity in the executing \nagencies may impede timely project \nimplementation. \n\nThe project will enable extensive consultations with the private \nsector to strengthen delivery of market-relevant courses in TVET \ninstitutions, which will improve employability of graduates. The \nproject provides for revamped and longer on-the-job training to \nsupplement institutional training, which will enhance workplace \nexperience and the potential for job placements. \nThe executing agencies will assign dedicated financial \nmanagement and procurement staff to the two PMUs. \nProcurement and financial management consultants will support \ntimely procurement processes and financial reporting. An \ninternational design and supervision consultant will further \nsupport the PMU for effective procurement of civil works. \nThe PMUs will recruit suitable trainers and junior instructors, \nincluding temporary staff, if required. The PMUs will implement \ntraining and capacity building for the newly recruited trainers and \njunior instructors to ensure timely introduction of new courses in \nthe TTIs and schools. \nPMU  =  project  management unit,  TTI  =  technical  training institute,  TVET  =  technical  and  vocational  education  and \ntraining. \nSource: Asian Development Bank. \n \n\nDelays in the appointment of qualified \nadditional trainers in the TTIs and junior \ninstructors to deliver vocational training \nin schools because of lack of timely \navailability of capable personnel. \n\nIV. \n\nASSURANCES \n\nThe government and the MOLHR and MOE have assured ADB that implementation of the \n34. \nproject  shall  conform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the PAM and grant documents. \n \n35. \nfor the project, which are set forth in the draft grant agreement. \n  \n\nThe government and the MOLHR and MOE have agreed with ADB on certain covenants \n\nV. \n\nRECOMMENDATION \n\n36. \nI am satisfied that the proposed grant would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the grant not exceeding \n$15,000,000 to the Kingdom of Bhutan from ADB’s Special Funds resources (Asian Development \nFund),  for  the  Skills  Training  and  Education  Pathways  Upgradation  Project,  on  terms  and \nconditions that are substantially in accordance with those set forth in the draft grant agreement \npresented to the Board. \n\n \n \nTakehiko Nakao \nPresident \n\n                                                \n28  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n2 August 2018\n\n \n\n\fDESIGN AND MONITORING FRAMEWORK  \n\nImpact the Project is Aligned with \nSkilled human capital for equitable socioeconomic development increaseda \n\nPerformance Indicators with Targets \nand Baselines \n\nData Sources and \nReporting  \n\nResults Chain \nOutcome \nEmployability of \nTVET graduates \nand secondary \nschool \ngraduates \nimproved  \n\nOutputs \n1. Access to \nskills \ndevelopment \nincreased \n\n \n\n \n\n \n\n \n\nBy 2024: \na. 60% of TTI graduates employed or \nself-employed within 6 months of \ncompleting their course (30% of \nemployed graduates are female) \n(2016 baseline: 55%b)  \n \nb. 60% of secondary school graduates \nwith TVET electives employed or \nenrolled in higher TVET courses within \n6 months of completing their course \n(30% of employed or enrolled graduates \nare female) (Baseline: to be established \nin 2018) \n \nc. At least 60% of employers surveyed \nexpressed satisfaction with TVET \ngraduates (Baseline: to be established \nin 2018)  \n \nBy 2023: \n1a. Annual enrollment capacity of five \nTTIs increased to 919  \n(Baseline: 466 students in 2017) \n \n1b. Infrastructure facilities improved at \nTTI Thimphu and TTI Samthang, \nbenefiting a total of 830 students, \nincluding an additional 250 students \nenrolled during the project period  \n(Baseline: 152 students enrolled in TTI \nThimphu and TTI Samthang in 2017) \n \n1c. Advanced and green technology \nequipment and tools, including IT \nequipment and e-resources provided in \nfive TTIs, benefiting a total of 2,200 \nstudents, including an additional 450 \nstudents enrolled during the project \n(32% female)  \n(Baseline: 466 students enrolled in \n2017; 29% female) \n   \n1d. At least six new middle- and \nadvanced-level courses in diversified \ndisciplines introduced in five TTIs, \nbenefiting 250 studentsc  \n(Baseline: not applicable) \n \n\n \na. TVET MIS and \ntracer studies and/or \nimpact assessment \nsurvey \n \n \nb. Trace studies \nand/or impact \nassessment survey \n \n \n \n \n \nc. Employer \nsatisfaction survey \n\n \n1a. Project progress \nreport; admission \nrecords of TTIs to \ntrack increase in \nenrollments \n \n\n1b–d. Project progress \nreport, TVET MIS \n \n\n  \n \n \n \n\n \n\nAppendix 1 \n\n11 \n\nRisks \n\n  \nExternal shocks \nadversely affect \nthe economy, \nimpacting \ngrowth and \njobs. \n\n \nDelays in the \nappointment of \nqualified \nadditional \ntrainers in the \nTTIs and junior \ninstructors to \ndeliver \nvocational \ntraining in \nschools \nbecause of lack \nof timely \navailability of \ncapable \npersonnel. \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n2. Quality and \nrelevance of \nskills \ndevelopment \nenhanced \n\nPerformance Indicators with Targets \nand Baselines \n\nData Sources and \nReporting  \n\n \n2a–c. Project progress \nreport \n \n\nRisks \n\n \nThe training \noffered is of \ninadequate \nquality and not \nrelevant to \nmarket needs \nand hence \ndoes not \naddress skills \nshortages. \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n\nBy 2023: \n2a. Improved training of trainer \nprograms with workplace experience \nprovided to 60% trainers in TTIs (30% \nof trained trainers are female) \n(Baseline: not applicable)  \n \n2b. Private sector partnership for skills \ndelivery in emerging occupations \nimplemented, benefiting 800 youth \n(32% female and 5% students with \ndisabilities)  \n(Baseline: not applicable) \n \n2c. Improved teaching and learning \nresources, particularly e-resources, \nmade operational in five TTIs to develop \nfuture-ready skills in graduates \n(Baseline: not applicable) \n \nBy 2023: \n3a. TVET elective subjects piloted in \nseven schools (linked to TTIs) to \nimprove skills of secondary school \nstudents in grades 9–12, benefiting a \ntotal of 400 students (32% female) \n(Baseline: not applicable) \n \n3b. Career guidance services with \nexposure to the world of work \nintroduced in secondary schools \n(grades 7–12) benefiting a total of \n30,000 students (40% female) \n(Baseline: not applicable)  \n \n3c. IT-enabled teaching and learning to \nimprove foundational skills of grade 7–\n12 students in seven pilot schools made \noperational, benefiting a total of 2,500 \nstudents (40% female) \n(Baseline: not applicable) \n \nBy 2023: \n4a. Integrated and web-based MIS for \nTVET and employment services portal \nmade operational (2017 Baseline: \nmultiple stand-alone MISs) \n \n4b. International partnership for capacity \ndevelopment established in one TTI \n(Baseline: not applicable) \n\n \n\n \n\n \n\n \n\n \n\n3. Vocational \norientation of \nsecondary \nschool students \nimproved \n\n4. Governance \nand institutional \ncapacity for \nTVET improved \n\n \n3a. Department of \nSchool Education MIS \n \n\n \nThe policy \ncommitment of \nthe government \nof Bhutan for \nTVET in \nschools is not \nsustained. \n\n3b–3c. Project \nprogress report and/or \nimpact assessment \nsurvey \n \n\n \n\n \n4a–4b. Project \nprogress report with \ndata disaggregated for \ngender \n \n \n\n \nInadequate \nfinancial \nmanagement \nand \nprocurement \ncapacity in the \nexecuting \nagencies may \nimpede timely \nproject \nimplementation. \n\n\fAppendix 1 \n\n13 \n\nKey Activities and Milestones \n1.  Access to skills development increased \n1.1.  Prepare detailed plans to increase enrollment capacity of TTIs, and introduce new higher-level \n\ncourses such as National Certificate Level 3 and diploma courses (December 2018) \n\n1.2.  Provide modern facilities and equipment in TTIs (December 2020) \n1.3.  Undertake infrastructure upgrade and delivery of equipment (June 2019–December 2020) \n1.4.  Develop and roll out new courses for emerging occupations, including IT-related courses (January \n\n2020–August 2023) \n \n\n2.  Quality and relevance of skills development enhanced \n2.1.  Undertake development of training of trainer modules (technical and new pedagogies) (mid-2019) \n2.2.  Develop, procure, and implement multimedia-based TLM for TTIs (December 2020) \n2.3.  Develop curriculum for new courses and update curriculum and certification of TTI courses \n\naligned to BVQF (December 2020–December 2022) \n\n2.4.  Prepare framework for partnership with private sector for industry engagement (January 2019) \n2.5.  Undertake capacity building for curriculum and standards development (February 2019–February \n\n2020) \n\n2.6.  Finalize agreements with private sector for delivery of skills development (January 2019) \n\n3.  Vocational orientation of secondary education students improved \n3.1.  Construct TVET labs (January 2019–August 2019) and train junior instructors in TVET optional \n\nsubjects (June 2019–June 2022)   \n\n3.2.  Introduce TVET optional courses in seven pilot schools (2020–2023) \n3.3.  Develop IT-enabled packages for teaching and learning with teacher training (January 2020)  \n3.4.  Implement activities to strengthen vocational clubs (December 2019–July 2020) \n3.5.  Provide career guidance and counseling services in all secondary schools (2020–2023) \n\n4.  Governance and institutional capacity for TVET improved \n4.1.  Design and implement an integrated and web-based TVET MIS, including online and centralized \n\nstudent admissions system for TTIs (December 2019–2021) \n\n4.2.  Conduct tracer studies (January 2019–October 2023) \n4.3.  Develop partnerships for international twinning arrangement for one TTI (December 2020–2023) \n\n \n\n \n\n \n\nInputs \nADB: $15 million (grant) \nGovernment: $3 million   \n \nAssumptions for Partner Financing \nNot Applicable \n \n\nADB  =  Asian  Development  Bank,  BVQF  =  Bhutan  Vocational  Qualifications  Framework,  ICT  =  information  and \ncommunication  technology,  IT  =  information  technology,  MIS  =  management  information  system,  TLM  =  teaching-\nlearning material, TTI = technical training institute, TVET = technical and vocational education and training. \na   Defined by project.   \nb  Government of Bhutan, Ministry of Labor and Human Resources. 2016. Bhutan TVET Sector Assessment, Blueprint \n\nWorking Paper. Thimphu. \n\nc   The  project  will  introduce  national  diploma  courses  in  electrical  and  construction  technology;  National  Certificate \nLevel  3  courses  in  welding  and  hybrid  automobiles;  and  courses  in  diversified  disciplines,  including  computer \napplications (graphic design and animation), logistics, and packaging and food production. \n\nSource: ADB and Government of Bhutan.   \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=50296-002-2   \n \n\nGrant Agreement \n\nSector Assessment (Summary): Education \n\nProject Administration Manual \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nFinancial Analysis \n\nEconomic Analysis \n\nCountry Economic Indicators \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\nClimate Change Assessment \n\nGender Action Plan \n\nInitial Environmental Examination \n\nSupplementary Document \n\n14. \n\nFinancial Management Assessment \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n10. \n\n11. \n\n12. \n\n13. \n\n \n\n \n\n \n\n \n\n\f", "author_pages": [" \n \n \n \n \n \n \n \n \n \n", " \n \n", " \n", " \n \n", " \n", " \n", " \n \n \n \n", " \n", " \n \n", "CURRENCY EQUIVALENTS \n(as of 1 August 2018) \n \n", "Currency unit \nNu1.00 \n$1.00 \n", "– \n= \n= \n", "ngultrum (Nu) \n$0.01460 \nNu68.4907   \n", " \n \n", " \n \n", "ABBREVIATIONS \n", "ADB \nIT \nMIS \nMOE \nMOLHR \nPAM \nPMU \nTA \nTTI \nTVET \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \ninformation technology \nmanagement information system \nMinistry of Education \nMinistry of Labor and Human Resources \nproject administration manual \nproject management unit \ntechnical assistance \ntechnical training institute \ntechnical and vocational education and training \n", "NOTE \n", "           In this report, “$” refers to United States dollars. \n", "Vice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n", "Wencai Zhang, Operations 1 \nHun Kim, South Asia Department (SARD) \nSungsup Ra, Human and Social Development Division, SARD \n \nShanti Jagannathan, Senior Education Specialist, SARD \nChristopher Lee Damandl, Senior Counsel, Office of the General \nCounsel \nZhigang Li, Social Sector Economist, SARD \nTshewang Norbu, Senior Country Coordination Officer, SARD \nMary Rose T. Ong, Senior Operations Assistant, SARD \nJagath Peththawadu, Senior Procurement Specialist, Procurement, \nPortfolio and Financial Management Department \nErwin Salaveria, Associate Financing Partnerships Officer, Office of \nCofinancing Operations \nDeepak Taneja, Principal Treasury Specialist, Treasury Department \nFrancesco Tornieri, Principal Social Development Specialist \n(Gender and Development), SARD \nBrajesh Panth, Chief of Education Sector Group, Sustainable \nDevelopment and Climate Change Department \n", "Peer reviewer \n", " \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n"]}