{"Author": "Asian Development Bank", "CreationDate": "D:20181211134622+08'00'", "Creator": "PDF24 Creator", "Keywords": "indonesia, higher-education system, university of malikussalleh, university of jambi, university of riau; indonesia university of education, vocational education, tertiary education, 50395, ta 9678, adb technical assistance, approved technical assistance, tar, ta projects ", "ModDate": "D:20181213102331+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "50395-007: Supporting the Advanced Knowledge and Skills for Sustainable Growth Project", "content": "Technical Assistance Report\n\nProject Number: 50395-007 \nTransaction Technical Assistance (TRTA) \nDecember 2018 \n\nRepublic of Indonesia: Supporting the Advanced \nKnowledge and Skills for Sustainable Growth Project \n\nThis document is being disclosed to the public in accordance with ADB’s Public Communications \nPolicy 2011. \n\n\fCURRENCY EQUIVALENTS \n(as of 26 October 2018) \n \n\nCurrency unit \nRp1.00 \n$1.00 \n\n– \n= \n= \n\nrupiah (Rp) \n$ 0.00006587 \nRp15,180 \n\nABBREVIATIONS \n \n\nADB \nMORTHE \nRPJMN \n\nTA \nTVET \n\nAsian Development Bank \n\n– \n–  Ministry of Research, Technology and Higher Education \n– \n\nRencana Pembangunan Jangka Menengah Nasional (National \nMedium-Term Development Plan) \ntechnical assistance \ntechnical and vocational education and training \n\n– \n– \n\n \nNOTE \n\nIn this report, “$” refers to United States dollars. \n\nVice-President \nDirector General \nDirectors \n \n\nTeam leaders \n \nTeam members \n \n \n \n \nPeer reviewer \n\nStephen Groff, Operations 2 \nRamesh Subramaniam, Southeast Asia Department (SERD) \nAyako Inagaki, Human and Social Development Division, SERD \nWinfried Wicklein, Indonesia Resident Mission, SERD \n \nRudi Louis Hendrikus van Dael, Senior Social Sector Specialist, SERD \nSutarum Wiryono, Senior Project Officer (Education), SERD \nUtami Hendrarini, Senior Operations Assistant, SERD \nUzma Hoque, Senior Social Sector Specialist, SERD \nJanice Maureen Mariano, Operations Assistant, SERD \nSuharyani, Senior Procurement Officer, SERD \nMaria Angelica Vivar, Associate Project Analyst, SERD \nJouko Sarvi, Lead Education Specialist, Central and West Asia \nDepartment \n\n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n\n \n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\fTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n\nCONTENTS \n\nTHE ONGOING PROJECT \n\nTHE TECHNICAL ASSISTANCE \nA. \nB. \nC. \nD. \n\nJustification \nOutputs and Activities \nCost and Financing \nImplementation Arrangements \n\nIII. \n\nTHE PRESIDENT'S DECISION \n\nAPPENDIXES \n\nCost Estimates and Financing Plan \n\nList of Linked Documents \n\nPage \n\n1 \n\n1 \n1 \n2 \n4 \n4 \n\n5 \n\n6 \n\n7 \n\n \n\nI. \n\nII. \n\n1.  \n\n2.  \n \n \n\n \n\n\fProject Classification Information Status: Complete\n\n1. Basic Data\n\nProject Name\n\nDepartment/Division\n\nProject Number: 50395-007\nSERD/SEHS\n\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n\nNature of Activity\n\nExecuting Agency\n\nSupporting the Advanced Knowledge \nand Skills for Sustainable Growth \nProject\nCapacity Development\n\nMinistry of Research, \nTechnology and Higher \nEducation\n\n    ADB Financing ($ million)\nTotal\n0.00\n\nClimate Change Information \nClimate Change impact on the Project\n\nMedium\n\nComponents\nOrganizational development\n\nGender Equity and Mainstreaming\nGender equity (GEN)\n\nModality\n\nCountry\n\nRegular\n\nIndonesia\n\n2. Sector\n\nSubsector(s)\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth (IEG)\n\nRegional integration \n(RCI)\n\n4. Drivers of Change\nGovernance and \ncapacity development\n(GCD)\nKnowledge solutions \n(KNS)\nPartnerships (PAR)\n\nSubcomponents\nPillar 2: Access to economic \nopportunities, including jobs, made \nmore inclusive\nPillar 2: Trade and investment\n\nApplication and use of new knowledge\nsolutions in key operational areas\nCivil society organizations\nImplementation\nRegional organizations\n\nLocation Impact\nNot Applicable\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nNo\nNo\nYes\nSDG4, SDG13\n\n6. Risk Categorization\n\nLow \n\n7. Safeguard Categorization Safeguard Policy Statement does not apply\n\n8. Financing\n\nModality and Sources\nADB\n    None\nCofinancing\n    Japan Fund for Poverty Reduction (Full ADB Administration)\nCounterpart\n    None\nTotal\n  \nCurrency of ADB Financing: USD \n\nqq\n\nqq\n\nqq\n\nQq\n\nQq\n\nqq\n\nq\n\nAmount ($ million)\n\n0.00\n0.00\n1.15\n1.15\n0.00\n0.00\n1.15\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n11102018104009774422\n\nGenerated Date: 29-Nov-2018 13:44:42 PM\n\n\f \n\nI. \n\nTHE ONGOING PROJECT \n\n \n1. \nThe  Advanced  Knowledge  and  Skills  for  Sustainable  Growth  Project  will  improve \nIndonesia’s higher-education system to support sustainable economic growth. 1 The project will \nupgrade four public universities—the University of Malikussaleh, the University of Jambi, and the \nUniversity  of  Riau  in  Sumatra;  and  the  Indonesia  University  of  Education  in  Bandung,  West \nJava—to provide high-quality and demand-based programs. The project aligns with the National \nMedium-term Development Plan (RPJMN), 2015–2019, and the Asian Development Bank (ADB) \ncountry  partnership  strategy  for  Indonesia,  2016–2019,  which  highlights  the  critical  role  of \nvocational  and  tertiary  education  in  providing  the  skilled  human  capital  needed  to  support \nIndonesia’s economic growth.2 The impact of the project is increased income and productivity of \nthe working age population. The outcome will be strengthened access, relevance, and quality of \ntargeted universities. The project has two outputs (i) market-responsive programs delivered; and \n(ii)  training  of  technical-and-vocational-education-and-training  (TVET)  teachers  improved.  The \ntotal  cost  for  the  project  is  $266.52  million,  with  $200  million  financed  by  a  loan  from  ADB. \nImplementation of the project starts in 2019. The proposed transaction technical assistance (TA) \nfor  $1.15  million,  to  be  financed  by  the  Japan  Fund  for  Poverty  Reduction,  will  support \nimplementation of the project.3 The project and the TA align with ADB’s Strategy 2030, which calls \nfor improving education.4 \n \n\nII. \n\nTHE TECHNICAL ASSISTANCE \n\nJustification \n\n \nA. \n \nThe  loan  project  will  support  the  construction  and  upgrading  of  new  facilities  that \n2. \nincorporate  green-building  and  climate-proofing  design  features.  It  will  also  strengthen  staff \ncapacity at the universities and support demand-driven quality education and research aligned \nwith  local  economic  priorities.  To  achieve  these  goals,  the  following  areas  need  to  be \nstrengthened: (i) linking universities with industry in research and education, (ii) measuring and \nmonitoring  quality  and  relevance  of  education  and  research,  and  (iii)  collaboration  with \ninternational partners and stakeholders. The transaction TA will support implementation of these \ninnovative  elements  in  the  initial  stage  of  the  loan  project.  This  will  include  the  introduction  of \nnational  and  international  best  practices  in  research  and  education  and  the  development  of  a \nmedium-term  higher-education  investment  plan  and  a  medium-term  strategy  to  educate  TVET \nteachers. The TA will also support the assessment of pilots in entrepreneurship and technology \nthat  will  benefit  higher  education.  The  proposed  scope  and  scale  of  these  activities,  including \nintensive  collaboration  between  ministries  and  other  stakeholders  and  access  to  international \n\n                                                 \n1   ADB. 2018. Republic of Indonesia: Advanced Knowledge and Skills for Sustainable Growth Project. Manila. \n2   ADB.  2016.  Country  Partnership  Strategy:  Indonesia,  2016–2019.  Manila;  Government  of  Indonesia,  National \nDevelopment  Planning  Agency  (BAPPENAS).  2015.  National  Medium‐Term  Development  Plan  (RPJMN),  2015–\n2019. Jakarta. ADB also supports the Polytechnic Education Development Project in higher education. ADB. 2012. \nRepublic of Indonesia: Polytechnic Education Development Project. Manila. ADB has highlighted the importance of \nhigher education for equitable economic growth and for responding to emerging technologies through its technical \nassistance and reports. ADB. 2010. Republic of Indonesia: Education Sector Analytical and Capacity Development \nPartnership. Manila. ADB. 2017. Asian Development Outlook 2017. Manila; ADB. 2018. Asian Development Outlook \n2018. Manila; ADB. 2018. Republic of Indonesia: Enhancing Productivity through Quality Jobs. Manila. \n\n3   ADB.  2017.  Country  Operations  and  Business  Plan:  Indonesia,  2018–2020.  Manila.  The  TA  was  included  for \n\n4  ADB.  2018.  Strategy  2030:  Achieving  a  Prosperous,  Inclusive,  Resilient,  and  Sustainable  Asia  and  the  Pacific. \n\n$1.0 million. \n\nManila. \n\n \n\n \n\n\f2 \n\n \n\nOutputs and Activities \n\nnetworks and experts, requires a transaction TA to ensure the successful implementation of the \nloan project.5 \n \nB. \n \n3. \nOutput  1:  Initial  phase  of  loan  project  implementation  supported.    The  TA  will  (i) \nintroduce improved measures of quality and relevance in the project, (ii) introduce international \nbest practices in gender analysis, (iii) apply innovative building designs, (iv) develop centers of \nexcellence,  (v)  strengthen  governance,  (vi)  develop  a  medium-term  investment  plan  in  higher \neducation  and  a  medium-term  strategy  to  educate  TVET teachers,  and  (vii)  initiate  knowledge \nmanagement.  \n \nMeasures of quality and relevance. The TA will set the baseline for all four universities \n4. \nfor  measuring  quality  of  education  using  the  new  accreditation  instrument  developed  by  the \nnational accreditation body in early 2019. The TA will also introduce the improved tracer study \nmethodology to measure relevance and ensure coordination with stakeholders. The TA will assist \nin improving monitoring of quality and relevance of education and research, and in strengthening \nthe universities in using monitoring results to improve education and research programs. \n \n5. \nGender  analysis.  The  TA  will  provide  targeted  international  gender  and  labor-market \nexpertise to help the universities analyze the transition of men and women from university to the \nlabor market in selected disciplines.  \n \n6. \nDesign and engineering. The loan project aims to implement innovative building design \nprinciples with a focus on gender-responsive, gender-inclusive, and sustainable designs. The TA \nwill build the capacity of the project management unit in the Ministry of Research, Technology \nand Higher Education (MORTHE) and the project implementation units in the universities to apply \nthese principles. \n \n7. \nCenters of excellence. To support the development of centers of excellence under each \nuniversity,  the  TA  will  provide  international  short-term  expertise  to  introduce  international  best \npractices on an as-needed basis. \n \n8. \nGovernance capacity. To instill international best practices and strengthen governance \nof  universities,  the  TA  will  collaborate  with  the  Human  Capital  and  Education  for  Asian \nDevelopment  Foundation,  a  renowned  international  think  tank  with  rich  experience  in  higher \neducation in Asia and a knowledge partner of ADB.  \n \n9. \nStrategy  formulation:  Medium-term  investment  plan  for  higher  education.  To \nimplement  the  RPJMN,  2020–2024,  which  is  currently  under  preparation,  the  TA  will  provide \nexpertise to the MORTHE and other stakeholders to support and facilitate collaborative strategy \ndevelopment for investment in higher education.  \n \n10. \nStrategy  formulation:  Medium-term  strategy  to  educate  technical-and-vocational-\neducation-and-training  teachers.  The  center  of  excellence  in  the  Indonesia  University  of \nEducation will focus on TVET-teacher education. In line with the RPJMN, 2020–2024, the TA will \nsupport  development  of a  medium-term  strategy to  educate TVET  teachers  both for  in-service \nand  pre-service  training.  The  development  of  this  strategy  will  be  undertaken  in  close \ncollaboration with the MORTHE, the Ministry of Education and Culture, and other stakeholders. \n\n                                                 \n5  The TA first appeared in the business opportunities section of ADB’s website on 2 October 2017. \n\n\f3 \n\nKnowledge  management.  The  TA  will  support  the  MORTHE  and  the  universities  to \n11. \nestablish knowledge management for the loan project, including a project website, outreach, and \npublications. This includes a solid communications plan for the centers of excellence. \n \nOutput 2: Entrepreneurship and technology pilot assessments in higher education \n12. \nprepared.  The  TA  will  assess  innovative  approaches  in  entrepreneurship  and  technology \nimplemented in Indonesia. The results of these assessments will inform the development of new \neducation programs and initiate policy dialogue.6 The following three assessments are proposed: \n \n\n(i)  Evaluation  of  innovative  entrepreneurship  programs  and  programs  to  link \nuniversity–industry  linkage  programs.  Indonesia  aims  to  strengthen  its  capacity  for \nentrepreneurship.  The  TA  will  support  an  evaluation  of  four  or  five  entrepreneurship \nprograms and/or programs to link universities with industry. This will include programs run \nby  (a)  the  Japan  International  Corporation  Agency;  (b)  the  Asian  Entrepreneurship \nTraining Program, supported by the Zurich University of Applied Sciences and the Swiss \nFederal  Institute  of  Technology;  and  (c)  private  initiatives. 7  The  TA  will  support \nindependent  evaluations  of  these  programs  to  develop  lessons  learned  for  higher-\neducation institutions and future entrepreneurship programs. \n \n\n(ii)  Skills  for  a  new  technology  sector.  The  TA  will  support  a  holistic  analysis  of  labor \ndemand and supply trends in a selected industry to fully understand its challenges. The \nelectricity sector is proposed, as it is an important sector in Indonesia that is undergoing \nrapid change because of new technological developments. It is also a sector in which ADB \nprovides  significant  support.  Future  needs  will  be  influenced  by  expansion,  a  shift  to \nsustainable energy, and the introduction of smart systems. The approach will build upon \nlessons learned from an earlier study conducted on demand and supply in the maritime \nsector by the Education Sector Analytical and Capacity Development Partnership.8 A local \nnongovernment organization with a strong grassroots network will be engaged to conduct \nthe analysis. \n \n\n(iii) Improving  employability.  The  TA  will  support  analytical  work  to  identify  how  the \nemployability  of  graduates  can  improve.  The  TA  will  build  upon  the  experiences  and \nresults of the pilots, which are planned for 2019. In these pilots, a program to support the \ntransition from school to work for graduates and a program to support upskilling of workers \nwill be tested. 9 Based upon the lessons learned from these pilots, the proposed TA will \n\n                                                 \n6   These pilot assessments will not have any impact on the environment. \n7   The  Japan  International  Corporation  Agency  programs  were  or  are  implemented  in  Gadjah  Mada  University, \nHasanuddin  University,  and \nInstitute  of  Surabaya.  The  Asian \nEntrepreneurship Training Program aims to provide targeted coaching during a few intensive working sessions in \nwhich joint Swiss and Indonesian teams work on their proposals. The program is a pilot within the Swiss bilateral \nScience and Technology Cooperation with Asia (funded by the Swiss State Secretariat for Education, Research and \nInnovation) and is planned for implementation in 2019. A possible national private program would be Lingkaran's \nBusiness  Starter  Pack  program,  a  3-month  short  course  for  budding  entrepreneurs  in  Jakarta.  Lingkaran  is  an \neducational community which offers entrepreneurship training programs in the creative industry.  \n\nthe  Electronic  Engineering  Polytechnic \n\n8   ADB. 2010. Republic of Indonesia: Education Sector Analytical and Capacity Development Partnership. Manila. \n9   These pilots are supported by ongoing ADB TA support. The proposed TA will build upon the results of this TA. ADB. \n2016. Technical Assistance to provide Support to the Association of Southeast Asian Nations Economic Community. \nManila. \n\n \n\n \n\n\f4 \n\n \n\nsupport  new  initiatives,  like  the  Skills  Development  Fund,  which  is  currently  under \ndiscussion.10 \n \nCost and Financing \n\nC. \n \n13. \nThe TA is estimated to cost $1,250,000 equivalent, of which $1,150,000 equivalent will be \nfinanced on a grant basis by the Japan Fund for Poverty Reduction and administered by ADB. \nThe  key  expenditure  items  are  listed  in  Appendix  1.  The  government  will  provide  counterpart \nsupport in the form of counterpart staff, logistical support, and other in-kind contributions.  \n \n14. \nIneligible  expenditures  under  the  Japan  Fund  for  Poverty  Reduction  include  (i)  vehicle \npurchases, (ii) civil servant salaries, (iii) foreign travel, (iv) scholarships or long internships, (v) \ndetailed  engineering  design,  (vi)  civil  works  and  other  related  expenses,  and  (vii)  those  under \nADB’s List of Ineligible Items (or Negative List) and Prohibited Investment Activities List.11 \n \nD. \n \n15. \nADB  will  administer  the  TA.  The  Directorate-General  of  Resources  for  Science, \nTechnology  and  Higher Education  of the  MORTHE  will  be the  executing  agency for the TA.  A \nproject steering committee will be established for the project, which will monitor implementation \nof the TA. \n \n16. \n \n\nThe implementation arrangements are summarized in the table below. \n\nImplementation Arrangements \n\nAspects \nIndicative implementation period \nExecuting agency \n\nImplementing agencies \nConsultants \n\nImplementation Arrangements \n\nArrangements \nJanuary 2019–December 2020 \nDirectorate-General  of  Resources  for  Science,  Technology  and  Higher \nEducation of the Ministry of Research, Technology and Higher Education \nADB Southeast Asia Department, Human and Social Development Division \nTo be selected and engaged by ADB \nIndividual: Individual \nConsultant Selection \nFirm Quality- and Cost-\nBased Selection \n\n$813,500 \n\n$89,500 \n\n5 person-months (international \nand national expertise) \nSupporting loan project \nimplementation and medium-\nterm planning: 31 person-\nmonths (international and \nnational expertise) \nEvaluation of entrepreneurship \ndevelopment programs: 5 \nperson-months (international \nand national expertise) \nStudy on skills for the \nelectricity sector (output-based \ncontract) \n\n$74,000 \n\n$100,000 \n\nFirm: Quality- and Cost-\nBased Selection \n\nFirm: Single Source \nSelection \n\nDisbursement \n\nThe TA resources will be disbursed following ADB's Technical Assistance \nDisbursement Handbook (2010, as amended from time to time). \n\nADB = Asian Development Bank, TA = technical assistance. \nSource: Asian Development Bank. \n \n\n                                                 \n10  The Government of Indonesia is considering establishing a Skills Development Fund. This fund would allow TVET \n\nsystem to respond more flexibly to changing skills needs.  \n\n11 ADB. 2011. Cost Sharing and Expenditure Eligibility: Policy Implementation Review. Manila \n\n\f5 \n\nConsulting services. ADB will recruit three firms and individual consultants. Firms will be \n17. \nselected to ensure maximum quality for specialized services as the nature and planning of the \nservices vary significantly. The first consulting firm will be a specialist with international expertise \nin higher education and will be recruited using a simplified technical proposal for the quality- and \ncost-based  selection  (QCBS)  method  (quality–cost  ratio  of  90:10).  This  firm  will  support  the \nMORTHE  to  accomplish  the  following  (i)  develop  a  medium-term  higher-education  investment \nplan and a medium-term strategy to educate TVET teachers; (ii) introduce a new accreditation \ntool  to  measure  quality  and  a  new  tracer  study  tool  to  measure  relevance;  (iii)  strengthen  the \ncenters of excellence; (iv) develop a training program with the Human Capital and Education for \nAsian Development Foundation; and (v) strengthen knowledge management in coordination with \nthe universities and the MORTHE. The second firm will be a specialist in designing and evaluating \nentrepreneurship development programs and will be recruited using a biodata technical proposal \nfor  QCBS  method  (quality–cost  of  90:10).  The  firm  will  evaluate  the  entrepreneurship \ndevelopment programs. Coaction Indonesia (a non-profit think tank) will  be recruited using the \nsingle source selection method to conduct the study on skills for the electricity sector, as Coaction \nhas unique expertise in the sector and the contract size is small. An international gender specialist \n(2 person-months) and a national engineering specialist (3 person-months) will be recruited on \nan individual basis. ADB will engage consulting firms and individual consultants in accordance \nwith ADB Procurement Policy (2017, as amended from time to time) and its associated project \nadministration  instructions  and/or  staff  instructions. 12  To  the  extent  possible,  output-based \ncontracts will be utilized to achieve administrative efficiency. Any training to be provided under \nthe  TA  will  be  managed  by  consultants  or  directly  procured  by  ADB  in  line  with  the  ADB \nProcurement Policy and relevant staff Instructions. \n \n\nIII. \n\nTHE PRESIDENT'S DECISION \n\n \n18. \nThe  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  ADB \nadministering technical assistance not exceeding the equivalent of $1,150,000 to the Government \nof  Indonesia  to  be  financed  on  a  grant  basis  by  the  Japan  Fund  for  Poverty  Reduction  for \nSupporting  the  Advanced  Knowledge  and  Skills  for  Sustainable  Growth  Project,  and  hereby \nreports this action to the Board.\n\n                                                 \n12  Terms of Reference for Consultants (accessible from the list of linked documents in Appendix 2). \n\n \n\n\f6 \n\nAppendix 1 \n\nCOST ESTIMATES AND FINANCING PLAN \n($’000) \n\nItem \nA.  Japan Fund for Poverty Reduction Funda \n\n1.  Consultant \n\na.  Remuneration and per diem \n\ni. \nii. \n\nInternational consultants \nNational consultants \nb.  Out-of-pocket expenditures \n\ni. \nii. \n\nInternational and local travel \nReports and communications \n\n2.  Training, seminars, and conferencesb \na.  Resource persons and workshops \n\n3.  Studies, surveys, and publications \n4.  Miscellaneous administration and support costs \n5.  Contingencies \n\nTotal \n\nAmount \n\n \n \n \n245.4  \n364.0  \n \n51.5  \n7.0  \n \n364.0  \n10.0  \n35.0  \n73.1  \n1,150.0  \n\nNote: The technical assistance (TA) is estimated to cost $1,250,000, of which the contribution from the Japan Fund for \nPoverty Reduction are presented in the table above. The government will provide counterpart support in the form of \ncounterpart staff, logistical support, and other in-kind contributions. The value of government contribution is estimated \nto account for 8% of the total TA cost. \na  Administered by Asian Development Bank.  \nb  Workshops, training, seminars, and conferences.  \nSource: Asian Development Bank estimates. \n \n\n \n\n \n\n\fAppendix 2 \n\n7 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=50395-007-TAReport \n\n \n\n1. \n\n2. \n\nTerms of Reference for Consultants \n\nApproved Report and Recommendation of the President \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 26 October 2018) \n \n", "Currency unit \nRp1.00 \n$1.00 \n", "– \n= \n= \n", "rupiah (Rp) \n$ 0.00006587 \nRp15,180 \n", "ABBREVIATIONS \n \n", "ADB \nMORTHE \nRPJMN \n", "TA \nTVET \n", "Asian Development Bank \n", "– \n–  Ministry of Research, Technology and Higher Education \n– \n", "Rencana Pembangunan Jangka Menengah Nasional (National \nMedium-Term Development Plan) \ntechnical assistance \ntechnical and vocational education and training \n", "– \n– \n", " \nNOTE \n", "In this report, “$” refers to United States dollars. \n", "Vice-President \nDirector General \nDirectors \n \n", "Team leaders \n \nTeam members \n \n \n \n \nPeer reviewer \n", "Stephen Groff, Operations 2 \nRamesh Subramaniam, Southeast Asia Department (SERD) \nAyako Inagaki, Human and Social Development Division, SERD \nWinfried Wicklein, Indonesia Resident Mission, SERD \n \nRudi Louis Hendrikus van Dael, Senior Social Sector Specialist, SERD \nSutarum Wiryono, Senior Project Officer (Education), SERD \nUtami Hendrarini, Senior Operations Assistant, SERD \nUzma Hoque, Senior Social Sector Specialist, SERD \nJanice Maureen Mariano, Operations Assistant, SERD \nSuharyani, Senior Procurement Officer, SERD \nMaria Angelica Vivar, Associate Project Analyst, SERD \nJouko Sarvi, Lead Education Specialist, Central and West Asia \nDepartment \n", " \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n", " \n \n \n", " \n \n", " \n", " \n", " \n", " \n", " \n", "TRANSACTION TECHNICAL ASSISTANCE AT A GLANCE \n", "CONTENTS \n", "THE ONGOING PROJECT \n", "THE TECHNICAL ASSISTANCE \nA. \nB. \nC. \nD. \n", "Justification \nOutputs and Activities \nCost and Financing \nImplementation Arrangements \n", "III. \n", "THE PRESIDENT'S DECISION \n", "APPENDIXES \n", "Cost Estimates and Financing Plan \n", "List of Linked Documents \n", "Page \n", "1 \n", "1 \n1 \n2 \n4 \n4 \n", "5 \n", "6 \n", "7 \n", " \n", "I. \n", "II. \n", "1.  \n", "2.  \n \n \n", " \n"]}