{"Author": "Asian Development Bank", "CreationDate": "D:20190604115443+08'00'", "Creator": "PDF24 Creator", "Keywords": "uzbekistan, railway electrification, railway network, rail transport, transport services, electric trains, public transport, 51052-002, loan 3785, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190604152639+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.", "Title": "Railway Efficiency Improvement Project: Report and Recommendation of the President", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 51052-002 \nApril 2019 \n \n \n \n \nProposed Loan \nRepublic of Uzbekistan: Railway Efficiency \nImprovement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy after excluding information that is subject to exceptions to disclosure \nset forth in the policy. \n\n \n \n \n \n \n \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 17 April 2019) \n\nCurrency unit \nSUM1.00 \n$1.00 \n\n– \n= \n= \n\nsum (SUM) \n$0.00011915  \nSUM8,392.49 \n\nABBREVIATIONS \n\nADB \nCAREC \nkm \nLIBOR \nO&M \nPAM \nPIU-ET \n\nUTY \n\n– \n– \n– \n– \n– \n– \n– \n\n– \n\nAsian Development Bank \nCentral Asia Regional Economic Cooperation \nkilometer \nLondon interbank offered rate \noperation and maintenance \nproject administration manual \nProject Implementation Unit for Electrification and Renewal of \nRolling Stock \nO’zbekiston Temir Yo’llari (Uzbekistan Railways) \n\nVice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n\nNOTE \n\nIn this report, “$” refers to the United States dollars. \n\nShixin Chen, Operations 1 \nWerner Liepach, Central and West Asia Department (CWRD) \nDong-Soo Pyo, Transport and Communications Division, CWRD \n \nKo Sakamoto, Senior Transport Specialist, CWRD \nAna Paula Araujo, Environment Specialist, CWRD \nDidier Guynet, Senior Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \nFeruza Insavalieva, Associate Safeguards Officer, Uzbekistan \nResident Mission (URM), CWRD \nShokhimardon Musaev, Senior Project Officer, URM, CWRD \nLyailya Nazarbekova, Principal Counsel, Office of the General \nCounsel \nAnna Liza Silverio, Senior Operations Assistant, CWRD \nYukihiro Shibuya, Social Development Specialist (Safeguards), CWRD \nCarmelina Tabernilla, Associate Project Officer, CWRD \nRustam Zakhidov, Associate Project Analyst, URM, CWRD \nTakeshi Fukayama, Transport Specialist, Southeast Asia Department \n\nPeer reviewer \n\n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n\n \n \n \n\n \n\n \n\n \n\n \n \n\n \n \n\n\f \n\nCONTENTS \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \n\nRationale \nImpact and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nSummary of Risk Assessment and Risk Management Plan \n\nASSURANCES \n\nRECOMMENDATION \n\nIV. \nV. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nPage \n\n1 \n1 \n1 \n4 \n4 \n5 \n6 \n8 \n8 \n8 \n8 \n9 \n9 \n10 \n11 \n\n11 \n\n12 \n13 \n\n \n\nMAP \nI. \nII. \n\nIII. \n\n1. \n\n2. \n \n\n \n\n\fProject Classification Information Status: Complete\n\nPROJECT AT A GLANCE\n\nRailway Efficiency Improvement Project Department\n\n/Division\nExecuting Agency\n\nProject Number: 51052-002\nCWRD/CWTC\n\nO'zbekiston Temir Yo'llari\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nTransport\n\nUzbekistan\nUzbekistan\n\nSubsector(s)\nRail transport (non-urban)\n\n3. Strategic Agenda\n\nInclusive economic growth\n(IEG)\nEnvironmentally sustainable\ngrowth (ESG)\n\nRegional integration (RCI)\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nKnowledge solutions (KNS)\n\nSubcomponents\nPillar 1: Economic opportunities,  \nincluding jobs, created and expanded\nEco-efficiency\nEnvironmental policy and legislation\nGlobal and regional transboundary \nenvironmental concerns\nPillar 1: Cross-border infrastructure\n\nComponents\nInstitutional development\nOrganizational development\nApplication and use of new knowledge \nsolutions in key operational areas\nKnowledge sharing activities\nPilot-testing innovation and learning\n\n     ADB Financing ($ million)\n170.00\n170.00\n\nTotal\n\nClimate Change Information\nCO2 reduction (tons per annum)\nClimate Change impact on the \nProject\n\n900,000\nMedium\n\nADB Financing\nMitigation ($ million)\n\n[This \ninformation  was  deemed  confidential \naccording  to  paragraph  2  (v)  of  ADB's  Access \nto Information Policy (2018).]\n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nLocation Impact\nNation-wide\n\nHigh\n\nYes\nSDG1, SDG5, SDG7, SDG9, SDG12, \nSDG13\nLow\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Project (Regular Loan): Ordinary capital resources\n\nAmount ($ million)\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nGeneral Intervention on\nPoverty\nSDG Targeting\nSDG Goals\n\nNo\nNo\nNo\n\n6. Risk Categorization:\n\n.\n\n.\n\n8. Financing\n\nCofinancing\n     None\n\nCounterpart\n     Government \n\nTotal\n\nCurrency of ADB Financing: USD \n\n170.00\n170.00\n\n0.00\n0.00\n\n48.30\n48.30\n\n218.30\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n12042019151812816653\n\nGenerated Date: 30-May-2019 16:53:37 PM\n\n\fo\n60  00'E\n\nAral  Sea\n\nMuynak\n\nNukus\n\nA\n\nm\n\nu\n\nd\n\na\n\nr\n\ny\n\na\n \n\nR\n\n. \n\nUrgench\n\nKhiva\n\nKungrad\n\nKARAKALPAKSTAN\nKARAKALPAKSTAN\n\nKhodzheyli\n\no\n45  00'N\n\no\n39  00'N\n\nNational Capital\n\nProvincial Capital\n\nCity/Town\n\nNon-electrified Railway\n\nElectrification Ongoing or Planned\n\nElectrified Railway\n\nRiver\n\nProvincial Boundary\n\nCAREC\n\nCentral Asia Regional Economic Cooperation\n\nBoundaries are not necessarily authoritative.\n\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on this \nmap do not imply, on the part of the Asian Development Bank, any judgment on the \nlegal status of any territory, or any endorsement or acceptance of such boundaries, \ncolors, denominations, or information. \n\no\n60  00'E\n\n1\n8\n-\n0\n6\n3\n4\nA\nB\nV\n\n \n\no\n69  00'E\n\nUZBEKISTAN\nRAILWAY EFFICIENCY IMPROVEMENT PROJECT\nProgress on the Electrification of Railways\n\no\n45  00'N\n\nN\n\n0\n\n50\n\n100\n\n150\n\nKilometers\n\nNAVOI\nNAVOI\n\nUchkuduk\n\nRailway Rehabilitation Project and \nRailway Modernization Project \n(Completed in 2004 and 2006)\n\nCAREC Corridor 2 (Pap–Namangan–Andijan) \nRailway Electrification Project (Active)\n\nMiskin\n\nKHOREZM\nKHOREZM\n\nKyzyl-Kuduk\n\nZarafshan\n\nMuruntau\n\nTASHKENT\n\nChirchik\n\nAngren\n\nNAMANGAN\nNAMANGAN\nNamangan\n\nTASHKENT\nTASHKENT\n\nPap\n\nAndijan\n\nANDIJAN\nANDIJAN\n\nDJIZZAK\nDJIZZAK\n\nKokand\n\nS\nS\n\ny\ny\n\nr\nr\n\nd\nd\n\na\na\n\nr\nr\n\ny\ny\n\na\na\n \n \nR\nR\n.\n.\n\nGulistan\n\nSYRDARYA\nSYRDARYA\n\nFERGANA\nFERGANA\n\nFergana\n\nSukh\n\nShakhimardan\n\no\n39  00'N\n\nBUKHARA\nBUKHARA\n\nNavoi\n\nBukhara\n\nSAMARKAND\nSAMARKAND\n\nMarakand\n\nDjizzak\n\nSamarkand\n\nKitab\n\nShakhrisabz\n\nCAREC Corridor 6 (Marakand–Karshi) \nRailway Electrification Project\n\nKarshi\nKASHKADARYA\nKASHKADARYA\n\nGuzar\n\nTashguzar\n\nDenau\n\nSURKHANDARYA\nSURKHANDARYA\n\nKumkurgan\n\nTermez\n\no\n69  00'E\n\n\f \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed loan to \n\n1. \nthe Republic of Uzbekistan for the Railway Efficiency Improvement Project. \n \n2. \nDirectly  complementing  other  projects  in  Uzbekistan  for  the  electrification  of  its  railway \nnetwork,  two  of  which  are  supported  by  the  Asian  Development  Bank  (ADB),  the  project  will \nprocure  a  new  fleet  of  24  electric  locomotives,  and  offer  cleaner,  more  reliable,  and  efficient \npassenger and freight transport services. \n \n\nII. \n\nTHE PROJECT \n\nA. \n\nRationale \n\n3. \nStrategic location of Uzbekistan. Surrounded by Afghanistan to the south, Kazakhstan \nto the north and northwest, the Kyrgyz Republic to the northeast, Turkmenistan to the southwest, \nand Tajikistan to the southeast, Uzbekistan serves three of six Central Asia Regional Economic \nCooperation (CAREC) corridors. With about 33 million people, Uzbekistan is the most populous \ncountry in Central Asia. It is doubly landlocked—requiring crossing at least two countries to reach \na seaport—so transport plays an important role in sustaining its socioeconomic development. \n \n4. \nCritical role of railways. Rail transport has a unique competitive  advantage over road \ntransport for moving goods in bulk over long distances, as well as for moving passengers between \ndensely  populated  cities.  The  4,669-kilometer  (km)  Uzbekistan  rail  network  carries  about \n68  million  tons  of  freight  and  21  million  passengers  annually.  In  Uzbekistan’s  land  transport \nsystem, railways carry about 40% of the total freight volume, and about 4% of the total passenger \nvolume.1 Since 2004, Uzbekistan’s gross domestic product has on average grown by more than \n7% per year. This has contributed to strong demand for rail transport. Ongoing improvements in \nthe  relationship  between  Uzbekistan  and  its  neighbors  will  further  add  to  such  demand. \nThe  vertically-integrated  public  railway  company  O’zbekiston  Temir  Yo’llari  (UTY)  expects \ndemand for rail transport to steadily grow in line with economic activity in the country and in the \nsubregion. \n \n5. \nThe recently approved CAREC Railway Strategy 2017–2030 notes railways’ role as an \nengine for economic growth in Central Asia, especially as they help countries to diversify trade \npatterns, attract foreign direct investment, increase participation in global production networks, \nincrease related trade in manufactured products, and diversify exports.2 \n \n6. \nConsistency with national development objectives. The government’s Development \nStrategy for 2017–2021 pursues five priority areas: (i) improvement of the system of state and \npublic construction; (ii) safeguarding of the rule of law and further reform of the judicial system; \n(iii)  economic  development  and  liberalization;  (iv)  development  of  the  social  sectors;  and \n(v) security, inter-ethnic harmony and religious tolerance, and implementation of a balanced and \nmutually  beneficial  and constructive foreign  policy.3 Transport  and  communication  are  seen  as \nkey in supporting priority areas (iii) and (iv), and the strategy specifically mentions the importance \nof improving transport services, raising passenger safety, and reducing harmful emissions. \n\n                                                \n1  United Nations Economic Commission for Europe. 2019. Transport Statistics Infocard – Uzbekistan. Geneva. \n2  ADB. 2017. Unlocking the Potential of Railways: A Railway Strategy for CAREC, 2017–2030. Manila. \n3  Government of Uzbekistan. 2017. Uzbekistan’s Development Strategy for 2017–2021. Tashkent. \n \n\n \n\n\fConsistency with ADB’s Strategy. The project is consistent with ADB’s Strategy 2030, \n7. \nand  in  particular  its  operational  priorities  in  (i)  tackling  climate  change,  building  climate  and \ndisaster resilience and ensuring environmental sustainability, (ii) strengthening governance and \ninstitutional capacity, and (iii) fostering regional cooperation and integration.4 The state-of-the-art \nelectric locomotives to be procured under the project will cut greenhouse gases by 900,000 tons \nper annum and also reduce local air pollution. The improved efficiency of train services brought \nabout  by  the  project  will  help  reduce  journey  time  on  Uzbekistan’s  railway  network,  improve \nservice quality and reliability on the CAREC transport network, and strengthen the conditions for \nthe private sector to grow. The project will thereby contribute to the goals of the CAREC Railway \nStrategy  2030  (para.  5).  The  project  is  consistent  with  ADB’s  country  partnership  strategy  for \nUzbekistan,  2012–2016, 5  which  calls  for  investments  in  the  transport  sector  and  the \nmodernization  of  railway  infrastructure.  Railways  are  expected  to  feature  as  a  critical  area  for \nADB’s  support  in  its  forthcoming  country  partnership  strategy  for  Uzbekistan,  2019–2023. \nThe project is included in the country operations business plan for Uzbekistan, 2019–2021.6 \n \n8. \nMajor  achievements  by  Uzbekistan  to  modernize  railways.  Since  its  foundation  in \n1994,  UTY  has  gradually  implemented  a  holistic  railway  modernization  program,  including  the \ncompletion  of  a  unified  rail  network,  electrification  and  modernization  of  existing  lines,  and \nimprovement of rolling stock.7 The government accorded particular importance to electrification, \nand 2,530 km—more than 50% of the network—are now electrified. These efforts were supported \nby  ADB,  the  European  Bank  for  Reconstruction  and  Development,  the  Japan  International \nCooperation Agency, German development cooperation through KfW, the Kuwait Fund for Arab \nEconomic Development, the OPEC Fund for International Development, the People’s Republic of \nChina, and the World Bank. \n \n9. \nUTY  has  worked  with  development  partners  to  undertake  institutional  reforms. \nWith  support  from  ADB,  the  government  initiated  UTY  reforms  in  1997,  under  which  ancillary \nservices such as health, recreation, and education were largely separated from core operations.8 \nThe  downsizing  of  staff  and  noncore  assets  improved  the  efficiency  and  sustainability  of \noperations.  Since  2015,  the  World  Bank  has  been  supporting  the  further  modernization  of \nbusiness  processes,  including  the  accounting  system.  Even  with  these  reforms,  the  nature  of \nrailways as a public good requires the continued support of the public sector. \n \n10. \nRemaining challenges. Based on the above achievements, UTY has the scope to further \nshorten  transport  time,  improve  service  quality,  and  reduce  operating  costs  by  upgrading  its \ninfrastructure,  improving  operational  efficiency,  and  upgrading  its  locomotive  fleet.  This  would \nallow  railways  to  remain  competitive  against  road  transport,  and  help  improve  economic \nopportunities, boost regional trade, and reduce environmental impacts for the country. \n \n11. \nIn  contrast  to  the  advanced  rate  of  electrification  of  the  network  (para.  8),  the  current \nlocomotive  fleet  of  UTY  consists  of  75%  diesel  and  only  25%  electric  engines;  this  includes \n37  electric  locomotives  which  were  procured  within  the  last  10  years.  Most  locomotives  have \nserved more than 30 years, far beyond their service life. Limitations in the absolute number of \n\n                                                \n4  ADB. 2018. Strategy 2030. Achieving a Prosperous, Inclusive, Resilient and Sustainable Asia and the Pacific. Manila. \n5  ADB. 2011. Country Partnership Strategy: Uzbekistan, 2012–2016. Manila. \n6  ADB. 2018. Country Operations Business Plan: Uzbekistan, 2019–2021. Manila. \n7  Government of Uzbekistan, Decree of the President of the Republic of Uzbekistan no. PP-993; 5 November 2008. \n8  ADB. 1998. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance Grant to the Republic of Uzbekistan for the Railway Rehabilitation Project. Manila; and ADB. 2000. Report \nand Recommendation of the President to the Board of Directors: Proposed Loan and Technical Assistance Grant to \nthe Republic of Uzbekistan for the Railway Modernization Project. Manila. \n\n2 \n\n \n\n\felectric locomotives caused by a lack of financial resources, and the fact that the existing fleet is \nalready  being  used  to  its  maximum  potential,  make  it  difficult  to  reliably  expand  freight  and \npassenger train services and meet growing demand (para. 4). The slow acceleration rate and low \ntop speeds of the diesel locomotives, as well as the switching required between diesel and electric \nengines,  lengthen  transport  time  and  add  to  the  fleet’s  inefficiencies.  Locomotive  depots  are \ntailored to  the  servicing  of  diesel  vehicles  and  need  to  be  upgraded  to  handle  an  increasingly \nelectrified fleet. \n \nInstitutionally,  UTY  remains  a financially  robust  organization  with  the  ability  to  carry  all \n12. \noperation and maintenance (O&M) costs, and the majority of capital works. However, similar to \nother railway organizations throughout the world, it faces heavy competition from road transport \n(passenger and freight) and, in the case of transit traffic, from other countries. The ability of UTY \nto maintain its financial sustainability  depends  on its  ability  to improve the  attractiveness of  its \nservices to clients. This requires a combination of improved infrastructure and rolling stock, and \nrefinements to its business planning process. \n \nEnvisaged benefits. The project tackles these challenges by reducing the bottleneck in \n13. \nthe availability of electric locomotives, and allowing UTY to maximize the use of its increasingly \nelectrified  network  (para.  8).9 It  will  also  support  UTY’s  wider  efforts  to  aggressively  invest  in \nnecessary  infrastructure  and  improve  its  business  processes.  Three  distinct  benefits  from  the \nproject are foreseen. First, the procurement of 24 electric locomotives will help UTY to increase \nthe level and reliability of train services for both passengers and freight. Second, the project will \nimprove  the  environmental  performance  of  the  transport  network  of  Uzbekistan  by  moving \ntransport away from the roads and because electric trains generate less noise, vibration, local \npollutants, and greenhouse gases than diesel trains. The locomotives will also have a climate-\nproof design, allowing for their operation in mountainous terrain under harsh weather conditions. \nThird, the project improves Uzbekistan’s connectivity with neighboring countries and to markets \nbeyond, by expanding the frequency and quality of train services on CAREC corridors. \n \n14. \nLessons learned. ADB has provided four loans to Uzbekistan, two for the rehabilitation \nand modernization of the railway infrastructure (footnote 8), and two for the electrification of the \nMarakand–Karshi  and  Pap–Namangan–Andijan  railway  lines.10 ADB’s  Independent  Evaluation \nDepartment rated the rehabilitation and modernization projects successful and the government’s \nand  UTY’s  performance  highly  satisfactory. 11  The  Marakand–Karshi  project  was  completed \nsuccessfully in 2018, ahead of schedule and on budget. The Pap–Namangan–Andijan project is \nlargely on track, with major procurement activities completed by Quarter 1 of 2019. Lessons from \nthe implementation of these projects include (i) scoping the project to focus on components that \nadd  most  value  to  UTY,  e.g.,  electrification  as  opposed  to  general  track  works;  (ii)  designing \nrealistic capacity development components to avoid process reforms that cannot be completed \nwithin  the  project  time  frame;  (iii)  coordinating  on  challenges  common  across  the  subregion \n\n                                                \n9  Transaction technical assistance of $1,000,000, financed by ADB’s Technical Assistance Special Fund (TASF-other \n\nsources) was approved in 2017 to prepare the project. \n\n10 ADB. 2011. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the Republic \nof  Uzbekistan  for  the  Central  Asia  Regional  Economic  Cooperation  Corridor  6  (Marakand–Karshi)  Railway \nElectrification  Project.  Manila;  and  ADB.  2017.  Report  and  Recommendation  of  the  President  to  the  Board  of \nDirectors: Proposed Loan to the Republic of Uzbekistan for the Central Asia Regional Economic Cooperation Corridor \n2 (Pap–Namangan–Andijan) Railway Electrification Project. Manila. \n\n11 Independent  Evaluation  Department.  2010.  Performance  Evaluation  Report:  Uzbekistan—Railway  Rehabilitation \n\nProject and Railway Modernization Project. Manila: ADB. \n\n \n\n3 \n\n \n\n\fthrough the  CAREC program; and (iv) synchronizing project preparation and procurement actions \nwith government procedures to avoid delays. \n \nB. \n\nImpact and Outcome \n\n15. \nThe impact of the project is aligned with the government’s development strategy, and in \nparticular:  implementation  of  targeted  programs  to  build  affordable  housing,  development  and \nmodernization of road and rail transport, engineering, communication, and social infrastructure \nachieved (footnote 3). The project will have the following outcome: efficiency of passenger and \nfreight transport throughout Uzbekistan’s railway network improved.12 \n \nC. \n\nOutputs \n\n16. \nOutput 1: Electric locomotives commissioned. The project will provide 24 state-of-the-\nart electric locomotives, of which 16 are optimized for freight trains and 8 for passenger trains. \nThese will be used throughout the growing network of electrified railway tracks in Uzbekistan, help \nmitigate the chronic shortage of locomotives, and cater to the increase in freight and passenger \nmovements.  Since  it  is cheaper to  operate  electric  locomotives  than  diesel  ones,  this  will  help \nimprove the cost efficiency of train operations.  \n \nOutput 2: Locomotive depot upgraded. To effectively cater to the maintenance needs \n17. \nof  the  new  electric  fleet,  the  project  will  upgrade  the  locomotive  depot  in  Tashkent,  named \n“O’zbekiston”, so it can service electric locomotives as well. ADB has worked with UTY during \nproject processing to ensure that this will be done in a gender-sensitive manner (para. 39). \n \n18. \nOutput 3: Long-term development strategy implemented. A key value addition of the \nproject will be the implementation of a new long-term development strategy for UTY to improve \nits operational efficiency, optimize the use of its fleet, ensure timely adjustment of tariffs, optimize \noperating expenses and further promote gender equality (para 39). The long-term development \nstrategy is planned for finalization by the third quarter of 2019 and ADB is actively supporting this \nprocess. It will update existing plans, and guide the future direction of UTY and help to maintain \nits position as a financially sustainable and technically robust organization in Uzbekistan as well \nas in the Central and West Asia subregion. It will define the future investment needs of UTY and \nsupport  the  sound  rationalization  and  prioritization  of  projects  by  strengthening  the  project \nformulation process and the use of traffic demand and market analyses. It will also articulate how \nUTY  can  mobilize  and structure  resources  efficiently  and sustainably.  Such  resources  may  be \nsourced  from  UTY’s  own  revenue,  government  funds,  international  financing  institutions,  and \ncommercial sources. The long-term development strategy will also benefit from the injection of \nknowledge  through  a  newly-approved  regional  technical  assistance  being  provided  to  CAREC \nmember countries including Uzbekistan to tackle challenges common across the subregion.13 \n \n19. \nValue added by ADB assistance. The project is part of ADB’s comprehensive support \nto Uzbekistan’s railway subsector, and complements recent investments in the electrification of \nmain railway lines (para. 14). ADB’s preparation and implementation support adds value to UTY \nin three ways. First, the electric locomotives to be procured under the project will have features \nto maximize their quality and reliability; particular attention was given to making the locomotives \nresilient  to  climate  change  and  capable  of  operation  in  mountainous  terrain  and  under  harsh \n\n                                                \n12 The design and monitoring framework is in Appendix 1. \n13 ADB.  2018.  Technical  Assistance  Report.  Railway  Sector  Development  in  Central  Asia  Regional  Economic \n\nCooperation Countries. Manila. \n\n4 \n\n \n\n\fweather  conditions.  Second,  UTY’s  internal capacity  to  procure  high-quality  locomotives in  the \nfuture will be improved by ongoing assistance to UTY staff in the procurement process, and in \nattracting financing from various sources. This will equip UTY with the in-house skills to further \nmodernize  its  fleet,  beyond  the  24 locomotives  to  be  procured  under  this  project.  Third,  the \nimplementation of its long-term development strategy will equip UTY for the future as described \nin para. 18.  \n \nD. \n\nSummary Cost Estimates and Financing Plan \n\nThe  project  is  expected  to  cost  $218.3  million  (Table  1).  Detailed  cost  estimates  by \n\n20. \nexpenditure category and by financier are in the project administration manual (PAM).14 \n\n \nTable 1: Summary Cost Estimates \n($ million) \n\nItem \nA. Base Costa \n  1.  Electric locomotives commissioned \n  2.  Locomotive depot upgraded \n\n \n\n \n\nSubtotal (A) \n\n  3.  Long-term development strategy implemented \n \nB. Taxes and Dutiesb \nC. Contingenciesc \nD. Financial Charges During Implementationd \n \nTotal (A+B+C+D) \n\n \n\n \n\nAmount \n\n  \n\n[This information was deemed \nconfidential according to paragraph \n\n2 (v) of ADB’s Access to \n\nInformation Policy (2018).] \n\n156.70 \n21.91 \n15.33 \n24.36 \n218.30 \n\na  In early-2019 prices as of 1 February 2019. \nb  The government will finance taxes and duties of about $21.91 million through exemption. \nc  Physical  contingencies  computed  at  5%  for  foreign  components  and  6%  for  local  components.  Price \ncontingencies  computed  at  an  average  of  5%  on  foreign  exchange  costs  and  6%  on  local  currency  costs; \nincludes provision for potential  exchange rate fluctuation under the assumption of a purchasing power parity \nexchange rate. \n\nd  Includes  interest  and  commitment  charges.  Interest  during  the  disbursement  period  for  the  ordinary  capital \nresources loan was computed at the 5-year United States dollar fixed swap rate plus an effective contractual \nspread of 0.5% and maturity premium of 0.1%. Commitment charges for the ordinary capital resources loan are \n0.15% per year to be charged on the undisbursed loan amount. \n\nSources: Asian Development Bank and O’zbekiston Temir Yo’llari estimates. \n\n \n\n21. \nThe government has requested a regular loan of $170 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a grace period \nof 5 years; an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year and such other terms \nand  conditions  set  forth  in  the  draft  loan  and  project  agreements.  Based  on  the  straight-line \nmethod,  the  average  maturity  is  15.25  years,  and  the  maturity  premium  payable  to  ADB  is \n0.10% per year. \n \n22. \nLoan proceeds will be relent from the government to UTY in accordance with a subsidiary \nloan agreement. Except as ADB may otherwise agree, the terms of the subsidiary loan agreement \nshall include (i) interest at the rate applicable to the loan with foreign exchange risk being borne \nby UTY; and (ii) a term of up to 25 years, including a grace period of up to 5 years. \n \n23. \nThe summary financing plan is in Table 2. ADB will finance the expenditures in relation to \nthe  procurement  of  24  locomotives.  This  includes  [This  information  was  deemed  confidential \n\n                                                \n14 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n5 \n\n \n\n\faccording  to  paragraph  2  (v)  of  ADB’s  Access  to  Information  Policy  (2018).]  of  contingency. \nCounterpart financing from UTY and the government of [This information was deemed confidential \naccording to paragraph 2 (v) of ADB’s Access to Information Policy (2018).] will be used for the \nupgrade  of  the  locomotive  depot,  design  and  survey  works,  implementation  of  the  long-term \ndevelopment strategy, as well as taxes and duties, and financial charges during implementation. \n \n\nTable 2: Summary Financing Plan \n\nSource \nAsian Development Bank \n \nGovernment and O’zbekiston Temir Yo’llari \n \n\nOrdinary capital resources (regular loan) \n\nTotal \n\nAmount \n($ million) \n\nShare of Total \n(%) \n\n \n170.0 \n48.3 \n218.3 \n\n \n77.9 \n22.1 \n100.0 \n\nSources: Asian Development Bank and O’zbekiston Temir Yo’llari estimates. \n \n24. \nClimate  mitigation  is  estimated  to  cost  [This  information  was  deemed  confidential \naccording to paragraph 2 (v) of ADB’s Access to Information Policy (2018).] which is the amount \nexpected for the procurement of electric locomotives, net of contingency. ADB will finance 100% \nof mitigation costs. Climate adaptation costs were not calculated because they were impossible \nto isolate. Details are in the PAM (footnote 14).  \n \nSubject  to  the  project’s  sound  implementation  progress,  additional  financing  may  be \n25. \nconsidered to allow a larger number of electric locomotives to be procured, so as to match the \ngrowing electrified railway network and to accelerate the retirement of aged diesel locomotives. \nSince ADB’s financial assistance to Uzbekistan is limited in size relative to such needs, ADB will \nproactively  work  with  UTY  and  the  government  to  mobilize  alternative  sources  of  financing, \nincluding  commercial  cofinancing  wherever  effective  and  efficient.  UTY  and  the  government’s \ncapacity to leverage larger levels of investments will be strengthened through the implementation \nof UTY’s long-term development strategy. \n \nE. \n\nImplementation Arrangements \n\n26. \nUTY  will  be  the  executing  agency.  It  has  a  sound  track  record  in  executing  projects \nfinanced by ADB and other international financial institutions. UTY also carries out sound O&M of \nelectrified  and  non-electrified  lines.  The  Project  Implementation  Unit  for  Electrification  and \nRenewal of Rolling Stock (PIU-ET), with staff experienced in international financing institutions’ \nprocedures  and  policies,  will  be  responsible  for  implementing  the  project.  The  technical  and \nadministrative  departments  of  UTY  will  also  assist  the  PIU-ET  during  project  implementation. \nFor  the  implementation  of  the  long-term  development  strategy,  a  working  group  under  the \nsupervision  of  UTY  management  will  be  maintained.  To  ensure  continuity  and  consistency, \nconsultants recruited under the transaction technical assistance will be retained to support UTY \nin  procurement  activities  and  in  the  early  phases  of  the  long-term  development  strategy’s \nimplementation. The project will be implemented in close coordination with development partners, \nboth at the  country  level  and at  subregional  level.  On the former,  ADB  will  cooperate with the \nWorld Bank, who is supporting the government in the preparation of a transport sector strategy \nfor Uzbekistan. On the latter, ADB will continue to actively engage development partners through \nthe CAREC program. \n\n27. \nAll  procurement  financed  under  the  ADB  loan  will  follow  open  competitive  bidding \nprocedures  pursuant  to  ADB’s  Procurement  Policy  (2017,  as  amended  from  time  to  time)  and \nProcurement Regulations for ADB Borrowers (2017, as amended from time to time). Procurement \n\n6 \n\n \n\n\fwill  consist  of  one  goods  package  with  a  lot  each  for  passenger  and  freight  locomotives. \nThe procurement method will be one-stage, one-envelope, without prequalification. \n \n28. \nThe  primary  suppliers  for  the  locomotives  to  be  procured  will  be  from  ADB  member \ncountries.  However,  the  locomotives  require  certain  integral  parts—braking  system,  radio \nequipment,  safety  devices,  wheels,  and  automatic  couplings—that  originate  from  non-ADB \nmember  countries  such  as  Belarus,  Czech  Republic,  Russian  Federation,  and  Ukraine;  these \nparts  are estimated  at  about  6%  of the  procurement  value. These parts  are  necessary for  the \nlocomotives  to  meet  regulatory  requirements  set  by  the  Government  of  Uzbekistan  and  the \nCouncil for Rail Transport of the Community of Independent States, to ensure interoperability of \nthe locomotives with the existing infrastructure and other rolling stock  in Uzbekistan. Procuring \nthese parts separately and outside of the ADB-financed project is uneconomical, impractical and \nmay lead to safety issues.  A waiver of the country eligibility requirement is requested from the \nADB Board of Directors, based on the strong technical, regulatory, safety, and economic rationale \nfor  the  inclusion  of  such  parts.  The  Board  of  Directors  must  approve  the  waiver  by  a  vote \nrepresenting  not  less  than  two-thirds  of  the  total  voting  power  of  the  members  of  the  Board. \nWith  the  exception  of  the  above,  civil  works  and  the  supply  of  materials  and  equipment  from \ncountries  that  are  not  members  of  ADB  will  be  financed  by  UTY  from  its  own  resources  and \nprocured under existing government procedures consistent with the principles of economy and \nefficiency. \n \n29. \nthe PAM (footnote 14). \n \n\nThe implementation arrangements are summarized in Table 3 and described in detail in \n\nTable 3: Implementation Arrangements \n\nAspects \nImplementation period \nEstimated completion date \nEstimated financial closing date  December 2025 \nManagement \n\nArrangements \nJuly 2019–June 2025 \nJune 2025 \n\n(i)  Oversight agency \n(ii)  Executing agency \n(iii)  Implementation unit \n\nMinistry of Investments and Foreign Trade and Ministry of Finance \nUTY \nFor the procurement of electric locomotives and the upgrade of the locomotive \ndepot:  Project  Implementation  Unit  for  Electrification  and  Renewal  of  Rolling \nStock of UTY. \nFor  the  long-term  development  strategy:  working  group  steered  by  UTY \nmanagement \nOpen competitive bidding \n\nElectric locomotives (goods) \n\nProcurement \n\n[This information \nwas deemed \nconfidential \naccording to \nparagraph 2 (v) of \nADB’s Access to \nInformation Policy \n(2018).] \n \n\nConsulting services \nRetroactive financing and/or \nadvance contracting \nDisbursement \n\n \n\nNone \nAdvance  contracting  action  will  be  taken  on  the  procurement  of  electric \nlocomotives. Retroactive financing will be allowed up to 20% of the loan amount. \nThe  loan  proceeds  will  be  disbursed  following  ADB’s  Loan  Disbursement \nHandbook  (2017,  as  amended  from  time  to  time)  and  detailed  arrangements \nagreed between the government and ADB. \n\nADB = Asian Development Bank, UTY = O'zbekiston Temir Yo'llari. \nSource: Asian Development Bank. \n \n\n7 \n\n \n\n\f8 \n\nA. \n\nTechnical \n\nIII. \n\nDUE DILIGENCE \n\nUTY  has  the  capacity  and  experience  for  the  procurement  and  O&M  of  electric \n30. \nlocomotives. It is experienced in operating electrified railways. Currently, it maintains 2,530 km of \nelectrified lines. Its staff has been continuously trained in the maintenance of electrification and \nmodernized  signaling  and  telecommunication  facilities,  and  in  the  safe  operation  of  electric \nlocomotives. The same measures will apply after the completion of the project to ensure efficient \nand safe O&M. \n \n31. \nThe technical  specifications for  the  locomotives to be  procured  under  the project  are  a \nproduct  of  collaboration  between  UTY  staff,  ADB  staff,  and  consultants  mobilized  by  ADB. \nThe specifications incorporate considerations of energy efficiency and climate resilience, the latter \ngiven the harsh climatic conditions that the locomotives are facing. Further, UTY staff and ADB’s \ntransaction technical assistance consultants conducted a life-cycle assessment to ensure that the \nlocomotives provide reliable and efficient operations throughout their long life. \n \nB. \n\nEconomic and Financial \n\nEconomic viability. An economic analysis of the project was carried out in accordance \n32. \nwith ADB’s Guidelines for the Economic Analysis of Projects,15 comparing the incremental costs \nof the project with its incremental benefits. The main economic benefits are savings in (i) time for \nboth passengers and freight, (ii) carbon dioxide emissions, (iii) energy costs, and (iv) locomotive \nmaintenance costs. The analysis indicates that the project is highly economically viable, with an \neconomic internal rate of return of 13.7%, compared with the 9% discount rate. \n \n33. \nFinancial sustainability. A financial analysis of the project was carried out in accordance \nwith ADB’s Guidelines on Financial Management and Analysis of Projects16 to ascertain whether \nthe project is financially viable. The analysis, done on highly conservative assumptions, shows \nthat  the  financial  internal  rate  of  return  is  9.4%,  above  the  weighted  average  cost  of  capital \ncalculated at 0.9%. Institutionally, UTY’s financial capacity is sufficient to implement the project, \nfund its contribution to the project costs, repay the ADB loan, and make the required payments \non  its  existing  debt.  Previously,  UTY  needed  to  surrender  to  the  government  50%  of  foreign \ncurrency revenue earned from transit traffic at a fixed exchange rate. This practice has now been \nabolished by the government and UTY is allowed to fully retain such earnings. This has allowed \nUTY to remain financially robust as an entity, despite macroeconomic reforms being undertaken \nin the country such as the floating of the sum. \n \nC. \n\nGovernance \n\n34. \nFinancial management. The financial management risk is moderate. UTY has sufficient \ncapacity  to  manage  and  maintain  adequate  accounting  systems,  financial  controls,  and  audit \narrangements  required for  the  project.  A  low  to moderate  risk  exists  in the  area of  accounting \nsystem and reporting integration. UTY has developed an approach to manage this risk, and is \ncurrently implementing a new accounting software package that is expected to rectify the issue. \n \n\n                                                \n15 ADB. 2017. Guidelines for the Economic Analysis of Projects. Manila. \n16 ADB. 2005. Financial Management and Analysis of Projects. Manila. \n\n \n\n\fProcurement.  The  overall  procurement  risk  is  moderate  with  mitigation  measures. \n35. \nA project procurement risk assessment identified both advantages and shortfalls in the capacity \nof  UTY  to  manage  international  procurement.  Procurement  staff  have  experience  with  open \ncompetitive  bidding  but  require  continued  support.  The  transaction  technical  assistance \nstrengthened UTY’s capacity for procurement and project management with training and support \nby an independent international procurement consultant. The same consultant will keep assisting \nUTY during critical procurement phases, up to the award of contracts. \n \nTo  date,  ADB-financed  projects  in  Uzbekistan  have  been  subject  to  lengthy  delays  in \n36. \nimplementation,  due  to  multiple  review  and  approvals  by  government  authorities  for  feasibility \nstudies, bidding documents and contracts. In July 2018, the government passed a new resolution \nstreamlining  such  procedures.17 In  line  with  these  new  procedures,  the  executing  agency  and \nADB have worked to secure the endorsement of the government’s feasibility study by Quarter 1 \nof 2019. Bidding documents have been fully prepared, and bidding has commenced in Quarter 1 \nof 2019. The project is highly procurement ready. \n \nADB’s Anticorruption Policy (1998, as amended from time to time) was explained to and \n37. \ndiscussed with the government and UTY. The specific policy requirements and supplementary \nmeasures are described in the PAM (footnote 14). \n \nD. \n\nPoverty, Social, and Gender \n\n38. \nA social and poverty assessment ascertained that the project will help reduce transport \ncosts  and  travel  time;  ensure  safety;  and  increase  access  to  jobs,  markets,  health  care,  and \neducation facilities for the local population. The primary beneficiaries will be passengers, freight \ntransporters, and agro-industrial producers. \n \n39. \nThe project is categorized as some gender elements. The project offers opportunities to \nimprove  the  participation  of  women  in  the  railway  subsector,  which  traditionally  has  been \ndominated by men. UTY will take measures to recognize such opportunities and maximize the \nparticipation  of  women  in  locomotive  O&M.  Women  employees  of  UTY  will  take  part  in  the \npreparation and implementation of the long-term development strategy, which will define ways to \nmake  the  railway  system  in  Uzbekistan  and  human  resource  practices  at  UTY  more  friendly \ntoward women, such as incentives to recruit, retain, and promote women; provision of in-service \ntraining;  and  zero  tolerance  for  any  form  of  discrimination,  including  sexual  harassment  in the \nworkplace.  The  locomotive  depot  will  be  equipped  with  separate  sanitary  facilities  (toilets, \nshowers,  changing  rooms)  for  the  213  women  currently  employed.  The  gender  action  plan \nspecifies the activities and targets.18 \n \nE. \n\nSafeguards \n\nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s  safeguard \n\n40. \ncategories are as follows.19 \n \nEnvironment (category C). The project will have minimal or no adverse environmental \n41. \nimpacts.  It  supports  the  development  of  an  environment-friendly  mode  of  transport.  Trains \n                                                \n17 Government  of  Uzbekistan.  2018.  Presidential  Resolution  3857:  On  Measures  to  Increase  the  Effectiveness  of \nPreparation  and  Implementation  of  Projects  with  Participation  of  International  Financial  Institutions  and  Foreign \nGovernmental Financial Organizations. Tashkent. \n\n18 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n19 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n\n9 \n\n \n\n\foperating on electric traction generate less local air pollution, noise, and vibration than their diesel \ncounterparts. Thus  the  switch from  diesel  to  electric traction,  and the modal  shift from  road to \nrailway transport, is expected to bring a net reduction in carbon dioxide emissions of 900,000 tons \nper  annum.  Possible  negative  environmental  impacts  would  be  related  to  the  upgrade  of  the \nlocomotive depot, and may be limited to minor waste management and construction impacts. \n \n42. \nInvoluntary resettlement (category C). The project will not require any land acquisition \nand resettlement as per ADB’s Safeguard Policy Statement. ADB conducted social due diligence \nof the project, and the Social Due Diligence Report was posted on the ADB website for public \ndisclosure in March 2018.20 In case any land acquisition and resettlement impacts occur during \nimplementation, UTY shall prepare a land acquisition and resettlement plan to be submitted to \nADB for approval prior to awarding a civil works contract. The land acquisition and resettlement \nplan  will  be  implemented  in  accordance  with  ADB’s  Safeguard  Policy  Statement  and  national \nlegislation and regulations. \n \n43. \nIndigenous  peoples  (category  C).  The  country  in  general  and  the  project  area  in \nparticular  do  not  have  indigenous  people  communities  as  defined  in  ADB’s  Safeguard  Policy \nStatement for operational purposes. Therefore, no further action will be required. \n \nF. \n\nSummary of Risk Assessment and Risk Management Plan \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  4  and  described  in \n\n44. \ndetail in the risk assessment and risk management plan.21 \n \n\nTable 4: Summary of Risks and Mitigating Measures \n\nRisks \nMacroeconomic changes \narising from the floating of the \nsum challenge UTY’s \nfinancial planning. \n\nMultiple layers of review and \napproving authorities may \ndelay procurement and \nimplementation. \n\nCompetition from road \ntransport reduces uptake of \nrailway services. \n\nMitigation Measures \nADB  will  support  UTY’s  ongoing  efforts  to  ensure  stable  financial  performance \nthrough UTY’s long-term development strategy. The government has replaced the \nprevious practice of UTY having to surrender 50% of its foreign currency revenue \nearned from transit traffic at a fixed exchange rate. The government will continue \nto allow UTY to retain transit revenue and provide sufficient financial resources as \nnecessary. \nADB  supported  the  government  in  the  preparation  and  issuance  of  a  new \npresidential  resolution  to  streamline  project  preparation  and  implementation \nprocedures.a Subsequently, ADB has worked closely with the government to agree \non  detailed  measures  to  synchronize  the  government’s  new  due  diligence  and \nprocurement  procedures  with  those  of  ADB.  ADB  is  utilizing  the  Technical \nAssistance for Strengthening the Capacity in Project Management to support the \nMinistry  of  Investments  and  Foreign  Trade,  and  the  National  Agency  for  Project \nManagement to this effect.b \nADB  will  continue  to  engage  in  policy  dialogue  with  the  government  to  ensure \ncoordination  between  transport  modes  as  part  of  government  policy.  As  part  of \nimplementing  the  UTY’s  long-term  development  strategy,  ADB  will  help  further \nimprove the competitiveness of UTY to retain both freight and passenger traffic. \n\nADB = Asian Development Bank, UTY = O’zbekiston Temir Yo’llari. \na  Government  of  Uzbekistan.  2018.  Presidential  Resolution  3857:  On  Measures  to  Increase  the  Effectiveness  of \nPreparation  and  Implementation  of  Projects  with  Participation  of  International  Financial  Institutions  and  Foreign \nGovernmental Financial Organizations. Tashkent. \n\nb  ADB. 2017. Strengthening the Capacity in Project Management – Technical Assistance Report. Manila. \nSource: Asian Development Bank estimates. \n \n\n                                                \n20 ADB. 2018. Railway Efficiency Improvement Project: Social Due Diligence Report. Manila. \n21 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n10 \n\n \n\n\fIV. \n\nASSURANCES \n\n45. \nThe  government  and  UTY  have  assured  ADB  that  implementation  of  the  project  shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. \n \n46. \nwhich are set forth in the draft loan agreement and project agreement. \n \n\nThe  government  and  UTY  have  agreed  with  ADB  on  certain covenants  for  the  project, \n\nV. \n\nRECOMMENDATION \n\nI am satisfied that the proposed loan would comply with the Articles of Agreement of the \n\n47. \nAsian Development Bank (ADB) and recommend that the Board approve \n \n\nthe loan of $170,000,000 to the Republic of Uzbekistan for the Railway Efficiency \nImprovement Project, from ADB’s ordinary capital resources, in regular terms, with \ninterest to be determined in accordance with ADB’s London interbank offered rate \n(LIBOR)-based lending facility; for a term of 25 years, including a grace period of \n5 years; and such other terms and conditions as are substantially in accordance \nwith  those  set  forth  in  the  draft  loan  and  project  agreements  presented  to  the \nBoard; and \n \nthe proposal in para. 28 of this report to permit procurement of certain integral parts \nfrom countries that are not members of ADB. \n\n(i) \n\n(ii) \n\n \n \n\nTakehiko Nakao \nPresident \n \n\n24 April 2019 \n\n11 \n\n \n\n\f12 \n\nAppendix 1 \n\nDESIGN AND MONITORING FRAMEWORK \n\nImpact the Project is Aligned with \nImplementation of targeted programs to build affordable housing, development and modernization of road and rail transport, \nengineering, communication, and social infrastructure achieved (Uzbekistan's Development Strategy for 2017–2021)a \n\nResults Chain \nOutcome \nEfficiency of \npassenger and \nfreight transport \nthroughout \nUzbekistan’s \nrailway network \nimproved \nOutputs \n1.  Electric \n\nlocomotives \ncommissioned \n\n2.  Locomotive \n\ndepot upgraded \n\nPerformance Indicators with Targets and \nBaselinesb \n\nBy 2026: \na.  Average speed of train operations increased \nby at least 4% for both freight and passenger \ntrains (2018 baseline: 30 kph for freight and \n62.5 kph for passengers) \n\n \n\nb.  Carbon dioxide emissions mitigated by \n\n900,000 tons per year (2018 baseline: none) \n\nBy 2025: \n1a.  16 new electric locomotives for freight trains \nput into operation (2018 baseline: none) \n\n1b.  Eight new electric locomotives for \n\npassenger trains put into operation (2018 \nbaseline: none) \n\n2a.  Locomotive depot in Tashkent upgraded to \nhandle electric locomotives, with separate \nsanitary facilities for women and men \nemployees (2018 baseline: not applicable) \n2b.  At least 20 locomotive depot staff, including \n\ntwo out of eight women engineers \nemployed at the depot, trained on the \nmaintenance of electric locomotives \n(2018 baseline: none) \n\nData Sources and \nReporting \n\n \na.  UTY annual report \n\nb.  UTY annual report \n\n \n1a–1b.  UTY’s project \n\nprogress reports \nand project \ncompletion report \n\n2a–2b.  UTY’s project \n\nprogress reports \nand project \ncompletion report \n\nRisks \n\n \nCompetition from \nroad transport \nreduces uptake of \nrailway services. \n\n \nMultiple layers of \nreview and \napproving \nauthorities may \ndelay procurement \nand \nimplementation \n\n3.  Long-term \n\n3a.  Gender-responsiveb long-term development \n\n3a. \n\n \n\ndevelopment \nstrategy \nimplemented \n\nstrategy is developed by 2019 and \nimplemented by 2024 based on agreed \nmilestones (2018 baseline: none) \n\nUTY’s project \nprogress reports \nand project \ncompletion report \n\nKey Activities with Milestones \n1.  Electric locomotives put into operation \n1.1  Contracts for electric locomotives signed by Q1 2020. \n1.2  Have 24 electric locomotives delivered by Q1 2023. \n1.3  Complete testing of procured locomotives by Q3 2023. \n2.  Locomotive depot upgraded \n2.1  Complete civil works contracts for upgrading one locomotive depot on UTY’s network by Q2 2021. \n2.2  Conduct training of locomotive depot staff, including women, by Q3 2021. \n3.  Long-term development strategy implemented \n3.1  Prepare an implementation action plan by Q3 2019. \n3.2  Complete actions specified in the action plan by Q1 2024. \nProject Management Activities \nBid out major procurement packages by Q1 2019 and award contracts by Q1 2020. \nInputs \nAsian Development Bank: $170 million (regular ordinary capital resources loan) \nGovernment and UTY: $48.3 million \nAssumptions for Partner Financing \nNot applicable \n\nkph = kilometers per hour, Q = quarter, UTY = O’zbekiston Temir Yo’llari. \na  Government of Uzbekistan. 2017. Uzbekistan’s Development Strategy for 2017–2021. Tashkent. \nb  The long-term development strategy shall strengthen human resource policies with regard to gender following international \nbest practices, including incentives to recruit, retain, and promote women; provision of in-service training; and zero tolerance \nfor any form of discrimination, including sexual harassment in the workplace. \n\nSource: Asian Development Bank. \n\n \n\n\fAppendix 2 \n\n13 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51052-002-3 \n \n\nLoan Agreement \nProject Agreement \nSector Assessment (Summary): Transport (Rail Transport [Nonurban]) \nProject Administration Manual \nContribution to the ADB Results Framework \nDevelopment Coordination \nFinancial Analysis \nEconomic Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nRisk Assessment and Risk Management Plan \nGender Action Plan \n\n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n \nSupplementary Documents \n \n13. \n14. \n15. \n \n \n\n \n\nFinancial Management Assessment \nSocial Due Diligence Report \nO’zbekiston Temir Yo’llari Long-Term Development Strategy: Summary of \nAgreements \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 17 April 2019) \n", "Currency unit \nSUM1.00 \n$1.00 \n", "– \n= \n= \n", "sum (SUM) \n$0.00011915  \nSUM8,392.49 \n", "ABBREVIATIONS \n", "ADB \nCAREC \nkm \nLIBOR \nO&M \nPAM \nPIU-ET \n", "UTY \n", "– \n– \n– \n– \n– \n– \n– \n", "– \n", "Asian Development Bank \nCentral Asia Regional Economic Cooperation \nkilometer \nLondon interbank offered rate \noperation and maintenance \nproject administration manual \nProject Implementation Unit for Electrification and Renewal of \nRolling Stock \nO’zbekiston Temir Yo’llari (Uzbekistan Railways) \n", "Vice-President \nDirector General \nDirector \n \nTeam leader \nTeam members \n \n", "NOTE \n", "In this report, “$” refers to the United States dollars. \n", "Shixin Chen, Operations 1 \nWerner Liepach, Central and West Asia Department (CWRD) \nDong-Soo Pyo, Transport and Communications Division, CWRD \n \nKo Sakamoto, Senior Transport Specialist, CWRD \nAna Paula Araujo, Environment Specialist, CWRD \nDidier Guynet, Senior Procurement Specialist, Procurement, Portfolio \nand Financial Management Department \nFeruza Insavalieva, Associate Safeguards Officer, Uzbekistan \nResident Mission (URM), CWRD \nShokhimardon Musaev, Senior Project Officer, URM, CWRD \nLyailya Nazarbekova, Principal Counsel, Office of the General \nCounsel \nAnna Liza Silverio, Senior Operations Assistant, CWRD \nYukihiro Shibuya, Social Development Specialist (Safeguards), CWRD \nCarmelina Tabernilla, Associate Project Officer, CWRD \nRustam Zakhidov, Associate Project Analyst, URM, CWRD \nTakeshi Fukayama, Transport Specialist, Southeast Asia Department \n", "Peer reviewer \n", " \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n", " \n \n", " \n \n \n \n \n \n \n \n", " \n \n \n", " \n", " \n", " \n", " \n \n", " \n \n", " \n", "CONTENTS \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE PROJECT \nA. \nB. \nC. \nD. \nE. \n", "Rationale \nImpact and Outcome \nOutputs \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n", "DUE DILIGENCE \nA. \nTechnical \nB. \nEconomic and Financial \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nSummary of Risk Assessment and Risk Management Plan \n", "ASSURANCES \n", "RECOMMENDATION \n", "IV. \nV. \n \nAPPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "Page \n", "1 \n1 \n1 \n4 \n4 \n5 \n6 \n8 \n8 \n8 \n8 \n9 \n9 \n10 \n11 \n", "11 \n", "12 \n13 \n", " \n", "MAP \nI. \nII. \n", "III. \n", "1. \n", "2. \n \n", " \n"]}