{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20171003165603+08'00'", "ModDate": "D:20171003165603+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": " \n\nReport and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 51060-002 \nOctober 2017 \n \n \n \n \nProposed Programmatic Approach and Policy-\nBased Loan for Subprogram 1 \nArmenia: Public Efficiency and Financial Markets \nProgram \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of \nDirectors. Following such approval, ADB will disclose the document to the public in \naccordance with ADB’s Public Communications Policy 2011.  \n \n\n \n\n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 7 September 2017) \n\nCurrency unit \nAMD1.00 \n$1.00 \n\n– \n= \n= \n\ndram (AMD) \n$0.0021 \nAMD478.31 \n\nABBREVIATIONS \n\nADB \nCBA \nEU \nGDP \nIMF \nMOF \nPDMD \nPPP \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nCentral Bank of Armenia \nEuropean Union \ngross domestic product \nInternational Monetary Fund \nMinistry of Finance \nPublic Debt Management Department \npublic–private partnership \ntechnical assistance \n\nGLOSSARY \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n\n \n\nAsset \nsecuritization \n \nBenchmark \nissue \n\nBond switch \n\nCovered \nbonds \n\nFinancial \ndollarization \n\nMarket \nmaking \n\n–  Process  of  packaging  a  pool  of  illiquid  assets  and  transforming  such \n\nassets into a marketable security. \n \n\n–  A bond that provides a standard against which the performance of other \nbonds  can  be  measured.  Government  bonds  are  used  as  benchmark \nbonds. Benchmark issues are typically used as the basis of yield curves. \n \n\n–  Two parties agree to respectively switch ownership of two different bonds \nat an agreed price difference (i.e., for a 5-year–10-year bond switch, party \nA  would  buy  a  5-year  bond from  party  B  who  would  simultaneously  be \ncontractually bound to buy a 10-year bond from party A at agreed prices). \nDebt managers use switches to build benchmark issues and reduce the \nliquidity impact of benchmark bonds nearing maturity. \n \n\n–  Covered  bonds  are  debt  securities  issued  by  a  bank  or  mortgage \ninstitution and collateralized against a pool of assets that are subject to \nspecific  legislation  to  protect  bond  holders.  In  the  case  of  default,  the \nbondholder can make claims against the issuer. \n \n\n–  Percentage  of  foreign  currency  loans  in  total  loans  or  percentage  of \n\nforeign currency deposits in total deposits. \n \n\n–  Market making is typically required of primary dealers to offer both a buy \n\nprice and a sell price for the same security. \n \nMarket  where  financial  instruments  such  as  treasury  bills,  corporate \nnotes,  and  repurchase  agreements  are  used  by  financial  institutions  to \nfund their short-term liquidity requirements, or invest their short-term cash \nsurpluses. \n \n\nMoney market \n \n \n \n \n\n– \n \n \n \n \n\n\f \n\nNASDAQ \nOMX \n \n\nPrimary \ndealers \n\nRegular \nTreasury Bill \nProgram \n\nRepurchase \nagreement \n(“repo”) \n\nTriparty repo \n\nYield curve \n\n– \n\n\"NASDAQ OMX Armenia\" OJSC is the only stock exchange in Armenia, \noperating  for  almost  17  years.  It  provides  the  Market  with  a  fully \nautomated trading system. \n \n\n–  A  financial  institution  that  is  authorized  to  deal  in  new  issues  of \ngovernment securities and promote the development of the primary and \nsecondary market activity for such securities.  \n \n\n–  A  program  that  provides  a  constant  supply  of  short-term  Treasury  bills \nissued by auction on a regular basis (weekly and/or fortnightly) across a \nrange  of  maturities  (one  or  more  of  90,  180,  270,  365  days),  and  is \ngenerally  self-funding  as  the  same  principal  value  is  issued  in  each \nauction. \n \n\n–  A form of short-term borrowing for dealers in government securities. The \ndealer  sells  the  government  securities  to  investors,  usually  on  an \novernight basis, with an agreement to repurchase them at a set term for \na  set  purchase  price  which  includes  interest.  For  the  party  selling  the \nsecurity (and agreeing to repurchase it in the future), it is a repo; for the \nparty on the other end of the transaction (buying the security and agreeing \nto sell in the future), it is a reverse repo agreement. \n \n\n–  A repo transaction for which post-trade processing—collateral selection, \npayment and settlement, custody and management during the life of the \ntransaction—is outsourced by the parties to a third-party agent such as \ncustodian banks or a central securities depository. \n \n\n–  A  line  that  plots  the  interest  rates,  at  a  set  point  in  time,  of  bonds  with \nequal credit quality but different maturities. A government securities yield \ncurve is used as a benchmark for pricing other debt in the market. \n\nNOTE \n\nIn this report, \"$\" refers to US dollars. \n\n \n \n\n \n\n \n\n \n \n \n \n\n\fVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n \n\n \n\n \n \n\n \nPeer reviewer \n\nW. Zhang, Operations 1 \nS. O’Sullivan, Central and West Asia Department (CWRD) \nR. Hartel, Public Management, Financial Sector and Trade Division, \nCWRD \n \nT. Niazi, Principal Public Management Specialist, CWRD \nR. Aquino, Operations Analyst, CWRD \nJ. Farinha, Senior Financial Sector Economist, CWRD \nG. Gyurjyan, Economics Officer, Armenia Resident Mission, CWRD \nM. Hodge, Economist (Public Finance), CWRD \nI. Martinez, Senior Private Sector Development Specialist, CWRD \nP. Rhee, Senior Counsel, Office of the General Counsel \nM. C. Yabut, Operations Assistant, CWRD \nS. A. Shah, Senior Financial Sector Specialist, South Asia \nDepartment \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n\f \n\nCONTENTS \n\n \n\nIII. \n\nIV. \nV. \n\n \n\n1. \n\n2. \n\n3. \n\n4. \n \n\nPROGRAM AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nTHE PROGRAM \nA. \nRationale \nB. \nImpact and Outcome \nC. \nOutputs \nD. \nInvestment and Financing Plans \nE. \nImplementation Arrangements \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \nE. \n\nEconomic and Financial \nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nDevelopment Policy Letter \n\nPolicy Matrix \n\nPage \n\n \n1 \n1 \n1 \n5 \n5 \n7 \n8 \n8 \n8 \n9 \n9 \n9 \n9 \n10 \n10 \n\n11 \n13 \n14 \n20 \n\n\f \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nFinance\n\nProject Classification Information Status: Complete\n\nPROGRAM AT A GLANCE\n\nPublic Efficiency and Financial Markets \nProgram, Subprogram 1\nArmenia, Republic of\nRepublic of Armenia\n\nDepartment\n/Division\nExecuting Agency\n\nProject Number: 51060-002\n\nCWRD/CWPF\n\nMinistry of Finance (MOF)\n\nSubsector(s)\nFinance sector development\nMoney and capital markets\n\nPublic sector management Public expenditure and fiscal management\n\n     ADB Financing ($ million)\n16.67\n13.33\n10.00\n40.00\n\nTotal\n\n3. Strategic Agenda\n\nInclusive economic growth \n(IEG)\n\nSubcomponents\nPillar 1: Economic opportunities,  \nincluding jobs, created and expanded\n\nClimate Change Information \nClimate Change impact on the \nProject\n\nLow\n\nComponents\nInstitutional development\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nImplementation\nInternational finance institutions (IFI)\nPrivate Sector\nPublic sector goods and services \nessential for private sector \ndevelopment\n\nLocation Impact\nNation-wide\n\nHigh\n\n \n\n \n\n.\n\n.\n\n4. Drivers of Change\n\nGovernance and capacity \ndevelopment (GCD)\nPartnerships (PAR)\n\nPrivate sector development \n(PSD)\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nNo\nNo\nYes\nSDG8\n\n6. Risk Categorization:\n\nLow \n\n8. Financing\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Programmatic Approach Policy-Based Lending (Regular Loan): \nOrdinary capital resources\nCofinancing\n     None\nCounterpart \n     None\nTotal\n\nAmount ($ million)\n\n40.00\n40.00\n\n0.00\n0.00\n0.00\n0.00\n40.00\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n19062017103832370857\n\nGenerated Date: 15-Aug-2017 8:45:13 AM\n\n\f \n\n\f \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nprogrammatic  approach  for  the  Public  Efficiency  and  Financial  Markets  Program,  and  (ii)  a \nproposed policy-based loan to Armenia for subprogram 1 of the Public Efficiency and Financial \nMarkets Program. \n \n2. \nThe  proposed  program  aims  to  strengthen  fiscal  sustainability  and  support  the \ndevelopment of financial markets in Armenia. Sound public debt and fiscal risk management is \nnecessary to ensure that the government’s borrowing program is sustainable and that fiscal risks \nare managed to deliver predictable fiscal outcomes consistent with macroeconomic policies. Well-\nfunctioning financial markets are essential to support (i) the expansion of government borrowing \nin the domestic market and to reduce the government’s foreign currency exposure, and (ii) the \nefficient  conduct  of  monetary  policy  and  to  provide  suitable  mechanisms  to  address \nmacroeconomic shocks and other financial stability risks. The programmatic approach will support \ntwo subprograms for implementation during 2017–2018.1 A transaction technical assistance (TA) \nwill facilitate program preparation and implementation.2 \n \n\nII. \n\nTHE PROGRAM \n\nRationale \n\n \nA. \n \n3. \nEconomic context. The economic contraction in the Russian Federation continued to be \na  drag  on  Armenia's  economic  performance  in  2016,  through  finance,  trade,  and  remittance \nchannels. Armenia’s economic growth slowed substantially to 0.2% in 2016 from 3.2% in 2015. \nThe  expansionary  fiscal  policy  to  counter  the  negative  pressures  stemming  from  the  external \nenvironment together with deflationary and weak economic growth, led to widening of the fiscal \ndeficit to 5.5% of gross domestic product (GDP) in 2016 from 4.8% in 2015 and to further debt \naccumulation to 56.6% of GDP from 48.7% in 2015. This fiscal position and the prevalence of \nforeign  currency  public  debt  pose  a  significant  source  of  risk  exposure  of  public  debt  to \nmovements  in  the  exchange  rate.  Armenia  faces  the  challenge  of  being  fiscally  responsible \nagainst a backdrop of slowing economic growth and a limited scope of further spending cuts. With \nthe regional slowdown (e.g. Russian Federation) and total public debt exceeding legal limits, the \nnext  round  of fiscal  consolidation  will  have to be based  on  domestic revenue  mobilization and \npublic spending efficiency.3 \n \nthe \n4. \nperformance of the finance sector and capital market activity. High financial dollarization of both \nloans  and  deposits  (around  60%),  resulting  from  the  aftermath  of  the  global  financial  crisis  in \n2009-2010  and  exchange  rate  instability  in  2014,  limited  the  mobilization  of  long-term  local \ncurrency  financing  for  investment  in  the  economy.  The  deepening  of  the  domestic  financial \nmarkets and increased financial intermediation in local currency is, therefore, essential.4 The core \n                                                \n1  The program was initially called Financial Sector Strengthening Program, Subprogram 1, and is included in Asian \nDevelopment Bank (ADB). 2016. Country Operations Business Plan: Armenia, 2017–2019. Manila; and ADB. 2014. \nCountry Partnership Strategy: Armenia, 2014–2018. Manila. \n\nDevelopment  problem.  The  current  economic  slowdown  adversely  affects \n\n2  ADB provided transaction technical assistance for Support to Public Efficiency and Financial Markets Program (TA \n\n9332-ARM). \n\n3  When the debt-to-GDP ratio is above 50%, the public debt law stipulates a fiscal rule must be enforced that requires \nthe budget deficit to be reduced as per a specific formula. For 2017, the fiscal rule requires the budget deficit to be \nreduced by approximately 3% of GDP of its 2016 level. \n\n4  The  deepening  of  the  financial  markets  is  supported  by  (i)  stable  macroeconomic  policies;  (ii)  a  clear  debt \nmanagement strategy and management program to attract investors; (iii) stable fiscal and monetary policies to tackle \n\n\f2 \n\n \n\ndevelopment  problem  that  the  program  aims  to  address  is  rooted  in  three  dimensional \ninterconnected  constraints:  (i)  public  debt  and  fiscal  risk  management  that  needs  to  be  more \ncredible, transparent, and effective; (ii) challenges and institutional and infrastructure gaps that \nconstrain the development of Armenia’s government securities and money markets; and (iii) the \nlack  of  instruments  and  corporate  governance  practices  that  impedes  the  broadening  of  the \ninvestor base in Armenia’s corporate debt markets. \n \n5. \nPublic debt and fiscal sustainability. As Armenia moves to a middle-income country, it \nno longer can access concessional financing easily and increasingly will have to rely on mobilizing \ndebt  from  capital  markets,  especially  from  domestic  markets.  A  transition  from  external, \npredominantly  concessional,  sources  of  finance  to  local  currency-denominated  government \nsecurities  (currently  20%)  is  required  over  the  medium  term.  A  prudent  and  effective  debt \nmanagement  policy  is  needed  to  ensure that,  during this  transition, the financing needs  of  the \ngovernment continue to be met at a minimum cost, but balanced against the need to develop the \ndomestic debt market and reduce foreign exchange risk exposures. In this regard, fundamental \nupgrades  are  necessary.  For  example,  the  Debt  Management  Department  of  the  Ministry  of \nFinance (MOF) has functioned without complete documented procedures and controls, or a risk \nmanagement  framework  to  manage  its  operational  risk  exposures.  Security  of  the  information \nsystem has also been inadequate to protect the integrity of the data, and systems backup and \nbusiness continuity arrangements are incomplete. \n \n6. \nIn  Armenia,  the  management  of  fiscal  risk-incurring  activities  is  fragmented  across \nministries. This leads to the inconsistent treatment of risk exposures and costly inefficiencies in \nterms of vetting. The absence of a centralized approach to fiscal risk management implies that \nlikely  operational  losses  and  contingent  liabilities  of  existing  and  future  fiscal  expenditure \ninitiatives are not understood or known, and hence, not well vetted, measured, or monitored by \nthe  government.  For  example,  credit  risk  assessments  and  the  monitoring  of  government \nonlending to state-owned enterprises, budgetary lending, and guarantees are inconsistent, not \nwell  structured,  and  fail  to  price  the  risk  that  the  government  is  taking  on.  The  government  is \nincreasingly promoting the use of public–private partnerships (PPPs) for the provision of public \nservices and infrastructure. However, there are no well-defined methodologies or procedures to \neffectively solicit, compare, and vet PPP proposals in terms of costs, quality, and risks. Legal risks \nalso must be considered as PPPs imply future fiscal commitments which should be reflected in \nthe PPP contract structure.5 \n \n7. \nGovernment  securities  and  financial  market  infrastructure.  High  dollarization  is  a \nfundamental  constraint  to  private  sector  borrowers  and  the  government  in  terms  of  access  to \naffordable funding at manageable risk levels. The underdeveloped local currency debt markets \nalso  contribute  to  macroeconomic  and  financial  stability  risks. 6  The  nascent  stage  of  the \ngovernment  securities  market  and  the  lack  of  instruments  and  institutional  mechanisms  for \n\n                                                \n\nexternal shocks and ensure financial stability; (iv) financial infrastructure to support efficient, transparent, and low-\nrisk trading settlement and custody of securities, and availability of suitable financial instruments; (v) strong legal and \ninstitutional environment to protect borrowers, creditor, and investor rights, and public disclosure practices; and (vi) \nsequencing in market development. For example, government securities and money markets support development \nof the private debt and equity markets. International Monetary Fund (IMF). 2014. The Development of Local Capital \nMarkets: Rationale and Challenges. Washington, DC. \n\n5  PPP contracts can have direct liabilities (e.g., fixed payments), contingent liabilities (e.g., payments if a risk occurs), \n\nand implicit service delivery risks to the government. \n\n6  Dollarization  of  bank assets  and  liabilities  exposes  banks  to  foreign  exchange  and  refinancing  risks. With  limited \nmarket  activity  in  local  currency,  both  fiscal  and  monetary  policies  have  little  impact  on  addressing  external \nmacroeconomic  shocks  and  to  supporting  finance  sector  stability.  The  role  of  the  exchange  rate  remains  a  core \nmacroeconomic and financial stability concern when external shocks occur. \n\n\fsecured interbank trading also impede a more active money market. The stimulation of financial \nmarkets requires the public debt issuance program to be transparent, predictable, and strategic \nin the maturities targeted and gradually build pricing benchmarks in different debt maturities while \nstimulating  trading  activity.  Such  approach  would  accommodate  the  government’s  financing \nneeds  while  still  keeping  currency,  interest,  and  refinancing  risks  at  manageable  levels.  The \nappropriate  structuring  of  public  debt  issuances  is  important for (i)  developing the government \nsecurities  market,  so  that  it  can  become  more  liquid  at  key  tenors;  (ii)  providing  low-risk \nopportunities for  retail  investors  to  buy  and sell  government  securities;  and  (iii)  the  creation  of \nmarket-based pricing and reliable pricing benchmarks for private debt and equity markets to use \nas reference rates. \n \n8. \nArmenia’s  money  markets  are  underdeveloped,  illiquid,  and  do  not  support  the \ndevelopment  of  active  secondary  debt  markets  through  which  efficient  cash  and  liquidity \nmanagement could be achieved. Secured interbank trading is shallow, while unsecured trading \nis minimal as the perceived counterparty risks in the banking sector remain high. Promoting less \ncredit-intensive  products  such  as  repurchase  agreements  (“repos”),  and  an  efficient  liquid \nsecondary market for treasury bills will mitigate credit risk and be a step forward for stimulating \ntrading activity in the money market. Development of the repo market is hindered by (i) the short \nsupply of marketable securities qualified as collateral; (ii) the absence of standardized contractual \nterms;  and  (iii)  manual  transaction  settlements,  which  involve  high  transaction  and  monitoring \ncosts. Stimulating money market activity is vital to deepen the yield curve and promote capital \nmarket development. The Armenian authorities recognize the importance of developing financial \nmarkets and have established a steering committee for capital market development and a task \nforce  for  financial  market  development.  However,  the  mandate  of  the  two  bodies  needs  to  be \nclarified  and  coordination  mechanisms  need to be  established to support  effective sequencing \nand direction for financial market development. \n \n9. \nInvestor base and corporate financial transparency. There are only a few institutional \ninvestors in Armenia, such as pension funds and insurance companies, that invest in the domestic \ncapital market. There is a dearth of domestic retail investors who are able to trade small quantities \nof shares. This is because of a lack of retail access outside Yerevan and the absence of low-cost \ninternet trading facilities that lower the transaction costs for small-volume trading. More generally, \nthe absence of effective consumer and investor protection also undermines retail investments. \nDue  to  historically  low  corporate  transparency,  there  is  a  general  mistrust  in  the  reliability  of \ncompanies’ audited accounts. This reflects deficiencies in the legal framework for sound corporate \ngovernance practices such as financial information transparency and the oversight of accounting \nand audit practitioners. This makes it difficult for investors to assess the incidence and magnitude \nof  Armenian  corporate  risk.  Weak  corporate  governance  and  a  lack  of  complete  and  reliable \nfinancial  information  on  domestic  companies  dissuade  investors  from  actively  participating  in \nprivate financial markets. Strengthening the legal framework to protect consumers and investors, \nimproving corporate governance, and introducing new types of securities will broaden the investor \nbase  and facilitate  new  investment  opportunities for  local  and foreign  investors,  and  make  the \nfinance sector more diversified. \n \nGovernment’s reform agenda. Armenia’s long-term development vision, as articulated \n10. \nin  the  Armenia  Development  Strategy,  2025,  prioritizes  modernizing  public  administration  and \ngovernance, and the development of money and capital markets.7 The Central Bank of Armenia \n(CBA)  is  promoting  money  and  capital  markets  and  introducing  good  international  practice  to \n\n                                                \n7  Government of Armenia. 2014. Armenia Development Strategy for 2014–2025. Yerevan. \n\n3 \n\n \n\n\fpromote diversification away from the dominance of banks.8 CBA and MOF have initiated legal, \nregulatory, and institutional reforms in a wide range of areas. The government will implement an \nissuance program to promote liquid benchmark securities to establish a reliable local currency \nyield curve. Complementary reforms will strengthen the primary dealer system to increase trading \nactivity and liquidity. \n \n11. \nProgrammatic approach. Fiscal and finance sector reforms require a long-term horizon  \nto ensure sustainability. It is critical that the reforms are identified properly and are well sequenced \nover subsequent subprograms for effective implementation.9 A programmatic approach provides \nthe  necessary  flexibility  and  facilitates  chronological  sequencing  while  explicitly  stating  the \nobjectives  and  policy  actions.  The  programmatic  approach  also  allows  adjustments  to  policy \naction  objectives  in  response  to  changing  realities  and  exogenous  shocks.  The  program  can \nleverage and help coordinate assistance provided by donors. Under subprogram 1, the program \ninitially  concentrates  on improving  systems,  strengthening capacity,  and providing  an  enabling \nenvironment under subprogram 1. Subprogram 2 implements these initiatives leading to a more \nstable and reliable yield curve and a better grasp on fiscal risks. \n \n12. \nDevelopment  partner  coordination.  The  program  helps  coordinate  the  benefits  of \ndifferent sources of TA for fiscal and finance sector reforms in Armenia. Different aspects in the \nscope of the program have been closely coordinated with the International Monetary Fund (IMF), \nthe  World  Bank,  the  European  Bank  for  Reconstruction  and  Development,  and  the  European \nUnion (EU) delegation in Armenia. This has ensured that proposed program reforms complement \nrelated (past  or  present)  TA  initiatives by  other development  partners,  and  that  each partner’s \nwork is considered, integrated, and made part of the policy dialogue. IMF has established a fiscal \nrisk  division  in  MOF  and  the  Asian  Development  Bank  (ADB)  program  builds  the  fiscal  risk \nmanagement  capacity  of  MOF  and  operationalizes  the  division  of  responsibilities  by  risk \nmanagement  functions. 10 The  program  builds  on  the  European  Bank  for  Reconstruction  and \nDevelopment’s ongoing support for developing local currency money markets, and expands the \nscope  of  that  reform  effort  through  key  linkages  to  public  debt  management  and  issuance \nstrategies. The program also leverages the EU’s ongoing TA aimed at approximating the legal \nframework for public debt management operations to EU practices and adds to its TA advisory \nobjectives of promoting the deepening of the domestic financial market. \n \n13. \nLessons. The program incorporates important lessons from the ongoing policy dialogue \nand from experience in finance sector and public sector reform programs in other countries, as \nwell  as  from  parallel  ADB  programmatic  engagement  in  Armenia. 11 Policy  reforms  must  be \naccompanied by significant government ownership, which in this program are demonstrated by \nthe  government’s  clear  reform  priorities  (supported  by  its  development  partners).  In  addition, \nsetting  realistic  policy  actions  is  critical  to  ensure  that  the  reform  program  can  be  carried  out \neffectively. The reforms of this program also affect the private sector; hence, broad consultations \nwith the private sector were carried out, helping to refine the policy actions. International lessons \nfor  the  successful  development  of  local  currency  financial  markets  emphasize  several  crucial \nfactors:  (i)  sound  macroeconomic  policies  and  debt  management  strategies;  (ii)  a  diversified \ninvestor base; (iii) a sound legal framework; and (iv) modern, reliable, and efficient infrastructure.12 \nThe program addresses all these reform areas to varying degrees.  \n\n                                                \n8  CBA. 2014. Strategy of the Central Bank of Armenia, 2015–2017. Yerevan. \n9  IMF. 2003. Managing Risks in Financial Market Development, The Role of Sequencing. Washington, DC. \n10 IMF.  2017.  Armenia:  Article  IV  Consultation  and  Fifth  and  Final  Review  Under  the  Extended  Arrangement  Staff \n\nReport. Washington, DC (17 July 2017). \n\n11 Development Coordination (accessible from the list of linked documents in Appendix 2). \n12 IMF. 2013. Local Currency Bond Markets, A Diagnostic Framework. Washington, DC. \n\n4 \n\n \n\n\fImpact and Outcome \n\nADB’s  value  addition.  ADB  is  recognized  to  be  able  to  mobilize  strong  expertise  in \n14. \nfinancial market development and public sector management to the benefit of its clients. ADB’s \ntrack record of engagement in Armenia and other developing countries adds significant value to \nthe  proposed  programmatic  intervention,  by  (i)  enhancing  the  coordination  with  development \npartners during the design and execution of the program, (ii) assisting to jointly conceptualize and \nimplement policy measures with the government, and (iii) mitigating risk-aversion by some policy \nmakers  regarding  the  most  challenging  reform  processes  required  ahead.  The  interim \nassessments that the ADB team used to drive the policy dialog forward—technical and guidance \nnotes that were instrumental in contextualizing policy actions, building ownership, and agreeing \non the future direction—also benefited from previous work by other finance sector stakeholders \n(including  development  partners).  The  program  is  focusing  on  money  and  government  debt \nmarket reforms but it also supports the government’s finance sector development agenda, by (i) \nstimulating the local capital markets, enabling companies and households increased access to \nlocal-currency borrowing; and (ii) helping to reduce dollarization and related foreign currency risks \nof public and private borrowers. \n \nB. \n \n15. \nThe  program  is  aligned  with  the  following  impact:  increased  fiscal  sustainability  and \nresilience in the finance sector of Armenia by 2020. The program will have the following outcome: \nincreased depth of financial markets in Armenia.13 Subprogram 1 includes 25 actions (expected \ncompliance by end October 2017), and Subprogram 2 includes 26 actions (expected before end-\nAugust 2018). \n \nC. \n \n16. \nOutput 1: Strengthened public debt and fiscal risk management policies to enhance \nfiscal  discipline  and  transparency.  This  output  will  improve  the  government’s  debt \nmanagement practices by strengthening the legal framework, improving analytical capacity of the \nPublic  Debt  Management  Department  (PDMD),  particularly  in  its  middle-office  functions, \nmitigating system risks, introducing more clarity and transparency in PDMD’s internal procedures, \noperations,  and  debt  issuance  decisions,  being  more  transparent  on  the  government’s  debt \nmanagement objectives over the medium term, and introducing an operational risk management \nframework.  Subprogram  1  has  established  (i)  procedures to formalize  PDMD’s  role  in  all  debt \nissuance processes of the government and an action plan to add staff, systems, and resources \nfor an effective performance of crucial risk management functions; (ii) flexibility for PDMD to seize \nmarket  demand  opportunities  (i.e.,  reopening  of  past  Treasury  bill  issuances);  and  (iii)  the \nrequirement  for  annual  public  disclosure  of  its  debt  sustainability  outlook.  Subprogram  2  will \nevaluate options to further a more holistic approach to debt analysis and reporting in the context \nof the medium-term debt strategy, and establish both a framework to govern the decision-making \nprocess  regarding  external  borrowing  and  issuance  of  guarantees  (ensuring  that  cost-at-risk \nanalyses  are  undertaken),  and  a  manual  to  regulate  decisions  and  the  contracting  of  external \nloans. Subprogram 1 helped the government develop a PPP policy (approval is expected by end-\nOctober,  2017).  Subprogram  2  will  establish  a  new  PPP  law  and  help  build  the  necessary \ncapacities and decision processes within the government to promote, vet, manage, and execute \nPPPs.  The  program  will  also  strengthen  and  expand  the  government’s  management  of  PPP-\nrelated fiscal risks, within a broad effort to develop the fiscal risk management capacity of MOF. \nSubprogram 1 established a road map to operationalize the division of responsibilities in MOF by \nsources of risk and risk-management functions. Subprogram 2 will approve a formal, integrated \n\nOutputs \n\n                                                \n13 The design and monitoring framework is in Appendix 1.  \n\n5 \n\n \n\n\f6 \n\n \n\nframework  for  fiscal  risk  management,  and  initiate  its  reporting  within  the  medium-term \nexpenditure framework cycle. \n \n17. \nOutput 2: Improved government securities market and money-market infrastructure \nto finance the budget and develop financial markets in dram. This output will increase trading \nvolumes  and  liquidity  in  government  securities  and  support  the  gradual  reduction  of  foreign \ncurrency risk exposures by public and corporate borrowers and lenders. These reforms represent \nkey prerequisites to developing reliable risk-free benchmarks for local currency financial contracts. \nSubprogram  1  established  instruments  for  a  more  market  development-friendly  public  debt \nissuance  program  and  started  the  implementation  of  key  institutional  and  technological \ninfrastructure for money markets. Under subprogram 1, MOF initiated the consolidation of debt \nissuances  into  benchmark-quality  issues  through  higher  issuance  limits  and  organizing  the \nreopening of past issuances. MOF has also increased the frequency of debt auctions by initiating \na  Regular  Treasury  Bill  Program,  which  enhances  liquidity  and  price  discovery.  The  Regular \nTreasury  Bill  Program,  with  a  constant  supply  of  short-term  Treasury  bills  issued  in  sufficient \nvolume,  will  increase  depth  in  short  tenors  and  the  frequency  of  pricing  points  in  the  risk-free \nbenchmark curve.14 A streamlined Regular Treasury Bill Program and more effective repos will \npromote the active and efficient use of Treasury bills and repos for cash and liquidity management. \nSubprogram 2 will establish a clear policy on its bond buyback and switch operations to increase \nmarket's understanding of PDMD’s debt management strategy and operational objectives. A more \neffective  primary  dealers’  system  was  established  in  subprogram  1,  with  market-making \nresponsibilities  to  promote  price  discovery  and  liquidity  in  the  government  securities  market. \nAccess to public debt issuance for retail investors has been enhanced using mobile technology. \n \nThis  output  will  also  enhance  money  market  infrastructure  and  secured  transactions. \n18. \nSubprogram 1 established the legal framework for secured interbank transactions by passing a \nnumber of key legal amendments pertaining to derivatives and repo instruments, insolvency, civil \nprocedures, arbitration, and tax incentives.15 Further work will be done on secondary regulation \nand  supporting  trading  systems  by  introducing  standard  repo  documentation  based  on  the \nGeneral Masters Repos Agreement as well as put in place an electronic settlement system for \nrepos and a derivatives repository. Subprogram 1 introduced in the policy dialogue the need to \ngradually reduce foreign currency risk exposures in public debt issuance by focusing on domestic \ndebt  issuance  in  the  medium-term  public  debt  strategy.  A  dedicated  working  group  has  been \nestablished  to  investigate  options,  and  subprogram  2  will  produce  conclusions  on  how  to \naccelerate this transition. \n \nOutput 3: Broadened base of instruments and investors, and enhanced corporate \n19. \ntransparency to increase mobilization of private investment. This output will strengthen the \nlegal and regulatory framework for new instruments and for corporate transparency in Armenia to \n\n                                                \n14 Under the Regular Treasury Bill Program, 91-, 180-, and 365-day Treasury bills are issued in regular fixed volumes, \nwhich provide investors with a regular supply of short-term Treasury bills in sufficient volumes to meet demand for a \nshort-term, low-risk liquid instrument and support the secondary market. \n\n15 A number of key legal amendments were passed to ensure that derivatives and repo instruments (i) are properly \ndefined  in  law  (amendment  to  Law  on  Securities  Market,  e.g., specifying the  difference  and  the  requirements  for \nstandardized and OTC derivatives); (ii) benefit from indisputable enforceability (amendments to laws on insolvency \nprovided for,  e.g., effective  operation  of close-out  netting  in  insolvency;  amendments  to the  civil  code lifted such \nrequirements as notarization, notice, etc.; amendments to the Law on Arbitration facilitated the enforcement of arbitral \nawards as well as interim measures); (iii) can be under foreign law and arbitration (amendments to Law on Securities \nMarkets provided for local parties to choose the applicable law in the case of standardized derivatives contracts, i.e., \nInternational  Swaps  and  Derivatives  Association  MA  and  ICMA  General  Masters  Repos  Agreement).  Also,  tax \nincentives  were  approved  to  incentivize  filing  with  the  Derivatives  Trade  Repository  (e.g.,  losses  from  derivative \ntransactions will only be deductible if the transaction was duly reported to the Derivatives Trade Repository). \n\n\fInvestment and Financing Plans \n\nencourage  more  active  investors  and  issuers,  and  develop  the  capital  markets.  Under \nsubprogram 1, the CBA submitted to the Parliament a Residential Mortgage Lending Law draft \nand  amendments  to  the  Covered  Bonds  Law.  Under  subprogram  2,  the  amendments  will  be \napproved by the Parliament and the CBA will propose amendments to the Securitization Law to \nclarify the nature and attributes of new investment instruments. To increase resource mobilization \nusing private equity funds, subprogram 1 supported regulatory changes to enable private equity \ninvestment  vehicles  to  have  their  subscribed  capital  denominated  in  US  dollars. 16  Under \nsubprogram  2,  the  government  will  introduce  elements  of  modern  corporate  law  such  as  the \nconcept of a shareholder’s agreement. Stronger corporate transparency practices and availability \nof complete and reliable financial information on domestic companies through these policy actions \nwill  likely  attract  investors  and  channel  savings  to  companies  that  need  capital  to  grow  and \ngenerate  jobs.  To  strengthen  accounting  and  auditing  practices,  under  subprogram  1,  MOF \ninitiated  legal  reforms  to  progressively  increase  accounting  standards  and  external  audit \nrequirements  for  private  companies.  Under  subprogram  2,  these  audit  reforms  will  be  further \nadvanced by including the establishment of a public oversight board with regulatory and oversight \nfunctions on audit. \n \nD. \n \n20. \nLow  economic  growth,  deflation,  and  expansionary  fiscal  policy  put  pressure  on  the \ngovernment budget in 2016, causing the  budget deficit to widen to 5.5% of GDP from 4.8% in \n2015. Higher borrowing for infrastructure development and financing the budget deficit raised the \nratio of public debt to 56.6% of GDP at the end of 2016 from 48.7% a year earlier. External public \ndebt increased to 45.8% of GDP from 41.4% in 2015, while domestic debt rose to 10.8% from \n7.3%  in  2016.  To  reduce  debt-related  vulnerabilities  and  contain  fiscal  risks,  the  government \nenvisages  significant  fiscal  consolidation  in  2017,  mainly  through  cuts  in  capital  spending  and \nmeasures to contain public wages and pensions. With public debt exceeding the legal limit of 50% \nof GDP, Armenia’s fiscal rule requires the government to reduce the budget deficit from 5.5% in \n2016 to 2.8% in 2017. Over the medium term, the budget deficit is expected to narrow to 2.7% of \nGDP in 2018 and to 2.4% of GDP in 2019. \n \n21. \nThe government has requested a loan of $40 million from ADB’s ordinary capital resources \n(OCR) to help finance subprogram 1. The loan amount reflects the government’s financing needs, \nand the strength and development impact of the proposed policy reforms. The loan will have a \n15-year term including a 3-year grace period, (e.g. annuity method based on 10% discount factor, \nstraight line, etc.), an annual interest rate determined in accordance with ADB’s London interbank \noffered rate (LIBOR)-based loan lending facility, a commitment charge of 0.15% per year, and \nsuch other terms and conditions as will be set forth in the OCR loan agreement. Based on this, \nthe average loan maturity is 9.25 years and there is no maturity premium payable to ADB. The \nclosing date of the loan is 31 December 2017. The loan will be disbursed in a single tranche.  \n \n\n                                                \n16 In  December  2016,  the  CBA  adopted  an  official  interpretation  that  allows  nonpublic  contractual  funds  that  have \nregistered through a special NASDAQ OMX platform to denominate their fund units in freely convertible currencies. \nThe policy rationale behind this was twofold: (i) even though ultimate corporate investments of these funds are in \nArmenia and in dram, interested investors still prefer the use of conduits in legal jurisdictions with strong  investor \nprotection that can flexibly process dividends and payments on freely convertible currencies; and (ii) nonpublic funds \ndo  not  attract  funds  from  the  general  public,  so  the  foreign  exchange  risks  in  these  contractual  funds  are  more \nmanageable to the type of investors targeted and will have no systemic impact in the Armenian economy. Further, \nonly contractual funds may benefit from this regulation, since all corporate entities, including corporate funds, are \nprohibited from attracting capital in any currency except dram. \n\n7 \n\n \n\n\f8 \n\n \n\nThe  loan  size  is  justified  considering  the  government’s  development  expenditure  and \n22. \nfinancing needs spread over 2017—2019 (Table 1). The government’s financing needs in 2017 \nare projected to be $561.7 million with overall already-secured financing at $367.1 million. The \nfinancing gap (i.e., the difference between financing needs, excluding domestic debt and available \nfinancing) is expected to be $194.6 or 1.7% of GDP in 2017, which will be financed partly through \nsubprogram 1. The expected amount for Subprogram 2 is $50 million. \n \n\nTable 1: Armenia State Budget Financing Gap for 2017–2019 (Projected) \nAmount \n2018 \n($ million) \n2,847.3 \n3,177.3 \n(330.0) \n\nAmount \n2017 \n($ million) \n2,545.4 \n2,861.2 \n(315.8) \n\nAmount \n2019 \n($ million) \n3,133.6  \n3,453.8  \n(320.2) \n\nItem \n1.  Revenues and grantsa \n2.  Expenditure \n3.  Overall fiscal balance \n\nGDP \n2018 \n(%) \n23.4 \n26.1 \n(2.7) \n\nGDP \n2017 \n(%) \n22.4 \n25.2 \n(2.8) \n\n(=1–2) \n\n4.  Debt repaymentb \n5.  Financing needs \n\n586.5 \n561.7 \n\n678.2 \n636.1 \n\n723.5 \n667.0 \n\n5.2 \n4.9 \n\n5.6 \n5.2 \n\nGDP \n2019 \n(%) \n23.5 \n25.9 \n(2.4) \n\n5.4 \n5.0 \n\n(excluding domestic \ndebt) \n6.  Financing \n7.  Financing gap (=5–6) \n( ) = negative. \nNotes: GDP for 2017 = $11,370.3 million; 2018 = $12,171.0 million; and 2019 = $13,339.6 million. $1 = AMD475.40. \na  Excluding proposed Asian Development Bank loan. \nb  Includes external and domestic debt repayment of $245.9 million and $340.6 million respectively in 2017; $306.1 \n\n367.1 \n194.6 \n\n487.6 \n148.5 \n\n478.2 \n188.9 \n\n4.0 \n1.2 \n\n3.2 \n1.7 \n\n3.6 \n1.4 \n\nmillion and $372.1 million respectively in 2018; and $346.9 million and $ 376.6 million respectively in 2019. \n\nSources: The Government of the Republic of Armenia. State Budget. http://www.gov.am/en/budget/; Government of \n\nArmenia. 2017. Medium-Term Expenditure Framework 2018–2020. Yerevan.  \n\n \nE. \n\nImplementation Arrangements \n\n23.  MOF will be the executing agency. CBA and MOF will be implementing agencies in their \nrespective reforms  in  each  output  (see policy  matrix).  MOF has  been the executing  agency  in \nprior program loans. Both MOF and CBA have a well-established track record of implementing \nreform  programs  with  ADB,  the  World  Bank,  and  the  IMF.  The  implementation  period  for \nsubprogram 1 is from October 2016 to October 2017 and for subprogram 2 from November 2017 \nto October 2018. \n \n\nIII. \n\nDUE DILIGENCE \n\nA. \n\nEconomic and Financial \n\n24. \nEmpirical research documents that efforts to develop financial systems support long-run \neconomic growth. In addition, the program supports reforms that produce sizable direct financial \nbenefits. These benefits assume continuity in the reforms and are expected to well exceed the \nprogram’s  cost  (e.g.  benefits  from  lower  funding  costs,  improved  efficiencies  in  public  debt \nmanagement, and the improved mitigation of fiscal risk exposures and finance sector risks.17 \n\n                                                \n17 Development Coordination (accessible from the list of linked documents in Appendix 2). \n\n\fB. \n\nGovernance \n\n25. \nThe government has been reforming its public financial management system through the \nintroduction of program budgeting. The full rollout of program budgeting will improve expenditure \npriorities,  enhance  public  financial  management  efficiency,  and  enhance  the  assessment  of \nexpenditure results against policy objectives. The full rollout is expected to be completed in time \nfor the 2019 budget. Though this will be a significant achievement, the public expenditure and \nfinancial  accountability  assessment  identified  weaknesses  in  fiscal  discipline,  allocation  of \nresources, and cost-effective service delivery.18 In 2011, procurement was decentralized to line \nagencies  to  improve  procurement  effectiveness by  aligning  procurement  processes to  specific \nneeds, increasing transparency, which, in turn, should lead to better procurement outcomes. MOF \nstill  has  an  oversight  role,  and  has  introduced  additional  reforms  such  as  establishing  a \nprocurement  appeals  council,  and  publishing  all  information  related  to  procurement,  including \nprocurement  contracts.  The  government’s  Anticorruption  Council  is  responsible  for  setting \nanticorruption  policies, \nthe \nAnticorruption  Council  appears  ineffective as it does  not  meet regularly  and has  not  produced \nsignificant recommendations for reform. \n \n26. \nwith the government and MOF. \n \nC. \n\nADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \n\nremedies.  However, \n\nPoverty and Social \n\ninvestigations,  and \n\nimposing \n\nleading \n\n27. \nThe program is expected to contribute indirectly to poverty reduction as policy reforms are \nexpected to have indirect medium- and long-term impacts on poverty, mainly through improved \nfinance sector stability, stronger resilience against external shocks, and higher economic growth \nand employment opportunities. Program reforms will help (i) strengthen public debt and fiscal risk \nmanagement  and  support  the  government’s fiscal  consolidation  efforts, which will  create fiscal \nspace for public spending on priority sectors; (ii) improve financial market infrastructure, which \nsupports  the  government’s  objective  of  generating  additional  investment  opportunities  in  the \neconomy and, thus, achieving sustainable economic growth; and (iii) enhance the investor base \nand corporate transparency, laying the foundations of corporate market development and, thus, \nreorienting  the  economy  toward  investment-driven  activities.  The  proposed  reforms  will  also \ncreate the necessary preconditions for improving the country’s competitiveness and promoting \nlong-term inclusive growth. \n \nD. \n\nSafeguards \n\nIn  line  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  program  is  classified  as \n\n28. \ncategory C for impacts on the environment, involuntary resettlement, and indigenous peoples. \n \nE. \n\nRisks and Mitigating Measures \n\n29.  Major risks and mitigating measures in the risk assessment and risk management plan \nare summarized in Table 2.19 \n \n \n\n                                                \n18 Public  Expenditure  Financial  Accountability  Secretariat.  2014.  Public  Expenditure  and  Financial  Accountability \n\nAssessment Report 2013: Republic of Armenia. Washington, DC. \n\n19 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nTable 2: Summary of Major Risks and Mitigating Measures \n\nRating \nHigh \n\nRisk description \nExternal shocks \ntrigger financial \ninstability and \nincreased demand for \ndollar assets or \nliabilities. \n\nResponsibility \nMinistry of \nFinance \n\nMitigation Measures \nEconomic growth is projected to increase \nover the life of the program, and external \nrisks are moderating as the Russian \neconomy rebounds. The new government \nintends to implement reforms to make the \neconomy more resilient, including through \nthis program, by increasing the depth of \nthe government’s domestic debt program \nand reducing foreign exchange borrowing. \n\nSubstantial  The government is reducing expenditure \n\nFiscal instability and \nforeign currency debt \nservicing affect efforts \nto stabilize the \ndomestic debt \nissuance program. \n\nto reduce the fiscal deficit. A new tax code \nintroduced in late 2016 is broadening the \ntax base and increasing revenues. The \nnew government also wants to transition \nto issuing more dram debt to reduce \nforeign currency risks, which can have a \nfiscal impact. \nADB = Asian Development Bank, PDMD = Public Debt Management Department, TA = technical assistance. \nSource: Asian Development Bank. \n \n\nMinistry of \nFinance \n\nIV. \n\nASSURANCES \n\n30. \nThe  Government  of  Armenia  and  MOF  have  assured  ADB  that  implementation  of  the \nprogram  shall  conform  to all  applicable ADB  policies  including those  concerning  anticorruption \nmeasures,  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the draft loan agreement. Policy actions 7 and 8 under Subprogram 1 (both \nPPP-related)  remained  outstanding  at  the  date  of  loan  negotiations.  These  were  included  as \nconditions for effectiveness under the loan, as it is not certain they can be achieved before board \nconsideration. \n \n\nV. \n\nRECOMMENDATION \n\nI  am  satisfied  that  the  proposed  programmatic  approach  and  policy-based  loan  would \n31. \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve \n\n(i) \n\n(ii) \n\nthe  programmatic  approach  for  the  Public  Efficiency  and  Financial  Markets \nProgram, and \nthe loan in an amount of $40,000,000 to Armenia for subprogram 1 of the Public \nEfficiency and Financial Markets Program, from ADB’s ordinary capital resources, \nin regular terms, with interest to be determined in accordance with ADB’s London \ninterbank  offered  rate  (LIBOR)-based  lending  facility;  for  a  term  of  15  years, \nincluding a grace period of 3 years; and such other terms and conditions as are \nsubstantially  in  accordance  with  those  set  forth  in  the  draft  loan  agreement \npresented to the Board. \n\nTakehiko Nakao \nPresident \n\n3 October 2017\n\n \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \n\n \n\nImpact the Program is Aligned with \nFiscal sustainability and resilience in the finance sector increased (measured by the Financial \nSector Development Index) by 2020a \n\nResults Chain \nOutcome \nDepth of financial \nmarkets \nincreased \n\nOutputs \n1.  Public debt \n\nand fiscal risk \nmanagement \npolicies \nstrengthened \n\n2.  Government’s \nsecurities \nmarket and \nmoney-\nmarket \ninfrastructure \nimproved \n\nPerformance Indicators with \nTargets and Baselinesb \n\nBy 2020: \n1. Percentage of domestic securities \nin total public debt outstanding \nincreased to 30% (2016 baseline: \n20%). \n \n2. Turnover ratio in government \nbonds increased by 100% (2016 \nbaseline: 4.17%. \n \n \n1a. MOF issuing procedures for (i) \nissuing Eurobonds, (ii) contracting \nexternal loans, and (iii) enacting \npayments for domestic and external \ndebts by December 2018 \n(subprogram 2; 2017 baseline: \nNone). \n  \n1b. Government approved \nframework to (i) identify, vet, and \nprepare PPPs (based on risk \nprofiling, fiscal affordability, and \nfinancial viability); (ii) govern \nunsolicited proposals; and (iii) \nmonitor the operational performance \nof each PPP on the basis of \nguidelines developed by December \n2018 (subprogram 2; 2017 baseline: \n0). \n \n2a. Number of government securities \nauctions held by public debt \nmanagement department increased \nto 10 per year by December 2017 \n(2016 baseline: 8 auctions per year). \n \n2b. Legal amendments for secured \ninterbank lending based on \nstandardized repos approved by \nParliament by December 2017 (2016 \nbaseline: Not approved). \n\nAppendix 1 \n\n11 \n\nRisks \n\n \nExternal \nshocks trigger \nfinancial \ninstability and \nnew \ndollarization \nsprees. \n\n \nFiscal \ninstability and \nforeign \ncurrency debt-\nservicing affect \nefforts to \nstabilize the \ndomestic debt \nissuance \nprogram. \n\nData Sources \nand Reporting \nMechanisms \n\n \nCBA, MOF \n\n \n1a. MOF \ndecrees \n \n \n \n \n \n \n \n1b. MEDI \ndecrees \n\n \n\n2a. MOF decree \n \n \n \n \n \n \n2b. Revised law \non government \nwebsite \n\n \n\n\f12 \n\nAppendix 1 \n\nResults Chain \n3.  Base of \n\ninstruments \nand investors \nbroadened, \nand corporate \ntransparency \nenhanced \n\nData Sources \nand Reporting \nMechanisms \n3a. CBA decree \n \n \n \n \n \n \n3b. Government \ndecree \n\nRisks \n\nThe new \ngovernment \nand Parliament \ndo not prioritize \nthese reforms. \n\nPerformance Indicators with \nTargets and Baselinesb \n\n3a. Law for Residential Mortgage \nLending and amendments to the \nCovered Bonds Law submitted to the \ngovernment for its consideration by \nDecember 2017 (2016 baseline: \nNone). \n \n3b. Legislative reforms, which make \nit mandatory for large firms to be \nexternally audited, submitted to \nParliament by December 2018 \n(subprogram 2; 2017 baseline: \nNone). \n \n\n \n \n \n \n \n\nKey Activities with Milestones \n\nNot applicable \nInputs \nAsian Development Bank: $40 million loan (ordinary capital resources) \nAssumptions for Partner Financing \nNot applicable \nCBA  =  Central  Bank  of  Armenia,  MOF  =  Ministry  of  Finance,  MEDI  =  Ministry  of  Economic  Development  and \nInvestments, PPP = public–private partnership. \na  Government of Armenia. 2014. Armenia Development Strategy for 2014–2025. Yerevan. \nSource: Asian Development Bank. \n \n\n \n\n\fLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51060-002-3 \n\nLoan Agreement \n\nSector Assessment (Summary): Finance and Public Sector Management \n\nAppendix 2 \n\n13 \n\n \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nEconomic and Financial Analysis \n\nCountry Economic Indicators \n\nInternational Monetary Fund Assessment Letter \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\n10. \n\nList of Ineligible Items \n\n \n\n\f14 \n\nAppendix 3 \n\nDEVELOPMENT POLICY LETTER \n\n \n \nMr. Takehiko Nakao \nPresident of Asian Development Bank \nManila, Philippines \n \n \nSubject: Public Efficiency and Financial Markets Program – Subprogram 1  \n \nDear President Nakao, \n \n\nOn behalf of the Government of Armenia we would like to express our appreciation for the \ncontinuing  support  of  the  Asian  Development  Bank  (ADB)  towards  our  reform  efforts  and \ndevelopment agenda.   \n\n \nThis letter outlines Armenia’s recent economic developments; highlights the Government \nof  Armenia’s  commitment  to  reforms  needed  for  reducing  macro-financial  vulnerabilities  and \nraising  economic  growth  prospects;  and  provides  information  on  how  the  proposed  Public \nEfficiency  and  Financial  Markets  program  contributes  towards  the  strengthening  of  fiscal \nsustainability and deepening of financial markets through reforms in the areas of public debt and \nfiscal risk management, and financial and corporate markets development. \n\n \n\n \n\nA. \n\nArmenia’s economic performance \n\nWith  unfavorable  external  conditions  and  subdued  domestic  demand,  economic \ngrowth slowed sharply to 0.2% in 2016 from 3.2% in 2015. On the supply side, declines in \nagriculture  and  construction  were  the  main  causes  for  the  slowdown,  while  services, \nmanufacturing and mining  expanded. On  the  demand  side, growth came mainly from  a  rise  in \ntotal  consumption  and  a  further  narrowing  of  the  deficit  in  net  exports  of  goods  and  services. \nPrivate  consumption  grew  by  a  modest  1.0%,  reflecting  weak  household  spending.  Public \nconsumption  grew  by  an  4.2%  due  to  an  expansionary  fiscal  policy  geared  toward  supporting \ngrowth.  \n \n\nWeak aggregate demand and lower commodity prices caused consumer prices to \ndecline by 1.1% month-on-month in December 2016 and further suppressed growth. Lower \ninflationary pressures allowed the central bank to pursue an accommodative monetary policy, by \ngradually reducing the policy rate from 8.75% in December 2015 to 6.00% in February 2017.  \n\n \nThe  weaker-than-expected  economic  growth,  deflation,  and  expansionary  fiscal \npolicy caused the deficit to widen further to 5.5% of gross domestic product (GDP) from \n4.8% in 2015 and 1.9% in 2014. The higher budget deficit pushed public debt to 56.7% of GDP \nat the end of 2016 from 48.8% a year earlier. External public debt increased to 45.9% of GDP \nfrom  41.5%  in  2015,  while  domestic  debt  rose  to  10.9%,  up  by  3.5%.  According  to  the  Debt \nSustainability Assessment, while public debt remains sustainable, risks are elevated. \n\n \n\n \n\n\f \n\n \n\nAppendix 3 \n\n15 \n\nPublic Finances \n\nB. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nSubstantial progress has been made by the Government of Armenia in improving  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nits  public  finances  management  systems  and  practices  over  the  past  years,  as \n\nevidenced by various reviews, including the 2014 PEFA assessment.  \n\n \n\n \n\n\f16 \n\nAppendix 3 \n\n \n\nWe continue  to  be fully  committed to  improving public financial management  practices, \nincluding reducing systemic risks, strengthening public debt and fiscal risk management practices, \nand improving sustainability, transparency and predictability in our public finances.  \n\nIn the coming years, our fiscal policy will boost economic growth and gradually increase the \ngrowth  potential  in  the  economy.  In  the  medium-term,  fiscal  policy  will  focus  on  reducing  debt \nwhich is the most important precondition to assure a sustainable macroeconomic environment to \nsupport economic growth.  \n \nTo achieve the above-mentioned objectives the Government of Armenia program for 2017-2022, \nenvisages the following oublic finance actions:  \n \na)  To boost economic growth potential and ensure macroeconomic stability, the government \n\nplans to: \ni) \n\nImprove public debt management and assure public debt sustainability by:  \n-  introducing in 2017 a viable system of assessing the behavior of primary market \n\nparticipants in government treasury bonds; \n\n-  introducing new fiscal rules in 2018 that will stabilize debt and not hinder economic \n\nii) \n\nIntroducing a new toolkit in 2019 to comprehensively assess the impact of fiscal policy \non the economy; \n\niii)  Designing a budgetary framework in 2022 for the medium-term perspective, which  plans \nto gradualy increase capital expenditures, possibly moderating current expenditures and \nincreasing the efficiency of public expen diture to ensure social needs are met.   \n\ngrowth. \n\n \n\nb)  To improve regulation of private sector accounting and external audit, the government plans \nto developa legislative package in 2018, and a sub-legislation in 2019 to implement the new \naccounting and auditing legal framework. \n \n\nc)  To raise the efficiency of public finance management system the government plans: \n\ni)  To expand the scope of clients using the e-procurement system to raise the level of \n\nefficiency and transparency in public procurement as well as to increase \ncompetitiveness. Specifically: \n-  introducing the e-auction system for procurement in 2017; \n-  introducing modern standards for e-management systems into the e-procurement \n\nsystem in 2018. \n\n-  transferring into the e-procurement system the State non-commercial organizations, \nwhich have organized competitive bidding with a budget exceeding AMD 200 million \nin 2018; \n\n-  transferring into the e-procurement system the communities, which have organized \n\ncompetitive bidding with a budget exceeding AMD 200 million in 2019; and \n\n-  transferring into the e-procurement system community non-commercial organizations \nand organizations with more than 50% of community shares, which have organized \ncompetitive bidding with a budget exceeding AMD 200 million in 2020; \n\n \n\n \n\n\f \n\nAppendix 3 \n\n17 \n\nii)    To strengthen the “value for money” principle and introduce an efficient toolkit for public \naccountability, shift to quantitative and qualitative result based indicators for programs, \nfinanced from the state budget. Specifically: \n-  complete the formulation of methodological base for program budgeting in 2017; \n-  prepare the 2019 and out-years budgets and submit to the Parliament in the program \n\nbudgeting format. \n\n \n\nd)  To develop the financial markets and introduce a long-term pension savings, the government \nwill  jointly undertake  steps with the  CBA  to streamline  the  accumulated funds into  the  real \nsector  of  the  economy.  This  will  stimulate  the  economy  and  increase  investment.  The \ngovernment will do this by: \n\ni)  developing a capital market development program that will promote issuance of \nshares and bonds by local companies in conjunction with the CBA in 2018;  \nincrease the accessibility of financial services by implementing necessary legal \nregulations in conjunction with the CBA in 2019; \n\nii) \n\niii)  expand the pension system and develop a medium-term development program for the \ninsurance market that will aim at introducing new insurance toolkits and life insurance \nsystem, in conjunction with the CBA in 2020.  \n\nFinancial and Capital Markets \n\n \nC. \n \nWe believe that a well-functioning financial and capital markets are essential for economic \ngrowth and job creation. The Ministry of Finance and the CBA recognize the macroeconomic and \nfinancial risks associated with high levels of financial dollarization and the underdevelopment of \nlocal  currency money  and capital markets. The Ministry  of  Finance  and the  CBA,  with support \nfrom European Bank for Reconstruction and Development (EBRD) are implementing reforms that \nwould  reduce  dollarization  and  increase  the  capacity  of  local  capital  markets  to  engage  in \nintermediate finance and to reduce systemic risks. The activities include, but are not limited to, \nthe following: \n\n(iii) \n\n(iv) \n\n(i) \n(ii) \n\nDeveloping the secured and unsecured interbank markets;  \nAdjusting the legal framework as required and otherwise supporting development of \nthe derivatives market (including an interbank foreign exchange swaps, forwards, \noptions, etc.);  \nDeveloping appropriate interest rate benchmarks and interest rate risk management \ntools;  \nEstablishing a link between the Central Depository of Armenia and one of the \nEuropean depositories to facilitate foreign investors’ access to the Armenian capital \nmarket, and exploring the consolidation of trading and settlement infrastructure within \nArmenia;  \nAddressing any barriers to local banks’ issuing bonds in Armenian dram, and \nassisting the banks to develop corporate bond market strategies;  \nSupporting practitioner-based educational campaigns for local companies and \nunderwriters on the issuance of financial instruments;  \nSupporting the improvement of financial legal and regulatory environment; and \n(vii) \n(viii)  Supporting the formation of, and participating in, a capital markets development \n\n(vi) \n\n(v) \n\nsteering committee and/or working group.  \n\n \n\n\f18 \n\nAppendix 3 \n\n \nD. \n\nDonor assistance \n\nWe  have  been  working  closely  with  all  partners,  including  ADB,  to  mobilize  resources \nenabling us to implement our reform agenda. The proposed new program – the Public Efficiency \nand Capital Market Program complements and builds on efforts by other donors in the areas of i) \npublic debt and fiscal risk management; ii) government securities market and money market  \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \ninfrastructure; and iii) corporate governance. \n \nE. \n\nOur Request to ADB \n\n \n\n \n\n \n\nWe remain committed to the implementation of our broad and ambitious structural reform \nagenda  and  are  confident  that  the  reform  initiatives  supported  under  the  program  constitute \nimportant prerequisites for long-term sustainable and inclusive growth.  \n\n \nThe program will help us (i) strengthen public debt and fiscal risk management and support \nour fiscal consolidation efforts, by reducing fiscal and financial risks in the economy (ii) increase \nmoney  market  liquidity  and  financial  market  transparency,  by  deepening  the  government \nsecurities market and improving the money market infrastructure (iii) foster the development of a \nvibrant private sector, by enhancing corporate transparency and developing and strengthening \nlegislative and regulatory framework.  \n\n \n\n\fAppendix 3 \n\n19 \n\nThe proposed technical assistance grant of $500,000 to support the program will help the \n\ngovernment ensure effective and timely implementation of the subprogram 1 policy actions.  \n\n \nWe  would  like  to  thank  ADB  for  working  closely  with  the  Government  of  Armenia  in \n\ndeveloping this program and look forward to continuing the fruitful cooperation. \n\n \n\n \n\n \n\n \n\n \n\n\f20 \n\nAppendix 4 \n\nPolicy Objectives \nImprove  management \nof public debt  \n \n \n\n \n\n \n\n \n\n \n\nPOLICY MATRIX \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \nof  Finance \n\n1.  Ministry \n\n(MOF) \nthe  Public  Debt \nDepartment \n\nstrengthens \nManagement \n(PDMD) by:   \n(i)  introducing procedures on (a) \nissuance  of  Eurobonds;  (b) \npayment  procedures  for  the \nexternal  and  domestic  debt, \nand (c) mapping links between \nPDMD’s \nthe \nanalytical  tools  used,  and the \nreporting requirements; \n\ndatabases, \n\n(ii)  engaging PDMD front office in \nto  end  external \nand \n\nprocess \n\nthe  end \nborrowing \nnegotiations. \n\n \n\nCompliance Documents \n\nprocedures \n\n \n \n \n \nMOF  decree  which  includes \nPDMD \nflow \ncharts. \n \n \n \n \n \n \nMOF  Letter  which  describes \nPDMD’s  engagement  in  the \nborrowing \nand \nnegotiations. \n \n\nprocess \n\n2.  Government  approves  revisions \nto  the  regulatory  framework  for \ngovernment  securities  to  allow \nreopening  of  T-bill  issuance  and \nimprove the settlement system. \n\nGovernment  decree  detailing \nrevisions \nregulatory \nto \nframework  on  government \nsecurities. \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \n1.  MOF: (i) studies the costs and \nbenefits of expanding PDMD’s \nrole within MOF; (ii) centralizes \nreporting  of \nanalysis  and \ndebt \nexisting \nto  ensure  a \nwithin  PDMD \nholistic \nconsistent \napproach  within  the  context  of \nthe medium-term debt strategy \n(MTDS). \n\ngovernment \n\nand \n\nand \n\n2.  MOF  approves  a  manual  for \ncontracting  and  negotiating \nexternal \na \nloans, \nframework  for  evaluating  the \ncost-effectiveness \nof \nalternative  forms  of  external \nborrowing and guarantees, i.e. \nto \nthe  cost-at-risk  analysis \nenhance the MTDS process. \n\n3.  Government \n\nsubmits \nlegislative  amendments  to  the \nthe  Law  on \nParliament  on \nPublic Debt and, if required, on \nInternational \nthe  Laws  on \n\n\f \n\n \n\nAppendix 4 \n\n21 \n\nPolicy Objectives \n\nCompliance Documents \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\n \n\n \n\n \n\n3.  MOF issues a decree that a Debt \nSustainability  Analysis  will  be \nundertaken  each  year  and  be \npublished annually. \n\n4.  MOF  issues  a  Decree  approving \nan  action  plan  to:  (i)  enhance \nPDMD’s \nrisk  management \ncapacity  by  considering the  staff, \nsystems  and  financial  resources \nthat  would be required  to identify \nand quantify risks associated with \npublic debt management; and (ii) \nprovide  monitoring  and  regular \nreporting on PDMD risks.    \n\n5.  MOF \n\nincreases  security  and \nbackup  of  all  debt  records  to \nprevent  unauthorized  changes  to \ndebt  records  by  appointing  a \nsystems administrator for DMFAS \nand \nand \nto \nprocedures \nDMFAS  system;  (ii)  monitoring \nsystem  security;  and  (iii)  regular \nbackup arrangements.   \n\nfor:  (i)  access \n\napproving \n\nrules \n\nMOF Decree  \n \n\naction \n\nMOF  decree  which  includes \nplan \napproved \nproviding  details  of \nthe \nmatters  specified  in  items  (i) \nand (ii) of the policy action. \n \n\nMOF  decree  which  includes \nthe \nthe  appointment  of \nfor \nsystems  administrator \nDMFAS  and  approved  rules \nand  procedures \ncovering \nitems  (i)  to  (iii)  related  to \nfor \nsecurity  arrangements \nDMFAS.  \n \n\nIncrease monitoring of \nfiscal  risks \nincluding \nfrom PPP projects  \n\n6.  MOF submits to  ADB  a  roadmap \nfiscal  risk \nto \n\nfor \nmanagement  responsibilities \n\nthe  division  of \n\nMOF  Order  which  includes \nthe  roadmap  for  the  division \nfiscal  risk  management \nof \n\n7.  MOF approves and publishes a \nvetting, \nevaluating \n\nframework \nmonitoring \n\nfor \nand \n\na \n\nadopts \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nTreaties,  Treasury  Systems, \nand  Budget  Systems  with  any \nnecessary \nimplementing \nregulations  to  strengthen  the \nrole  of  MOF  in  the  external \nlending process. \n4.  MOF  publishes \n\nthe  2017 \nannual  Debt  Sustainability \nAnalysis on its website. \n \n5.  MOF \n\nformal \nOperational  Risk  Management \nframework  for  PDMD  which \nincludes  a  risk  matrix  that  (i) \nidentifies  risks  and  the  impact \nof  those  risks  on  outputs  and \nassesses financial loss and the \nbudget impact, and (ii) provide \nregular \nmonitoring \nreporting on PDMD risks.  \n6.  MOF  approves  a  Business \nContinuity  Plan  (BCP)  which \nincludes  establishing  a  secure \noffsite premise, and backup of \ndebt \nrecords \nfinancial \nmanagement  and \nand \nanalysis \nspreadsheets  with  a  capacity \nbuilding plan.    \n\nsystem \n\nand \n\nthe \n\non \n\n \n\n\f22 \n\nAppendix 4 \n\nPolicy Objectives \n \n\n \n\n \n\n \n\n \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\nlending, \ncover—budgetary \nconcessions,  PPPs \nincluding \ncontingent  liabilities,  guarantees \nand other; as well as the different \nfunctions  of  risk  management \n(e.g.  vetting,  risk  monitoring  and \nimplemented \nreporting) \nduring subprogram 2.   \n \n\nto  be \n\n \n\n7.  Government  approves  a  PPP \npolicy  (paper)  that  defines  the \npolicy  approaches  to  legislative, \nregulatory \ninstitutional \nand \nframeworks  to:  (i)  govern  the \nand \nidentification, \npreparation \npublic-private \nof \npartnerships (PPPs) based on risk \nprofiling,  fiscal  affordability,  and \n(ii) \nfinancial \ngovern unsolicited  proposals;  (iii) \nmonitor  the  performance  of  each \nPPP. \n\nviability; \n\nvetting, \n\n8.  The  PPP  Policy  or  a  subsequent \ngovernment decision to determine \nthe resources that are required for \nthe functions based on PPP policy \n(irrespective  of  where  it  will  be \nadequately \nlocated) \n\nbe \n\nto \n\nCompliance Documents \nresponsibilities  covering  the \nitems  specified  in  the  policy \naction. \n \n \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nbudgetary  lending  operations \nand guarantees (ADB TA). \n \n\n8.  MOF  presents  in  the  2019-\n2021  MTEF  a  summary  of \nbudgetary  lending  operations \nunder  the  recently  approved \nbudgetary lending framework. \n\n9.  Government  submits \n\nthe \nParliament  the  draft  PPP  law \nfor approval, based on the PPP \nPolicy (paper). \n\nto \n\nGovernment \ndecree \napproving the PPP policy and \na  copy  of  the  approved  PPP \npolicy  \n \n \n \n\n \n\ndecree \nGovernment \napproving the PPP policy and \na  copy  of  the  approved  PPP \npolicy  \n \n\n10. Government’s \n\ndesignated \nagency  implements  standard \nmethodologies \nincluding \nguidelines  and/or  manuals  to \nidentification, \ncover \nvetting,  and  preparation  of \nPPPs  based  on  risk  profiling, \n\nthe \n\n(i) \n\n\fPolicy Objectives \n\nCompliance Documents \n\n \n\n \n \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\noperated  under  the  prospective \nframework. \n\n \n\nDevelop  a  medium-\nterm  capital  market \ndevelopment strategy \n\nImprove public access \nto  government  retail \ndebt  \n\n9.  Ministry \n\nof  Economy \n\nand \nInvestment publish, in its website, \nstandard \ninformation  about  all \npast PPPs including concessions \ntransactions.  \n\n10. MOF and CBA by MOU establish \na  working  plan  for  the  Steering \nCommittee  for  Capital  Markets \nand the recently-established Task \nfor  Financial  Markets \nForce \nDevelopment  to  develop  a  time-\nbound \nfor  Capital/ \nFinancial Markets Development \n11. MOF  establishes  an  electronic \nsales system for retail debt via the \ninternet  in  line  with  international \ngood practices.  \n\nroadmap \n\nExpansion \ndomestic \n\nin \n\nthe \ndebt \n\n12. PDMD establish a Working Group \nwith  terms  of  reference  to:  (i) \n\nLetter from MOEI informing of \ndetails  on  the  MOEI  website \ncontaining the information. \n\n \n\nMOU between MOF and CBA \nwhich includes working plan. \n \n \n \n \n \n \nLetter  from  MOF  providing \ndetails of the establishment of \nthe  electronic  sales  system \nfor retail debt including a link \nto website. \nMOF  decree  which  includes \ncomposition of working group \n\n \n\nAppendix 4 \n\n23 \n\n(ii) \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nfiscal affordability, and financial \nviability; \nunsolicited \nproposals  and  procurement \nwith  sole  bidders;  and  (iii) \nmonitoring  performance  of \neach  PPP;  This \nincludes \nimplementing  value  for  money \ntests  in  the  vetting  process \nbased  on  the  public  sector \ncomparator, and with or without \nviability gap financing; and (iv) \nsector  specific  public  sector \ncomparator benchmarks. \n\n11. MOF  and  CBA  approve  the \ntime  bound  road  map  for  the \nmedium-term  development  of \ncapital and financial markets in \nthe country. \n\n12. A reporting framework of retail \ndebt  issuance  and  redemption \nis  implemented  and  available \non the MOF website. \n\n13. Working  Group  Report \n\nis \napproved and adopted by MOF \n\n \n\n\fCompliance Documents \n\nreference \nterms  of \nwith \ncovering \nmatters \nthe \nspecified in items (i) to (iii) of \nthe policy action. \n \n \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nwith  an  action  plan  which \nincludes:  (i)  how  the  analysis \nshould  be  undertaken  within \nthe  MTDS  framework;  (ii)  how \nthe  findings  will  be  reported \nand published.; and (iii) PDMD, \nin  consultation  with  CBA, \npublish an internal paper on the \npotential exchange rate impact \nand  mitigation  strategy  when \nexternal  debt  is  repaid  and \nfunded domestically. \n\nDeveloping \ngovernment  securities \nmarket \n\n13. MOF \n\nMOF  decree  showing \nrevised framework. \n \n \n\nthe \n\n14. MOF \n\nimplements \n\nthe  new \ngoverning framework for PDs.  \n\n24 \n\nAppendix 4 \n\nPolicy Objectives \nprogram \nreduce \nto \nforeign  currency  risk \nexposure. \n\n \n\n \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\nframework \nbe \n\nissuance \nissuance; \nfor \n\ninvestigate the costs and benefits \nof accelerating the transition from \nto \nexternal \ndebt \n(ii) \ndomestic  debt \nidentify  a \nthis \nundertaken \nanalysis \nthe  MTDS \nregularly  within \nframework;  and  (iii)  investigate \nhow  the  transition  to  domestic \ndebt  may  be  structured \nto \nexchange \nminimize \nvolatility.  \n\nforeign \n\nto \n\na \n\napproves \n\nrevised \nframework  for  Primary  dealers \n(PDs)  that  includes;  (i)  market \nmaking  responsibilities  with  a \nmaximum  ceiling  on  bid-ask \nspreads;  (ii)  evaluation  criteria \norientated around an appointment \nreflects  a  PD’s \nprocess \ncontribution \nthe \ngovernment  secondary  market \nand (iii) recognition of the need to \nrotate  PDs  with  other  market \nparticipants.  \n\nto  developing \n\nthat \n\nincrease \n\nthe  bond \n(i) \nto  AMD200 \nissuance  ceiling \nbillion;  and  (ii)  consult  investors \non  increasing  the  domestic  bond \nauctions  from  8  times  a  year  to \nmonthly  to  provide  more  price \ndiscovery  around  the  yield  curve \nthe \nand \n\nincreased  access \n\nto \n\n14.  MOF: \n\nMOF  Letter  and  copy  of \npublic \nrelevant \nannouncement. \n\n \n\n\f \n\n \n\nAppendix 4 \n\n25 \n\nPolicy Objectives \n\nCompliance Documents \n\nImprove liquidity in the \nMoney Market \n\n15. MOF \n\nMOF decree with regulations \nand details of the RTBP plan. \n \n \n \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\nsupply of bonds and distribute the \ninterest  rate  risk  evenly  over  12 \nmonths.   \n\nissuance \n\nfurther \nsupports \ndevelopment  of  the  short-term \nmoney  market  by  (i)  initiating \namendments in the regulations to \norganize  reopening  for  T-bills  to \nconsolidate \nto \nthe \nenhance liquidity:  and (ii) develop \nand  start  a  Regular  Treasury  Bill \nProgram (RTBP).  (Under a RTBP \n91,  182,  273  and  365  bills  are \nissued  in  regular  fixed  volumes \nwhich  provide  investors  with  a \ncertain supply of short term T-Bills \nin  sufficient  volumes \nto  meet \ndemand for  a  short  term  low  risk \nliquid instrument  and support the \nsecondary market.) \n\nEnhance transparency \nand predictability \n\n \n\n \n\n16. MOF \n\nmoney \ninfrastructure \nsecured \n\nEnhance \nmarket \nand \ntransactions \n \n\n16. Parliament  approves a new  legal \nframework \nnecessary \nand \namendments  to  existing  laws  to \nenable  the  use  of  derivatives \n(ISDA  agreement)  and  secured \n\nCopy of the approved laws on \nSecurities Market, Insolvency \nand the Civil Code. \n\n17. CBA: \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \n\n15. MOF \n\nthe \nreviews \nimplementation  of  the  RTBP \nwith  maturities  and  volumes \nconsistent  with  the  feedback \nfrom the. market and aligned to \nmonetary \ndebt \nmanagement  policies  and  the \nneed to develop a liquid money \nmarket. \n\nand \n\n(i) \n\noperation \n\npublishes: \n\nthe \nTreasury  Securities  annual \nborrowing plan and updates on \nits  website;  and  (ii)  a  clear \npolicy on its bond buyback and \nadd \nswitch \ndebt \npredictability \nmanagement for investors. \n(i) \n\nintroduces \nimplementing  regulations  and \nsystems  to  establish  a  GMRA \nand  operationalize \ntriparty \nto  enhance  money \nrepos, \n\nto \nits \n\nto \n\n \n\n\f26 \n\nAppendix 4 \n\nPolicy Objectives \n\nCompliance Documents \n\nfor \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nmarket liquidity; and (ii) uses a \ntriparty \nmaster \nGMRA \nagreement  for  its  operations \nwhich  can  be  varied  as  a \ninterbank  and \ntemplate \nother \nlending \ncommercial \nwithin the financial markets.  \n18. NASDAQ  OMX  offers  bond \nswitch  auctions \nfacilitate \nconsolidation  of  outstanding \nissues  based  on  the  CBA  and \nMOF  agreement  and  MOF \nissued terms of reference. \nimplements \n\nthe  Repo \nproject plan and the design and \nresources for a new IT system \nsolution  for  triparty  repos  with \nNASDAQ  OMX  that  is  cost \neffective and affordable. \n\n19. CBA \n\nto \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\nlending  based  on \nthe \n\ninterbank \nstandardized  repos  (using \nGMRA; triparty repos). \n   \n\nIT \n\n17. CBA:  (i)  implement  regulations \nand \nfor  unified \nframework \nrepository  of  derivatives  (repos) \nand (ii) facilitate establishment of \nClearstream  Link  for  issuance  of \nlocal currency bonds.  \n\nthe \n\n18. CBA  develops  a  Repo  project \nmanagement  plan  to  select  and \nimplement  a  Triparty  Repo \nsystem  in  Armenia  covering;  (i) \nconsulting \nstakeholders; \nthe  requirements;  (ii) \ndefining \nissue  an  RFI \nthe \nsoftware  provider  options  and \ncosts; \n(iii)  ascertain  market \nsupport  and  conduct  a  cost \nbenefit  analysis  of  the  options; \nand  (iv)  an  assessment  of  the \nresources to support the project. \n\nidentify \n\nto \n\n19. MOF transfer auctions to the new \nNASDAQ  OMX  platform \nfor \nprimary  auctions  of  government \nsecurities. \n\nCBA \nwith \nresolutions \nregulations  describing  the  IT \nframework  and  clearstream \nlink. \n \n\nLetter  from  CBA  attaching  a \nproject \ncopy \nmanagement  plan  approved \nby CBA management. \n\nrepo \n\nof \n\n \n\nAgreement  dated  25  April \n2017  between  MOF  and \nNASDAQ  OMX  Armenia \nOJSC  showing  transfer  has \nbeen affected. \n \n \n\nCash/Liquidity \nmanagement. \n\n \n\n20. MOF;  (i)  reviews  the  source \nand  analysis  of  government \n\n \n\n \n\n \n\n \n\n\f \n\n \n\nPolicy Objectives \n \n \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\nCompliance Documents \n\nlegal \nDevelop \nfor  new \nframework \ntypes  of  securities  to \nbroaden  the  investor \nbase \n \n \n\n20. To  strengthen  the  legal  basis  of \nthe  mortgage  bonds  market,  the \nCBA submits to Government: (i) a \nnew law for Residential Mortgage \nLending,  to strengthen consumer \nprotection, and (ii) amendments to \nthe Covered Bonds Law to enable \nmulti issuer facilities. \n\n \n\n \n \n\nCopy  of  the  letter  from  CBA \nsubmitting the following to the \nGovernment:  (i)  the  new  law \nfor  Residential  Mortgage \nLending, and (ii) amendments \nto the Covered Bonds Law  \n\nDevelop \nlegal \nframework  for  private \nequity  to  increase  the \n\n21. CBA makes regulatory changes to \nenable  private  equity  and  other \ninvestment fund vehicles to have \n\nCopy  of  the  CBA  regulations  \nand/or official interpretations. \n \n \n\n \n\nAppendix 4 \n\n27 \n\nto \n\nof \n\nflows \n\nimprove \nits \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nthe \ncash \naccuracy \nforecast \nprojections; and (ii) develops a \ncash  management  framework \nusing \nbuybacks, \nswitches and other instruments \nwhich  is  coordinated  with  the \nCBA’s \nliquidity  management \nfunction. \n\nT-bills, \n\n21. Parliament approves: (i) a new \nlaw  for  Residential  Mortgage \nLending (consumer protection); \nand  (ii)  amendments  to  the \nCovered Bonds Law.  \n\nthe \n\n22. To  strengthen  the  legal  basis \nfor  asset  securitization  and \nasset-backed  securities,  CBA \nsubmits  to  the  government  a \nset  of  proposed  amendments \nto  the  Securitization  Law,  to \nfund  nature  of \nclarify \nspecial \nvehicles, \npurpose \nenable synthetic securitization, \nand  enable  the  issuance  of \nsecurities  before  a  loan-book \npurchase.  \n23. Government \n\nintroduces \nmodern  elements  of  corporate \nlaw,  such  as  the  concept  of \nshareholder’s  agreement  (e.g. \n\n \n\n\f28 \n\nAppendix 4 \n\nresource \n\nPolicy Objectives \nvolume  of \nmobilization \nStrengthen  corporate \ntransparency \nrequirements  and  the \ninformation \nfinancial \nby \npractices \nthe \nencouraging \nparticipation \nof \ninstitutional \ninvestors \nin  private  debt  and \nequity markets \n\n \n\n \n\n \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \ntheir \nsubscribed \ndenominated in USD.  \n\ncapital \n\n22. MOF  submits  to  the  Government \na  private  sector  accounting  and \nExternal  Audit  Development \nStrategy Concept that establishes \nprogressively \nactions \nmainstream \naudit \nrequirements \nthe  Armenian \nprivate sector. \n\nexternal \nin \n\nto \n\nCompliance Documents \n\nto \n\nCopy  of  the  letter  from  MOF \nsubmitting \nthe \nthe  Private \nGovernment, \nSector \nand \nExternal  Audit  Development \nStrategy Concept.  \n\naccounting \n\nregulating \n\n23. MOF  submits  to  the  Government \nlegislation \nprivate \nsector  accounting  and  setting \nrequirements  for  companies  that \nto  statutory  audit \nare  subject \nbased  on  the  amount  of  annual \nturnover,  the  amount  of  assets \nand \nthe  average  number  of \nemployees. \n\nto \n\nCopy of the Letter from MOF \nsubmitting \nthe \nGovernment,  a  copy  of  the \nlegislation \nMOF \nsector \nregulating \nprivate \naccounting \nfor  companies \nthat  are  subject  to  statutory \naudit.  \n\ndraft \n\n24. MOF  submits  to  the  Government \nlaw  on \namendments \nto \naccounting  and \nlaw  on \nauditing, and introduce a new Law \non  the  Regulation  and  Public \nOversight of Audit and Accounting \n\nthe \nthe \n\nCopy of the Letter from MOF \nto \nGovernment \nthe \nsubmitting: \n\n(i)  a copy of the \n\namendments to the \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \nas  an  amendment  to  the  JSC \nLaw). \n\nLaw \n\nproposed \n\n24. Government \n\nand \nof  Audit \n\napproves \namendments  to  the  Laws  on \nAccounting  and  Audit  and  a \nnew \non \nPublic \nRegulation \nOversight \nand \nAccounting  to  delegate  some \nregulatory functions to a Public \nOversight Board (POB) and the \nprospective \nof \nAccountants  and  Auditors  of \nArmenia. \n25. Parliament \n\nChamber \n\napproves \nlegislation including mandatory \naudits  and  MOF  establishes \nthe  POB  (with  a  functional \nsecretariat), and initiates public \noutreach  discussions  on  (i) \ndelegation of oversight role on \naudit \nthe  POB  and  (ii) \nmandatory  audits  and  drafts \nsub  legislations  and  relevant \nregulations  to  implement  the \nnew  accounting  and  auditing \nlegal framework. \n\nto \n\n26. MOF  implements  a  statement \nof objections to ensure that all \nthe \nrelevant  regulations \nthe  new \nimplementation  of \naccounting  and  auditing  legal \nframework  are  developed  in \n\nfor \n\n\f \n\n \n\nAppendix 4 \n\n29 \n\nPolicy Objectives \n\nPolicy Actions \nSubprogram 1 \n(by October 2017) \n\nthe  quality  of \nto  enhance \ncorporate \nreporting \nfinancial \nfactoring in the recommendations \nof  the  Private  Sector  Accounting \nand  External  Audit  Development \nStrategy Concept. \n\nPolicy Actions \nSubprogram 2 \nIndicative (by August 2018) \naccordance with the respective \nlaw and the MOU.    \n\nCompliance Documents \n\nlaw on accounting \nand law on auditing. \n\n(ii)  a copy of the new \nLaw on Regulation \nand Public Oversight \nof Audit and \nAccounting. \n\n(iii) Copy of the Private \nSector Accounting \nand External Audit \nDevelopment \nStrategy Concept \nCopy  of  MOU  and \ndocuments \nsubmitted \npolicy action 24 above. \n\n \n\nthe \nfor \n\n \n\n \n\n25. MOF  signs  a  MOU  with \n\nthe \nAssociation  of  Accountants  and \nAuditors  of  Armenia  (AAAA)  on \nthe way forward for a new division \nof responsibilities in the regulation \nof  Audit  in  line  with  international \ngood practices. \n\n \n\nADB = Asian Development Bank, AMD = Armenian Dram, CBA = Central Bank of Armenia, DMFAS = Debt Management and Financial Analysis System, GMRA = \nGeneral  Master  Repo  Agreement,  ISDA  =  International  Swaps  and  Derivatives  Association,  MOEI  =  Ministry  of  Economy  and  Investments,  MOF  =  Ministry  of \nFinance,  MOU  =  memorandum  of  understanding,  MTDS  =  medium-term  debt  strategy,  MTEF  =  medium-term  expenditure  framework,  PDMD  =  public  debt \nmanagement department, PPP = public–private partnership, TA = technical assistance. \n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 7 September 2017) \n", "Currency unit \nAMD1.00 \n$1.00 \n", "– \n= \n= \n", "dram (AMD) \n$0.0021 \nAMD478.31 \n", "ABBREVIATIONS \n", "ADB \nCBA \nEU \nGDP \nIMF \nMOF \nPDMD \nPPP \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nCentral Bank of Armenia \nEuropean Union \ngross domestic product \nInternational Monetary Fund \nMinistry of Finance \nPublic Debt Management Department \npublic–private partnership \ntechnical assistance \n", "GLOSSARY \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n", " \n", "Asset \nsecuritization \n \nBenchmark \nissue \n", "Bond switch \n", "Covered \nbonds \n", "Financial \ndollarization \n", "Market \nmaking \n", "–  Process  of  packaging  a  pool  of  illiquid  assets  and  transforming  such \n", "assets into a marketable security. \n \n", "–  A bond that provides a standard against which the performance of other \nbonds  can  be  measured.  Government  bonds  are  used  as  benchmark \nbonds. Benchmark issues are typically used as the basis of yield curves. \n \n", "–  Two parties agree to respectively switch ownership of two different bonds \nat an agreed price difference (i.e., for a 5-year–10-year bond switch, party \nA  would  buy  a  5-year  bond from  party  B  who  would  simultaneously  be \ncontractually bound to buy a 10-year bond from party A at agreed prices). \nDebt managers use switches to build benchmark issues and reduce the \nliquidity impact of benchmark bonds nearing maturity. \n \n", "–  Covered  bonds  are  debt  securities  issued  by  a  bank  or  mortgage \ninstitution and collateralized against a pool of assets that are subject to \nspecific  legislation  to  protect  bond  holders.  In  the  case  of  default,  the \nbondholder can make claims against the issuer. \n \n", "–  Percentage  of  foreign  currency  loans  in  total  loans  or  percentage  of \n", "foreign currency deposits in total deposits. \n \n", "–  Market making is typically required of primary dealers to offer both a buy \n", "price and a sell price for the same security. \n \nMarket  where  financial  instruments  such  as  treasury  bills,  corporate \nnotes,  and  repurchase  agreements  are  used  by  financial  institutions  to \nfund their short-term liquidity requirements, or invest their short-term cash \nsurpluses. \n \n", "Money market \n \n \n \n \n", "– \n \n \n \n \n", " \n", "NASDAQ \nOMX \n \n", "Primary \ndealers \n", "Regular \nTreasury Bill \nProgram \n", "Repurchase \nagreement \n(“repo”) \n", "Triparty repo \n", "Yield curve \n", "– \n", "\"NASDAQ OMX Armenia\" OJSC is the only stock exchange in Armenia, \noperating  for  almost  17  years.  It  provides  the  Market  with  a  fully \nautomated trading system. \n \n", "–  A  financial  institution  that  is  authorized  to  deal  in  new  issues  of \ngovernment securities and promote the development of the primary and \nsecondary market activity for such securities.  \n \n", "–  A  program  that  provides  a  constant  supply  of  short-term  Treasury  bills \nissued by auction on a regular basis (weekly and/or fortnightly) across a \nrange  of  maturities  (one  or  more  of  90,  180,  270,  365  days),  and  is \ngenerally  self-funding  as  the  same  principal  value  is  issued  in  each \nauction. \n \n", "–  A form of short-term borrowing for dealers in government securities. The \ndealer  sells  the  government  securities  to  investors,  usually  on  an \novernight basis, with an agreement to repurchase them at a set term for \na  set  purchase  price  which  includes  interest.  For  the  party  selling  the \nsecurity (and agreeing to repurchase it in the future), it is a repo; for the \nparty on the other end of the transaction (buying the security and agreeing \nto sell in the future), it is a reverse repo agreement. \n \n", "–  A repo transaction for which post-trade processing—collateral selection, \npayment and settlement, custody and management during the life of the \ntransaction—is outsourced by the parties to a third-party agent such as \ncustodian banks or a central securities depository. \n \n", "–  A  line  that  plots  the  interest  rates,  at  a  set  point  in  time,  of  bonds  with \nequal credit quality but different maturities. A government securities yield \ncurve is used as a benchmark for pricing other debt in the market. \n", "NOTE \n", "In this report, \"$\" refers to US dollars. \n", " \n \n", " \n", " \n", " \n \n \n \n"]}