{"path": "data/input/reports/51072-001-rrp-en.pdf", "pages": [" \n \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 51072-001 \nAugust 2017 \nProposed Equity Investment \nOrbiMed Asia Partners III, LP Fund \n \n(Regional)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes information that is subject to exceptions to disclosure set forth in ADB's Public \nCommunications Policy 2011. \n \n ", "", " \nABBREVIATIONS \n \n  ADB   –   Asian Development Bank  \n  ESMS   –   environmental and social management system  \n  IRR   –   internal rate of return  \n  MOIC  –   multiple on invested capital \n  OAP I  –  OrbiMed Asia Partners I, LP Fund \n  OAP II  –  OrbiMed Asia Partners II, LP Fund \n  OAP III  –  OrbiMed Asia Partners III, LP Fund \n  PSIS  –  Private Sector Investment Funds and Special Initiatives \nDivision \n  PSOD  –  Private Sector Operations Department \n  PRC   –   People’s Republic of China  \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  J. Hall, Private Sector Investment Funds and Special Initiatives \nDivision, PSOD \n   \nTeam leader  Y. Teo, Investment Specialist, PSOD \nTeam members  G. Abel, Senior Transaction Support Specialist (Integrity), PSOD \n  I. Aguilar, Social Development Officer (Safeguards), PSOD \n  L. Johannes, Senior Results Management Specialist, PSOD \n  F. Mahmud, Investment Specialist, PSOD \n  A. Porras, Senior Safeguards Officer, PSOD \n  N. Peters, Senior Safeguards Specialist, PSOD \n  S. Roth, Senior Social Development Specialist, Sustainable \nDevelopment and Climate Change Department \n  K. Torchiva, Senior Investment Officer, PSOD \n   \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "", " \nCONTENTS \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FUND  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  2 \nC.  Ownership, Management, and Governance  2 \nD.  Financial Performance  4 \nIII.  THE PROPOSED ADB ASSISTANCE  4 \nA.  The Assistance  4 \nB.  Financial Analysis of Expected Returns and Assumptions  4 \nC.  Implementation Arrangements  4 \nD.  Value Added by ADB Assistance  5 \nE.  Risks  5 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  6 \nA.  Development Impact, Outcome, and Outputs  6 \nB.  Alignment with ADB Strategy and Operations  6 \nV.  POLICY COMPLIANCE  7 \nA.  Safeguards and Social Dimensions  7 \nB.  Anticorruption Policy  7 \nC.  Investment Limitations  8 \nD.  Assurances  8 \nVI.  RECOMMENDATION  8 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  9 \n2.  List of Linked Documents  11 \n \n \n ", "", " \n \n ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed equity \ninvestment of up to $60,000,000 in OrbiMed Asia Partners III, LP Fund (OAP III). \n \nII.  THE FUND \n \nA.  Investment Identification and Description \n \n2.  Investment identification. The Asian Development Bank (ADB) is an existing investor in \nOrbiMed Asia Partners II, LP Fund (OAP II), having committed $60 million to the $325 million fund \nin 2014.1 OAP II is managed by the Asian affiliate of New York-based OrbiMed Advisors LLC \n(OrbiMed), the world’s largest investment firm dedicated to health care, managing over $14 billion \nin net assets and investing over $3 billion in private and public health care companies globally as \nof 31 March 2017. OAP II’s concept was driven by a 2011 cross-division regional project \npreparatory technical assistance (TA) project spearheaded by the Private Sector Infrastructure \nFinance Division 1 and the Private Sector Investment Funds and Special Initiatives Division \n(PSIS) of ADB’s Private Sector Operations Department (PSOD). The TA’s goal was to examine \nthe feasibility of establishing a private equity fund that would target investment opportunities that \ncould commercialize affordable and accessible health care for Asia’s underserved populations \nand thereby raise the level of PSOD’s health care interventions. The TA, led by global consulting \nfirm McKinsey & Company, ultimately concluded that a successful health-focused private equity \nfund with a diversified investment portfolio of both therapeutic and nontherapeutic assets would \nbe best positioned to achieve this mandate. Subsequently, PSOD selected OrbiMed from a pool \nof 11 fund managers as being the most capable of establishing and managing an Asia-focused \nhealth care private equity fund based on its global platform, investment and operating experience \nin health care, and team depth and expertise. \n \n3.  ADB’s proposed investment in OAP III is a continuation of its strategy to increase the pace \nof PSOD investments in health care, as well as an endorsement of OrbiMed as the preferred fund \nmanager given its track record and competitive positioning in the People’s Republic of China \n(PRC) and India, two of Asia’s fastest growing health care markets. OrbiMed’s Asia team has \nsuccessfully deployed capital across 36 portfolio companies through two funds, OrbiMed Asia \nPartners I, LP Fund (OAP I) and OAP II with respectable exits from OAP I.2 As a demonstration \nof its origination skills and recognition of ADB as a value-adding partner, OrbiMed has also offered \nco-investment  opportunities  to  PSOD,  including  two  hospitals  in  India  and  a third  hospital \nopportunity currently being explored in the PRC. \n \n4.  As part of OAP III’s vetting process, PSIS’s market-mapping exercise of health care funds \nin the region indicated that only a few Asia-focused health care private equity funds are directly \ncomparable to OrbiMed’s Asia funds in terms of investment mandate and localized investment \nteams. Most health care funds are single-country, venture capital funds targeting early-stage (pre-\nprofit  and  sometimes  pre-revenue)  companies,  or  regional  platforms  with  multisector \nconcentration (and therefore lacking health care specialization). OrbiMed’s benchmark Asian \n                                                \n1  ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Equity Investment in \nOrbiMed Asia Partners II, LP Fund. Manila. \n2 “Exits” refer to the sale of investments by private equity funds. In general, a private equity fund spend the first three \nto six years of the fund’s life investing into portfolio companies and the subsequent six to seven years selling off \nthose investments. Therefore private equity funds of less than seven years old may have little to no exits. As of 30 \nApril 2017, OAP I, which was started in 2008, have sold investments and received about 90% of the fund’s aggregate \ncommitments.  \n ", "2 \npeers were selected under these constraints, and initially included 10 private equity firms, of which \nfour were PRC-focused, one was India-focused, and five were regional platforms. From these 10 \nfirms, two were shortlisted based on the quality of their management teams, investment strategy \nand experience, alignment with ADB’s mandate, performance track record, and platform depth \nand reputation, of which OrbiMed ranked at the top. Hence the PSIS team felt comfortable \nreinvesting in the platform through the proposed investment in OAP III. \n \n5.  Description. OAP III is a closed-end private equity fund with a target capitalization of $500 \nmillion. OAP III will be managed by its general partner OrbiMed Asia GP III, LP, an exempted \nlimited partnership registered in the Cayman Islands and affiliated with the global health care \nasset manager OrbiMed Advisors LLC.3 \n \nB.  Business Overview and Strategy \n \n6.  OrbiMed’s investment strategy for OAP III is similar to that for OAP II. Therefore, OAP III \nwill continue to focus its investment activity on companies that benefit from three primary drivers \nwhich, according to OrbiMed’s in-depth market research, are creating compelling opportunities \nfor private equity investors in Asia: (i) improving affordability and quality in the delivery of health \ncare  products  and  services,  particularly  for  the  largely  underserved  Asian  consumers; \n(ii) increasing efficiency in the accessibility and use of health care services outside of major urban \ncities in Asia; and (iii) leveraging Asia’s cost advantage and local strengths for the region and \nglobally.4 \n \n7.  Specifically, OAP III aims to make equity and equity-linked investments (with a deal size \nof $20 million–$30 million) in 15–20 health care companies operating (or with proposed significant \nbusiness activities) in the PRC (55%–65% of the portfolio) and India (30%–40%), with a small \nopportunistic allocation to Southeast Asia (0%–10%). These companies will be selected based \non the following criteria: (i) experienced management teams with execution skills and a proven \nrecord of building successful businesses; (ii) differentiated market leaders with well-defined \nbusiness plans, sound financials, and ability to deploy capital in a cost-effective manner; (iii) focus \non improving health care affordability, access, or quality to address unmet medical needs in large \nconsumer populations; (iv) valuations that can be justified as attractive relative to OrbiMed’s \nassessment of the company’s intrinsic value and valuations of comparable private or public \ncompanies;  and  (v)  willingness  to  negotiate  risk-mitigating  deal  terms  such  as  minimum \nguaranteed  internal  rates  of  return  (IRRs),  anti-dilution  provisions,  liquidated  preferences, \nredemption provisions, milestone-based investments, dividends, and warrants. \n \nC.  Ownership, Management, and Governance \n \n8.  Ownership. OAP III is an exempted limited partnership registered in the Cayman Islands, \nwhich, like OAP II, is expected to comprise strategic investors, institutional investors, foundations, \nendowments, and family offices. [This information has been removed as it falls within exceptions \nto disclosure specified in paragraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n9.  Management. The general partner is affiliated with and receives advisory services from \nOrbiMed, a limited liability company registered in Delaware. [This information has been removed \n                                                \n3  Ownership, Management, and Governance (accessible from the list of linked documents in Appendix 2). \n4  While the general partner has discretion to invest in listed and/or secondary capital, this is not envisaged to be the \nfocus of OAP III’s investment strategy. \n \n ", "3 \nas  it  falls  within  exceptions  to  disclosure  specified  in  paragraph  97(viii)  of  ADB’s  Public \nCommunications  Policy  (2011)].5 OrbiMed’s  team  includes  more  than  80  multidisciplinary \nprofessionals with expertise in health care, biomedical science, finance, and law, of whom 25 \nhave doctor of philosophy or doctor of medicine degrees, and 16 formerly served as chief \nexecutive officers or founders of health care companies. OrbiMed is a financial advisor registered \nwith the United States Securities and Exchange Commission. \n \n10.  Within  Asia,  OrbiMed  has  committed  over  $500  million  through  two  funds  into \n36 investments since 2008, primarily in the PRC and India. OrbiMed’s Asia team is supported by \n13 investment professionals led by senior managing directors Jonathan Wang and David Wang \nin Shanghai and Sunny Sharma in Mumbai. The three senior managing directors will jointly \nmanage OAP III and will sit on the fund’s investment committee. The investment committee will \nalso include the two co-heads of OrbiMed’s global private equity team, Carl Gordon and Jonathan \nSilverstein, who are based in New York. OAP III will generally act as the lead investor in its \ntransactions with representation on the board of directors of investee companies to provide \nstrategic and operational guidance. OrbiMed has held at least one board seat for the significant \nmajority of investments in the OAP I and OAP II portfolios. In some cases, OrbiMed professionals \nhave become active management team members of portfolio companies. For example, Guo Liang \nYu, a venture partner within OrbiMed’s Asia team, served as executive chairman of OAP I portfolio \ncompany Crown Bioscience. In addition to the Asia team members’ own extensive local networks \nin biomedical science, health care, and private equity, as well as with regulatory bodies, the \nOrbiMed Asia team is able to leverage the resources and expertise of OrbiMed’s global platform, \nwhich includes the public equity, global private equity, and royalty investment teams; and other \nprofessionals across finance, legal, compliance, trading, and information technology. \n \n11.  ADB has reviewed OAP III and its management structure from an integrity perspective, \nincluding its policies and procedures on combating money laundering and conducting integrity \ndue diligence at both investor and portfolio company levels. ADB’s integrity review does not give \nADB cause to believe that OAP III has been established or is being used for cross-border tax \nevasion, money laundering, or terrorism financing in the jurisdictions involved in the investment.6 \n \n12.  Governance structure. The general partner will follow a three-stage investment process \nbased on an approach developed and refined by OrbiMed over a 24-year period of investing in \nhealth care: (i) investment screening of each potential portfolio company’s operations, products, \nmarket opportunities, and evaluation against OAP III’s mandate and strategy; (ii) deal structuring \nand due diligence; and (iii) preparation of investment proposals for presentation to OAP III’s \ninvestment committee. \n \n13.  Once an investment is made, the OrbiMed team will assist portfolio companies with \nstrategic and operational objectives. As mentioned in para. 10, a key competitive advantage of \nOrbiMed’s Asia funds over other Asia-only generalist firms is the ability to tap into OrbiMed’s \nglobal  network  of  private  and  publicly  traded  health  care  companies.  The  general  partner \nleverages these relationships to drive many facets of growth for portfolio companies, including \nbusiness development, product licensing opportunities, and mergers and acquisitions. The team \n                                                \n5  [This information has been removed as it falls within exceptions to disclosure specified in paragraph 97(viii) of ADB’s \nPublic Communications Policy (2011)]. \n6  Ownership, Management, and Governance (accessible from the list of linked documents in Appendix 2). The \ndocument has a section on integrity due diligence, including tax integrity due diligence. \n \n ", "4 \nmembers draw upon their decades of collective operation and management experience as \nentrepreneurs or board members to help portfolio companies achieve strong growth. \n \n14.  In addition to the investment committee, OAP III has an advisory committee of up to seven \nmembers representing the fund’s limited partners. ADB will be represented on the advisory \ncommittee.7 \n \nD.  Financial Performance \n \n15.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n16.  ADB will provide an equity investment of up to $60,000,000 in OAP III, but not exceeding \n25% of OAP III’s total capital commitment and not resulting in ADB being the single largest \ninvestor in OAP III. \n \nB.  Financial Analysis of Expected Returns and Assumptions \n \n17.  The general partner has indicated that it aims to achieve a target gross IRR for OAP III of \n20% in United States dollar terms. [This information has been removed as it falls within exceptions \nto disclosure specified in paragraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \nC.  Implementation Arrangements \n \n18.  Exit strategy. OAP III has a 10-year term from final closing, with two options to extend for \na maximum of 1 year each at the discretion of the general partner. Thereafter, the fund life may \nbe extended by up to two additional 1-year periods with the consent of the advisory committee \n(which will include ADB) to allow for orderly liquidation of the fund. The anticipated exit strategies \nfor OAP III’s investments include public offerings on Asian exchanges or global stock markets, \ntrade sales of portfolio companies to local and foreign strategic buyers, and secondary sales to \nother private equity funds. \n \n19.  Reporting  arrangements.  The  general  partner  must  provide  ADB  with  unaudited \nquarterly reports, audited annual reports with financial statements, a fund overview, annual \ndevelopment effectiveness monitoring reports, and an overview of the portfolio with summary \ninformation on each portfolio company’s performance. ADB will review this information and follow \nup with the general partner if more information or clarification is needed. If the information received \nfrom the general partner raises issues that could impair the value of ADB’s investment in OAP III, \nADB could decide to put OAP III on a watch list for more frequent and detailed review. \n \n20.  As with OAP II, the general partner must adopt an environmental and social management \nsystem  (ESMS)  acceptable  to  ADB  before  the  first  disbursement,  and  report  annually  on \nenvironmental and social safeguard issues. ADB will monitor the timing and quality of the ESMS \n                                                \n7  [This information has been removed as it falls within exceptions to disclosure specified in paragraph 97(viii) of ADB’s \nPublic Communications Policy (2011)]. \n ", "5 \nreports and offer guidance if the general partner requires clarification on ADB’s safeguard \nrequirements. \n \nD.  Value Added by ADB Assistance \n \n21.  Anchor investor. OrbiMed continues to see robust health care deal flows in Asia, \nparticularly in the PRC and India. As a result, the general partner is targeting a larger fund size of \nup to $500 million for OAP III relative to OAP II to enable the fund to deploy capital at scale and \nexecute its strategy of taking significant minority stakes in portfolio companies as the lead \ninvestor. In reaching the $500 million target, the general partner intends to maintain a diversified, \nwell-balanced institutional investor base. As such, OrbiMed is seeking ADB’s continued support \nas its Asia-based anchor investor, since it values ADB’s platform and network across the region. \nADB’s commitment of up to $60 million will help OAP III reach its target size, while validating the \nsocial and development impact as well as strong financial return prospects. \n \n22.  Raising standards. ADB’s presence as a major investor in OAP III obligates the general \npartner to continue to adopt an ESMS acceptable to ADB and report on development indicators. \nADB’s role, along with other OAP III advisory committee members, will be to assist in providing \noversight on governance matters that are essential for investee companies to demonstrate as \nthey seek additional sources of growth capital from institutional and/or individual investors. \n \n23.  Cofinancing opportunities. OrbiMed values ADB’s ability to provide both debt and equity \nfinancing directly to its portfolio companies to help them grow. In addition to providing capital from \nits own balance sheet, ADB can potentially mobilize additional financing from third-party sources, \nas well as make available TA funding as required. \n \nE.  Risks \n \n24.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n25.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n26.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n27.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n28.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n29.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)].) \n \n30.  [This information has been removed as it falls within exceptions to disclosure specified in \nparagraph 97(viii) of ADB’s Public Communications Policy (2011)]. \n \n ", "6 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \n \nA.  Development Impact, Outcome, and Outputs \n \n31.  Impacts. The proposed investment is expected to increase private equity funding in Asia’s \nhealth care subsector, particularly in the PRC and India. The success of OAP III is expected to \ncatalyze additional health-focused investments in these countries through private equity. The \nproposed investment is also expected to improve access to and the affordability of health care \ngoods and services in the PRC and India. \n \n32.  Outcome. The proposed investment will demonstrate the sustainability of innovative \nhealth  care  companies in  target markets. At  the  conclusion  of this transaction,  OAP III  is \nenvisaged to fully exit its investment portfolio at a minimum net IRR of 5%, with at least 70% of \nthe investee companies demonstrating some measurable improvement in the quality and delivery \nof health care goods and services, including improved access channels for the poor. \n \n33.  Outputs. The outputs will be that (i) OAP III is established and (ii) OAP III’s capital is \ninvested. OAP III is expected to have its final closing by the first quarter of 2018 and to \nsuccessfully deploy its committed capital to 15–20 companies by the end of the 6-year investment \nperiod. \n \nB.  Alignment with ADB Strategy and Operations \n \n34.  Consistency with  ADB  strategy  and  country  strategy.  The  proposed  investment \nsupports Midterm Review of Strategy 2020 in two areas: finance sector development and the \nhealth sector. ADB’s assistance is an equity commitment into one of the largest pan-Asia, non-\ncaptive, private equity funds focused on health care investments. It therefore aligns with Strategy \n2020’s efforts to develop financial infrastructure and products. The assistance supports a sector \nthat ADB recognizes as “vital to development, productivity, social inclusion, and gender equity.”8 \n \n35.  OAP III aligns with the country partnership strategy, 2016–2020 for the PRC in that it will \nenhance finance sector infrastructure and support commercially viable business models in social \ndevelopment, including health.9 OAP III will also contribute to the comprehensive health approach \nin the country partnership strategy, 2013–2017 for India, which undertakes to invest in physical \nand social infrastructure sectors such as health.10 \n \n36.  Consistency with sector strategy and relevant ADB operations. The Operational Plan \nfor Health, 2015–2020 strongly supports private sector approaches to address quality, efficiency, \nand financing issues in the health sector.11 By investing in OAP III, ADB is partnering with a \nleading health care investment manager in Asia to improve the quality, efficiency, and cost-\neffectiveness  of  health  products,  services,  and  delivery  modalities,  particularly  for  the \nunderserved populations in tier 2, 3, and 4 cities in the PRC and India. Reducing the cost and \nimproving the quality of medical goods will also benefit other countries in the region. \n \n                                                \n8  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of A Transforming Asia and Pacific. Manila \n9  ADB. 2016. Country Partnership Strategy: Transforming Partnership: People’s Republic of China and Asian \nDevelopment Bank, 2016–2020. Manila. \n10 ADB. 2013. Country Partnership Strategy: India, 2013–2017. Manila. \n11 ADB. 2015. Health in Asia and the Pacific: A Focused Approach to Address the Health Needs of ADB Developing \nMember Countries—Operational Plan for Health, 2015–2020. Manila. \n ", "7 \nV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n37.  The proposed investment is classified category FI for impacts on the environment, and FI \ntreated as C for impacts on involuntary resettlement and indigenous peoples. OAP III’s business \nactivities are not expected to entail impacts on involuntary resettlement and indigenous peoples. \nThey are expected to have minimal or no adverse environmental impacts and will be classified \ncategory B for the environment. OAP III will establish an ESMS prior to ADB’s first disbursement \nin  compliance  with  ADB  Safeguard  Policy  Statement  (2009)  requirements  for  category  FI \ninvestments,  which  sets  out  screening,  assessment,  reporting,  and  other  requirements,  as \napplicable, for investments using ADB funds. OAP III’s nature, type, and operations of business \nare the same as OAP II's.  \n \n38.  OAP II’s ESMS will be updated and adopted for implementation in OAP III. The updates \nare positive changes, which are now being implemented, such as the inclusion of environment \ncategory C subprojects in the due diligence activity and in the annual monitoring report. OAP III \nwill have the same environmental and social safeguard team as OAP II, which will continue to \noversee and monitor ESMS implementation at the regional (Shanghai and Mumbai) level down \nto investee company level. The ESMS requires OAP III’s environmental and social safeguards \nteam to screen potential new investments against ADB’s prohibited investment activities list, \ndetermine the environmental and social safeguard categorization, conduct due diligence, and \nmonitor and report on investee companies’ compliance with the applicable requirements of the \nESMS for the duration of the investment.  \n \n39.  With the experiences gained in the implementation of OAP II’s ESMS since 2014, ADB \nhas reasonable assurance that the environmental and social safeguard team of OAP III has \nadequate institutional capacity and commitment to manage the investee companies’ social and \nenvironmental impacts. A total of 10 environmental and social safeguard staff concurrently holding \ncorporate management positions are tasked to oversee and monitor the implementation of the \nESMS. OrbiMed has also assigned environmental and social focal persons—one in India and one \nin  the  PRC  regional  office.  The  environmental  and  social  safeguard  team  processed  and \napproved 19 transactions during its investment period from 2014 to 2017. Out of 19 approved \ntransactions, 13 are in the PRC and 6 are in India. \n \n40.  The ESMS sets out requirements for compliance, as applicable, with national labor laws \nand measures to comply with the internationally recognized core labor standards, pursuant to \nADB’s Social Protection Strategy (2001). The ESMS also contains requirements, as applicable, \nfor information disclosure and consultation with affected people. OAP III will report regularly to \nADB on the implementation by OAP III of the ESMS. The investment is classified no gender \nelements. \n \nB.  Anticorruption Policy \n \n41.  OrbiMed was advised of ADB’s policy of implementing best international practice relating \nto combating corruption, money laundering, and the financing of terrorism. ADB will ensure that \nthe investment documentation includes appropriate provisions prohibiting corruption, money \nlaundering, and the financing of terrorism, and remedies for ADB in the event of noncompliance. \n \n ", "8 \nC.  Investment Limitations \n \n42.  The proposed equity investment is within the medium-term, country, industry, group, and \nsingle investment exposure limits for nonsovereign investments. \n \nD.  Assurances \n \n43.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter), \nADB will proceed with the proposed assistance upon establishing that the governments of the \nADB member countries where the fund will invest using ADB finance have no objection to the \nproposed assistance to OAP III.12 ADB will enter into suitable finance documentation, in form and \nsubstance satisfactory to ADB, following approval of the proposed assistance by the Board of \nDirectors. \n \nVI.  RECOMMENDATION \n \n44.  I am satisfied that the proposed equity investment would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \nequity investment of up to $60,000,000, from ADB’s ordinary capital resources, in OrbiMed Asia \nPartners III, LP Fund, with such terms and conditions as are substantially in accordance with \nthose set forth in this report, and as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \n \n3 August 2017 \n                                                \n12 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "Appendix 1  9 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Project is Aligned with \nPrivate equity funding in Asia’s health care sector, particularly in the PRC and India, increaseda \nHealth-focused investments catalyzed in these countries through private equity increaseda \nAccess to and affordability of health care goods and services in the PRC and India improveda \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome       \nFinancial sustainability of  a. OAP III yields an  a. General partner’s  OAP III deploys capital \ninnovative health care  aggregate internal rate of  quarterly and annual  unsuccessfully \ncompanies in target  return of at least 5% by  reports on the fund  because of its inability \nmarkets demonstrated  2027 (2016 baseline: not    to find suitable \napplicable).    investments. \n     \nb. OAP III investees’  b–d. OAP III  Investments are \nemployment grows by at  investees’ annual  adversely affected by \nleast 10% during the  reports and audited  fluctuations in foreign \nholding periodb (2016  financial statements  exchange rates and \nbaseline: not applicable).  changes in monetary \n  policy and foreign \nc. Of OAP III’s capital, 70%  exchange control \nis invested in portfolio  regulations. \ncompanies that \ndemonstrate a measurable \nimprovement in the delivery \nof health care goods and \nservices during the holding \nperiod (i.e., better quality, \nlower cost, improved \naccess, and more \ninnovative, as applicable)c \n(2016 baseline: not \napplicable). \n \nd. OAP III investees \ngenerate at least a 25% \nincrease in taxes paid on \nan aggregate basis by \n2027 (2016 baseline: not \napplicable). \nOutputs       \n1. OAP III established  1. OAP III is launched with  1. General partner’s  The investment \n$500 million in aggregate  quarterly and annual  pipeline is weaker than \nlimited partner  reports on OAP III  expected. \ncommitments by Q1 2018   \n(2016 baseline: not  The fund manager is \napplicable).  unable to execute on \nintended pipeline \nopportunities. \n \nCompetition from other \ninvestors reduces the \nattractiveness of the \n ", "10  Appendix 1 \nPerformance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \ninvestment \no pportunities. \n2. Capital invested  2a. OAP III’s committed  2a–b. Investee \ncapital is deployed to 15– companies’ annual \n20 portfolio companies by  reports and audited \n2023, with at least five of  financial statements \nthese investments \nconsidered developmental \nby ADB as per ADB’s \nprivate sector UHC \nscreening tool (2016 \nbaseline: not applicable). \n \n2b. At least 75% of OAP III \nis invested in middle-\nmarket companies and \nSMEs in the health care \nindustries by 2023 (2016 \nbaseline: not applicable). \n Key Activities with Milestones \nOutput 1: OAP III established \n1.1  ADB executes legal documentation by Q1 2018. \n1.2  OAP III establishes an independent advisory committee (with ADB representation) by Q1 2018. \n1.3  ADB and other investors invest in OAP III by final closing in Q1 2018. \n \nOutput 2: Capital is invested \n2.1  OAP III promotes itself in the market (2016–2017). \n2.2  OAP III sources, screens, and invests in companies (2017–2023). \nInputs \nADB: Up to $60 million (equity) \nOther cofinanciers (including general partner’s contribution): $440 million (equity) \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank; OAP III = OrbiMed Asia Partners III, LP Fund; PRC = People’s Republic of China; Q \n= quarter; SMEs = small and medium-sized enterprises; UHC = universal health coverage. \na  Defined by the project. \nb  Holding period refers to the period when the fund is invested in a portfolio company. \nc  Indicators used could be: (i) for manufacturing companies: % of total products manufactured, which are available at \na lower price than from competitors; and (ii) for health service providers: % of low-income people (out of total number \nof patients) reached by health services. \nSource: Asian Development Bank. \n ", "Appendix 2  11 \nLIST OF LINKED DOCUMENTS \n \nhttp://www.adb.org/Documents/RRPs/?id=51072-001-4 \n \n1.  Sector Overview \n2.  Ownership, Management, and Governance \n3.  Details of Implementation Arrangements \n4.  Contribution to the ADB Results Framework \n5.  Financial Analysis \n6.  Country Economic Indicators \n7.  Summary Poverty Reduction and Social Strategy \n8.  Safeguards and Social Dimensions Summary \n9.  Financial Intermediary: Environmental and Social Management System Arrangement \n \n \n "], "metadata": {"Title": "Doc number", "Author": "ADB", "Creator": "Microsoft® Word 2016", "CreationDate": "D:20171011105850+08'00'", "ModDate": "D:20171011105850+08'00'", "Producer": "Microsoft® Word 2016"}, "author_page": " \nABBREVIATIONS \n \n  ADB   –   Asian Development Bank  \n  ESMS   –   environmental and social management system  \n  IRR   –   internal rate of return  \n  MOIC  –   multiple on invested capital \n  OAP I  –  OrbiMed Asia Partners I, LP Fund \n  OAP II  –  OrbiMed Asia Partners II, LP Fund \n  OAP III  –  OrbiMed Asia Partners III, LP Fund \n  PSIS  –  Private Sector Investment Funds and Special Initiatives \nDivision \n  PSOD  –  Private Sector Operations Department \n  PRC   –   People’s Republic of China  \n  TA  –  technical assistance \n \n \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  J. Hall, Private Sector Investment Funds and Special Initiatives \nDivision, PSOD \n   \nTeam leader  Y. Teo, Investment Specialist, PSOD \nTeam members  G. Abel, Senior Transaction Support Specialist (Integrity), PSOD \n  I. Aguilar, Social Development Officer (Safeguards), PSOD \n  L. Johannes, Senior Results Management Specialist, PSOD \n  F. Mahmud, Investment Specialist, PSOD \n  A. Porras, Senior Safeguards Officer, PSOD \n  N. Peters, Senior Safeguards Specialist, PSOD \n  S. Roth, Senior Social Development Specialist, Sustainable \nDevelopment and Climate Change Department \n  K. Torchiva, Senior Investment Officer, PSOD \n   \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n ", "authors": [{"fullname": "  I. Aguilar", "role": " Social Development Officer ", "organization": "(Safeguards)"}, {"fullname": "  L. Johannes", "role": " Senior Results Management Specialist", "organization": "PSOD "}, {"fullname": "  F. Mahmud", "role": " Investment Specialist", "organization": "PSOD "}, {"fullname": "  A. Porras", "role": " Senior Safeguards Officer", "organization": "PSOD "}, {"fullname": "  N. Peters", "role": " Senior Safeguards Specialist", "organization": "PSOD "}, {"fullname": "  S. Roth", "role": " Senior Social Development Specialist", "organization": "Sustainable "}, {"fullname": "  K. Torchiva", "role": " Senior Investment Officer", "organization": "PSOD "}]}