{"Author": "Asian Development Bank", "CreationDate": "D:20201120100637+08'00'", "Creator": "PDF24 Creator", "Keywords": "philippines, metro manila transport, public transport, public walkways, pedestrian environments, zero emission transport, urban transport, elevated walkways, EDSA, adb projects, terms and conditions, approved projects, 51117-003", "ModDate": "D:20201214202957+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors. This document dated December 2020 is provided for the ADB project 51117-003 in the Philippines.", "Title": "Epifanio de los Santos Avenue Greenways Project: Report and Recommendation of the President", "content": " \n\n \n\nReport and Recommendation of the President \nto the Board of Directors \n \n\nProject Number: 51117-003 \nNovember 2020 \n \n \n \nProposed Loans \nRepublic of the Philippines: Epifanio de los Santos \nAvenue Greenways Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the  Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n\n \n\n \n\n\f \n\n \n\nCURRENCY EQUIVALENTS \n(as of 1 November 2020) \n\nCurrency unit \n\n– \n= \n= \n\npeso/s (₱) \n$0.02059 \n₱48.54 \n\n₱1.00 \n$1.00 \n\n \n \n\n \n \n\nADB \nAIF \nASEAN \nBBB \nDOTr \nEDSA \nEMP \nGAP \nIPIF \nLIBOR \nLRT \nMRT \nO&M \nPAM \nPMO \nPWD \n\nABBREVIATIONS \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nASEAN Infrastructure Fund \nAssociation of Southeast Asian Nations \nBuild, Build, Build \nDepartment of Transportation \nEpifanio de los Santos Avenue \nenvironmental management plan \ngender action plan \nInfrastructure Preparation and Innovation Facility \nLondon interbank offered rate \nLight Rail Transit \nMetro Rail Transit \noperation and maintenance \nproject administration manual \nproject management office \nperson with disability \n\nNOTE \n\nIn this report, “$” refers to United States dollars. \n\n \n \n \n \n \n \n \n\n \n\n \n \n \n\n \n\n \n\n \n\n \n\n\f \n\n \n\nVice-President \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors \n\nAhmed M. Saeed, Operations 2 \n\n \nTeam leader \nTeam members \n\n \n\n \n\n \n\n \n\nHiroaki Yamaguchi, Transport and Communications Division (SETC), \nSERD \nKelly Bird, Country Director, Philippine Country Office (PhCO), SERD \n \nShuji Kimura, Senior Transport Specialist, SETC, SERD \nElah Marie Abangan, Project Analyst, SETC, SERD \nRuby Alvarez, Senior Project Officer (Infrastructure), PhCO, SERD \nCielo Añon, Senior Operations Assistant, SETC, SERD \nElizabeth A.C. Burges-Sims, Senior Social Development Specialist \n(Gender and Development), Human and Social Development Division, \nSERD \nMohammad Nazrul Islam, Transport Specialist, SETC, SERD \nEdwin Lara, Safeguards Officer (Environment), PhCO, SERD \nYidan Luo, Young Professional, SETC, SERD \nLila Mallory, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio and Financial Management Department \nAnouj Metha, Principal Infrastructure Specialist, Office of the Director \nGeneral, SERD  \nAlain X. Morel, Principal Country Specialist, PhCO, SERD \nTakako Morita, Senior Counsel, Office of General Counsel \nMichiko Suga, Senior Social Development Specialist, SETC, SERD \nGengwen Zhao, Transport Specialist, SETC, SERD \nAndri Heriawan, Transport Specialist, Transport and Communications \nDivision, South Asia Department \n\nPeer reviewer \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n\n \n\n \n\n \n\n\f \n\nCONTENTS \n\n \n\nMAP \nI. \nII. \n\nIII. \n\nPROJECT AT A GLANCE \n\nRationale \nProject Description \nValue Added by ADB \nSummary Cost Estimates and Financing Plan \nImplementation Arrangements \n\nTHE PROPOSAL \nTHE PROJECT \nA. \nB. \nC. \nD. \nE. \nDUE DILIGENCE \nTechnical \nA. \nEconomic and Financial Viability \nB. \nSustainability \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nSummary of Risk Assessment and Risk Management Plan \nG. \nASSURANCES \nRECOMMENDATION \n\nIV. \nV. \n \nAPPENDIXES \n1. \n2. \n \n\nDesign and Monitoring Framework \nList of Linked Documents \n\nPage \n\n \n\n1 \n1 \n1 \n3 \n3 \n4 \n5 \n6 \n6 \n7 \n7 \n7 \n8 \n9 \n10 \n11 \n11 \n\n12 \n14 \n\n \n\n \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\nCountry Economic \nIndicators\nPortfolio at a Glance\n\nPROJECT AT A GLANCE\n\nEpifanio de los Santos Avenue Greenways \nProject \nPhilippines\nRepublic of the Philippines\n\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=51117-003-CEI\nhttps://www.adb.org/Documents/LinkedDocs/\n?id=51117-003-PortAtaGlance\n\n2. Sector\n\nTransport\n\nSubsector(s)\nUrban public transport\n\n3. Operational Priorities\n\nAccelerating progress in gender equality\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nMaking cities more livable\nStrengthening governance and institutional capacity\n\nSustainable Development Goals\nSDG 11.2\nSDG 13.a\n\n4. Risk Categorization:\n\nLow\n\n.\n\n.\n\n6. Financing\n\nModality and Sources\nADB\n     Sovereign Project (Regular Loan): Ordinary capital resources\nCofinancing\n     ASEAN Infrastructure Fund - Project loan (Full ADB Administration)\nCounterpart \n     Government \nTotal\n\nCurrency of ADB Financing: US Dollar \n\nProject Classification Information Status: Complete\n\nDepartment/Division SERD/SETC\n\nProject Number: 51117-003\n\nExecuting Agency\n\nDepartment of \nTransportation\n\n     ADB Financing ($ million)\n123.00\n123.00\n\nTotal\n\nClimate Change Information\nGHG reductions (tons per annum)\nClimate Change impact on the \nProject\n\nADB Financing\nAdaptation ($ million)\nMitigation ($ million)\n\nCofinancing\nAdaptation ($ million)\nMitigation ($ million)\nGender Equity and Mainstreaming\nEffective gender mainstreaming (EGM)\n\nPoverty Targeting\nGeographic Targeting\n\n886\nLow\n\n0.00\n123.00\n\n0.00\n15.00\n\nAmount ($ million)\n\n123.00\n123.00\n15.00\n15.00\n41.30\n41.30\n179.30\n\n5. Safeguard Categorization\n\nEnvironment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n09112020095129749061\n\nGenerated Date: 09-Nov-2020 11:06:11 AM\n\n\fGuiguinto\n\nMalolos City\n\nBalagtas\n\nSanta Maria\n\nNorzagaray\n\n\u0000\u0000\u0000\u0000\u0000\u0000\u0000E\n\nPHILIPPINES\nEPIFANIO DE LOS SANTOS AVENUE GREENWAYS PROJECT\n\n\u0000\u0000\u0000\u0000\u0000\u0000\u0000E\n\nSan Jose del Monte City\n\nN\n\nBulacan\n\nBocaue\n\nMarilao\n\nBULACAN\n\nMeycauayan City\n\nCaloocan\n\n\u0000\n\n\u0000\n\n\u0000\n\n\u0000\n\n\u0000\n\n\u0000\n\nMANILA\n\nKilometers\n\nRodriguez\n\nObando\n\nValenzuela\n\nMalabon\n\nNavotas\n\nBalintawak Station \n\nQuezon City\n\nSan Mateo\n\nMarikina\n\nAntipolo City\n\n\u0000\u0000\u0000\u0000\u0000\u0000N \n\nManila\n\nCainta\n\nRIZAL\n\n\u0000\u0000\u0000\u0000\u0000\u0000N \n\nTanay\n\nCubao Station \n\nSan Juan\n\nMANILA\n\nMandaluyong\n\nPasig City\n\nMakati\n\nGuadalupe Station \n\nTaytay\n\nPasay City\n\nPateros\n\nTaft Station \n\nTaguig\n\nAngono\n\nBinangonan\n\nTeresa\n\nMorong\n\nCardona\n\nBaras\n\nProject Location\n\nStations\n\nLight Rail Transit Line 1 \n\nLight Rail Transit Line 2\n\nMetro Rail Transit Line 3\n\n\u0000\u0000\u0000\u0000\u0000\u0000N \n\n\u0000\u0000\u0000\u0000\u0000\u0000 ABV\n\nCavite City\n\nParañaque\n\nKawit\n\nLas Piñas\n\nBacoor\n\nNoveleta\n\u0000\u0000\u0000\u0000\u0000\u0000N \n\nRosario\n\nImus\n\nCAVITE\n\nMuntinlupa\n\nGeneral Trias\n\nTanza\n\nDasmariñas\n\n\u0000\u0000\u0000\u0000\u0000\u0000\u0000E\n\nSan Pedro\n\nLAGUNA\n\n\u0000\u0000\u0000\u0000\u0000\u0000\u0000E\n\nBoundaries are not necessarily authoritative.\n\nThis map was produced by the cartography unit of the Asian Development Bank. \nThe boundaries, colors, denominations, and any other information shown on \nthis map do not imply, on the part of the Asian Development Bank, any judgment \non the legal status of any territory, or any endorsement or acceptance of such \nboundaries, colors, denominations, or information. \n\nBiñan\n\nTrece Martires City\n\nGeneral Mariano Alvarez\n\nCarmona\n\nSanta Rosa City\n\n\fI.\n\nTHE PROPOSAL\n\nI submit for your approval the following report and recommendation on (i) a proposed loan \n1.\nfrom  the  ordinary  capital resources of  the Asian Development  Bank  (ADB)  (A loan),  and  (ii)  a \nproposed  loan  funded through  the participation  of  the  Association  of  Southeast  Asian  Nations \n(ASEAN) Infrastructure Fund (B loan) under the ASEAN Catalytic Green Finance Facility, both to \nthe Republic of the Philippines for the Epifanio de los Santos Avenue Greenways Project.\n\nThe  project  aims  to improve  the pedestrian  environment  in  four  areas  (the  Balintawak, \n2.\nCubao, Guadalupe, and Taft mass transit stations) along Epifanio de los Santos Avenue (EDSA), \na  major  artery  in  Metro  Manila.1 Existing  pedestrian  facilities  on  EDSA  are  poorly  designed, \nuncomfortable, and unsafe. The project will build or improve a total of 5 kilometers of covered \nelevated walkways around the four stations. Elevators will be attached to the elevated walkways \nto  address  the  needs  of  the  elderly,  pregnant  women,  persons  with  disabilities  (PWDs),  and \npeople  traveling  with small  children.  The  elevated  walkways  will  be  connected  to  mass transit \nstations  to  help  promote  the  use  of  public  transport.  The  project  is  a  part  of  Department  of \nTransportation (DOTr) efforts promote walking as zero emission transport and develops flagship \nwalkway projects known as Greenways projects.2\n\nA.\n\nRationale\n\nII.\n\nTHE PROJECT\n\n3.\nGrowing demand for transport. The Philippines’ inadequate transport infrastructure has\nweighed  down  the  country’s  ability  to  compete  regionally  and  globally.  This  is  reflected  in  the\ncountry’s ranking on the Logistics Performance Index published by the World Bank, which steadily\ndeteriorated  from  44th  in  2010  to  71st  in  2016.3 Owing  to  major  efforts  of  the  government  to\naddress the huge infrastructure backlog, the overall ranking has improved to 60th in 2018. As a\nresult of consistent underspending on public infrastructure, the Philippine’s public capital stock as\nof  2015  was  the  lowest  among  members  of  ASEAN. 4  To  address  this  shortcoming,  the \ngovernment  in  2017  launched  the  comprehensive  Build,  Build,  Build  (BBB)  infrastructure \ndevelopment program, which aims to attract investments, provide improved connectivity, and spur \neconomic growth through infrastructure development.5 \n\n4.\nThe recent improvement and expansion of the transport systems are still inadequate to\nkeep up with the growing demand for transport, especially in urban areas such as Metro Manila.\nCommuters continue to shift to private vehicles because of a lack of reliable and convenient public\ntransport  and  poor  infrastructure  for  non-motorized  transport.  The  quality  and  performance  of\npublic  transport  and  supporting  infrastructures  thus  require  significant  improvement.  The\nproposed project is closely aligned with these efforts and included in the BBB program.\n\n5.\nWorsening  traffic  on  Epifanio  de  los  Santos  Avenue.  EDSA  is  the  most  congested\nroad in Metro Manila. The Metro Manila Development Authority reported that annual average daily\n\n1  Metro Manila, also known as the National Capital Region, includes the city of Manila and 16 surrounding suburbs.  \n2  Government of the Philippines, National Economic and Development Authority. 2018. National Transport Policy and \n\nits Implementing Rules and Regulations. Manila.   \n\n3  World Bank. https://lpi.worldbank.org. \n4  The public capital stock of the Philippines was 35% of gross domestic product in 2015, significantly below the ASEAN \n\naverage of 69%. \n\n5  Philippine Infrastructure Transparency Portal. Build, Build, Build. \n\n\f2 \n\ntraffic on EDSA reached 405,882 vehicles per day in 2019.6 The worsening traffic congestion has \ncaused a myriad of problems. Daily economic losses because of congestion are estimated at ₱2.1\nbillion, which could rise to ₱3.3 billion a day in 2035 if no action is taken.7 Deteriorating air quality\nand road safety are also causes for concern. To reverse these negative trends and improve the \ntransport system, the government has been expanding urban rail networks in Metro Manila, with \nprojects  including  the  Metro  Manila  Subway,  the  North–South  Commuter  Railway,  Metro  Rail\nTransit (MRT) lines 4 and 7, and the extension of Light Rail Transit (LRT) lines 1 and 2.8 Creating \nconvenient and attractive interchanges within and among public transport modes will encourage \ngreater use of public transport, leading to reduced traffic congestion. \n\n6.\nPoor  pedestrian  facilities.  Pedestrians  are  the  most  vulnerable  road  users.  Of  the\nrecorded traffic accidents in Metro Manila, pedestrians account for more than 40% of annual traffic\nfatalities on average.9 Facilities designed to accommodate pedestrian needs are severely lacking.\nImproving pedestrian safety while reducing conflict at the street level between pedestrians and\nmotor vehicles is a pressing issue. Resolving this issue will require adequate provision of space\nand facilities to support improved pedestrian safety and comfort, such as separating pedestrians\nfrom  traffic  through  elevated  walkways.  Existing  pedestrian  facilities  are  poorly  designed  and\nhighly  unsafe  for  walking.  Pedestrian  walkways  are  narrow,  lack  adequate  protection  from  the\nelements  (e.g.,  rain  and  direct  sunlight),  and  are  not  well-connected.  In  addition,  security  is\nundermined by a lack of lighting to ensure safe walkability at night. Pedestrian-friendly measures\naround mass transit stations are required to improve comfort and safety for pedestrians.\n\n7.\nEnhanced mobility for all. Government priorities have been shifting to people-mobility\nover vehicle-mobility to improve inclusive mobility and accessibility (footnote 2). Physical design\nfeatures that are friendly to women, the elderly, PWDs, and people traveling with small children\nare  required  to  improve  the  pedestrian  environment.  These  features  can  vary  according  to\nexpected number of users, and can include features such as elevators, ramps, sufficient space\nfor people movement, and adequate lighting. The project will adopt a people-friendly approach to\nenhance the pedestrian experience for all types of users, irrespective of age, gender, or mobility.\n\n8.\nAlignment  with  ADB’s  Strategy  2030.  The  project  supports  ADB’s  Strategy  2030,  as\nsummarized in Table 1.10 The project is also in line with the country partnership strategy 2018-\n2023 by supporting its strategic pillar 1: accelerating infrastructure and long-term investment.11\n\nTable 1: Strategy 2030 Operational Priorities and Project’s Contribution\n\nProject’s Contributions\n\nStrategy 2030  \nOperational Priorities \nAccelerating progress in gender \nequality (OP2) \n\nThe project will promote safety and mobility for women in urban infrastructure in \nMetro Manila and support gender equality by encouraging contractors to \nincrease employment opportunities for women in all stages of civil works. \n\n6  Metro Manila Development Authority. 2020. Metropolitan Manila Annual Average Daily Traffic (AADT) 2019. Manila. \n7  Japan International Cooperation Agency (JICA). 2019. Follow-up Survey on Roadmap for Transport Infrastructure \n\nDevelopment for Greater Capital Region. Manila. \n\n8  Parts of the North–South Commuter Railway are financed by ADB. ADB. 2019. Report and Recommendation of the\nPresident to the Board of Directors: Proposed Multitranche Financing Facility to the Republic of the Philippines for \nthe Malolos Clark Railway Project. Manila. \n\n9  The ratio of pedestrian fatalities is high compared to other ASEAN countries. The ratios in Cambodia, Indonesia, Lao \nPDR, Malaysia,  Myanmar, and Thailand are 10%, 21%, 6%, 9%, 26%, and 8% respectively. Metropolitan Manila \nDevelopment Authority. Metro Manila Accident Recording and Analysis System: Traffic Accident Report. Manila (5 \nyears: 2014-2018); and ASEAN Secretariat. 2016. ASEAN Regional Road Safety Strategy. Jakarta.  \n\n10 ADB. 2018. Strategy 2030:Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila. \n11 ADB. 2018. Country Partnership Strategy, Philippines, 2018-2023 – High and Inclusive Growth. Manila.\n\n\f \n\nProject’s Contributions \n\nThe project will support climate and disaster resilience by encouraging the use of \nlow-carbon transport modes, such as public transport and walking, and \nintegrating disaster risk reduction measures throughout the design of walkways. \n\nStrategy 2030  \nOperational Priorities \nTackling climate change, building \nclimate and disaster resilience, \nand enhancing environmental \nsustainability (OP3) \nMaking cities more livable (OP4)  The project will encourage and support the use of public transport by providing \npedestrian facilities designed for all, including women, the elderly, and persons \nwith disabilities. \nThe project, together with an ADB financed technical assistance,a will support \ncapacity development of DOTr to uphold applicable ADB environmental and \nsocial safeguards. \n\nStrengthening governance and \ninstitutional capacity (OP6) \n\nADB = Asian Development Bank, DOTr = Department of Transportation, OP = operational priority.  \na  Asian Development Bank. 2017. Technical Assistance to the Republic of Philippines for Strengthening Infrastructure \n\nCapacity and Innovation for Inclusive Growth. Manila. \n\nProject Description \n\nSource: Asian Development Bank. \n \n9. \nRecovery from coronavirus disease. While the project was planned much earlier, it will \nsupport the Philippines’ recovery from the coronavirus disease (COVID-19) pandemic. The civil \nworks contracts will be awarded in the first half of 2021. The project will create 2.8 million person-\ndays  of  jobs  in  Metro  Manila,  and  local  materials  equivalent  to  ₱3.0  billion  will  be  purchased \nthrough the civil works contracts. The developed walkways will encourage walking and will also \nprovide  covered  space  for  queuing  for  public  transport  users,  with  proper  social  distancing \nprocedures to deal with any future pandemics. \n \nB. \n \nThe  project  is  aligned  with  the  following  impact:  Inclusive  mobility  and  accessibility \n10. \nachieved  through  the  prioritization  of  people-mobility  over  vehicle-mobility  (footnote  2).  The \nproject  will  have  the  following  outcome:  number  of  pedestrians  increased,  and  pedestrian \nexperience improved.12 \n  \n11. \nOutput:  Pedestrian  walkways  built.  The  project  will  build  a  total  of  5  kilometers  of \nelevated walkways, including construction of new disaster-resilient walkways and replacement or \nwidening of existing footbridges at four locations along EDSA: Balintawak, Cubao, Guadalupe, \nand  Taft  stations.  The  elevated  walkways  will  be  covered  and  properly  lit.  Elevators  will  be \nattached to the elevated walkways to address the needs of the elderly, pregnant women, PWDs, \nand people traveling with small children. \n \nC. \n \n12. \nSince 2017, ADB has supported the government to accelerate preparation and improve \nthe  quality  of  the  BBB  program  (footnote  5).  ADB’s  Infrastructure  Preparation  and  Innovation \nFacility (IPIF) and other complementary technical assistance are providing support in identification \nof  priority  projects,  feasibility  studies,  designs,  tender  process,  and  capacity  development  of \nimplementing agencies.13 ADB’s continuous support has helped to accelerate project preparation \nand  contributed  to  improve  the  quality  of  projects.  For  the  proposed  project,  an  international \n\nValue Added by ADB \n\n \n\n12 The design and monitoring framework is in Appendix 1. \n13 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Technical Assistance \nLoan to the Republic of the Philippines for the Infrastructure Preparation and Innovation Facility. Manila; ADB. 2017. \nTechnical Assistance to the Republic of the Philippines for Strengthening Infrastructure Capacity and Innovation for \nInclusive Growth. Manila. \n\n3 \n\n \n\n\f \n\nconsulting firm mobilized under IPIF is supporting  the DOTr with the feasibility study to design \nand tender the works, which promotes consistency and coordination among the stakeholders.   \n \n13. \nThe project will have synergies with the MRT-3 Rehabilitation Project implemented by the \nDOTr and financed by the Japan International Cooperation Agency.14 Three out of the four project \nareas include MRT-3 stations. While the MRT-3 Rehabilitation Project will increase the capacity \nof the MRT-3, the proposed project will improve pedestrian environment to promote the use of \nthe MRT-3. \n \n\nBox: Noteworthy Features of the Project \n•  The project will improve current poor pedestrian environment in the four project areas along Epifanio \nde los Santos Avenue (EDSA) through building and/or improving a total of 5 kilometers of elevated \nwalkways.  The elevated walkways will be connected to mass transit stations to help promote the use \nof public transport.  \n\n•  Elevators will be attached to the  elevated walkways to address the needs of the elderly, pregnant \nwomen, persons with disabilities, and people traveling with small children. The elevated walkways will \nhave  a  roof  protecting  pedestrians  from  direct  sunlight  and  rains  and  be  equipped  with  sufficient \nlighting and monitoring cameras to provide a safe and secure pedestrian environment.  \n\n•  Disaster resilience is embedded in the designs to ensure hazard-resistant structures. \n•  The project areas are highly urbanized along one of the busiest corridors in the Philippines. Intensive \nassessments  and  consultations  with  stakeholders  for  the  design  and  construction  plan  have  been \nundertaken,  so  that  the  elevated  walkways  can  be  built  and/or  improved  without  sacrificing  traffic \nlanes on EDSA after construction, and with minimum traffic disturbance during construction.  \n\n•  The project includes measures to ensure sustainable operation and maintenance (O&M) of the project \nfacilities. The elevated walkways will have space for advertisements and small kiosks, and the income \ngenerated from these is projected to be more than sufficient to cover the costs of routine O&M. The \nDepartment of Transportation will also make arrangements with private sector entities, government-\nowned and controlled corporations, and/or local government units for continuous routine O&M. \n\nSummary Cost Estimates and Financing Plan \n\n \nD. \n \n14. \nThe  project  is  estimated  to  cost  $179.3  million  (Table  2).  Detailed  cost  estimates  by \nexpenditure category and by financier are included in the project administration manual (PAM).15 \n \n\nTable 2: Summary Cost Estimates  \n\nItem \nA. \n \n \nB. \nC. \n \na  Includes taxes and duties of $18.22 million, which will be finance by the government through cash contribution. Such \n\nBase Costb  \n1. \n \nContingenciesc \nFinancial Charges During Implementationd \n \n\nAmounta ($ millions) \n  \n156.63 \n156.63 \n17.94 \n4.73 \n179.30 \n\nOutput 1: Pedestrian walkways built \nSubtotal (A) \n\nTotal (A+B+C) \n\n \n\namount does not represent an excessive share of the project cost. \n\nb  In mid-2020 prices as of June 2020. \nc  Includes  physical  contingencies,  computed  at  6.5%  for  civil  works  and  consulting  services  and  12%  for  land \nacquisition and utility relocation cost; and price contingencies, computed at average of 1.5% on foreign exchange \ncosts and 3.8% on local currency costs.  \n\nd  Includes interest and commitment charges. Interest during construction for the Asian Development Bank’s ordinary \ncapital resources (OCR) loan and the ASEAN Infrastructure Fund (AIF) loan have been computed based on the 5-\nyear United States dollar fixed swap rate. For ADB’s OCR loan, an effective contractual spread of 0.50% and maturity \n\n14 The government signed the loan agreement in November 2018. The contractor was mobilized in May 2019 and the \n\nrehabilitation works are expected to be completed in 2021.    \n\n15 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n\n \n\n4 \n\n \n\n\f \n\npremium of 0.20% are added. For the AIF loan, the contractual spread is 0% during the grace period, after which the \ncontractual spread is 1.40%. The commitment charges for the OCR and AIF loans are 0.15% per year to be charged \non the undisbursed loan amounts. \n\nSource: Asian Development Bank estimates. \n \nThe  government  has  requested  a  regular  loan  of  $123.0  million  from  ADB’s  ordinary \n15. \ncapital resources (A loan) and $15.0 million from the ASEAN Infrastructure Fund (AIF) (B loan) \nthrough its ASEAN Catalytic Green Finance Facility, to help finance the project. The A loan will \nhave a 28-year term, including a grace period of 9 years; an annual interest rate determined in \naccordance  with  ADB’s  London  interbank  offered  rate  (LIBOR)-based  lending  facility;  a \ncommitment charge of 0.15% per year; and such other terms and conditions set forth in the draft \nloan agreement for ordinary capital resources. Based on the custom-tailored repayment method, \nthe average loan maturity is 19.0 years and the maturity premium payable to ADB is 0.20% per \nyear. The B loan will have a 10-year term, including a grace period of 7 years; an annual interest \nrate determined in accordance with ADB’s LIBOR-based lending facility; a commitment charge of \n0.15% per year; and such other terms and conditions set forth in the draft loan agreement for AIF. \nBased on the straight line repayment method, the average maturity is 8.75 years, and there is no \nmaturity premium.  \n \n16. \nThe summary financing plan is in Table 3. The A loan will finance expenditures in relation \nto civil works, and consulting services for project management and construction supervision. The \nB loan will finance expenditures in relation to civil works, to be disbursed prorated with the A loan \nfor  the  same  category.  The  B  loan  will  be  administered  by  ADB.  The  government  will  provide \n$41.3  million  for  utility  relocation,  land  acquisition  and  resettlement,  taxes  and  duties,  interest \nduring construction and commitment charges, and administration costs.16 \n \n\nTable 3: Summary Financing Plan \n\nSource \nAsian Development Bank \n\nOrdinary capital resources (regular loan) \n\nAmount ($ million) \n \n123.0 \n15.0 \n41.3 \n179.3 \n\nShare of Total (%) \n\n \n68.6 \n8.4 \n23.0 \n100.0 \n\nTotal \n\nImplementation Arrangements \n\nClimate mitigation is estimated to cost $179.3 million. ADB and AIF will finance 68.6% and \n\nASEAN Infrastructure Fund through ACGF \nGovernment of the Philippines \n \nASEAN = Association of Southeast Asian Nations, ACGF = ASEAN Catalytic Green Finance Facility. \nSource: Asian Development Bank estimates. \n \n17. \n8.4% of mitigation costs, respectively. Details are in the PAM (footnote 15). \n \nE. \n \n18. \nThe DOTr will be the executing agency for the project. A project management office (PMO) \nwill  be  established  under  the  DOTr’s  Office  of  the  Undersecretary  for  Road  Transport  and \nInfrastructure.  The  PMO  will  be  headed  by  a  full-time  project  manager  and  will  be  directly \nresponsible  for  the  day-to-day  implementation  of  the  project.  The  construction  supervision \nconsultants  financed  under  the  A  loan  will  advise  the  PMO  in  project  preparation  and  project \nmanagement.  Consultants  financed  under  the  IPIF  (footnote  13)  are  preparing  the  schematic \ndesign  for  design-and-build  contracts  and  will  support  procurement  of  contractors  under \nthe project. As the AIF will cofinance the project, universal procurement will apply for both civil \nworks and consulting services.17 \n\n16 Utilities  such  as  electricity  and  communication  lines,  gas,  water,  and  drainage  pipes  will  be  relocated  before  the \n\nconstruction of elevated walkways.   \n\n17 ADB. 2015. Enhancing Operational Efficiency of the Asian Development Bank. Manila. \n\n \n\n5 \n\n \n\n\f \n\n6 \n\n \n19. \nthe PAM (footnote 15). \n \n\nThe implementation arrangements are summarized in Table 4 and described in detail in \n\nTable 4: Implementation Arrangements \n\nArrangements \n\nAspects \nImplementation period \nEstimated completion date \nEstimated loan closing date  31 December 2023 \nManagement \n\nDecember 2020–June 2023 \n30 June 2023 \n\n(i)   Executing agency \n(ii)   Key implementing \n\nagency \nProcurement \n\nConsulting services \nAdvance contracting \nDisbursement \n\n2 packages \n\nDepartment of Transportation \nProject management office (full-time project manager with up to 22 staff) \nOffice of Undersecretary for Road and Infrastructure \nOCB \nAll procurement will be done in accordance with ADB’s Procurement Policy (2017, \nas amended from time to time) and Procurement Regulations for ADB Borrower \n(2017, as amended from time to time). Universal procurement will apply. \nQCBS \nAdvance contracting is proposed for works and consulting services. \nThe A loan and B loan proceeds will be disbursed following ADB’s Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB. \n\n1,000 person-months \n\n$114 million \n\n$8.7 million \n\nADB = Asian Development Bank, OCB = open competitive bidding, QCBS = quality- and cost-based selection. \nSource: Asian Development Bank estimates. \n \n\nIII. \n\nDUE DILIGENCE \n\nTechnical \n\n \nA. \n \n20. \nThe  project’s  technical  viability  has  been  confirmed  and  the  schematic  design  of  the \nproject  is  being  prepared  through  the  IPIF  consultants  (footnote  13).  The  civil  works  will  be \nprocured  through  design  and  build  contracts,  and  the  contractors  will  finalize  the  detailed \nengineering design based on the schematic design.  \n \n21. \nSince EDSA is one of the busiest corridors in Metro Manila and the project sites are highly \nurbanized  with  only  narrow  sidewalks,  the  consultants  conducted  intensive  assessments  and \nprepared plans to relocate public utilities and traffic management before and during construction \nas well as coordinating these plans with other ongoing and/or planned infrastructure projects in \nthe same areas. Elevated walkways will be built overhanging to EDSA carriageway with cantilever \nstructure to create additional space for pedestrians without sacrificing congested traffic lanes of \nEDSA. Although the cantilever structure requires larger foundations, the consultants developed \nthe reference construction plan which will allow the constructions to be done within the restricted \nspace on EDSA. To minimize the disturbance to EDSA traffic during construction, the reference \nconstruction plan adopted a twenty-four hour construction scheme. These factors have increased \ncost implications that has been factored in the cost estimate.  \n\n \n\n22. \nThe sites are in proximity to the West Valley Fault and are exposed to multiple hazards \nincluding earthquakes, liquefaction, tsunamis, and floods18 Disaster resilience is being embedded \nin the schematic designs to ensure hazard-resistant structures, and will also be taken into account \nin the detailed engineering designs. The elevated walkways will have a width of 5 meters with a \nroof protecting pedestrians from direct sunlight and rain. The elevated walkways will be equipped \n\n18 The West Valley Fault  cuts through six cities of Metro Manila: Makati,  Marikina, Muntinlupa, Pasig, Quezon, and \n\n \n\nTaguig. \n\n \n\n\f \n\nSustainability \n\nEconomic and Financial Viability \n\nwith  sufficient  lighting  and  monitoring  cameras  to  provide  a  safe  and  secure  pedestrian \nenvironment.  The  environment  underneath  the  elevated  walkways  will  be  also  improved  by \nrefurbishing pavement and providing lightings.  \n \nThe impact of COVID-19 is evolving. The project will be responsive and flexible in meeting \n23. \nemerging  needs  and  new  best  practices  in  construction.  The  implementing  agency,  the \nconstruction supervision consultants, and the contractor will incorporate emerging international \nconstruction  best  practices  on  managing  COVID-19  risks.  Such  practices  will  also  consider \ngovernment guidance on safe working conditions during the COVID-19 pandemic. \n \nB. \n \nEconomic and financial analyses undertaken concluded that the project is economically \n24. \nviable  and  financially  sustainable.  The  main  benefit  of  the  project  is  an  improved  pedestrian \nexperience,  reflected  in  shorter  perceived  travel  times  for  pedestrians.  The  overall  economic \ninternal rate of return of the project is estimated to be 21.8%. Each of the four project locations is \neconomically  viable,  with  economic  rates  of  return  exceeding  10.0%.19 The  project’s  elevated \nwalkways will not be tolled and the government will shoulder the capital cost. \n  \nC. \n \n25. \nThe DOTr will own the constructed walkways and be primarily responsible for operation \nand  maintenance  (O&M)  of  the  walkways.  The  elevated  walkways  will  have  space  for \nadvertisements and small kiosks, and the income generated from these is projected to be more \nthan sufficient to cover the costs of routine O&M. The DOTr will make arrangements with private \nsector entities, government-owned and controlled corporations and/or local government units for \ncontinuous  routine  O&M.  The  DOTr  has  experience  in  O&M  of  public  transport  assets  and  in \nmaking arrangements with private companies to build connections between MRT-3 stations and \nprivately owned facilities.20 \n \nD. \n \nThe financial management assessment was prepared following ADB’s Guidelines for the \n26. \nFinancial Management and Analysis of Projects, Financial Due Diligence: A Methodology Note, \nand related technical guidance notes.21 The assessment found that the DOTr has sound financial \nand accounting systems; adheres to the procedures, manuals, policies, guidelines, and reporting \nframework prescribed by the Commission on Audit of the Government of the Philippines; follows \naccrual-based  accounting  using  an  Enterprise  Resource  Planning  system  based  on  the \nPhilippines  Public  Sector  Accounting  Standards;  and  has  an  internal  control  system  with  a \nseparate  internal  audit  division.  The  assessed  pre-mitigation  financial  management  risk  is \nsubstantial, mainly because an insufficient number of DOTr staff are capable of accounting and \ninternal auditing. Appropriate risk mitigation measures will be in place. Details of risks and key \n\nGovernance \n\n \n\n19 Financial Analysis and Economic Analysis (accessible from the list of linked documents in Appendix 2). \n20 Private operators operate and maintain LRT lines 1 and 2 under concession agreements with the DOTr, while the \nDOTr directly maintains the MRT-3 line. The DOTr also has experience in opening direct connection from MRT-3 \nstations  to  neighboring  malls  or  buildings.  The  DOTr  signs  memorandums  of  agreement  with  private  companies \nsetting out the terms and conditions for such connections.   \n\n21  ADB.  2005.  Financial  Management  and  Analysis  of  Projects.  Manila;  ADB.  2009.  Financial  Due  Diligence:  A \n\nMethodology Note. Manila. \n\n7 \n\n \n\n\f8 \n\n \n\nPoverty, Social, and Gender \n\nmitigating  measures  are  in  the  PAM  (footnote  15)  and  in  the  risk  assessment  and  risk \nmanagement plan.22 \n \n27. \nADB will review procurement-related documents at all major milestones before proceeding \nwith  the  procurement  process.  ADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was \nexplained to and discussed with the government and the DOTr. The specific policy requirements \nand supplementary measures are described in the PAM (footnote 15). \n \nE. \n \n28. \nThe  project  will  improve  the  pedestrian  environment  and  facilitate  access  to  public \ntransport. Public transport users and pedestrians are the beneficiaries of the project, and they are \nlargely  from  poor  and  vulnerable  segments.  Better  access  to  public  transport  and  improved \npedestrian  safety  will  directly  improve  users’  quality  of  life.  Particular  attention  will  be  given to \nensuring  suitable  design  features  for  PWDs,  women,  the  elderly,  and  people  traveling  with \nsmall children. \n \n29. \nGender action plan. The project, categorized as effective gender mainstreaming, seeks \nto  address  the  following  gender  issues:  (i)  inaccessible,  unsafe,  and  inconvenient  pedestrian \nfacilities for women and marginalized groups (elderly, PWDs, children, and sexual minorities); (ii) \nunequal  access  to  women  and  marginalized  sectors,  compared  with  able-bodied  men,  to \nemployment  opportunities  generated  by  the  project;  and  (iii)  sexual  exploitation,  abuse,  and \nharassment committed during civil works construction and in overall project implementation. Key \ngender  action  plan  (GAP)  activities  include  (i)  integration  of  physical  design  features  to  make \ninfrastructure accessible, convenient, and safe for all users (e.g., glass elevators, barricades, grab \nrails, tactile surfaces and signage, provisions for passive surveillance, rest areas, and greenery); \n(ii)  proactive  participation  of  women  and  PWDs  in  employment  opportunities  created  by  the \nproject, and ensuring gender-sensitive and inclusive workplaces for them; (iii) awareness-raising \nand  setting  up  of  mechanisms  to  protect  women,  children,  sexual  minorities,  and  elderly  from \nsexual  exploitation,  abuse,  and  other  gender-based  violence  in  the  context  of  the  project’s \nconstruction  of  civil  works  and  overall  project  implementation;  and  (iv)  ensuring  effective  GAP \nimplementation  and  sustainability  of  gains.  The  GAP  was  informed  by  extensive  consultations \nwith stakeholders including civil society groups representing women, children, the elderly, PWDs, \nand the lesbian, gay, bisexual, and transgender communities. Its final formulation is the outcome \nof  a  series  of  workshops  and  discussions  with  government  counterparts,  including  the  DOTr \nGender and Development Focal Point System for Road Sector. \n \n30. \nHIV/AIDS and human trafficking. Transport and road projects pose a potential increase \nin HIV/AIDS and human trafficking cases, as they involve an influx of workers during construction. \nThe  construction  supervision  consultants  will  be  tasked  to  design  and  implement  information \ndissemination activities to raise awareness of sexual harassment, sexually transmitted diseases, \nHIV/AIDS, human trafficking prevention, city ordinances on women and gender and PWDs, and \ngender and disability sensitivity. The construction supervision consultants will raise the awareness \nof all contractors’ workers and residents of surrounding barangays of the four stations on gender \nequality and social inclusion in transport and infrastructure.23   \n\n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n23 Barangay is the smallest public administrative division in the Philippines. Cities and municipalities are subdivided \n\n \n\n \n\ninto barangays. \n\n \n\n\f \n\nSafeguards \n\nIn  compliance  with  ADB’s  Safeguard  Policy  Statement  (2009),  the  project’s  safeguard \n\nF. \n \n31. \ncategories are as follows.24  \n \n32. \nEnvironment (category B). The project is classified category B for environment under \nADB’s  Safeguard  Policy  Statement.  An  initial  environmental  examination  was  prepared  and \ndisclosed on the project website.25 Under the Philippine Environmental Impact Statement System, \nthe project is not subject to an environmental compliance certificate.26 The project is expected to \ngenerate  significant  public  health  and  well-being  benefits  by  promoting  safe,  all-weather, \ninclusive, and zero-emission pedestrian transport facilities. The project will promote diversion of \npassengers  from  vehicular  modes  to  walking  and  will  reduce  carbon  dioxide  emissions  by  an \nestimated  886  tons  per  year.  Some  adverse  impacts  on  environment  are  anticipated  during \nproject implementation, primarily construction noise and dust, temporary traffic disturbances, and \ncommunity and occupational safety hazard during construction. These impacts and risks will be \ntemporary  and  site-specific  and  can  readily  be  mitigated  to  acceptable  levels  through  good \nconstruction  practices  and  standard  mitigation  measures  outlined  in  the  environmental \nmanagement plan (EMP). The EMP will be a part of the bidding documents for the civil works. \nThe PMO, with the support of project management consultants to be hired under the A loan, will \nhave primary responsibility to ensure that contractors comply with the provisions of the EMP and \nthe  environmental  regulatory  framework  of  the  Philippines.  PMO  staff  will  be  trained  in \nenvironmental  safeguard  requirements  through  ADB  technical  assistance.27 Meaningful  public \nconsultations  involving  243  people  confirmed  broad  community  support  for  the  project. \nCommunity concerns and complaints will be promptly addressed through the project’s grievance \nredress mechanism (para. 34). \n \n33. \nInvoluntary  resettlement  (category  B).  The  project  is  classified  category  B  for \ninvoluntary resettlement under ADB’s Safeguard Policy Statement. Resettlement impacts have \nbeen  minimized  by  confining  the  design  and  construction  works  within  the  road  right-of-way. \nAbout  250  affected  persons  have  been  identified  in  the  four  station  areas,  including  ambulant \nvendors and private individual landowners. With respect to the total land to be acquired (6,430 \nsquare meters), about 26.5% (1,705 square meters) belong to private individuals and corporations \nor 13 affected persons, the rest being public and/or government land. Of the 13 affected persons, \nonly  three  (two  corporations  and  one  individual)  will  lose  10%  or  more  of  their  lands.  Four \nresettlement plans have been prepared—one for each of the four walkway locations. The plans \nespouse  both  national  laws  and  regulations  and  ADB’s  Safeguard  Policy  Statement  (2009)  to \naddress  the  following  involuntary  resettlement  impacts:  (i)  permanent  loss  of  land  from  public \n(government  and  government  corporations)  and  private  (individuals  and corporations)  entities; \n(ii) permanent  damage  to  secondary  private  and  community  structures  mostly  made  of  semi-\npermanent  materials  and  public  utility  structures;  (iii)  temporary  loss  of  access  to  business \nestablishments  during  construction  works  and  disruption  of  city  services  because  of  required \nrelocation  of  electric  posts;  (iv)  temporary  physical  displacement  of  ambulant  vendors  to \nalternative  selling  sites and  displacement of  one  homeless individual;  and (v)  disruption  of  city \nservices because of required relocation of electric posts. \n \n\n \n\n24 ADB. Safeguard Categories. \n25 Initial Environmental Examination (accessible from the list of linked documents in Appendix 2). \n26 The DOTr secured a certificate of non-coverage from the Environmental Management Bureau of the Department of \n\nEnvironment and Natural Resources on 9 July 2019. \n\n27 ADB. 2017. Technical Assistance to the Republic of the Philippines for Strengthening Infrastructure Capacity and \n\nInnovation for Inclusive Growth. Manila. \n\n9 \n\n \n\n\f10 \n\n \n\nThe  four  resettlement  plans  will  be  updated  based  on  the  schematic  designs  of  the \n34. \nwalkways. The schematic design-based resettlement plans will reflect results of surveys including \nindependent  property  appraisals  and  detailed  measurement  surveys.28 The  resettlement  plans \nmitigate  involuntary  resettlement  impacts  by  providing  compensation  at  replacement  cost. \nMeasures have been incorporated to improve the living standards of vulnerable affected people \nspecifically through special assistance and livelihood restoration actions. As the DOTr has limited \nexperience in implementing resettlement plans, ADB will provide capacity development training \nunder ADB technical assistance (footnote 13) for staff of the Environment, Social and Right-of-\nWay  Division  on  provisions  of  the  resettlement  plans  and  ADB’s  Safeguard  Policy  Statement \n(2009).  A grievance redress mechanism for resettlement and environmental issues has been put \nin place. The government will finance implementation of the resettlement plans. The resettlement \nplans have been disclosed on ADB’s website and to affected households. \n \n35. \nIndigenous  peoples  (category  C).  Indigenous  peoples  are  not  present  in  the  project \narea.  The  project  is  classified  category  C  for  indigenous  peoples  under  ADB’s  Safeguard \nPolicy Statement. \n \nG. \n \n36. \ndetail in the risk assessment and risk management plan (footnote 22). \n \n\nSignificant  risks  and  mitigating  measures  are  summarized  in  Table  5  and  described  in \n\nSummary of Risk Assessment and Risk Management Plan \n\nTable 5: Summary of Risks and Mitigating Measures \n\nRisks \nDelay in procurement \n\nDelay in utility relocation \n\nFinancial management of the project \nis not carried out effectively \n\nInsufficient  qualified  counterpart \nstaff \n\nMitigation Measures \n•  A  consulting  firm  has  been  mobilized  under  the  IPIF  to  prepare  the \nschematic designs and bid documents and provide procurement support. \n\n•  Two \n\nindividual  consultants  have  been  mobilized  under  ADB  TA,  \nStrengthening Infrastructure Capacity and Innovation for Inclusive Growth \n(footnote 13), to develop the capacity of DOTr staff. \n\n•  The DOTr organizes consultation meetings with the utility owners, including \nprivate  electricity,  communication,  gas,  and  water  supply  companies,  the \nDepartment of Public Works and Highways, and local government units.  \n•  The consultants mobilized under the IPIF are facilitating consultations with \n\nutility owners to implement the relocations in a timely manner. \n\n•  The CSC will include a national financial management specialist on its team \nto support the PMO in reviewing and processing the claims for payment to \nthe contractors/consultants. \n\n•  A  PMO  will  be  established  in  the  DOTr  and  a  CSC  will  be  mobilized  to \n\nmitigate the lack of experience in project management. \n\n•  Training  for  DOTr  staff  will  be  provided  under  ADB  TA,  Strengthening \nInfrastructure  Capacity and  Innovation  for  Inclusive  Growth  (footnote 13), \nincluding \nresettlement \nsafeguards, gender mainstreaming, civil works contract management, and \naccounting. \n\ntraining  on  environmental  and \n\ninvoluntary \n\nDelayed  and  insufficient  provision \nfor O&M, since the government will \napprove  O&M  budget  every  year \nand  there  is  no  guarantee  that \n\n•  Consultants  mobilized  under  the  IPIF  will  propose  various  types  of  O&M \narrangements, identify the legal and regulatory requirements for each type, \nand help the PMO select the most appropriate type of arrangement. \n\n•  The CSC will be mobilized to facilitate the discussion with stakeholders and \n\nprepare budget scheme proposals for the government, if necessary. \n\n \n\n28 Detailed measurement surveys are  social surveys that include measurements or inventory of losses, census and \nsocioeconomic  survey  of  affected  households,  and  property  appraisal.  Under  the  DOTr  right-of-way  and  site \nacquisition manual, a qualified, professional geodetic engineer is to conduct a detailed measurement survey well in \nadvance of construction, and qualified property assessors from a government financial institution and/or independent \nproperty  appraisers  are  to  conduct  property  appraisals  to  provide  valuations  of  the  land,  assets,  structures  and \nimprovements, crops, and trees, as appropriate. \n\n \n\n\f \n\n11 \n\nRisks \nrevenue  generated  will  be  utilized \nfor O&M of the project facilities. \n\nMitigation Measures \n\nADB = Asian Development Bank, CSC = construction supervision consultant, DOTr = Department of Transportation, \nIPIF  =  Infrastructure  Preparation  and  Innovation  Facility,  O&M  =  operation  and  maintenance,  PMO  =  project \nmanagement office, TA = technical assistance. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES \n\n \n37. \nThe government and the DOTr have assured ADB that implementation of the project shall \nconform to all applicable ADB requirements, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement \nas described in detail in the PAM and loan documents. \n \n38. \nwhich are set forth in the draft loan agreement. \n \n\nThe government and the DOTr have agreed with ADB on certain covenants for the project, \n\n \n39. \nAsian Development Bank (ADB) and recommend that the Board approve \n\nI am satisfied that the proposed loans would comply with the Articles of Agreement of the \n\nV. \n\nRECOMMENDATION \n\n(i) \n\n(ii) \n\nthe A loan of $123,000,000 to the Republic of the Philippines for the Epifanio de los \nSantos Avenue Greenways Project, from ADB’s ordinary capital resources, in regular \nterms,  with  interest  to  be  determined  in  accordance  with  ADB's  London  interbank \noffered rate (LIBOR)-based lending facility; for a term of 28 years, including a grace \nperiod  of  9  years;  and  such  other  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in the draft loan agreement presented to the Board; \nand  \nthe B loan of $15,000,000 to the Republic of the Philippines for the Epifanio de los \nSantos  Avenue  Greenways  Project,  to  be  funded  through  the  participation  of  the \nASEAN  Infrastructure  Fund  under  its  ASEAN  Catalytic  Green  Finance  Facility,  on \nterms and conditions as are substantially in accordance with those set forth in the draft \nloan agreement presented to the Board. \n \n \n\nMasatsugu Asakawa \nPresident \n \n\n 20 November 2020 \n\n \n\n\f \n\nAppendix 1 \n\n12 \n\n \nImpact the Project is Aligned with \n\nDESIGN AND MONITORING FRAMEWORK \n\nInclusive mobility and accessibility achieved through the prioritization of people-mobility over vehicle-\nmobility (National Transport Policy and its Implementing Rules and Regulations)a \n\nData Sources and \nReporting \nMechanisms \n\n \na. Project completion \nreport of DOTr \n\nb.–c. Feasibility study \nreport and project \ncompletion report of \nDOTr, survey results \n\nRisks  \n\n \npedestrians \nFewer \nbecause \nlimited \nof \noperation  capacity  of \nmass  transit  due  to  the \ncoronavirus \npandemic \nand  delay  in  the  MRT-3 \nrehabilitation project.b \n \n \n\n \nDelay in relocating \nutilities \n\n \na.–b. Project \ncompletion report of \nDOTr; pedestrian \ninterview survey \ndeployed during \nfeasibility study and \nagain at project \ncompletion \n\nResults Chain \nOutcomes \nNumber of \npedestrians \nincreased and \npedestrian \nexperience improved \n\nOutput \nPedestrian walkways \nbuilt \n\n \n\n \n\n \n\nPerformance Indicators with \nTargets and Baselines \n\nBy 2024: \na. Pedestrian traffic increased \nby 5% at key walkway \nintersections, disaggregated \nby sex, age, and PWD (2019 \nbaseline: Balintawak 35,000; \nCubao 148,900; Guadalupe \n40,000; and Taft 130,000) (OP \n4.1) \n \nb. Safety and mobility deficits \nreported in pedestrian survey \nat project completion reduced \nby 70%. (baseline: 2.35 \ndeficits reported per person in \npedestrian survey during \nfeasibility study) (OP 4.1.2) \n \nc. Safety and mobility deficits \nreported by female in \npedestrian survey at project \ncompletion reduced by 70% \n(baseline: 2.41 deficits \nreported per female in \npedestrian survey during \nfeasibility study) (OP 2.4.1) \nBy 2023: \na. 5 km of elevated walkways \nconstructed or improved \naround EDSA (2020 baseline: \nNot applicable)  \n \nb. Responsive physical design \nfeatures integrated along 5 km \nof walkways in all four project \nlocations for enhanced safety, \naccessibility, and \nconvenience, based on \nconsultations with the elderly, \nwomen, PWDs, and LGBT+ \nindividuals (2020 baseline: Not \napplicable) \n\n \n\n\f \n\nAppendix 1 \n\n13 \n\nKey Activities with Milestones \nPedestrian walkways built \n1. Finalize the inclusive schematic designs, reflecting outcomes from public consultations with women, \n\nsenior citizens, PWDs, and LGBT+ groups, by Q3 2020.c \n\n2. Complete land acquisition by Q2 2021. \n3. Award civil works contracts by Q2 2021. \n4. Develop and implement campaigns to raise public awareness on pedestrian road safety and use of \n\nwalkways in Q3 2021. \n\n5. Complete construction or improvement of 5 km of elevated walkways by Q2 2023. \nProject Management Activities \nEstablish project management office. \nRecruit construction supervision and project management consultants. \n\nInputs \nADB: $123.0 million (loan) \nASEAN Infrastructure Fund (fully administered by ADB): $15.0 million (loan) \nGovernment of the Philippines: $41.3 million \nAssumptions for Partner Financing \nNot applicable \nADB  =  Asian  Development  Bank;  ASEAN  =  Association  of  Southeast  Asian  Nations;  DOTr  =  Department  of \nTransportation; EDSA = Epifanio de los Santos Avenue; km = kilometer; LGBT+ = lesbian, gay, bisexual, transgender, \nand related; MRT-3 = Metro Rail Transit 3; OP =operational priority; PWD = persons with disabilities; Q = quarter. \na  Government of the Philippines, National Economic and Development Authority. 2018. National Transport Policy and \n\nits Implementing Rules and Regulations. Manila.  \n\nb  Three out of four project sites are connected to MRT-3 stations. MRT-3 is being operated in full capacity and there \nwill be no room to increase the number of MRT-3 users without completing the MRT-3 rehabilitation project (financed \nby the Japan International Cooperation Agency and expected to be completed in 2021).    \n\nc  Final features will be determined during the detailed engineering design, but will include proper lighting, elevators, \n\nvisibility on the walkways, and ramps for wheelchairs, etc.  \n\nContribution to ADB Corporate Results Framework 2019–2024  \nOP 4.1 People benefiting from improved services in urban areas.  Expected: 371,595 existing and additional pedestrian \ntraffic expected to benefit from increased mobility and accessibility. \nOP 2.4.1 Time-saving or gender-responsive infrastructure assets and/or services established or improved. Expected: \n1 asset  \nOP 4.1.2 Urban infrastructure assets established or improved. Expected: 1 asset  \nIn addition to the OP indicators tagged in the DMF, this operation will contribute results for: \nOP 1.2 Jobs generated.  Expected:  2.8 million person-days \nOP 3.1 Total annual greenhouse gas emissions reduction (tCO2e/year).  Expected:  886 \nOP 3.2.5 New and existing infrastructure assets made climate and disaster resilient.  Expected:  1 asset \nSource: Asian Development Bank. \n \n \n \n \n\n \n \n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n\f \n\nAppendix 2 \n\n14 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51117-003-3 \n\n \n \n\nLoan Agreement: Ordinary Operations \nLoan Agreement: ASEAN Infrastructure Fund \n \nSector Assessment (Summary): Transport \n \nProject Administration Manual \nEconomic and Financial Analysis \n \nSummary Poverty Reduction and Social Strategy \nRisk Assessment and Risk Management Plan \nGender Action Plan \n \nInitial Environmental Examination \nResettlement Plan: Balintawak Station \nResettlement Plan: Cubao Station \nResettlement Plan: Guadalupe Station \nResettlement Plan: Taft Station \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n \n\n \n\n \n \n\n \n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n10. \n11. \n12. \n13. \n\n \n\n\f", "author_pages": [" \n", " \n", "CURRENCY EQUIVALENTS \n(as of 1 November 2020) \n", "Currency unit \n", "– \n= \n= \n", "peso/s (₱) \n$0.02059 \n₱48.54 \n", "₱1.00 \n$1.00 \n", " \n \n", " \n \n", "ADB \nAIF \nASEAN \nBBB \nDOTr \nEDSA \nEMP \nGAP \nIPIF \nLIBOR \nLRT \nMRT \nO&M \nPAM \nPMO \nPWD \n", "ABBREVIATIONS \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nASEAN Infrastructure Fund \nAssociation of Southeast Asian Nations \nBuild, Build, Build \nDepartment of Transportation \nEpifanio de los Santos Avenue \nenvironmental management plan \ngender action plan \nInfrastructure Preparation and Innovation Facility \nLondon interbank offered rate \nLight Rail Transit \nMetro Rail Transit \noperation and maintenance \nproject administration manual \nproject management office \nperson with disability \n", "NOTE \n", "In this report, “$” refers to United States dollars. \n", " \n \n \n \n \n \n \n", " \n", " \n \n \n", " \n", " \n", " \n", " \n", " \n", " \n", "Vice-President \nDirector General  Ramesh Subramaniam, Southeast Asia Department (SERD) \nDirectors \n", "Ahmed M. Saeed, Operations 2 \n", " \nTeam leader \nTeam members \n", " \n", " \n", " \n", " \n", "Hiroaki Yamaguchi, Transport and Communications Division (SETC), \nSERD \nKelly Bird, Country Director, Philippine Country Office (PhCO), SERD \n \nShuji Kimura, Senior Transport Specialist, SETC, SERD \nElah Marie Abangan, Project Analyst, SETC, SERD \nRuby Alvarez, Senior Project Officer (Infrastructure), PhCO, SERD \nCielo Añon, Senior Operations Assistant, SETC, SERD \nElizabeth A.C. Burges-Sims, Senior Social Development Specialist \n(Gender and Development), Human and Social Development Division, \nSERD \nMohammad Nazrul Islam, Transport Specialist, SETC, SERD \nEdwin Lara, Safeguards Officer (Environment), PhCO, SERD \nYidan Luo, Young Professional, SETC, SERD \nLila Mallory, Senior Procurement Specialist, Procurement Division 2, \nProcurement, Portfolio and Financial Management Department \nAnouj Metha, Principal Infrastructure Specialist, Office of the Director \nGeneral, SERD  \nAlain X. Morel, Principal Country Specialist, PhCO, SERD \nTakako Morita, Senior Counsel, Office of General Counsel \nMichiko Suga, Senior Social Development Specialist, SETC, SERD \nGengwen Zhao, Transport Specialist, SETC, SERD \nAndri Heriawan, Transport Specialist, Transport and Communications \nDivision, South Asia Department \n", "Peer reviewer \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n", " \n", " \n", " \n"]}