{"path": "data/input/reports/51126-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 51126-002 \nOctober 2019 \n \n \n \n \nProposed Loan \nIslamic Republic of Pakistan: Sindh Secondary \nEducation Improvement Project \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nAccess to Information Policy. \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 2 October 2019) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0063989 \n$1.00  =  PRs156.28 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BISE  –  Boards of Intermediate and Secondary Education \nEIRR  –  economic internal rate of return \nEMO  –  education management organization \nGAP  –  gender action plan \nGER  –  gross enrollment ratio \nGOS  –  Government of Sindh \nNER  –  net enrollment rate \nPAM  –  project administration manual \nPIU  –  project implementation unit \nPPP  –  public–private partnership \nSEF  –  Sindh Education Foundation \nSELD  –  School Education and Literacy Department \nSESP  –  Sindh Education Sector Plan \n \nNOTES \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2018 ends \non 30 June 2018. \n(ii)  In this report, \"$\" refers to United States dollars.  \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Rie Hiraoka, Social Sector Division, CWRD \n   \nTeam leader  Norman LaRocque, Principal Education Specialist, CWRD \nTeam members  Nurlan Djenchuraev, Senior Environment Specialist, CWRD \n  Rose Anne Dumayas, Operations Assistant, CWRD \n  Rizwan Haider, Operations Assistant, CWRD \n  Eiko Izawa, Unit Head, Project Administration, CWRD \n  Ma. Isabel Martin, Project Officer, CWRD \n  Jose Tiburcio Nicolas, Senior Social Development Specialist \n  (Safeguards), CWRD \n  Douglas Perkins, Principal Counsel, Office of the General Counsel \n  Mary Alice Rosero, Social Development Specialist (Gender and \nPeer reviewer  Development), CWRD \nShanti Jagannathan, Senior Education Specialist, South Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", "CONTENTS \n \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  4 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  5 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  7 \nA.  Technical  7 \nB.  Economic and Financial  7 \nC.  Governance  8 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  9 \nF.  Summary of Risk Assessment and Risk Management Plan  10 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n   ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51126-002\nProject Name Sindh Secondary Education Improvement  Department/Division CWRD/CWSS\nProject \nCountry Pakistan Executing Agency School Education and \nBorrower Islamic Republic of Pakistan Literacy Department, \nGovernment of Sindh\nCountry Economic  https://www.adb.org/Documents/LinkedDocs/\nIndicators ?id=51126-002-CEI\nPortfolio at a Glance https://www.adb.org/Documents/LinkedDocs/\n?id=51126-002-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nEducation Secondary 75.00\nTotal 75.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities CO  reduction (tons per annum) 870\n2\nAccelerating progress in gender equality Climate Change impact on the  Low\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nStrengthening governance and institutional capacity\nMitigation ($ million) 0.35\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 1.2, 1.a Gender Equity (GEN)\nSDG 4.1, 4.5, 4.a\nSDG 5.1, 5.3 Poverty Targeting\nSDG 10.2, 10.3 Geographic Targeting\nSDG 12.2, 12.4\nSDG 13.a\n4. Risk Categorization: Low\n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 75.00\n     Sovereign Project (Concessional Loan): Ordinary capital resources 75.00\nCofinancing 0.00\n     None 0.00\nCounterpart  7.50\n     Government  7.50\nTotal 82.50\nCurrency of ADB Financing: US Dollar \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 02102019091940415146 Generated Date: 02-Oct-2019 9:19:53 AM", " \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe Islamic Republic of Pakistan for the Sindh Secondary Education Improvement Project. \n \n2.  The Government of Sindh (GOS), through the Government of Pakistan, has requested the \nassistance  of  the  Asian  Development  Bank  (ADB)  to  support  improvements  in  secondary \neducation in the province.1 The project will construct secondary school blocks largely in 10 \ndistricts in southern Sindh, improve teacher capacity in five key subjects (English, mathematics, \nbiology, chemistry, and physics), and strengthen the secondary education examination system. \n \nII.  THE PROJECT \nA.  Rationale \n \n3.  Economic context. From fiscal year (FY) 2013 to FY2016, the Sindh economy grew by \nan average of more than 4.0% and this rate accelerated to 5.3% in FY2017. The province benefits \nfrom  a  strategic  location,  a  young  and  growing  workforce,  a  wealth of resources,  and  an \nexpanding services sector. These strengths, coupled with Karachi’s position as the financial \ncenter of Pakistan, provide the potential for Sindh to transform itself into a key driver of economic \ngrowth in the country. Despite these advantages, Sindh has yet to translate this potential into \neconomic and social development.2 While a range of economic and institutional reforms is \nrequired to increase Sindh’s economic and social potential and generate inclusive growth, \neducation reforms are critically important if the province’s education sector is to play its role in \ndeveloping workers with 21st century skills. \n \n4.  Education  sector  context.  The  18th  Constitutional  Amendment  of  2010  devolved \nresponsibility for 17 sectors, including education, to provincial governments. The reform ushered \nin a new education policy framework for provincial governments, including a requirement for the \nstate  to  provide  free  and  compulsory  quality  education  to  children  aged  5–16  years,  and \nresponsibility for policy areas that were previously shared with the federal government, including \neducation standards, curriculum, and policy and planning. The School Education and Literacy \nDepartment (SELD), which oversees school education in Sindh, has since introduced important \npolicy  reforms,  including  merit-based  recruitment  of  teachers,  standardized  assessment  of \nlearning levels, and the expansion of public–private partnerships (PPPs).3 \n \n5.  The SELD has also developed the Sindh Education Sector Plan (SESP), 2014−2018, \nwhich sets out strategies to improve the performance of the province’s education sector, including \nexpanding educational access in underserved areas, recruiting qualified teachers, improving the \npublic examination system, and developing better school infrastructure.4 The GOS is preparing a \nfollow-up SESP, 2019–2023. The GOS increased education spending by 39% between FY2015 \nand FY2018. This helped to lift the share of education in the GOS budget to 20%, or about 1.5% \nof provincial gross domestic product. \n \n \n1  Secondary education is defined as grades 6–10 and is made up of students in middle school (grades 6–8) and high \nschool (grades 9–10).  \n2  World Bank. 2017. Sindh: Public Expenditure Review. Washington, DC. \n3  School Sector Governance in Sindh (accessible from the list of linked documents in Appendix 2). \n4  Government of Sindh, School Education and Literacy Department (SELD). 2014. Sindh Education Sector Plan 2014–\n18.  \n ", "2 \n6.  Education sector challenges. Despite these positive reforms, the education sector in \nSindh continues to face significant challenges in terms of access to, and the quality of, education. \nThe continuing poor performance of the province’s education system led the GOS to declare an \neducation emergency in 2016. Of the 22.8 million out-of-school children in Pakistan, 28% are in \nSindh.5 Sindh has the second-lowest gross enrollment ratios (GERs) and net enrollment rates \n(NERs) at all education levels, after Balochistan, among the four provinces, despite growing \nabsolute enrollments.6 Progress in lifting enrollments has been uneven. From school year (SY) \n2008/09 to SY2014/15, the GER in Sindh fell from 59% to 55% at the middle school level and \nrose from 47% to 51% at the high school level. NERs are lower than GERs because of the large \nnumber of overage students in schools. This is due to low enrollments at the primary level and \nhigh dropout rates, especially after grade 5, when 31% of public school students drop out.7  \n \n7.  Sector challenges are particularly acute at the secondary education level. The lack of \nsecondary schools is a major constraint to increasing enrollments in Sindh, especially in rural \nareas, where there are fewer affordable private educational alternatives. Only about 10% of public \nschools in the province are secondary schools. In rural areas, this figure drops to just 7%. The \nlack of secondary schools can have a significant impact on girls’ enrollments because parents \nmay not allow girls to attend  distant schools. Poor learning environments also discourage \ncontinued enrollment. This is of concern given that, in SY2016/17, only 33% of public schools in \nSindh had buildings rated satisfactory, while 55% lacked electricity, and 40% lacked basic \nfacilities such as boundary walls, drinking water, and toilets. While the provision of basic facilities \nis better in secondary schools, these schools lack advanced facilities, such as laboratories. For \nexample, in SY2016/17, only 15% of the province’s secondary schools had a physics laboratory.8 \n \n8.  Access challenges in Sindh are exacerbated by significant disparities in access and \nlearning across gender, socioeconomic groups, and districts. In SY2014/15, the NER for boys \naged 14–15 years was 9 percentage points higher than for girls (29% versus 20%) and the gap \nin the literacy rate for males and females aged 10 and older was 21 percentage points (70% \nversus 49%).9 Disparities also exist across districts in Sindh. Education indicators, such as \nprimary school transition rates and literacy rates, in project districts such as Thatta, Badin, Matiari, \nSujawal, Tharparkar, and Sanghar are below—and in some cases well below—the provincial \naverage (footnote 8). Low incomes and the opportunity cost of girls’ time may limit education \naccess, even though the GOS operates a stipend scheme for girls, and schools run by some \neducation management organizations (EMOs) provide transportation for girls. \n \n9.  Quality is also a significant challenge in the Sindh education sector. Learning levels are \nvery  low  at  the  secondary  level.  The  mean  score  in  the  province’s  grade  8  standardized \nachievement test in SY2016/17 was 30.3%, up from 27.8% in 2015/16. In SY2016/17, the mean \nsubject scores were 40% for language, 21% for mathematics, and 26% for science.10 Data for \n2017 show that grade 10 students in Sindh performed poorly (in absolute terms and compared to \nthe national average) on assessments designed to test their competency in mathematics and \n \n5  Government of Pakistan, Ministry of Federal Education and Professional Training. 2017. Pakistan Education \nStatistics 2016/17. Islamabad. \n6  The gross enrollment ratio measures all students who, whatever their age, are enrolled at a given level of education \n(e.g., secondary) divided by the number of children of the appropriate age for that level of education. The net \nenrollment ratio measures all students of the appropriate age for that level of education (e.g., secondary) divided by \nthe number of children of the appropriate age for that level of education.  \n7  Asian Development Bank (ADB). 2019. School Education in Pakistan: A Sector Assessment. Manila. \n8  Government of Sindh, SELD. 2018. Better Data, Better Governance: Sindh Education Profile (2016/17). Karachi. \n9  Pakistan Bureau of Statistics. 2016. Pakistan Living Standards and Measurement Survey 2014/15. Islamabad. \n10 Government of Sindh, SELD. Standardized achievement test (SAT) V. 2016/17 and SELD SAT IV. 2015/16.  \n \n ", "3 \nlanguages: 13.8% of them could not recognize numbers, 14% could not read the alphabet in \nEnglish, and 13.8% could not read the alphabet in Urdu or Sindhi.11   \n \n10.  The poor performance of the Sindh school sector is driven in part by weaknesses in the \nteacher workforce. Uneven deployment of teachers; lack of trained teachers, especially subject \nspecialists;  lack  of  female  teachers  in  remote  areas;  and  poor  teacher  motivation  and \naccountability are major challenges. Of the 151,000 public school teachers in Sindh in SY2016/17, \nfewer than 30% were female, only 20% were at the secondary level, and fewer than 1% were \nsubject specialists. Previous hiring policies have resulted in a large pool of unqualified teachers \nin public schools—about 20% of teachers have a higher secondary education qualification or less \n(footnote  8).  Pre-  and  in-service  teacher  training  requires  substantial  improvement.  The \naccountability framework provides few incentives for teachers to perform. The poor quality of \nschools hinders learning and lowers enrollments as parents see little value in educating children. \n \n11.  Weaknesses in teacher training, quality, management, and accountability are exacerbated \nby an outdated secondary education examination system, particularly for grades 9–12 where \nboard examinations are mandatory. Weaknesses in the current examination system are well \ndocumented. They include (i) an emphasis on rote memorization rather than critical thinking;        \n(ii) poor test preparation, including frequent repetition of examination items across years and \nuneven coverage of the curriculum; (iii) weak capacity of examination writers and markers, which \nis exacerbated by the lack of university training programs in these subject areas; and (iv) rampant \nmalpractice and corruption in the administration of board examinations.12 \n \n12.  While additional spending can help improve the performance of the education system, this \nalone will not be enough, given that a significant proportion of allocated public funds—and \nparticularly the development budget—goes unspent due to bottlenecks and capacity limitations \nthat hinder effective and timely fund flows and spending on key inputs. To improve education \nsector performance, the GOS has made greater use of PPPs by expanding and refocusing the \nSindh Education Foundation (SEF), which subsidizes students to attend low-fee private schools; \nand by introducing the EMO program, under which the government contracts private partners to \noperate public schools. Private providers, including nongovernment organizations, will play a \nsignificant role in the project given their role in managing schools under the EMO program. \n \n13.  Strategic fit. There is considerable complementarity between the project and the SESP, \n2014−2018 (and the follow-up SESP, 2019–2023), including in expanding educational access in \nunderserved areas, recruiting qualified teachers, improving the public examination system, and \ndeveloping better school infrastructure (footnote 4). The European Union, the United States \nAgency for International Development, and the World Bank have been key development partners \nsupporting education in Sindh. The project supports three of the key operational priority areas in \nADB’s Strategy 2030: addressing remaining poverty and reducing inequalities,  accelerating \nprogress in gender equality, and strengthening governance and institutional capacity.  \n \n14.  Value added by ADB assistance. The project adds value by focusing on secondary \neducation,  which  faces  significant  access  and  quality  challenges  and  yet  receives  less \ndevelopment  partner  assistance.  The  project  will  also  support  key  initiatives  such  as  the \nexpansion of the EMO program, strengthening of subject specialists in five key subjects, and \nimprovements to the examination system. The development of a teacher training and mentoring \nprogram may provide a model for future teacher training, with more sustainable impacts. ADB’s \n \n11 ASER (Annual Status of Education Report) Pakistan. 2017. Annual Status of Education Report 2016. Islamabad. \n12 Government of Pakistan. 2009. National Education Policy 2009. Islamabad. \n ", "4 \nentry into secondary education may catalyze other development partners to increase their focus \non post-primary education in Sindh. \n \n15.  Lessons learned. The project heeds the lessons of ADB’s education sector experience, \nincluding the importance of strong policy commitment and ownership, as reflected in the GOS’s \nSESP, 2014–2018. The small size and limited focus of the project recognize the need for realistic \nproject objectives and time frames. The use of a dedicated independent project implementation \nunit (PIU) with strong capacity reflects the importance of effective implementation. The use of \nprivate school managers recognizes the need for effective school operation and construction. \nIndependent verification of EMO key performance indicators and independent supervision of \nconstruction reflect the need for effective monitoring and evaluation of project outcomes. \n \nB.  Impact and Outcome \n \n16.  The project is aligned with the following impact: Inclusive and equitable quality education \nfor all ensured (Sustainable Development Goal 4).13 The project will have the following outcome: \nInclusiveness of secondary education system in Sindh increased.14 \n \nC.  Outputs \n \n17.  The project has three outputs: (i) new secondary school blocks constructed, and operated \nunder EMO program, (ii) teaching capacity in five key subjects improved, and (iii) secondary \neducation examination system strengthened. \n \n18.  Output 1: New secondary school blocks constructed, and operated under EMO \nprogram. The project will finance the construction of about 160 new secondary school blocks \nwithin existing SELD school compounds, largely in 10 districts in southern Sindh.15 The districts \nwere chosen based on their socioeconomic and education indicators.16 More districts may be \nadded depending on the capacity of the initial 10 to absorb new secondary school blocks. School \nsites will (i) be identified from the SELD’s list of 4,560 priority schools; (ii) emphasize schools that \nenroll girls; and (iii) be selected based on social and technical assessments, including the \npresence of sufficient demand for secondary education in the area. School blocks will incorporate \ngender-responsive features and will be outfitted with solar power.17 An independent construction \nsupervision firm will monitor civil works. \n \n19.  Private partners will operate secondary school blocks under the SELD’s EMO program, \nwhich was developed in 2015. Under the program, SELD selects private EMO operators through \na competitive process. EMO operators are responsible for all aspects of school management and \nare paid based on performance. EMO-operated schools do not charge tuition fees. The GOS \nfinances  contracts  with  EMOs.  The  SELD  may  improve  the  EMO  program,  based  on \nimplementation  experience.18 The  SELD  may  also  update  the  education  PPP  framework, \nincluding  by  revising  the  governance  of  PPPs,  strengthening  the  SELD  PPP  node,  and \nstreamlining EMO contracting.  \n \n \n13 Government of Sindh. 2017. Strategy Document, Sustainable Development Goal 4. Karachi (draft).\n14 The design and monitoring framework is in Appendix 1. \n15 The districts are Badin, Matiari, Mirpur Khas, Sanghar, Sujawal, Tando Allah Yar, Tando M. Khan, Tharparkar, \nThatta, and Umer Kot. \n16 These include multidimensional poverty index scores, Alif Ailaan district education rankings, female literacy rates, \nenrollment ratios, and teacher availability. \n17 The design and monitoring framework (Appendix 1) includes a list of gender-responsive features.   \n18 Education Management Organizations Program (accessible from the list of linked documents in Appendix 2). \n ", "5 \n20.  Output 2: Teaching capacity in five key subjects improved. This output will support \nthe introduction of a teacher training and mentoring program aimed at improving the teaching of \nEnglish, mathematics, biology, chemistry, and physics in selected SELD and SEF secondary \nschools. The project will (i) assess teacher availability and training requirements, (ii) develop \nteacher training modules, (iii) provide classroom training and in-class mentoring by subject \nspecialist  master  trainers  to  about  2,630  teachers  using  information  and  communication \ntechnology, and (iv) provide laboratory equipment to some existing secondary schools. The SELD \nand the SEF will contract private providers to train and mentor teachers. The program will also \nbuild the capacity of selected Sindh teacher training institutes and the Sindh Provincial Institute \nof Teacher Education. It will incorporate gender-sensitive strategies such as the use of gender-\nbias-free lesson materials and gender-neutral language and classroom management techniques. \n \n21.  Output 3: Secondary education examination system strengthened. This output will \nsupport the development of a uniform examination syllabus and specifications for grades 9–12 \nfor the Sindh boards of intermediate and secondary education (BISE). It will also support the \nredesign of the content of these examinations to increase their emphasis on critical thinking. \nFinally, the project will support the provision of optical mark recognition systems to improve the \ntransparency, accuracy, and efficiency of examination grading. This assistance will be provided \nto all BISE in Sindh and will include the provision of hardware and software, and the development \nof the capacity of BISE examination assessors. About 400 BISE assessors will benefit from \ncapacity development in item writing and exam development, while 85 BISE staff will benefit from \ntraining in optical mark recognition operation, data analysis and research.  \n \nD.  Summary Cost Estimates and Financing Plan \n \n22.  The project is estimated to cost $82.5 million (Table 1). \n \n23.  Detailed cost estimates by expenditure category and by financier are in the project \nadministration manual (PAM).19 The project cost includes physical and price contingencies and a \nGOS in-kind contribution of $7.5 million that covers project implementation costs. ADB will finance \ntaxes and duties and the salaries of PIU technical staff. Most spending is on civil works. \n  \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amount \nA.  Base Cost    \n \n1.  New secondary school blocks constructed, and operated under EMO program   58.63 \n \n2.  Teaching capacity in five key subjects improved  9.99 \n \n3.  Secondary education examination system strengthened  2.18 \n   Subtotal (A)  70.80 \nB.  Contingencies  7.65 \nC.  Financial Charges During Implementation  4.05 \n   Total (A+B+C)  82.50 \nNotes: \n1. Includes taxes and duties of $9.37 million, of which $8.77 million will be financed by ADB and $0.60 million will be \nfinanced by the government. \n2. In 2019 prices as at January 2019. \n3. Government counterpart funding can be in cash or in-kind. \n4. Concessional OCR loan terms include: (i) 25-year maturity period, including a 5-year grace period; (ii) interest rate \nof 2% per annum during the 5-year grace period; (iii) interest rate of 2% during the amortization period; (iv) equal \namortization for 20 years; and (v) no commitment fee. \nSources: Asian Development Bank estimates. \n \n19 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n24.  The government has requested a concessional loan of $75 million from ADB’s ordinary \ncapital resources to help finance the project. The loan will have a 25-year term, including a grace \nperiod of 5 years; an interest rate of 2.0% per year during the grace period and thereafter; and \nsuch other terms and conditions set forth in the draft loan and project agreements. ADB will \nprovide additional financing of $75 million in 2022 or 2023, subject to satisfactory performance. \n \n25.  The summary financing plan is in Table 2. ADB will finance expenditures on civil works, \nfurniture  and  equipment,  consulting  services,  training,  workshops,  physical  and  price \ncontingencies, and financial charges. The GOS has assured ADB that it will make up any shortfall \nin the finances required for the project. \n \nTable 2: Summary Financing Plan \n  Amount  Share of Total \nSource  ($ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (concessional loan)  75.0  90.9 \nGovernment of Sindh  7.5  9.1 \nTotal  82.5  100.0 \nSource: Asian Development Bank estimates. \n \n26.  Climate mitigation is expected to cost $0.35 million. ADB will finance 100% of that \namount.20   \n \nE.  Implementation Arrangements \n \n27.  The project will be implemented over 6 years from January 2020 to December 2025. The \nSELD will be the executing agency. It will establish a dedicated independent PIU. Under the \nguidance of a project steering committee, the SELD will be responsible for project execution, with \nthe PIU responsible for day-to-day project implementation. Procurement (including consulting \nservices) will follow the ADB Procurement Policy (2017, as amended from time to time) and \nProcurement  Regulations  for  ADB  Borrowers  (2017,  as  amended  from  time  to  time). The \nimplementation arrangements are summarized in Table 3 and described in the PAM (footnote 19). \n \nTable 3: Implementation Arrangements \nAspect  Arrangements \nImplementation period  1 January 2020–31 December 2025 \nEstimated loan completion date  31 December 2025 \nEstimated loan closing date  30 June 2026 \nManagement \n(i)  Oversight body  Project steering committee \nChair, Planning and Development Board (chair) \nSecretary, School Education and Literacy Department (member) \nSecretary, Planning and Development Department (member) \nSecretary, Finance Department (member) \nSecretary, Universities and Boards Department (member) Director, \nPIU (member) \n(ii)  Executing agency  School Education and Literacy Department \n(iii) Key implementing agencies  Dedicated independent PIU  \n(iv) Implementation unit  35 staff (support staff included) \nProcurement  OCB works  22 contracts  $40.35 million \n \n20 School blocks will be equipped with solar panels, rather than use grid electricity. The annual CO2 reduction is \nestimated at 870 tons per year.   \n ", "7 \nAspect  Arrangements \nOCB goods  4 contracts   $11.60 million \nRFQ goods  3 contracts  $0.22 million \nConsulting services  QCBS  2 contracts  $8.20 million \nRFQ, Non-consulting  1 contract  $.05 million \nIndividual Consultant  10 contracts  $1.75 million \n(PIU staff) \nIndividual Consultant  2 contracts  $0.14 million \nRetroactive financing and/or  Advance action for recruitment of PIU staff,  teacher training and \nadvance contracting  assessment firm, architectural design and construction supervision \nfirm  and  procurement  of  PIU  equipment,  furniture,  and  vehicles. \nRetroactive  financing  for  key  PIU  positions;  procurement  of  the \narchitectural  design  and  construction  supervision  firm;  and  PIU \nequipment, furniture, and vehicles. \nDisbursementa  The  loan  proceeds  will  be  disbursed  following  ADB's  Loan \nDisbursement Handbook (2017, as amended from time to time) and \ndetailed arrangements agreed upon between the government and \nADB. \nADB = Asian Development Bank, ICR = individual consultant recruitment, LCS = least-cost selection, OCB = \nopen competitive bidding, PIU = project implementation unit, QCBS = quality and cost-based selection. \nSource: Asian Development Bank. \n  \n28.  The GOS requested ADB to approve advance action and retroactive financing. Advance \naction will cover the recruitment of key PIU staff, procurement of PIU equipment, furniture, and \nvehicles, recruitment of teacher training and assessment firm, and architectural design and \nconstruction supervision firm. Retroactive financing will cover (i) key PIU positions (project \ndirector, project manager, chief financial management specialist, chief procurement specialist, \nengineer, and administration unit head); (ii) PIU equipment, furniture, and vehicles; and (iii) the \narchitectural design and construction supervision firm. Retroactive financing must be incurred \nwithin 12 months of the date of the loan agreement, with a ceiling of 20% of the ADB loan amount. \nRetroactive financing will be less than 1% of the loan amount. ADB advised the GOS that approval \nof advance action and retroactive financing does not commit ADB to finance the project. \n \nIII.  DUE DILIGENCE \n \nA.  Technical \n \n29.  The project will support the construction of secondary school blocks. These will have \nimproved features compared with existing SELD secondary schools, including well-equipped \nlaboratories, a combined library and digital classroom, drinking water, separate girls’ and boys’ \ntoilets, and solar power. Schools will be run by EMOs, which can ensure the sustainable use of \nfacilities  and  equipment.  The  teacher  training  program  will  provide  equipment  for  science \nlaboratories. BISE have the capacity to use and maintain the optical mark recognition systems. \nAll facilities will meet or exceed national construction codes. \n \nB.  Economic and Financial \n \n30.  The project will generate substantial economic benefits as a result of (i) increased access \nto, and completion of, secondary education due to the construction of new secondary school \nblocks; and (ii) an increased wage premium for secondary school completers due to improved \nquality of education from the use of private managers for public schools, strengthened teaching \nand learning, and improvements to the design and administration of the Sindh public examination \n ", "8 \nsystem.21 Expanded access to secondary education will lift the lifetime incomes of the increased \nnumber of students who complete secondary school, given the estimated rate of return of 7.3% \nfor each additional year of schooling in Pakistan.22 In addition to opening up access for more \nstudents, a larger proportion of students will complete grade 10 due to improved school facilities. \nImproved quality of secondary education will increase the wage premium by a modest amount for \nthose who complete secondary school. \n \n31.  The project economic internal rate of return (EIRR) is estimated at 11.92%, indicating its \neconomic viability. Improved secondary education can be expected to produce nonmonetary \nbenefits such as reduced fertility, better health and nutrition, and reduced social unrest due to \nyouth unemployment. A sensitivity analysis showed that the EIRR remains robust. The EIRR is \nnot very sensitive to changes in the grade 10 completion rates but is somewhat sensitive to \nchanges in the wage premium from better-quality education and the combined scenario where \nthere is no change in completion rates and a lower wage premium increase. In all cases, the EIRR \nexceeds the required 6% rate for social sector projects. \n \n32.  The financial sustainability analysis highlights that the additional recurrent expenditures \narising  from  the  project  are  small  relative  to  the  GOS’s current  revenue  expenditure,  and \nprovincial revenues are increasing faster than federal government transfers.23 The maximum \nproject-related loan repayment as a share of total GOS current revenue expenditures would be \nlow (0.075% for FY2024 based on the GOS’s current revenue expenditure forecast for FY2021).24 \nThe project’s budgetary impact on the SELD’s current revenue expenditures and the Universities \nand Boards Department would also be small, making this a fiscally sustainable investment. \n \nC.  Governance \n \n33.  Financial management and procurement risk assessments were carried out. Key findings \nare in the risk assessment and risk management plan.25 Although the SELD complies with \ngovernment  regulations,  its  procurement  systems  are  weak  due  to  limited  capacity,  weak \nprocesses and administration, and inadequate anticorruption measures. Procurement risk is high. \nFinancial management staff are qualified, experienced, and familiar with development partner \nfinancial management procedures. There is a well-functioning financial management information \nsystem, and external audit by the Auditor General of Pakistan. The main weakness is the lack of \nfamiliarity  with  ADB  procedures,  which  will  be  addressed  through  staff  training.  Financial \nmanagement risk is moderate. Governance risk is moderate to substantial. To address these, the \nSELD  will  establish  a  dedicated  independent PIU  with  qualified  procurement  and financial \nmanagement staff. ADB’s Anticorruption Policy (1998, as amended to date) was explained to and \ndiscussed with the GOS and the SELD. The policy requirements and supplementary measures \nare described in the PAM (footnote 19). \n \nD.  Poverty, Social, and Gender \n \n34.  By improving access and quality in Sindh secondary education, the project will help lift the \nincomes of those who obtain higher-quality secondary education. The project will be implemented \n \n21 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n22 Z. Nasir and H. Nazli. 2000. Education and Earnings in Pakistan. Working Paper Series No. 177. Islamabad: Pakistan \nInstitute of Development Economics. \n23 Financial Analysis (accessible from the list of linked documents in Appendix 2). \n24 FY2021 is the latest forecast available for the GOS’s current revenue expenditure. \n25 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n \n ", "9 \nacross Sindh, but some aspects will be focused largely on 10 districts with low scores in the \nPakistan  District  Education  Rankings  2016,  which  measures  enrollments,  learning,  school \nretention, and gender parity.26 The project will directly benefit girls by expanding their access to \nsecondary education, thus promoting gender equality and narrowing gender disparities. The \nproject is classified gender equity theme, which requires the preparation of a gender action plan \n(GAP) and hiring of a gender specialist to assist in GAP implementation and monitoring.27 A \ndetailed GAP has been prepared with measurable targets and indicators to ensure that women \nand girls benefit substantially from project investments. Key GAP actions include ensuring               \n(i) school design is gender-responsive, (ii) barriers to school enrollment for girls are reduced,        \n(iii) female participation in training is equitable, and (iv) the examination system is gender neutral. \n \nE.  Safeguards \n \n35.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.28 \n36.  Environment (category B). As the location of subprojects will not be finalized until after \nthe project is approved by the ADB Board of Directors, an environmental assessment and review \nframework was prepared in coordination with the SELD, consistent with ADB’s Safeguard Policy \nStatement (2009). The framework was disclosed on ADB’s website in July 2018. It provides \nguidance on subproject screening and categorization; assessment and planning; and public \nconsultation, disclosure, and a grievance redress mechanism. ADB will review and approve \nenvironmental assessment and environmental planning documents before construction begins. \nThe environmental impacts of subprojects will occur mostly during construction and are expected \nto  be  site-specific  and  unlikely  to  be  irreversible.  Adequate  mitigation  measures  will  be \nimplemented through site-specific environmental management plans. The PIU’s environmental \nsafeguard capacity is low, so project consultants will train staff in environmental management. \nThe project will not finance potential subprojects located in sensitive environments. \n \n37.  Involuntary resettlement (category B). The secondary school blocks will be constructed \nin school compounds with available land. However, school sites will only be finalized after the \nproject is approved by ADB, based on agreed criteria and following the conduct of due diligence. \nIt is uncertain whether there are third-party users of the land who may be affected. A resettlement \nframework  has  been  prepared. 29 School  sites  will  be  screened  and  assessed  following \npreparation of detailed school designs, based on criteria in the project’s land acquisition and \nresettlement framework. Upon finalization of the detailed school designs, if affected people are \nidentified, land acquisition and resettlement plans will be prepared, approved, and implemented \nprior  to  displacing  affected  people  and  commencing  works.  The  project  will  not  finance \nresettlement or land acquisition.  \n \n38.  Indigenous peoples (category C). There are no sociocultural groups present in southern \nSindh that may be considered tribes or indigenous communities as defined in ADB’s Safeguard \nPolicy Statement (2009). \n \n \n \n \n26 Alif Ailaan and Sustainable Development Policy Institute. 2016. Alif Ailaan Pakistan District Education Rankings \n2016. Islamabad. \n27 ADB. 2012. Guidelines for Gender Mainstreaming Categories of ADB Projects. Manila. \n28 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n29 Land Acquisition and Resettlement Framework (accessible from the list of linked documents in Appendix 2).   \n ", "10 \nF.  Summary of Risk Assessment and Risk Management Plan \n \n39.  Significant risks and mitigating measures are summarized in Table 4 and described in \ndetail in the risk assessment and risk management plan (footnote 25). The benefits and impacts \nare expected to outweigh the costs. \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nWeaknesses  in  revenue  mobilization,  budget  Provide technical and policy support to address \nexecution,  treasury  management,  and  financial  systemic PFM issues to strengthen the province’s \nreporting expose the PFM system to fiduciary risk.  PFM system and procedures. \nThe SELD lacks an internal audit function.   SELD completes process of establishing internal \naudit unit covering PIU and project activities. \nWeaknesses in procurement include lack of a SELD  Establish a project procurement unit with qualified \nprocurement unit and procurement documentation,  staff  and  appropriate  systems  within  the  PIU. \nlimited use of electronic procurement systems, lack  Request the SPPRA to make SELD a priority \nof  contract  management  system,  and  weak  agency  to  address  longer-term  procurement \nenforcement of anticorruption laws.  issues. \nWeak capacity of procurement staff and frequent  A  project  start-up  consultant  and  Asian \ntransfer of staff cause procurement delays, reduced  Development Bank staff will train PIU and SELD \nefficiency,  and  reduced  credibility  of  the  staff in procurement and consultant recruitment. \nprocurement process.  Procurement professionals are available locally. \nAbsence of a streamlined procurement process,  Establish  efficient  and  functional  procurement \nadequate internal controls, and effective grievance  process  as  part  of  project  implementation, \nredress mechanisms lead to delays in procurement,  including  strengthened  internal  controls  and \nand time and cost overruns.  grievance redress mechanism. \nPFM = public financial management, PIU = project implementation unit, SELD = School Education and Literacy \nDepartment, SPPRA = Sindh Public Procurement Regulatory Authority.  \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n40.  The government and the SELD have assured ADB that implementation of the project shall \nconform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail \nin the PAM and loan documents. The government and the SELD have agreed with ADB on certain \ncovenants for the project, which are set forth in the draft loan and project agreements. It is a \ncondition for the withdrawal of loan proceeds to finance works that the project implementation unit \nshall have been adequately staffed in a manner mutually acceptable to ADB and the SELD. \n \nV.  RECOMMENDATION \n \n41.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of $75,000,000 \nto the Islamic Republic of Pakistan for the Sindh Secondary Education Improvement Project, from \nADB’s ordinary capital resources, in concessional terms, with an interest charge at the rate of \n2.0% per year during the grace period and thereafter; for a term of 25 years, including a grace \nperiod of 5 years; and such other terms and conditions as are substantially in accordance with \nthose set forth in the draft loan and project agreements presented to the Board. \n \nTakehiko Nakao \nPresident \n2 October 2019\n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \nImpact the Project is Aligned with \n \nInclusive and equitable quality education for all ensured (Sustainable Development Goal 4)a \n    Data Sources and   \n  Performance Indicators with  Reporting   \nResults Chain  Targets and Baselines  Mechanisms  Risks \nOutcome  By 2025:     \nInclusiveness of  a.  Proportion of females among  a. Annual Sindh school  The government \nsecondary  secondary education  census data (source:  education \neducation system  enrollments in project districts  SELD)  strategy \nin Sindh increased  increases to 38.0% (SY2016/17    changes due to \nbaseline: 33.0%)    revisions in \n    priorities in the \nb.  At least 80% of teachers, of  b. Special pre- and  new Sindh \nwhich 50% female, pass a  post-training  Education \ncompetency test in five key  competency tests for  Sector Plan, \nsubjects (English, mathematics,  teachers trained and  2019–2023. \nbiology, chemistry, and physics)  mentored in five key \n(2019 baseline: None)  subjects (English, \nmathematics, \nbiology, chemistry, \nand physics) \nOutputs  1a. 100% of project secondary  1a. Data from PIU  Increase in cost \n1. New secondary  school blocks include gender-   of materials \nschool blocks  responsive features by 2024    beyond \nconstructed, and  (2019 baseline: None)b    projections \noperated under      reduces the \nEMO program   1b. Proportion of secondary  1b. Annual school  funds available \n  schools in Sindh with a (i)  census data  for school \n  science laboratory increases to  (source: SELD)  construction. \n  30%, (ii) library increases to     \n  20%, all by 2025 (SY2016/17   \n  baselines: 22% for science   \n  laboratories, 12% for libraries)   \n     \n  1c. Updated education PPP  1c. Government \n  framework, including revised  notification of \n  PPP governance arrangements,  updated education \n  strengthened PPP node, and  PPP framework \n  streamlined EMO contracting   \n  process, approved by SELD by   \n  2021 (2019 baseline: Not   \n  available)   \n     \n2. Teaching  2a. Teacher training and mentoring  2a. Data from PIU \ncapacity in five  program in five key subjects   \nkey subjects  (English, mathematics, biology, \nimproved  chemistry, and physics) \n  developed, incorporating \ngender-sensitive strategies by \n2021 (2019 baseline: None) \n \n ", "12  Appendix 1 \nResults Chain  Performance Indicators with  Data Sources and  Risks \nTargets and Baselines  Reporting \nMechanisms \n3. Secondary  3a. Newly developed uniform  3a. Government \neducation  examination syllabus and  notification of   \nexamination  specifications for grades 9–12  revised examination \nsystem  approved by Universities and  syllabus and \nstrengthened  Boards Department and BISE  specifications \nby 2020 (2019 baseline: None)   \n   \n3b. Optical mark recognition  3b. Data from BISE \nsystems for grades 9–12   \nexaminations adopted by Sindh   \nBISE by 2022 (2018 baseline:   \nNo optical mark recognition   \nsystems)   \n   \n3c. At least 80% of BISE assessors,  3c. Special pre- and \nof which 40% are female, pass  post-training \na competency test in item  competency tests \nwriting and examination \ndevelopment by 2022 (2019 \nbaseline: None) \nKey Activities with Milestones \n1.  New secondary school blocks constructed, and operated under education management \norganization program  \n1.1  Finalize school site selection emphasizing schools that enroll girls (i.e., girls’ or mixed schools) by \nQ1 2020. \n1.2  Approve detailed engineering designs for about 160 project secondary school blocks by Q2 2020. \n1.3   Complete construction of about 160 project secondary school blocks with solar panels in project \ndistricts by Q4 2024. \n1.4  Complete provision of furniture and equipment for classrooms, proportionate number of sex-\nsegregated sanitation facilities, libraries, and laboratories for project secondary school blocks by \nQ1 2025. \n1.5  Put EMO contracts in place for all project secondary school blocks by Q2 2025. \n2.   Teaching capacity in five key subjects improved \n2.1  Complete study on needs assessment and capacity of secondary school teachers in five key \nsubjects by Q3 2020. \n2.2  Develop and pilot the new teacher training and mentoring program by Q1 2021. \n2.3  Provide equipment and teaching aids for existing schools based on the new teacher training and \nmentoring program by Q2 2021. \n2.4  Provide training and mentoring in five key subjects to teachers and to staff in selected teacher \ntraining institutes and the Sindh Provincial Institute of Teacher Education by Q2 2023. \n3.  Secondary education examination system strengthened \n3.1   Develop uniform examination syllabus and specifications for grades 9–12 by Q4 2020. \n3.2  Procure and provide optical mark recognition systems to BISE by Q2 2021. \n3.3  Provide the new training to BISE and other relevant staff by Q4 2021. \nProject Management Activities \nRecruit key staff for dedicated independent PIU by Q4 2019. \nAdvertise the teacher training and assessment firm by Q3 2019. \nAdvertise the detailed architectural design and construction supervision firm by Q3 2019. \nRecruit the teacher training and assessment firm by Q1 2020. \nRecruit detailed architectural design and construction supervision firm by Q1 2020. \nAdvertise all 10 civil works packages for the construction of about 160 secondary school blocks by Q3 \n2020. \n ", "Appendix 1  13 \nAdvertise equipment for existing schools by Q1 2021 and equipment and furniture for 160 new schools \nby Q4 2021. \nAdvertise optical mark recognition systems by Q1 2021. \nInputs \nADB: $75.0 million ordinary capital resources loan (concessional) \nGovernment of Sindh: $7.5 million \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank, BISE = Board of Intermediate and Secondary Education, EMO = education \nmanagement organization, PIU = project implementation unit, PPP = public–private partnership, Q = quarter, SELD = \nSchool Education and Literacy Department. \na  Government of Sindh. 2017. Strategy Document, Sustainable Development Goal 4. Karachi (draft). \nb  Gender-responsive design features include a sufficient number of separate male and female toilets in proportion to \nthe size of the student population and equipped with working sanitation facilities and adequate water supply, separate \nfemale changing rooms, separate female faculty lounges, separate prayer rooms for females, well-lit rooms and \ncorridors, and boundary walls. \nSource: Asian Development Bank. \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51126-002-3 \n     \n1.  Loan Agreement     \n2.  Project Agreement \n3.  Sector Assessment (Summary): Education     \n4.  Project Administration Manual     \n5.  Contribution to the ADB Results Framework     \n6.  Development Coordination     \n7.  Financial Analysis     \n8.  Economic Analysis     \n9.  Country Economic Indicators     \n10.  Summary Poverty Reduction and Social Strategy     \n11.  Risk Assessment and Risk Management Plan     \n12.  Gender Action Plan     \n13.  Environmental Assessment and Review Framework     \n14.  Resettlement Framework \n \nSupplementary Documents \n \n15.  School Sector Governance in Sindh \n16.  The Education Management Organizations Program \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20191003144108+09'00'", "Creator": "PDF24 Creator", "Keywords": "sindh, pakistan, quality education, sustainable development goal 4, secondary education system, secondary school blocks construction, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president, 51126-002 rrp", "ModDate": "D:20191028102345+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "51126-002: Report and Recommendation of the President", "Title": "Pakistan: Sindh Secondary Education Improvement Project"}, "author_page": " \nCURRENCY EQUIVALENTS \n(as of 2 October 2019) \n \nCurrency unit  –  Pakistan rupee/s (PRe/PRs) \nPRe1.00  =  $0.0063989 \n$1.00  =  PRs156.28 \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BISE  –  Boards of Intermediate and Secondary Education \nEIRR  –  economic internal rate of return \nEMO  –  education management organization \nGAP  –  gender action plan \nGER  –  gross enrollment ratio \nGOS  –  Government of Sindh \nNER  –  net enrollment rate \nPAM  –  project administration manual \nPIU  –  project implementation unit \nPPP  –  public–private partnership \nSEF  –  Sindh Education Foundation \nSELD  –  School Education and Literacy Department \nSESP  –  Sindh Education Sector Plan \n \nNOTES \n(i)  The fiscal year (FY) of the Government of Pakistan ends on 30 June. “FY” before \na calendar year denotes the year in which the fiscal year ends, e.g., FY2018 ends \non 30 June 2018. \n(ii)  In this report, \"$\" refers to United States dollars.  \n \nVice-President  Shixin Chen, Operations 1 \nDirector General  Werner Liepach, Central and West Asia Department (CWRD) \nDirector  Rie Hiraoka, Social Sector Division, CWRD \n   \nTeam leader  Norman LaRocque, Principal Education Specialist, CWRD \nTeam members  Nurlan Djenchuraev, Senior Environment Specialist, CWRD \n  Rose Anne Dumayas, Operations Assistant, CWRD \n  Rizwan Haider, Operations Assistant, CWRD \n  Eiko Izawa, Unit Head, Project Administration, CWRD \n  Ma. Isabel Martin, Project Officer, CWRD \n  Jose Tiburcio Nicolas, Senior Social Development Specialist \n  (Safeguards), CWRD \n  Douglas Perkins, Principal Counsel, Office of the General Counsel \n  Mary Alice Rosero, Social Development Specialist (Gender and \nPeer reviewer  Development), CWRD \nShanti Jagannathan, Senior Education Specialist, South Asia \nDepartment \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", "authors": [{"fullname": "Shixin Chen", "role": "Operations", "organization": ""}, {"fullname": "Werner Liepach", "role": "Central and West Asia Department (CWRD)", "organization": ""}, {"fullname": "Rie Hiraoka", "role": "Social Sector Division", "organization": "CWRD"}, {"fullname": "Norman LaRocque", "role": "Principal Education Specialist", "organization": "CWRD"}, {"fullname": "Nurlan Djenchuraev", "role": "Senior Environment Specialist", "organization": "CWRD"}, {"fullname": "Rose Anne Dumayas", "role": "Operations Assistant", "organization": "CWRD"}, {"fullname": "Rizwan Haider", "role": "Operations Assistant", "organization": "CWRD"}, {"fullname": "Eiko Izawa", "role": "Unit Head", "organization": "Project Administration"}, {"fullname": "Ma. Isabel Martin", "role": "Project Officer", "organization": "CWRD"}, {"fullname": "Jose Tiburcio Nicolas", "role": "Senior Social Development Specialist", "organization": ""}, {"fullname": "Douglas Perkins", "role": "Principal Counsel", "organization": "Office of the General Counsel"}, {"fullname": "Mary Alice Rosero", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Shanti Jagannathan", "role": "Senior Education Specialist", "organization": "South Asia"}]}