{"path": "data/input/reports/51132-002-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President \nto the Board of Directors\n \n \nProject Number: 51132-002 \nSeptember 2020 \n \n \n \n \nProposed Loans and Administration of Technical \nAssistance Grant \nGeorgia: Sustainable Water Supply and Sanitation \nSector Development Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nAccess to Information Policy. \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 10 July 2020) \n \nCurrency unit  –  lari (GEL) \n     \nGEL1.00  =  €0.290067   or  $0.327022 \n$1.00  =  GEL3.057900  or  €0.886997   \n€1.00  =  GEL3.447475  or  $1.127400 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  COVID-19  –  coronavirus disease \n  EU  –  European Union \n  GDP  –  gross domestic product \n  GNERC  –  Georgian National Energy and Water Supply Regulatory \nCommission \n  GWP  –  Georgian Water and Power \n  HR  –  human resources \n  IMF  –  International Monetary Fund \n  LIBOR  –  London interbank offered rate \n  m3  –  cubic meter \n  MFF  –  multitranche financing facility \n  MOF  –  Ministry of Finance \n  MRDI  –  Ministry of Regional Development and Infrastructure \n  NRW  –  nonrevenue water \n  O&M  –  operation and maintenance \n  P3F  –  post-program partnership framework \n  PAM  –  project administration manual \n  PBL  –  policy-based loan \n  PPP  –  public–private partnership \n  PSP  –  private sector participation \n  SOE  –  state-owned enterprise \n  TA  –  technical assistance \n  UWSCG  –  United Water Supply Company of Georgia \n  WSS  –  water supply and sanitation \n \n \nNOTE \n \nIn this report, \"$\" refers to United States dollars. \n \n   \n ", " \nVice-President   Shixin Chen, Operations 1 \nDirector General  Werner E. Liepach, Central and West Asia Department (CWRD) \nDirector  Yong Ye, Urban Development and Water Division (CWUW), CWRD \n   \nTeam leader  Heeyoung Hong, Principal Urban Development Specialist (Finance), \nCWUW, CWRD \nTeam members  Maria Pia Ancora, Senior Urban Development Specialist, CWUW, \nCWRDa \nKin Wai Chan, Public–Private Partnership Specialist, Advisory Division 1 \n(OPA1), Office of Public–Private Partnership (OPPP) \nNurlan Djenchuraev; Senior Environment Specialist; Portfolio, Results, \nSafeguards and Gender Unit (CWOD-PSG); CWRD \nMinhong Fan; Senior Procurement Specialist; Procurement Division 1; \nProcurement, Portfolio and Financial Management Department \n(PPFD) \nKashif Jamal, Financial Management Specialist, Public Financial \nManagement Division, PPFD \nDmitry Kabrelyan, Senior Public–Private Partnership Specialist, Office of \nthe Director General, CWRD \nMurman Katsitadze, Associate Procurement Officer, Georgia Resident \nMission (GRM), CWRD \nJung-Ho Kim, Senior Urban Development Specialist, CWUW, CWRD \nGeorge David Luarsabishvili, Economist, GRM, CWRD \nLeah Luna, Senior Operations Assistant, CWUW, CWRD \nMaritess G. Marcelino, Project Officer, CWUW, CWRD  \nRodelyn Grace T. Miso, Public–Private Partnership Officer, OPA1, \nOPPP \nTakako Morita, Senior Counsel, Office of the General Counsel \nTea Papuashvili, Project Analyst, GRM, CWRD \nSona Poghosyan, Social Development Specialist (Safeguards), CWOD-\nPSG, CWRD \nMary Alice Rosero, Social Development Specialist (Gender and \nDevelopment), CWOD-PSG, CWRD \nSyed Ali-Mumtaz H. Shah; Principal Financial Sector Specialist; Public \nManagement, Financial Sector, and Trade Division, CWRD \nRon Slangen, Principal Urban Development Specialist, CWUW, CWRD \nGeoffrey Wilson, Senior Water Resources Specialist, Office of the \nCluster Head–Water Sector Group, SDCC \nPeer reviewer  Elma Morsheda; Infrastructure Specialist; Pacific Liaison and \nCoordination Office in Sydney, Australia; Pacific Department \na  Outposted to the Armenia Resident Mission. \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE \nMAP \nI.  THE PROPOSAL  1 \nII.  THE SECTOR DEVELOPMENT PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform Agenda and ADB’s Value Addition  5 \nC.  Impacts of the Reforms  6 \nD.  Development Financing Needs, Summary Cost Estimates, and Financing Plan  8 \nE.  Implementation Arrangements  10 \nIII.  ATTACHED TECHNICAL ASSISTANCE  11 \nIV.  DUE DILIGENCE  11 \nA.  Technical  11 \nB.  Economic and Financial Viability  11 \nC.  Sustainability  12 \nD.  Governance  12 \nE.  Poverty, Social, and Gender  13 \nF.  Safeguards  13 \nG.  Summary of Risk Assessment and Risk Management Plan  14 \nV.  ASSURANCES  14 \nVI.  RECOMMENDATION  14 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  15 \n2.  List of Linked Documents  18 \n3.  Development Policy Letter   19 \n4.  Policy Matrix   22 \n \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 51132-002\nProject Name Sustainable Water Supply and Sanitation Department/Division CWRD/CWUW\nSector Development Program\nCountry Georgia Executing Agency Ministry of Finance, \nBorrower Georgia Ministry of Regional \nCountry Economic Indicators https://www.adb.org/Documents/LinkedD Development and \nocs/?id=51132-002-CEI Infrastructure of Georgia\nPortfolio at a Glance https://www.adb.org/Documents/LinkedD\nocs/?id=51132-002-PortAtaGlance\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Urban policy, institutional and capacity development 100.00\ninfrastructure and services Urban water supply 16.00\nAgriculture, natural  Rural water policy, institutional and capacity development 34.00\nresources and rural \ndevelopment\nTotal 150.00\n3. Operational Priorities Climate Change Information\nAddressing remaining poverty and reducing inequalities GHG reductions (tons per annum) 1,300\nAccelerating progress in gender equality Climate Change impact on the  Medium\nProject\nTackling climate change, building climate and disaster resilience, and \nenhancing environmental sustainability\nADB Financing\nMaking cities more livable\nAdaptation ($ million) 9.90\nPromoting rural development and food security\nMitigation ($ million) 6.50\nStrengthening governance and institutional capacity\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 5.4 Effective gender mainstreaming (EGM)\nSDG 6.1, 6.5, 6.a, 6.b\nSDG 9.4 Poverty Targeting\nSDG 11.5, 11.a General Intervention on Poverty\nSDG 12.2, 12.4\nSDG 13.a\n4. Risk Categorization: Complex \n.\n5. Safeguard Categorization Environment: B   Involuntary Resettlement: B   Indigenous Peoples: C\n.\n6. Financing\nModality and Sources Amount ($ million)\nADB 150.00\n     Sovereign SDP - Program (Regular Loan):  Ordinary capital resources 130.00\n     Sovereign SDP - Project (Regular Loan):  Ordinary capital resources 20.00\nCofinancing 0.00\n     None 0.00\nCounterpart  3.50\n     Government  3.50\nTotal 153.50\nNote:AnattachedtechnicalassistancewillbefinancedonagrantbasisbytheHighLevelTechnologyFundintheamountof$225,000.\nCurrency of ADB Financing: Euro \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 24092020184042080370 Generated Date: 24-Sep-2020 20:47:38 PM", "o o\n41  00'E 45  00'E\nGEORGIA\nSUSTAINABLE WATER SUPPLY AND SANITATION SECTOR DEVELOPMENT PROGRAM\nPROJECT LOCATION\n> 100,000\nAgence Française de Développement  (AFD)\n50,000\nEuropean Investment Bank  (EIB)\n20,000\n10,000 KfW \n5,000\nAsian Development Bank (ADB)\n2,500             ADB New Project\no < 250 o\n4433    0000''NN Sokhumi 4433    0000''NN\nMestia\n\u0000,\u0000\u0000\u0000\nJvari\n\u0000,\u0000\u0000\u0000\nZugdidi\n\u0000\u0000,\u0000\u0000\u0000\nStepantsminda\nAnaklia \u0000,\u0000\u0000\u0000\n\u0000,\u0000\u0000\u0000 Abasha\n\u0000,\u0000\u0000\u0000 Kutaisi Chiatura\n\u0000\u0000\u0000,\u0000\u0000\u0000 \u0000\u0000,\u0000\u0000\u0000 Gudauri\n\u0000\u0000\u0000\nPoti\n\u0000\u0000,\u0000\u0000\u0000\nB l a c k    S e a  Sa\u0000m\u0000,t\u0000r\u0000ed\u0000ia Khashuri\n\u0000\u0000,\u0000\u0000\u0000\nUreki\n\u0000,\u0000\u0000\u0000 Vani Telavi\n\u0000,\u0000\u0000\u0000 TBILISI \u0000\u0000,\u0000\u0000\u0000\nBaghdati\n\u0000,\u0000\u0000\u0000\nBatumi\nMarneuli\n\u0000\u0000,\u0000\u0000\u0000\nBolnisi\n\u0000,\u0000\u0000\u0000\no o\n41  00'N 41  00'N\nN\nNational Capital\nAdministrative Center\n0 20 40 60 80\nCity / Town \nKilometers\nInternational Road\n200 TThheis  bmoaupn dwaarise sp,r ocdoulocresd,  dbeyn tohme icnaarttioognrsa, pahnyd  uannity  oof ththeer  Ainsfioarnm Dateiovne loshpomwenn to Bna tnhkis.   Other Road\n86 map do not imply, on the part of the Asian Development Bank, any judgment on the  International Boundary\n5\n 20G cleogloarl ss,t adteunso omf iannayti otenrsri,t oorr yin, oforr amnayt ieonnd. orsement or acceptance of such boundaries,  Boundaries are not necessarily authoritative.\nE\nO\n A 41o  00'E 45o  00'E\nB\nV", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed \n(i) policy-based loan (PBL) and (ii) project loan to Georgia for the Sustainable Water Supply and \nSanitation Sector Development Program. The report also describes the proposed administration \nof technical assistance (TA)—Supporting High-Level Technology for Asset Management—to be \nprovided by the High-Level Technology Fund1 and, if the Board approves the proposed loans, I, \nacting under the authority delegated to me by the Board, approve the administration of the TA. \n \n2.  The proposed program supports the government’s pursuit of sustainable water supply and \nsanitation (WSS) services and an efficient state-owned enterprise (SOE). The policy actions \nunder the stand-alone multitranche PBL will transform WSS governance and institutions to \nimprove performance and financial sustainability, while ensuring funding for basic services during \na period of fiscal constraints brought on by the coronavirus disease (COVID-19) pandemic. The \nproject will (i) strengthen the operation and maintenance (O&M) capacity of United Water Supply \nCompany of Georgia (UWSCG),2 (ii) prepare strategic investment plans for national-scale rural \nWSS development, and (iii) increase public awareness of infection prevention measures in the \ncontext of COVID-19 through a gender-sensitive health, hygiene, and sanitation program. The \nproject will also improve the water supply system in Telavi city, a regional center and employment \ngeneration hub, to enable 24-hour water supply.3 The TA will introduce high-level technology into \nasset management systems to enhance O&M in select cities. \n \nII.  THE SECTOR DEVELOPMENT PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  Macroeconomic context and COVID-19 impacts. Georgia enjoyed a 4.7% average \nannual rate of gross domestic product (GDP) growth and kept its annual fiscal deficit equal to \nabout 1.0% of GDP in 2011–2019.4 It halved its poverty rate from 38.8% in 2007 to 20.1% in 2018. \nUnemployment declined from 17.3% in 2011 to 11.6% in 2019. Public debt to GDP stood at 44.5% \nin 2019. The International Monetary Fund (IMF) assessed public debt as remaining sustainable \nin the medium term.5 The inflation forecast for 2020 is adjusted upward to 5% above the central \nbank target of 3% as the lari depreciated rapidly. The government plans for a gradual fiscal \nconsolidation starting in 2021. The National Bank of Georgia will continue to exercise caution in \nits policy stance to balance the impact of the lari depreciation. GDP growth is estimated to drop \nto -5% in 2020 because of the COVID-19-induced economic slowdown.6 Timely budget support \nis critical for (i) imminent fiscal relief and COVID-19 management,7 (ii) structural reforms against \nfiscal risks arising from SOEs, and (iii) substantial development financing needs from the COVID-\n19 impact.8 COVID-19 is expected to reduce UWSCG revenues from commercial customers—an \nessential revenue stream—by up to 30% in 2020. \n \n1  Financing partner: Government of Japan. Administered by the Asian Development Bank (ADB). \n2  UWSCG is a limited liability company established in January 2010, and the state owns 100% of the shares. \n3  Telavi is the 13th largest city with a population of 20,000. It is 158 kilometers east of the capital, Tbilisi. Adequate \nwater supply is critical for Telavi’s wine and agricultural production, and for tourism. \n4  IMF. Georgia and IMF: Country Data (accessed on 24 August 2020).   \n5  IMF. 2020. IMF Country Report No. 20/149. Washington, DC. \n6  ADB. 2020. Asian Development Outlook Supplement: Lockdown, Loosening, and Asia’s Growth Prospects. Manila. \n7  ADB. 2020. Georgia: COVID-19 Active Response and Expenditure Support Program. Manila. At least 1.2 million \nfamilies will benefit from subsidized utility bills for water, electricity, and waste management for at least 3 months. \n8  Georgia’s development financing needs is estimated at $1.53 billion in 2020. The government has more than 200 \nongoing WSS works contracts that risk either cancellation or termination. \n ", "2 \n4.  Inadequate provision of water supply and sanitation services. Access to essential \nWSS services varies across the country, and disparities between urban and rural areas are \nincreasing.9 About 92% of urban residents and 64% of rural residents receive piped water, while \n84% of urban and 20% of rural residents have access to sewerage systems. Only 36% of the total \npopulation benefit from wastewater treatment. Water supply is not continuous, ranging nationwide \nfrom 4 hours per day to 24 hours per day, which poses a significant health risk during the COVID-\n19 pandemic. Telavi households, for example, suffer from intermittent water supply of 4 hours per \nday (footnote 3). The quality of service suffers from operational inefficiencies, as evident in a high \nrate of nonrevenue water (NRW), estimated at 66%, and in just 47% of households being metered. \n \n5.  Outdated sector policy and regulations. Georgia lacks a consolidated vision and policy \nto guide urban and rural WSS planning and development. Multiple regulations and strategies \nexist, but without a coherent and integrated approach. The 1997 Water Law, currently in force, \ndoes not align with European Union (EU) legislation for integrated water resources and river basin \nmanagement.10 The 1997 Energy and Gas Law and related regulations apply primarily to the \nenergy sector and lack a focus on WSS. \n \n6.  Inadequate institutional arrangements. Sector planning, development, and monitoring \nare not coordinated, involve multiple stakeholders, and largely exclude the participation of local \ngovernments. The Ministry of Regional Development and Infrastructure (MRDI) is responsible for \nWSS policy formulation, infrastructure development, and the administration of line agencies, \nincluding UWSCG. The Ministry of Environmental Protection and Agriculture is tasked with \nenvironmental regulation; the Ministry of Labor, Health, and Social Affairs monitors the quality of \ndrinking water; and the Georgian National Energy and Water Supply Regulatory Commission \n(GNERC) regulates operators and sets tariffs. The roles and responsibilities of local governments \nin WSS management and regulation are not clearly defined. \n \n7.  Weak  capacity  of  the  key  service  providers.  Local  governments  and  UWSCG \ncollectively  serve  about  68%  of  the  population. 11  UWSCG's  inadequate  O&M  capacity \naccelerated the degradation of its assets and compromises its urban service provision, while rural \nWSS lacks a holistic solution to its multiple challenges. Local governments have limited capacity \nto  undertake  WSS  development  because  of  insufficient  financial  and  technical  resources. \nUWSCG, the sole SOE among WSS providers, is responsible for the largest individual share of \nWSS assets in Georgia, covering 90% of the nation’s geographic area. Its corporate structure, \ncapacity, and resources do not align with increasing services and customer demands.12 Its \ngovernance system does not support organizational autonomy and accountability, and weakens \nits operational and financial performance. Acute skills shortages and mismatches prevail because \nUWSCG management and staff do not have the education and expertise they need. \n \n \n9  Georgia ranked 70th out of 189 countries on the Human Development Index and 75 on the Gini index in 2019. More \nthan 30% of the total population lives in the capital, Tbilisi, which contributed 52% of GDP in 2019. \n10 European Union. 2000. Directive 2000/60/EC of the European Parliament and of the Council establishing a \nframework for the Community action in the field of water policy. Brussels. \n11 Nine WSS service providers cover 56% of the total population, largely in urban areas, while local governments service \n44% of mostly rural residents. Four of the nine providers are private licensees, one is an SOE, and four are municipal \ncompanies. Three licensees are responsible for 92% of urban households: (i) Georgian Water and Power (GWP) \ncovers Tbilisi, Mtskheta, Rustavi, and Gardabani municipalities (serving 1.1 million people); (ii) Batumis Tskali, a \nmunicipal company founded in 2006, operates in the Adjara Autonomous Republic (0.1 million people); and \n(iii) UWSCG operates in 10 regions across the country (0.9 million people). The two largest service providers, GWP \nand UWSCG, cover 83% of the total urban population. \n12 UWSCG provides only 32% of its service centers with 24-hour water supply and has 77% NRW. Its staff productivity \nis low since it has more than 8 staff per 1,000 connections. \n ", "3 \n8.  Sector reforms. The government privatized Georgian Water and Power (GWP) in 2008 \nto provide services in the capital region of Tbilisi, consolidated more than 60 WSS companies \nacross the country, and incorporated UWSCG in 2010 to cover secondary cities in 10 regions. \nThrough UWSCG, the government facilitated access to low-cost capital and pooled resources to \nsupport the sector’s infrastructure needs. From 2011 to 2019, it attracted more than $800 million \nin financial assistance to improve urban WSS infrastructure through UWSCG. The government \nconsiders UWSCG a strategic asset to meet its socioeconomic goals and sees WSS reforms as \na prerequisite for a next generation of physical investments. The immediate needs include \n(i) developing a single WSS policy covering urban and rural areas; (ii) improving the legal, \nregulatory,  and  institutional  environment  to  sustain  investments,  and  enable  private  sector \nparticipation  (PSP)  and  public–private  partnerships  (PPPs);  and  (iii)  strengthening  the \nmanagerial, operational, technical, and financial capacity of key sector stakeholders. \n \n9.  State-owned enterprise reform. In 2020, the government initiated SOE reforms for a \nfaster post-pandemic recovery and increased macroeconomic stability. The Ministry of Finance \n(MOF) selected UWSCG to be one of the first SOEs to implement the national SOE reforms.13 \nThe government classified UWSCG as one of the three high-risk SOEs with liabilities totaling 11% \nof GDP.14 MOF wishes to capture the advantages of private sector engagement for government \nsubsidy reduction and quality services. However, UWSCG covers cities with low population \ndensity and tariff level, which are not attractive to the private sector. The government will pave \nthe way for greater PSP and PPP opportunities by making UWSCG’s operational data more \nreliable,  and  improving  its  operational  performance.  Learning  from  the  GWP  privatization \nexperience, the government intends to pursue a phased approach to privatization in the WSS \nspace and to strengthen its asset quality and governance structure as initial steps.15 UWSCG will \nintroduce (i) robust corporate governance, strategic business and investment plans, and a \nstatement of corporate intent;16 and (ii) greater transparency, accountability, and incentives for \nresults. The policy dialogue of the Asian Development Bank (ADB) with the government further \nidentified the need for (i) restructuring UWSCG; (ii) installing meters and rationalizing tariffs; (iii) \npromoting PSP and PPP; (iv) introducing new technology to systematically improve services; and \n(v) integrating gender, environment, and climate resilience into WSS. \n \n10.  Poverty and gender dimensions. Nearly 35% of the population lives in households \nheaded by women, and female household heads are overrepresented among the poor and the \nbottom 40% of the income distribution. Poor WSS services are particularly hard on women \nbecause they make household chores more difficult and reduce the time for income-generating \nactivities; they also increase the risk of waterborne diseases, lost productive days when taking \n \n13 MOF will complete a fiscal analysis of all SOEs by the second half 2021, publicly disclose all government subsidies \nby 2022, and request SOEs to prepare a subsidy reduction plan for 2023. The government identified inadequate \ncorporate governance as a core weakness of SOEs. \n14 According to the 2018 Budget Law prepared by MOF, the liabilities of the 43 high-risk SOEs reached 12.8% of GDP \nby the end of 2016, and 87% of these liabilities were concentrated in three companies: Marabda–Kartsakhi Railway \nCompany (44% of total), Georgian State Electrosystem (27%), and UWSCG (16%).  \n15  GWP provides services in densely populated Tbilisi, while UWSCG’s service area stretches across 10 regions with \nlow population density, which increases operating costs and lowers efficiency. GWP has underperformed in terms of \nsystem leakage and metering levels but outperformed UWSCG in other areas of operational efficiency, such as \nenergy efficiency and staff productivity. ADB is providing a complementary investment of $35 million in green bonds—\n$17.5 million each from OCR and Leading Asia’s Private Infrastructure Fund (LEAP)—to upgrade GWP’s WSS \nperformance in Tbilisi and nearby municipalities.  \n16 The statement of corporate intent will define the scope of the public corporation’s business and objectives, and the \nstrategies to achieve the objectives. It will include (i) risk limits; (ii) any transfers the public corporation shall receive \nfrom or pay to the budget to compensate for competitive disadvantages and advantages, and to compensate for \nundertaking activities at the government’s explicit direction; and (iii) the consequences of the public corporation’s \nfailure to achieve its objectives or comply with its risk or other obligations. \n ", "4 \ncare  of  sick  household  members,  and  medical  expenses. 17  In  addition,  women  are \nunderrepresented and disadvantaged in the WSS business environment. UWSCG does not have \nexplicit human resources (HR) policies and programs that address gender issues and increase \nwomen's opportunities for career advancement. Of its more than 2,700 employees, only 26% are \nwomen.18 The share of women in managerial positions is less than 20%, and only 1 of 51 service \ncenters is headed by a woman. \n \n11.  ADB engagement and development coordination. ADB is the largest development \npartner in WSS in terms of lending volumes, and has the longest engagement with UWSCG.19 It \nhas been working with UWSCG since 2011 through a multitranche financing facility (MFF) of up \nto  $500  million.20 Among  other  key  achievements,  the  MFF  financed  construction  of  11 \nwastewater treatment plants and introduced biological treatment in the country. Three other \ndevelopment partners are assisting UWSCG with a focus on infrastructure development,21 making \nADB uniquely positioned to support policy reforms in the sector. ADB coordinated with the IMF \nand key development partners on a common set of priorities for sector development.22 ADB will \nalso  explore  stronger  collaboration  with  nongovernment  organizations  in  public-awareness \nprograms. \n \n12.  Lessons. ADB’s long engagement with the government contributed to the formulation of \nthe reform agenda in the proposed program. The key lessons from the ongoing MFF are that \n(i) broader institutional measures are needed to achieve a utility's turnaround, (ii) high-level \nownership and commitment are crucial for institutional reforms, (iii) policy reforms will help sustain \nproject impacts, (iv) project risks can be better managed through good business and investment \nplanning and monitoring, (v) investment in O&M capacity is imperative, and (vi) rural WSS needs \nto be integrated into the government’s policy framework for overall WSS. The design of the \nprogram incorporates three recommendations from ADB’s Independent Evaluation Department: \n(i) develop HR to boost productivity and reduce skills shortages, (ii) incorporate sustainability as \na priority in the project design, and (iii) make greater use of PBLs where ADB has investments \nand experience.23 \n \n13.  Strategic alignment. The program is anchored in the government’s national strategies \nand program,24 notably the broader effort to reform SOEs and the 2020–2025 decentralization \nstrategy to devolve more power to local governments.25 The program supports the priorities of \nADB’s country partnership strategy, 2019–2023 for Georgia and is listed in ADB’s country \n \n17 About 2% of Telavi residents experienced waterborne diseases in the previous 12 months, causing an average of \n7 indisposed days with an average annual medical cost of $9.2 per capita. \n18 Men largely dominate the technical field, where women hold only 5% of technical positions. In the head office, women \naccount for about 40% of the staff but have largely administrative functions. \n19 ADB financed 18 projects in WSS from 2007 to 2019, for a total of $593 million in loans, grants, and TA. \n20 ADB. 2011. Georgia: Urban Services Improvement Investment Program. Manila. As of 13 August 2020, $477.5 \nmillion is committed (95%), $411.8 million awarded (86%), and $308.8 million disbursed (65%) under the MFF.  \n21 Development Coordination (accessible from the list of linked documents in Appendix 2). Agence Française de \nDéveloppement plans to build a water supply and wastewater network and wastewater treatment plant in Khashuri. \nThe European Investment Bank finances wastewater collection and treatment infrastructure in Kutaisi. German \ndevelopment cooperation through KfW plans to support communal infrastructure for environment and tourism \nimprovements in Samtredia, Vani, Baghdati, and Stefantsminda. \n22 International Monetary Assessment Letter (accessible from the list of linked documents in Appendix 2).  \n23 Independent Evaluation Department. 2018. Policy-Based Lending 2008–2017: Performance, Results, and Issues of \nDesign. Manila: ADB; ADB. 2017. Performance Evaluation Report: Municipal Services Development Project and \nMunicipal Services Development Project (Phase 2) in Georgia. Manila. \n24 Government of Georgia. 2014. Socio-economic Development Strategy of Georgia (Georgia 2020). Tbilisi; and \nGovernment of Georgia. 2016. Freedom, Rapid Development, Prosperity—Government Program 2016–2020. Tbilisi. \n25 Government of Georgia. 2020. Decentralization Strategy 2020–2025. Tbilisi. \n ", "5 \noperations business plan, 2020–2022.26 It also supports the six operational priorities of ADB’s \nStrategy 2030 that concern livable cities, climate change, poverty reduction, gender equality, rural \ndevelopment, and governance and institutional capacity.27 \n \n14.  Modality. ADB and the government selected the sector development program modality \nbecause of the parallel needs for development financing, policy reforms, and targeted project \nfinancing. The modality is appropriate because (i) the government has strong demand for sector \nreforms, (ii) UWSCG has experience in implementing ADB projects, (iii) ADB has extensive \nexperience in Georgia’s WSS  environment, and (iv) budget support is necessary to  cover \ndevelopment financing gaps. \n \nB.  Policy Reform Agenda and ADB’s Value Addition \n \n15.  Policy reform agenda. Georgia’s WSS system requires more planning, coordination, and \ndevelopment.  The  government  is  committed  to  strengthening  the  effectiveness  of  WSS \ngovernance  and  institutions,  providing  a  single  policy  and  better  coordination,  reducing \ninefficiencies and reliance on the state budget, and removing key legal and regulatory bottlenecks \nto enable effective WSS management and growth. A successful turnaround of UWSCG will help \nraise its business profile, establish market credibility to foster private sector participation, minimize \nthe potential risks of debt restructuring and loan refinancing, and have an important demonstration \neffect for all operators involved in WSS. \n \n16.  Synergy and balance between policy reform and project. The policy reforms and the \nproject component complement each other to catalyze sector improvements. The policy reforms \nwill build an enabling environment and increase the sustainability of the country’s sector projects, \nincluding those under ADB’s ongoing $500 million MFF; they will also strengthen the performance \nof  SOE  by  fostering  corporate  governance,  commercial  orientation,  and  management \naccountability and autonomy, and by making PSP and PPPs more attractive. \n \n17.  The project components are linked to effectively operationalize policy reforms. The project \nwill build capacity to deal with reform challenges and procure modern O&M equipment, and \nsupport the change process for sustainable O&M and rural WSS development. UWSCG has more \nthan 60 ongoing and planned projects, including the ongoing MFF in 2020 (footnote 20). The \ndesign of the project takes into account its institutional and operational capacity constraints, and \nthe limitations in undertaking additional works. Some of the essential O&M equipment has been \nadvanced and is procured under the ongoing MFF.28 Remaining works under the ongoing MFF \nworks (8 contracts with an estimated undisbursed amount of $87 million at the end of March 2021) \nwere also reflected in scoping the project design. Considering the volume of the ADB’s ongoing \ninvestment  portfolio,  the  distribution  of the  PBL  and  project  loan  amount  is  balanced  and \ncorresponds to the government’s development financing and reform needs. \n \n18.  ADB’s value addition. The program supports the first policy intervention in the WSS \nenvironment and will lay a foundation for new investments and private sector engagement. During \n \n26 ADB. 2019. Country Partnership Strategy: Georgia, 2019–2023—Developing Caucasus’s Gateway to the World. \nManila; and ADB. 2019. Country Operations Business Plan: Georgia, 2020–2022. Manila. The strategic thrusts of \nthe  country  partnership  strategy  are  transport  corridor  development,  trade  facilitation  at  the  border,  urban \ndevelopment, HR development, regional cooperation and integration, and support to institutional reforms and other \ninterventions for resource mobilization. \n27 ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. \nManila.  \n28 The ongoing MFF supported the installation of bulk meters and the procurement of O&M equipment. \n ", "6 \n2017–2019, ADB helped the government prepare for WSS reforms with (i) an asset survey and \nvaluation  of  UWSCG, (ii)  a  tariff-setting  methodology  and the  institutional  strengthening  of \nGNERC, and (iii) a PPP law. ADB’s continued engagement will help initiate and implement \nreforms that (i) remove development constraints and support inclusive growth; (ii) enhance \nenvironmental and climate change considerations; (iii) address women’s limited participation in \nboth the community and WSS services; (iv) instill good corporate governance and a performance-\noriented  culture,  and  responsible  and  gender-sensitive  public  communication;  (v) foster \nbehavioral change toward hygiene, sanitation, and water conservation; (vi) support the phased \nengagement with the private sector; and (vii) bring high-level technology solutions to asset \nmanagement. \n \nC.  Impacts of the Reforms \n \n19.  The program is aligned with the following impact: living conditions and public health in \nGeorgia improved.29 The program will have the following outcome: performance and financial \nsustainability of WSS services improved. 30 The PBL will support output 1 by helping strengthen \nWSS governance and institutions, and the project loan will support output 2 by helping increase \nthe operational efficiency of WSS services. The stand-alone multitranche PBL will be delivered in \ntwo tranches to be disbursed in 2020 and 2021 with a post-program partnership framework (P3F) \ncovering 2021–2024. \n \n20.  The  reform  impacts  will  extend  beyond  UWSCG  because  the  reforms  support  the \ncountry’s  infrastructure-driven  growth  as  well  as  parallel  assistance  by  other  development \npartners, and catalyze PSP and PPPs. A single government policy and central coordination for \nWSS development will result in better resource allocation and productivity. The planned law on \nwater resources management will prescribe the integrated management of water and river basins \nin line with the EU Water Framework Directive (footnote 10). It will form the legal basis for licensing \nand regulating surface water and groundwater abstraction, wastewater discharge, and allocation \nand distribution of water in the event of user conflict.31 The Energy and Water Supply Law and \nrelated resolutions will provide incentives to utilities for stepping up their operational efficiency; \nimprove their investment appraisal, planning, and monitoring activities; and ensure transparent, \nstable, and fair tariff setting by GNERC.32 \n \n21.  The historical financial performance of UWSCG is poor. In 2019, its operating ratio stood \nat 1.45, and the ratio of total debt to capital increased to 86% to cover large-scale expenditure \nprograms.33 The government provided subsidies to UWSCG to cover its operational losses and \ndebt  obligations.  The  policy  reforms  will  introduce  robust  corporate  governance  practices, \naccountability for results, and hard budget constraints to reduce government subsidies to SOEs, \nwhich will help transform UWSCG into an efficient and self-sustaining company. Partnerships with \nthe private sector will fast-track change and performance. The PBL-linked reforms will generate \ngovernment budget savings of about $100 million over 10 years.34 Through a set of policy actions \nunder the program, UWSCG will be operationally sustainable from 2023, and  generate sufficient \n \n29 Government of Georgia. 2018. Regional Development Program of Georgia 2018–2021. Tbilisi. \n30 The updated Design and Monitoring Framework is in Appendix 1. \n31 Stakeholders include the Ministry of Environmental Protection and Agriculture; MRDI; WSS operators such as \nUWSCG  and  municipal  water  companies,  local  governments,  community-based  organizations,  Georgian \nAmelioration, river basin management committees, industries, as well as other water users. \n32 GWP will be the first licensee to be subjected to the new Energy and Water Supply Law and related resolutions on \ninvestment appraisal and tariff methodology in 2020. \n33 UWSCG did not comply with the covenant (under the ongoing MFF) for an operating ratio of 1 or below by fiscal year \n2019 but has approved a timebound financial management action plan to achieve compliance. \n34 Fiscal Impact Assessment (accessible from the list of linked documents in Appendix 2). \n ", "7 \ncash flow to finance asset maintenance, upgrades, and expansion without external support. It will \nachieve this by (i) reducing physical losses with a related decrease of water production cost and \nenergy consumption, (ii) reducing commercial losses and increasing billings, and (iii) boosting \noperational efficiency. The required tariff increases are expected to be moderate given the utility's \nreduced commercial losses, improved O&M, and better energy and NRW management. \n \n22.  Output 1: Water supply and sanitation governance and institutions strengthened. \nThe PBL will support the government in creating a cohesive policy, legal, and institutional basis \nfor balanced urban and rural WSS development. It features 20 policy actions—9 under the first \ntranche and 11 under the second tranche. While the first tranche has fewer policy actions than \nthe  second  tranche,  the  first  nine  represent  the  key  drivers  of  reform,  secure  high-level \ngovernment commitments, and determine the success of the subsequent actions. All policy \nactions for tranche 1 have been completed. \n \n23.  Key  reform  area  1:  Urban  and  rural  water  supply  and  sanitation  governance \nstrengthened. Under the first-tranche policy actions, the PBL will support (i) the national adoption \nof the Energy and Water Supply Law—replacing the 1997 Law on Energy and Gas—and \nassociated resolutions to strengthen the legislative and regulatory framework for WSS through an \nestablished rule for the appraisal of investments and an amended tariff-setting methodology; and \n(ii) the constitution of a WSS steering committee to plan, coordinate, and monitor WSS activities. \n \n24.  Under the second tranche, the PBL will support (i) the submission to Parliament of a draft \nlaw on managing water resources to harmonize Georgia’s environmental legislation under the \nAssociation Agreement with the EU;35 (ii) an integrated urban and rural WSS policy, including a \nwastewater and stormwater management strategy with gender- and climate-change-specific \nprovisions;36 and (iii) a WSS sector development framework for 2021–2030 that incorporates \nemerging priorities after the 2011–2020 urban WSS sector development plan expires in 2020. \n \n25.  Key reform area 2: Utility's governance and management effectiveness improved. \nArea 2 covers a comprehensive framework for the turnaround of UWSCG. The key corporate \nreforms under the first-tranche policy actions are (i) a supervisory board with at least 30% of \nmembers being women; (ii) a high-powered change management committee to prepare for \ninstitutional transformation and facilitate corporate restructuring; (iii) a corporate strategy for public \ncommunication and a metering program to increase revenues, lower costs, and enhance the \nengagement with the public; (iv) internal staff regulations, an HR management policy, and an HR \nmanagement  committee  to  spearhead  HR  reforms;  and  (v) a  time-bound  action  plan  to \nmainstream outsourcing in UWSCG operations. \n \n26.  The second-tranche policy actions ensure UWSCG’s compliance with the SOE reforms: it \nwill be one of the first pilot SOEs to implement the statement of corporate intent (footnote 16). \nThe PBL will further support (i) a charter amendment to define the responsibilities, rights, and \nobligations of the director of UWSCG, its supervisory board, and other committees set up under \nthe first tranche; (ii) a blueprint for corporate restructuring to streamline operations; (iii) UWSCG’s \nperformance  agreements  with  regional  offices,  and  with  MRDI  including  key  performance \nindicators and incentives; (iv) an asset management policy and NRW reduction strategy for 2021–\n2025, once the metering program has yielded more accurate production and consumption data; \n(v) HR reforms covering an HR policy and development programs, salary and compensation \nreview, performance-based evaluations and incentives, gender equality policy, and workforce \n \n35 Georgia signed an Association Agreement with the EU in 2014. \n36 Gender Action Plan (accessible from the list of linked documents in Appendix 2). \n ", "8 \nrationalization;  (vi)  a  water  safety  plan  to  guide  emergency  responses  and  disaster  risk \nmanagement; and (vii) a PSP–PPP road map and pipeline. \n \n27.  Post-program partnership framework. A P3F will be implemented during 2021–2024. It \nsets the foundation for future engagement with the government and other development partners. \nIt will enable ADB to engage in policy dialogue that supports WSS and SOE reforms, and the \nimplementation of corresponding activities. Through P3F, ADB will assist the government in \nassessing the policy impact and sustainability of its reforms. The government and ADB will jointly \n(i) monitor the reform progress, results, and impacts; (ii) identify strategies to overcome gaps and \nbottlenecks; and (iii) develop a complementary program to support further reforms and future \nengagement. \n \n28.  Output 2: Operational efficiency of water supply and sanitation services increased. \nThe project will (i) provide O&M equipment for and improve UWSCG’s operational capacity in \nabout 57 cities and towns in 10 regions;37 (ii) develop a strategy and investment plan, and build \nlocal capacity for rural WSS development;38 (iii) strengthen project management, monitoring, and \nevaluation, including advisory services for corporate restructuring and PSP and PPP;39 and (iv) \nincrease public awareness of infection prevention measures in the context of COVID-19 and the \nimportance of health, hygiene, and sanitation; as well as awareness of the value of water \nconservation. The project will also rehabilitate transmission mains and the distribution network; \nrepair water intakes, pumps, valves, and treatment units; and provide new reservoirs and wells in \nTelavi.40 It will enable 24-hour water supply, improving from the average daily 4-hour water supply \nnow; achieve 100% metering from 40% now; increase the number of household connections; \nreduce the NRW rate; and improve water supply pressure and energy efficiency. \n \nD.  Development Financing Needs, Summary Cost Estimates, and Financing Plan \n \n29.  The overall program is estimated to cost €136.15 million ($153.50 million equivalent) \n(Table 1). ADB will provide a PBL of €115.31 million ($130 million equivalent) and a project loan \nof €17.74 million ($20 million equivalent). The summary financing plan is in Table 2.  The \ngovernment will provide counterpart funding of €3.10 million ($3.50 million equivalent). Detailed \ncost estimates by expenditure category and by financier for the project are included in the project \nadministration manual (PAM).41 \n \n \n37 O&M improvement support includes an O&M road map and action plan; a baseline survey and gap analysis of \nUWSCG’s field offices; capacity development, especially in wastewater management; and the financing of related \nmodern equipment. \n38 A rural WSS project component will provide a sustainable solution for rural WSS management and operation, \nincluding an institutional framework defining the roles and responsibilities of all key stakeholders in rural WSS; guide \nthe formulation of an investment program; and support capacity building. \n39 The ongoing MFF is supporting advisory services for corporate restructuring and PSP and PPP, and the program \nwill provide additional support, as required. \n40 Telavi is being prioritized for its economic and strategic importance to tourism, agribusinesses, and the wine industry, \nwhich are key contributors to employment and revenue generation. Telavi is listed as a priority city in the Regional \nDevelopment Program of Georgia 2018–2021. The project design factored in all remaining works under the MFF \n(para. 17 and footnote 20) and UWSCG's implementation capacity. \n41 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "9 \nTable 1: Summary Cost Estimates \n(€ million) \nItem  Amounta \nA.  Base Cost   \n  1.  Water supply and sanitation governance and institutions strengthened   115.31 \n2.  Operational efficiency of water supply and sanitation services \nincreased  17.74 \n    Subtotal (A)  133.05 \nB.  Contingenciesb  2.57 \nC.  Financial Charges During Implementationc  0.53 \n      Total (A+B+C)  136.15 \na  Includes taxes and duties of €3.10 million to be financed by the government. \nb  Includes 10% physical and 10% price contingencies, and a provision for exchange rate fluctuation. \nc  Includes interest, commitment, and other charges on all sources of financing. \nSource: Asian Development Bank estimates. \n \nTable 2: Summary Financing Plan \nAmount  Share of Total \nSource  (€ million)  (%) \nAsian Development Bank     \nOrdinary capital resources (regular policy-based loan)  115.31  84.7 \nOrdinary capital resources (regular project loan)  17.74  13.0 \nGovernment of Georgiaa  3.10  2.3 \nTotal  136.15  100.0 \na  Government contribution includes taxes and duties. The government share applies only to the project, for which its \ncontribution is 14.9%. \nSource: Asian Development Bank estimates. \n \n30.  Development financing needs. The government’s financing requirements are expected \nto be $1.53 billion in 2020, to be financed by domestic and foreign sources. Its foreign borrowing \nwill be $1.41 billion in 2020, mainly from international financial institutions and bilateral partners. \nTotal ADB budget support in 2020 amounts to $530 million, or 34.6% of the government’s \nfinancing requirements.42 \n  \n31.  Policy-based loan. The government has requested a regular loan of €115.31 million \n($130 million equivalent) from ADB’s ordinary capital resources. The PBL will be disbursed in two \ntranches, with actions in the second tranche building on actions under the first tranche. The \ndistribution of the PBL between the two tranches is in line with the government’s development \nfinancing needs in 2020 ($1.53 billion) and 2021 ($0.57 billion). The loan will have a 15-year term, \nincluding a grace period of 3 years; an annual interest rate determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility; a commitment charge of 0.15% per \nyear (the interest and other charges during construction to be capitalized in the loan); and such \nother terms and conditions set forth in the draft loan agreement. Based on the straight-line \nmethod, the average maturity is 9.25 years, and there is no maturity premium payable to ADB. \nThe  first  tranche  of  €70.96  million  ($80  million  equivalent)  will  be  released  upon  loan \neffectiveness. The second tranche of €44.35 million ($50 million equivalent) is expected to be \n \n42 ADB approved COVID-19 Active Response and Expenditure Support ($100 million) in 2020 and is preparing policy-\nbased loans in energy ($100 million), fiscal resilience and social protection ($200 million), WSS ($80 million, tranche \n1 of this PBL), and education ($50 million) for an expected total disbursement of $530 million in 2020. In addition, \nbudget support from other development partners in 2020 amounts to $880 million: (i) $205 million from Agence \nFrançaise de Développement, (ii) $100 million from Asian Infrastructure Investment Bank, (iii) $95 million from the \nEU, (iv) $100 million from German development cooperation through KfW, (v) $200 million from the IMF, and (vi) \n$180 million from the World Bank. \n ", "10 \nreleased in 2021, upon full compliance with the conditions of the second tranche. \n \n32.  Project loan. The government has requested a regular loan of €17.74 million ($20 million \nequivalent) from ADB’s ordinary capital resources to finance the project component of the \nprogram. The loan will have a 23-year term, including a grace period of 14 years; an annual \ninterest rate determined in accordance with ADB’s LIBOR-based lending facility; a commitment \ncharge of 0.15% per year (the interest and other charges during construction to be capitalized in \nthe loan); and such other terms and conditions set forth in the draft loan agreements. Based on \nthe straight-line method, the average maturity is 18.75 years, and there is an 0.20% maturity \npremium payable to ADB. ADB will finance civil works, goods, consulting and nonconsulting \nservices,  and  related  contingencies  and  financial  charges  during  implementation.  The \ngovernment will finance expenditures related to taxes and duties. \n  \n33.  Climate finance. Climate change mitigation measures, including the promotion of energy \nefficiency and NRW reduction in the policy and project, are estimated to cost $6.5 million. Climate \nadaptation from four key policy actions is estimated to cost $9.9 million. ADB will finance 100% \nof mitigation and adaptation costs.43 \n \nE.  Implementation Arrangements \n \n34.  The implementation arrangements are summarized in Table 3 and described in detail in \nthe PAM (footnote 41). The government requested advance action and retroactive financing for \nthe procurement of goods and consulting services. All procurement financed under the project \nloan  will  follow  the  ADB  Procurement  Policy  (2017,  as  amended  from  time  to  time)  and \nProcurement Regulation for ADB Borrowers (2017, as amended from time to time). \n \nTable 3: Implementation Arrangements \nAspects  Arrangements \nImplementation period  Policy-based loan:  Project loan: \nNovember 2020–December 2021  November 2020–December 2024 \nEstimated completion date  31 December 2021   31 December 2024 \nEstimated loans closing date  31 December 2021   30 June 2025 \nManagement \n(i)  Oversight body  WSS steering committee chaired by MRDI minister \nMembers: MRDI, MOESD, MOF, UWSCG within 3 months of the loan \neffectiveness \n(ii)  Executing agency  Policy-based loan: MOF  Project loan: MRDI \n(iii)  Key implementing  Policy-based loan: MRDI and UWSCG  Project loan: UWSCG \nagencies \n(iv)  Implementation unit  IPMO, established by UWSCG \nProcurement  Open competitive bidding  1 contract  $8,610,000 \n(internationally advertised): works  \nOpen competitive bidding  1 contract  $3,720,000 \n(internationally advertised): goods  \nConsulting services  CQS: construction supervision  106 person-months  $850,000  \nconsultant \n  QCBS (90:10): O&M improvement  51 person-months  $1,270,000  \nQCBS (90:10): rural WSS sector  132 person-months  $3,820,000  \ndevelopment \n  LCS: auditor  58 person-months  $112,000 \n  ICS: IPMO staff    $448,000 \n  ICS: public-awareness campaigns    $70,000 \n \n43 Climate Change Assessment (accessible from the list of linked documents in Appendix 2). \n ", "11 \nAspects  Arrangements \nRetroactive financing and  Retroactive financing and advance contracting are proposed for the construction \nadvance contracting  of the Telavi water supply system and the construction supervision consultant. \nSuch financing will not exceed 20% of the project loan amount for expenditures \nincurred not more than 12 months prior to the signing of the loan agreement. \nDisbursement  The loan proceeds will be disbursed following ADB's Loan Disbursement \nHandbook (2017, as amended from time to time) and detailed arrangements \nagreed between the government and ADB. \nADB = Asian Development Bank, CQS = consultant’s qualifications selection, ICS = individual consultant selection, \nIPMO = Investment Program Management Office, LCS = least-cost selection, MOESD = Ministry of Economy and \nSustainable Development, MOF = Ministry of Finance, MRDI = Ministry of Regional Development and Infrastructure, \nO&M = operation and maintenance, QCBS = quality- and cost-based selection, UWSCG = United Water Supply \nCompany of Georgia, WSS = water supply and sanitation.  \nSource: Asian Development Bank. \n \nIII.  ATTACHED TECHNICAL ASSISTANCE \n \n35.  The TA will introduce an asset management system with high-level technology for water \nsupply in select cities to demonstrate its benefits, which is an innovative approach for Georgia. \nThe TA is estimated to cost $250,000, of which $225,000 will be financed on a grant basis by the \nHigh-Level Technology Fund (footnote 1). ADB will be the executing agency for the TA and will \nassist UWSCG in vetting technology solutions for asset management; it will also ensure its \nfunctional use through capacity building and knowledge sharing. The government will provide \ncounterpart support of about $25,000 in the form of staff, office accommodation, supplies, and \nother in-kind contributions.44 \n \nIV.  DUE DILIGENCE \n \nA.  Technical \n \n36.  The project is technically viable based on a comprehensive review of UWSCG’s bidding \ndocument for the Telavi water system. ADB appraised the design based on rationale and \nrelevance, benefits, and ease of implementation and operations. The technology selected for the \nrehabilitation of the water supply system is appropriate and compatible with local conditions. The \nproject will optimize the implementation timelines through high project readiness. \n \nB.  Economic and Financial Viability \n \n37.  Economic analysis. The project is economically viable with an economic internal rate of \nreturn of 13.6%, above the 9.0% minimum required economic rate of return for ADB investment \nprojects, and an economic net present value of $3.9 million. This mainly reflects the substantial \nbenefits from the project—health benefits from avoided time lost to illness and avoided medical \ntreatment  costs;  and  resource  cost  savings  from  less  time  spent  collecting  water,  lower \ninvestment and O&M costs for water supply, and cost savings from a reduction in NRW. The \neconomic viability is most sensitive to reductions in health benefits and resource costs savings. \nThe sensitivity analyses confirm that the project is expected to remain viable under various \nadverse  scenarios.  The  economic  impact  from  the  PBL-linked  reforms  is  expected  to  be \nsignificant since UWSCG budget savings may be allocated to more productive activities.45 \n \n38.  Financial analysis. The project financial internal rate of return is 1.9% and the financial \n \n44 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n45 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n ", "12 \nnet present value, when discounted at the weighted average cost of capital of 0.8%, is $4.3 million. \nWater and wastewater tariffs were assumed to increase in real terms by 50% in 2024 once the \nproject is completed, and thereafter increase by 5% every 3 years. Financial benefits from the \nproject consist of (i) additional revenue as a result of a tariff increase; and (ii) a reduction in NRW, \nwhich in turn enables UWSCG to bill more customers and save on energy consumption. The \nfinancial viability remains robust across adverse conditions: a 10% increase in investment costs, \na 10% increase in O&M costs, a 10% decrease in benefits, and a 1-year construction delay. \n \n39.  Tariff. The current tariff is set at GEL0.68 per cubic meter (m3) (or $0.22 per m3). If \nUWSCG were to achieve an operating ratio of 1 in 2019 with all other parameters unchanged, the \naverage tariff would have to be increased to GEL0.99 per m3 (or $0.32 per m3), a one-time \nincrease of 45%. To cover its operational expenditures, including amortization and depreciation, \nand cover debt service obligations, UWSCG requires a tariff of GEL1.95 per m3 (or $0.64 per m3), \nthree times higher than the current one and without any operational enhancement measures. \n \nC.  Sustainability \n \n40.  The  project's  sustainability  is rated  high  given  the  policy  actions  on asset  and  HR \nmanagement. More efficient O&M and the attached TA in support of innovative water supply asset \nmanagement will lead to the operational and financial sustainability of UWSCG. \n \n41.  The sustainability of policy reforms is high, considering the government’s commitment to \nreforms with P3F. The government is also working on various complementary reforms to public \ninvestment management and SOEs, and the regulatory frameworks for PSP and PPP. \n \nD.  Governance \n \n42.  The pre-mitigation financial management risk is rated moderate. UWSCG has adequate \nfinancial management systems and adopted international standards for accounting and financial \nreporting. The 2018 Public Expenditure and Financial Accountability assessment report noted \nstrong and improved country public financial management systems.46 Georgia has successfully \nimplemented the public financial management reform action plan to strengthen fiscal governance, \ntransparency, budget reliability and execution, and external scrutiny and audit.47 \n \n43.  The procurement risk is low.48 A project procurement risk assessment and strategic \nprocurement planning were undertaken and found that the tender processes are aligned with \ninternational best practices and considered to be among the most transparent in Europe and \nCentral  Asia.49 Major  risks  identified  are  the  low  capacity  for  bid  evaluation  and  handling \nconsulting service contracts, and ineffective implementation of projects. The ADB procurement \ncomplaint system will be used to mitigate the risks. \n \n44.  No significant integrity risks were identified.50 ADB’s Anticorruption Policy (1998, as \n \n46 EU. 2017. Georgia: Public Financial Management Reform Strategy to 2018–2021. Brussels. \n47 World Bank. 2018. Georgia Public Expenditure and Financial Accountability Performance Assessment Report. \nWashington, DC. \n48 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n49 ADB. 2017. Report and Recommendation of the President to the Board of Directors: Secondary Road Improvement \nProject. Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \nManila; and Institute for Development of Freedom of Information. 2017. Implementation Assessment of the Georgian \nPublic Procurement Legislation. Tbilisi. \n50 Integrity due diligence was conducted in April 2020 on UWSCG. \n ", "13 \namended to date) was explained to and discussed with the government and UWSCG. The specific \npolicy requirements and supplementary measures are described in the PAM (footnote 41). \n \nE.  Poverty, Social, and Gender \n \n45.  The project contributes to poverty reduction through the provision of essential services. \nAn inclusive policy, and stronger governance and utility management will increase coverage and \nequity  of  access  to  water  services  across  different  social  groups,  including  low-income \nhouseholds. \n \n46.  The program is classified effective gender mainstreaming. UWSCG has implemented \ngender mainstreaming activities under the ongoing MFF, which will be further reinforced and \nexpanded (footnote 36). The program will help (i) develop a gender-sensitive WSS policy to \nincrease  women’s  participation,  employment,  and  technical  participation  in  WSS; (ii)  boost \nwomen’s representation in decision-making structures; (iii) adopt gender-sensitive HR policies to \ngive women opportunities for career advancement, and protect them from sexual harassment, \namong other gender-based concerns; (iv) involve women in all training sessions for UWSCG; and \n(v) formulate a gender-sensitive public communication strategy. \n \nF.  Safeguards \n \n47.  In compliance with ADB’s Safeguard Policy Statement (2009), all safeguard documents \nwere prepared based on consultations with affected people and communities, endorsed by the \ngovernment authorities, and disclosed on the ADB website in accordance with ADB’s Access to \nInformation Policy.51 Grievance redress, monitoring, and reporting procedures were agreed with \nUWSCG and specified in all safeguard documents. The project includes adequate resources to \nimplement and monitor mitigation measures. For the PBL, no significant environmental and social \nimpact is anticipated. \n \n48.  Environment (category B). The project is not within or adjacent to any environmentally \nsensitive areas. It is expected to have temporary and site-specific adverse impacts on the \nenvironment. Adequate mitigation measures were incorporated into the project design and will be \nimplemented through the environmental management plan.52 \n \n49.  Involuntary resettlement (category B). No land acquisition and resettlement impacts \nare expected since the project activities are planned to be carried out on state-owned land not \nused by any person. No physical or economic displacement will occur. A land acquisition and \nresettlement framework was prepared to guide future screening and resettlement planning, if \nany.53 \n \n50.  Indigenous peoples (category C). No indigenous peoples live in the project areas as \ndefined in the Safeguard Policy Statement. \n \n \n51 ADB. Safeguard Categories. \n52 The initial environmental examination was disclosed in July 2020. Site-specific adverse impacts include air pollution, \nsoil erosion, and surface water pollution; noise and vibration; and solid waste generation. Impacts on existing \ninfrastructure, traffic disruptions, and occupational and community health and safety issues may also arise. Public \nconsultations were held in June 2020. \n53 The land acquisition and resettlement framework and social due diligence report were disclosed in July 2020. The \nland acquisition and resettlement framework was developed as a precautionary measure for alignment changes, if \nany, during the implementation. \n ", "14 \nG.  Summary of Risk Assessment and Risk Management Plan \n \n51.  The project's pre-mitigation risk is rated moderate. High risks and mitigation measures are \ndescribed in the risk assessment and risk management plan.54 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nDelays in rationalizing  ADB technical assistance is supporting the Georgian National Energy and \ntariffs and achieving  Water Supply Regulatory Commission’s tariff reform to improve cost \nfinancial sustainability  recovery, tariff affordability, and financial sustainability.a ADB will continue to \nengage in policy dialogue and monitor the government’s reform progress \nunder the post-program partnership framework.  \nADB = Asian Development Bank. \na  ADB. 2019. Technical Assistance Facility to Georgia for Preparing Integrated Solutions for Livable Cities. Manila. \nSource: Asian Development Bank. \n \nV.  ASSURANCES \n \n52.  The government and UWSCG have assured ADB that the implementation of the program \nshall conform to all applicable ADB policies, including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, financial management, and disbursement, \nas described in detail in the PAM and loan documents. The government has agreed with ADB on \ncertain covenants for the program, which are set forth in the draft loan agreements. As a condition \nto disbursement, a subsidiary loan agreement acceptable to ADB must be duly authorized, \nexecuted, and delivered on behalf of the borrower, MRDI, and UWSCG, as set out in the draft \nproject loan agreement. \n \nVI.  RECOMMENDATION \n \n53.  I am satisfied that the proposed loans would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve \n(i)  the policy-based loan of €115,310,000 to Georgia for the Sustainable Water \nSupply and Sanitation Sector Development Program, from ADB’s ordinary capital \nresources, in regular terms, with interest to be determined in accordance with \nADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of \n15 years, including a grace period of 3 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft program loan \nagreement presented to the Board; and  \n(ii)  the project loan of €17,740,000 to Georgia for the Sustainable Water Supply and \nSanitation Sector Development Program, from ADB’s ordinary capital resources, \nin regular terms, with interest to be determined in accordance with ADB’s London \ninterbank offered rate (LIBOR)-based lending facility; for a term of 23 years, \nincluding a grace period of 14 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft project loan agreement \nand program agreement presented to the Board. \n \nMasatsugu Asakawa \nPresident \n \n9 September 2020 \n \n54 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  15 \nDESIGN AND MONITORING FRAMEWORK \n \nImpacts the Program is Aligned with \nLiving conditions and public health in Georgia improved (Regional Development Program of Georgia \n2018–2021)a   \n \nData Sources and \nResults  Performance Indicators with Targets and  Reporting \nChain  Baselines  Mechanisms  Risks \nOutcome  By 2025:     \nPerformance  a.  Average duration of water supply provided  a.–b. UWSCG and  UWSCG \nand financial  to piped network increased to 22  GNERC annual  delays \nsustainability  hours/day   reports  application \nof WSS  (2019 baseline: 16.4 hours/day) (OP 4.1.1)    and \nservices  b.  NRW rate of UWSCG reduced to 47%    implementati\nimproved  (2019 baseline: 77%) (OP 4.1.1)    on of tariff \nc.  Operational efficiency improved to an  c.  UWSCG annual  determined \noperating ratiob of 1 (2019 baseline: 1.45)  audited financial  by GNERC \n(OP 6.1)  statements  because of \nprolonged \neconomic \nslowdown \nassociated \nwith COVID-\n19. \nReform  Key Policy Actions     \nArea   By 2020:    Public \nWSS  1a. Law on Energy and Water Supply  1a. Approved Law  resistance \ngovernance  approved (2018 baseline: Law on  on Energy and  could hinder \nand  Electricity and Natural Gas) (OP 4.2.1)  Water  policy \ninstitutions  1b. Investment appraisal rules introduced, and  1b. Approved  reforms. \nstrengthened  WSS tariff methodology amended  GNERC \n(2018 baseline: NA) (OP 4.2.1)  resolution \n1c. WSS committee established with minimum  1c. Ministerial order   \n30% women representatives (2019 \nbaseline: NA) (OP 2.3; OP 6.2.3) \n1d. Supervisory board of UWSCG established  1d. Ministerial order   \nwith at least 30% women representatives  and an \n(2019 baseline: NA) (OP 2.3; OP 6.2.3)  amended \nUWSCG charter \n  1e. HR reform and change management  1e. UWSCG   \ncommittees established (2019 baseline:  executive order \nNA)  \n  1f.  UWSCG staff regulations and  1f.  Staff regulations   \nHR management policy issued  and HR policy \n(2019 baseline: NA)  \n  1g. Metering program, public communication  1g. UWSCG   \nstrategy, and time-bound action plan for  executive order \noutsourcing adopted (2019 baseline: NA)  \n  By 2021:     \n  1h. Draft law on water resources management  1h. Draft law on   \nsubmitted to the Parliament (2019: NA)  water resources \n(OP 4.2.1)   management \n  1i.  WSS policy with gender- and climate- 1i.  WSS policy and   \nsensitive provisions, and sector  sector  \ndevelopment framework 2021–2030  \n ", "16  Appendix 1 \nData Sources and \nResults  Performance Indicators with Targets and  Reporting \nChain  Baselines  Mechanisms  Risks \n  adopted (2019 baseline: NA) (OP 1.3.3;  development   \nOP 4.2.1)  framework \n  1j.  UWSCG charter amended (2019 baseline:  1j.  Amended   \nNA)  charter \n  1k. Corporate restructuring plan approved  1k. Approved plan   \n(2019 baseline: NA)  and organogram  \n  1l.  Performance agreements formalized (2019  1l.  Signed   \nbaseline: NA)   performance \nagreements \n  1m. Revenue-enhancement and cost-reduction  1m. Corporate   \nprograms approved (2019 baseline:  strategies and \nefficiency rated low)   programs \n  1n. HR management development plans  1n. HR reform   \nissued and staff performance management  progress report \nsystem implemented (2019 baseline: NA) \n  1o. PSP–PPP road map and pipeline prepared  1o. PSP–PPP road   \n(2019 baseline: NA)   map and \npipeline \n   1p. Water safety plan adopted (2019 baseline:  1p. Water safety   \nNA) (OP 3.2.4)  plan   \nProject  By 2024:     \nOutput  2a. In Telavi:  2a. Supervision  COVID-19 \nOperational  (i)  1.6 km of transmission mains and 59  engineer’s  delays \nefficiency of  km of distribution lines rehabilitated  monthly  mobilization \nWSS  and upgraded (2019 baseline: old and  progress report  of \nservices  nonfunctional network) (OP 4.1.2)  consultants \nincreased  (ii) 6 new boreholes constructed, and 5  and \nboreholes rehabilitated (2019 baseline:  contractors. \n5 nonfunctional boreholes) (OP 4.1.2)   \n2b. NRW baseline and target developed for  2b. O&M  Prices of \neach UWSCG service center (2019  improvement  materials \nbaseline: NA)  progress report  increase \n2c. At least 500 UWSCG staff (30% of them  2c. Issued training  beyond \nwomen)c improved technical, financial,  certificates  projections. \nmanagement, and leadership skills (2019 \nbaseline: NA) (OP 6.1) \n2d. A rural WSS strategy and investment plan  2d. Rural WSS   \ndeveloped and accepted for  strategy and \nimplementation by the Ministry of Regional  investment plan \nDevelopment and Infrastructure, with at  and quarterly \nleast 80% of training plans implemented  training progress \n(2019 baseline: NA) (OP 4.2.1)  report \n  2e. At least 90% of households serviced by  2e. Household   \nUWSCG have been reached through  surveys \nmultimedia campaigns and report   \nincreased awareness of hygiene,   \nsanitation, customer rights, and water   \nconservation (2020 baseline: NA)   \n2f.  Under attached transaction TA: high-tech  2f.  Transaction TA \nasset management system for water  progress and \nsupply implemented in at least one city  completion \nwhere UWSCG operates (2020 baseline:  report \n ", "Appendix 1  17 \nData Sources and \nResults  Performance Indicators with Targets and  Reporting \nChain  Baselines  Mechanisms  Risks \nno high-tech asset management system \noperational) \n \nKey Activities with Milestones \nProject output: operational efficiency of WSS services increased \n2.1 Issue invitation for bids (September 2020) and award Telavi water supply contract (December \n2020). \n2.2 Complete rehabilitation and construction of Telavi water supply system (Q4 2022). \n2.3 Mobilize O&M consultants (Q1 2021). \n2.4 Mobilize consultants to develop rural WSS strategy and investment plan (Q2 2021). \n2.5 Complete gender action plan, public awareness campaigns, and communication activities \n(Q2 2024). \nProgram Management Activities \nConduct baseline data surveys (November 2020) and establish a program monitoring and evaluation \nsystem, and a program performance management system. \nImplement periodic gender action plan, conduct public awareness campaigns, and monitor compliance \nwith safeguards. \nInputs \nAsian Development Bank: €133.05 million or $150.00 million equivalent (regular loan) \nPolicy component: €115.31 million or $130.00 million equivalent (ordinary capital resources) \nProject component: €17.74 million or $20.00 million equivalent (ordinary capital resources) \nHigh-Level Technology Fund: $225,000 \nGovernment of Georgia: €3.10 million or $3.5 million  \nAssumptions for Partner Financing \nNA \nCOVID-19 = coronavirus disease, GNERC = Georgian National Energy and Water Supply Regulatory Commission, HR \n= human resource, km = kilometer, NA = not applicable, NRW = nonrevenue water, O&M = operation and maintenance, \nOP = operational priority, PPP = public–private partnership, PSP =  private sector participation, Q = quarter, TA = \ntechnical assistance, UWSCG = United Water Supply Company of Georgia, WSS = water supply and sanitation. \na  Government of Georgia. 2018. Regional Development Program of Georgia 2018–2021. Tbilisi. \nb  Operating ratio means the ratio of UWSCG’s operating expenses to its operating revenue. Operating expenses \nmeans all expenses of UWSCG on O&M, including staff salaries, cost of energy, chemicals, routine maintenance, \nspare parts, consumables, taxes, and other items; but excluding capital expenditure, debt service obligations, \namortization, and depreciation. Operating revenue means the revenue collected by UWSCG from the sale of water \nas well as other revenues, excluding grants from the government. \nc   The current proportion of women among UWSCG staff is 25.6%. \nContribution to Strategy 2030 Operational Priorities: \nOP 1.3.3    Measures for increased inclusiveness supported (number). Target: 1 (WSS policy) \nOP 2.3  Women represented in decision-making structures and processes (number). Target: 6 (Minimum 30% \nwomen representatives on the (i) 8-member WSS committee, and (ii) 10-member supervisory board) \nOP 3.2.4  National and subnational disaster risk reduction and/or management plans supported in implementation \n(number). Target: 1 (water safety plan) \nOP 4.1.1  Service providers with improved performance (number). Target: 1 (UWSCG) \nOP 4.1.2  Urban infrastructure assets established or improved (number). Target: 13 (transmission mains, distribution \nnetwork, 6 new boreholes and 5 rehabilitated boreholes) \nOP 4.2.1  Measures to improve regulatory, legal, and institutional environment for better planning supported in \nimplementation (number). Target: 5 (Law on Energy and Water Supply, Investment Appraisal Rules, draft \nLaw on Water Resources Management, WSS policy, Rural WSS strategy and investment plan) \nOP 6.1  Entities with improved management functions and financial stability (number). Target: 1 (UWSCG) \nOP 6.2.3  Measures to strengthen state-owned enterprise governance supported in implementation (number). \nTarget: 2 (WSS committee, supervisory board) \nSource: Asian Development Bank. \n \n ", "18  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51132-002-3 \n  \n 1.  Loan Agreement: Program  \n2.  Loan Agreement: Project  \n3.  Project Agreement \n4.  Sector Assessment (Summary): Water and Other Infrastructure and Services \n5.  Project Administration Manual \n6.  Development Coordination \n7.  Country Economic Indicators \n8.  International Monetary Fund Assessment Letter1 \n9.  Summary Poverty Reduction and Social Strategy \n10.  Risk Assessment and Risk Management Plan \n11.  List of Ineligible Items \n12.  Attached Technical Assistance Report \n13.  Financial Analysis \n14.  Economic Analysis \n15.  Fiscal Impact Assessment  \n16.  Climate Change Assessment \n17.  Gender Action Plan \n18.  Initial Environmental Examination \n19.  Social Due Diligence Report  \n20.  Land Acquisition and Resettlement Framework \n \nSupplementary Documents \n21.  Strategic Procurement Planning Report \n22.  Project Procurement Risk Assessment and Management Plan \n23.  Potential Safeguard Impacts per Policy Action  \n \n \n1  The International Monetary Fund (IMF) confirmed on 14 June 2020 that the attached IMF Assessment Letter may \nserve as the IMF assessment letter. \n ", "", "", "", "22  Appendix 4 \nPOLICY MATRIX \n \nAll policy actions for tranche 1 have been completed. \n \n  Actions prior to   Actions prior to   Post-Program Partnership \nFirst Tranche Release  Second Tranche Release   Framework \n(November 2020)  (July 2021)  (2021–2024) \nUrban and  Enhanced legal and institutional frameworks to achieve WSS policy outcomes \nrural WSS  1.  Parliament approved the Law of  1.  The Government of Georgia submits  GNERC requires WSS licensees in \nsector  Georgia on Energy and Water Supply  the Law on Water Resources  Georgia to report to them using uniform \ngovernance  (previously Law on Electricity and  Management to the Parliament of  regulatory accounting system for \nstrengthened  Gas) to ensure uniform regulatory  Georgia for approval to incorporate  improved transparency and \naccounting system.   all aspects of integrated water  performance benchmarking.  \n  resources management including   \nDE/RA: Law of Georgia on Energy  establishment of river basin  Consulting-Coordinating Council of \nand Water Supply as enacted and  management and harmonize  Basin Management oversee \npublished in the Legislative Herald of  Georgia’s environmental legislation  compliance of the MRDI, UWSCG, \nGeorgia and www.matsne.gov.ge  with the EU Water Framework  municipalities, municipal water \n[GNERC, MoESD]  Directive.  companies, and community-based \n    organizations in the WSS sector with \nDE/RA: Law on Water Resources  the provisions of the envisaged Law on \nManagement as submitted to the  Water Resources Management. \nParliament [MoEPA/MRDI] \n  2.  GNERC passed a resolution on Rule    GNERC makes available to the public \nfor Appraisal of Investments in the  the approved tariff, service and KPI—\nWSS sector to streamline and  with associated calculation protocols—\nstrengthen the principles and criteria  status and targets of all WSS licensees.  \nfor the development, submission,   \nappraisal, approval, monitoring and  GNERC develops further tariff structure \nmodification of investment plans for all  and customers’ charging rules in \nlicensees whose tariffs are set by  accordance with the relevant legislation \nGNERC.  to improve cost recovery, tariff \n  affordability, and financial sustainability. \nDE/RA: GNERC Resolution N27 on \nInvestment Appraisal Rules published \nin the Legislative Herald of Georgia \nand www.matsne.gov.ge [GNERC] \n  3.  MRDI established a Steering  2.  MRDI approves a Vision and Policy   \nCommittee for WSS comprising   Statement for the WSS sector  \n ", "Appendix 4  23 \n  Actions prior to   Actions prior to   Post-Program Partnership \nFirst Tranche Release  Second Tranche Release   Framework \n(November 2020)  (July 2021)  (2021–2024) \n  members from MRDI, MoEPA, and  covering both urban and rural   \nmunicipalities with at least 30%  including wastewater and stormwater \nwomen members to plan, coordinate,  management strategy and promoting \nimplement, and monitor the WSS  adherence to integrated water \nSector Vision and Policy Statement  resources manage principles, good \n(urban and rural), and facilitate  sector and service provider \nadoption and implementation of the  governance. The Vision and Policy \nWSS Sector Development Framework  Statement will include environmental \n2021–2030.   and climate-friendly features and \n  gender-specific provisions that will \nDE/RA: Order of MRDI Minister  improve women’s access to water \n[MRDI]  and ensure their participation in \ncommunity discussions and decision-\nmaking as water users and \nconsumers. \n \nDE/RA: Order of MRDI Minister and \napproved Vision and Policy \nStatement for WSS sector disclosed \non www.mrdi.gov.ge [MRDI]   \n    3.  MRDI prepares its WSS Sector  MRDI implements the approved WSS \n  Development Framework for 2021– Sector Development Framework 2021–\n  2030 in consultation with UWSCG,  2030.  \n  municipalities, municipal water   \n  companies, community-based   \n  organizations, and river basin \ncommittees, and adopts the \nFramework to achieve continuous \nurban WSS and safe WSS in rural \nareas by 2030, with considerations \nfor technical sustainability—including \nclimate resilience, and environmental \nprotection, as well as institutional and \nfinancial sustainability for the urban \nand rural WSS.  \n \n ", "24  Appendix 4 \n  Actions prior to   Actions prior to   Post-Program Partnership \nFirst Tranche Release  Second Tranche Release   Framework \n(November 2020)  (July 2021)  (2021–2024) \n    DE/RA: Order of the MRDI Minister   \nand approved 2021–2030 WSS \nSector Development Framework \n[MRDI] \n  Effective cost recovery under WSS tariff regulatory frameworks \n  4.  GNERC amended the Tariff Setting  4.  As one of the first pilot SOE reforms  UWSCG under the national SOE \nMethodology to incentivize the utility  initiative, UWSCG implements the  reforms initiative, (i) appoints at least \nto (i) increase efficiency through cost  SCI that will include an approved  30% external members for the \noptimization, (ii) promote growth of  company business plan. The  Supervisory Board, and (ii) submits \nfinancial returns of utility through  business plan will include cost  annual compliance reports to assess \nincrease of operational and  reduction and revenue enhancement  level of compliance with SCI, related \nmanagement efficiency, and (iii)  measures and tariff rationalization  norm, and standard requirements. \nensure transparent, stable, and fair  actions to achieve the operating ratio   \ntariff rates.  of at least 1 by 2023 from 1.45 in  UWSCG maintains an operating ratio of \n  2019.   at least 1 from FY2023 and holds \nDE/RA: Amendment to the Resolution    regular tariff reviews with GNERC, as \nN14 Tariff Setting Methodology  DE/RA: MRDI approved SCI  required by relevant tariff related laws \npublished in the Legislative Herald of  documentation package, including  and regulations.  \nGeorgia and www.matsne.gov.ge  UWSCG business plan with a time-  \n[GNERC]  bound action plan to achieve cost  UWSCG publishes its annual report in \n  recovery in operating activities,  the Accounting, Reporting, and Auditing \n  disclosed on Ministry of Finance  Supervision Service website \n  website; GNERC’s letter confirming  www.saras.gov.ge.  \nreceipt of the documents—financial \nstatement, business plan, and \ninvestment plan for tariff \nrationalization—from UWSCG \n[UWSCG/MRDI/MOF] \nUWSCG  A.  Enhanced management autonomy and accountability \ngovernance  5.  Supervisory Board for UWSCG is  5.  UWSCG amends the existing  In line with the national-level SOE \nand  established with minimum 30%  company charter to detail  reform, the Supervisory Board for \nmanagement  women representatives and at least  responsibilities, rights, and  UWSCG adopts the OECD Guidelines \neffectiveness  one external member to review and  obligations of the Director,  on Corporate Governance of SOEs \nimproved  approve major corporate objectives,  particularly for day to day  (2015).  \nbusiness plans, and strategies as  management of UWSCG, \ninitiated by UWSCG management,  Supervisory Board, HR Reforms  \nand monitor and review UWSCG    \n ", "Appendix 4  25 \n  Actions prior to   Actions prior to   Post-Program Partnership \nFirst Tranche Release  Second Tranche Release   Framework \n(November 2020)  (July 2021)  (2021–2024) \n  management, and ensure legal and  Committee, and Change   \nregulatory compliance.   Management Committee. \n   \nDE/RA: Order of the MRDI Minister  DE/RA: UWSCG Executive Order \n[MRDI]  with approved revised company \ncharter [UWSCG] \n  B.  Strengthened operational efficiency and effectiveness \n  6.  UWSCG established a high-powered  6.  UWSCG Supervisory Board  UWSCG restructures regional offices \nChange Management Committee with  approves a corporate restructuring  and service centers as per the \nsuitable experts authorized to   plan encompassing streamlined HQ   restructuring plan to enable these  \n  propose, support, approve, and  business units, regional offices, and  offices/centers to carry out day to day \nmodify large-scale macro-change  service centers with a focus on  operational activities based on revised \nefforts in order to facilitate corporate  geographical delineations based on  authorities granted by UWSCG HQ in \nrestructuring.  river basins and integrated water  accord with their respective \n  resources management.  performance agreement. \nDE/RA: UWSCG Executive Order and   \napproved terms of reference for the  DE/RA:  Restructuring plan and new \nChange Management Committee  organogram approved by the \n[UWSCG]  Supervisory Board [UWSCG] \n    7.  UWSCG enters into performance  MRDI holds annual performance \nagreements with (i) regional offices  reviews of UWSCG. \nand service centers and (ii) MRDI. \n \nThe performance agreements will \n \ninclude roles and responsibilities of \n \nthe parties, KPIs, and incentives. \n \nDE/RA: Signed performance \nagreements between UWSCG and \nregional offices, and between \nUWSCG and MRDI [UWSCG/MRDI] \n  7.  UWSCG approved the (i) Metering  8.  UWSCG   UWSCG completes 100% bulk meter \nProgram to achieve 100% bulk meter  (i)  adopts (a) Asset Management  installation by end 2022, and at least \ninstallation by the end of 2022 (from  Policy, and (b) Nonrevenue  75% of household metering by 2024. \n11% in 2019) and 80% of household  Water (NRW) Reduction Strategy   \nmetering by 2025 (from 58% in 2019)  2021–2025 to progressively  UWSCG progressively reduces NRW \nwithin the boundaries of the UWSCG  reduce NRW to at most 47% in  based on the NRW reduction strategy \nservice area; and (ii) Public   2025 from 77% of the water   2021–2015 and continuously  \n ", "26  Appendix 4 \n  Actions prior to   Actions prior to   Post-Program Partnership \nFirst Tranche Release  Second Tranche Release   Framework \n(November 2020)  (July 2021)  (2021–2024) \n  Communication Strategy to engage  supplied in the network in 2019,  implements public communication \nwith the public effectively for customer  (ii)  initiates implementation of the  strategy. \noutreach and care, with attention to  Metering Program.   \naddressing women’s needs, rational    UWSCG implements asset \nuse of water, and increased public  DE/RA: UWSCG Executive Orders  management process following ISO \nawareness on health, hygiene, and  and approved Asset Management  standards. \nsanitation to prevent the spread of  Policy and NRW Reduction Strategy \nCOVID-19 and other diseases.  [UWSCG] \n   \n  DE/RA: UWSCG Executive Orders;     \napproved Metering Program and \nAction Plan; Public Communication \nStrategy [UWSCG] \n  8.  UWSCG approved Internal Staff  9.  UWSCG adopts an HR Management  UWSCG continuously implements HR \nRegulations and HR Management  Development Plan, and implements  Management Development Plan \nPolicy, and established an HR  (i) salary, compensation, and  according to the HR Reforms \nReforms Committee to provide (i)  benefits reviews, (ii) staff  Committee recommendations. \npolicy direction on HR management  performance management system,   \nissues and administrative support  (iii) incentive and recognition   \nfunctions related to the management  programs, (iv) gender equality policy \nof employees for all the organization,  provisions to address specific needs \nand (ii) HR development programs  of women staff such as maternity \nthat attract, develop, retain, and  leaves, among others, and (v) \nengage a skilled, diverse, and gender  workforce rationalization through \nequitable workforce, with 80% of the  timely retirement, voluntary or \nstaff improved knowledge by 2025.    involuntary early retirement, \n  retrenchment (performance and \nDE/RA: UWSCG approved Internal  personnel-driven) and re-training \nStaff Regulation; UWSCG approved  programs for minimum 200 \nHR Management Policy; UWSCG  UWSCG’s staff development and \nExecutive Order establishing HR  training annually. \nReforms Committee with approved   \nHR Reforms Committee terms of  DE/RA: HR Reforms Committee \nreference [UWSCG]  approved HR Management \nDevelopment Plan; Minutes of the \nHR Reforms Committee meeting on  \n ", "Appendix 4  27 \n  Actions prior to   Actions prior to   Post-Program Partnership \nFirst Tranche Release  Second Tranche Release   Framework \n(November 2020)  (July 2021)  (2021–2024) \n    the implementation progress of HR   \nManagement Development Plan \n[UWSCG] \n    10. UWSCG adopts a Water Safety Plan  The Georgian National Accreditation \n  for the cities with a population of  Center (www. gac.gov.ge) accredits \n20,000 or more to facilitate  UWSCG’s central water lab. \nemergency responses to disasters,   \nincluding from virus pandemics and  UWSCG implements the Water Safety \nhigher likelihood and frequency of  Plan for selected target cities as \nwaterborne diseases induced by  specified in the Plan. \nclimate change, following the WHO    \n    Water Safety Manual (2005 as   \namended from time to time).  \n \nDE/RA: UWSCG Executive Order \nwith UWSCG adopted Water Safety \nPlan [UWSCG] \n  C.  Mainstreamed outsourcing and catalyzed private sector engagement \n  9.  UWSCG issued the Executive Order  11. UWSCG submits PSP and PPP road  UWSCG outsources selected services \nto mainstream outsourcing in UWSCG  map and WSS PSP or PPP project  and establishes contractual \noperations with identified time-bound  pipeline to MRDI for approval. The  relationships with private companies. \naction plan including but not limited to  WSS PSP or PPP project pipeline   \nthe areas of installation of new house- will include information on a list of  UWSCG issues a request for proposal \nconnections, meter installation, meter  priority PSP or PPP projects,  to procure a WSS PSP or PPP project \nreading, repair works, billing and  rationale, location, scope, estimated  through competitive bidding procedures \ncollection, car fleet, and maintenance  capital expenditure, and potential  based on market practice. \nof electrical and mechanical  source of revenues. \nequipment.   \n  DE/RA: PSP and PPP roadmap and \nDE/RA: UWSCG Executive Order  pipeline submitted to MRDI \n[UWSCG]  [UWSCG] \nDE/RA = documentary evidence/responsible agency, GNERC = Georgian National Energy and Water Supply Regulatory Commission, HR = human resource, KPI = \nkey performance indicator, MoEPA = Ministry of Environmental Protection and Agriculture, MoESD = Ministry of Economy and Sustainable Development, MRDI = \nMinistry of Regional Development and Infrastructure, NRW = nonrevenue water, OECD = Organisation for Economic Co-operation and Development, PPP = public–\nprivate partnership as defined in ADB’s Public-Private Partnership Operational Plan 2012–2020 (amended from time to time), PSP = private sector participation as \ndefined in ADB’s Public–Private Partnership Operational Plan 2012–2020 (amended from time to time), SCI = Statement of Corporate Intent, SOE = state-owned \nenterprise, TOR = terms of reference, UWSCG = United Water Supply Company of Georgia, WSS = water supply and sanitation. \n \n ", "28  Appendix 4 \nNotes: \nUWSCG is a state-owned water supply and wastewater service provider, MRDI in charge of UWSCG as delegated by MoESD, the asset holder. \nGNERC is the national regulatory body for electricity, natural gas, and water/wastewater. \nNonrevenue water as defined by GNERC. \nOperating ratio means the ratio of UWSCG’s operating expenses over its operating revenue. Operating expenses means all expenses of UWSCG on operation and \nmaintenance including staff salaries, cost of energy, chemicals, routine maintenance, spare parts, consumables, taxes, etc. but excluding capital expenditure, debt \nservice  obligations,  amortizations,  and  depreciation.  Operating  revenue  means  the  revenue  collected  by  UWSCG  from  the  sale  of  water  and  other \nrevenues excluding grants from the government.  \nStatement of Corporate Intent will define the scope of the public corporation’s business, objectives, and strategies to achieve its objectives. It will further include (i) limits \nof the risks, (ii) any transfers the public corporation shall receive from or pay to the budget to compensate for competitive disadvantages and advantages and to \ncompensate for undertaking activities at the government’s explicit direction, (iii) the consequences of the public corporation’s failure to achieve its objectives or comply \nwith its risk or other obligations, and (iv) any other provisions as the Ministry of Finance requires at any time. \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200924212906+08'00'", "Creator": "PDF24 Creator", "Keywords": "georgia, telavi, united water supply company of georgia, water supply systems, rural development, service delivery, capacity building, 51132-002, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20201001160941+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The project will (i) strengthen the operation and maintenance capacity of United Water Supply Company of Georgia (UWSCG), (ii) prepare strategic investment plans for national-scale rural WSS development, and (iii) increase public awareness of infection prevention measures in the context of COVID-19 through a gender-sensitive health, hygiene, and sanitation program. The project will also improve the water supply system in Telavi city, a regional center and employment generation hub, to enable 24-hour water supply.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated September 2020 is provided for the ADB project 51132-002 in Georgia.", "Title": "Sustainable Water Supply and Sanitation Sector Development Program: Report and Recommendation of the President"}}