{"path": "data/input/reports/51137-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 51137-001 \nJuly 2018 \n \n \nProposed Loan and Administration of Grants  \nPeople’s Republic of Bangladesh: Southwest \nTransmission Grid Expansion Project  \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n (as of 12 June 2018) \n \nCurrency unit  –  taka (Tk) \nTk1.00  =  $0.0119281 \n$1.00  =  Tk83.83 \n \nABBREVIATIONS \n \n  ADB   –  Asian Development Bank  \n  BERC  –  Bangladesh Energy Regulatory Commission \n  EAKPF  –  Republic of Korea e-Asia and Knowledge Partnership Fund \n  IEE   –  initial environmental examination  \n  JFJCM  –  Japan Fund for the Joint Crediting Mechanism \n  PAM   –  project administration manual  \n  PGCB   –  Power Grid Company of Bangladesh Limited  \n  ROW  –  right-of-way \n \nWEIGHTS AND MEASURES \n \n  km  –  kilometer \n  kV  –  kilovolt \n  MVA  –  megavolt-ampere \n  MW  –  megawatt \n \nNOTES \n \n(i)  The fiscal year (FY) of the Government of Bangladesh and its agencies ends on \n30 June. “FY” before a calendar year denotes the year in which the fiscal year \nends, e.g., FY2016 ends on 30 June 2016. \n(ii)  In this report, \"$\" refers to United States dollars.  ", " \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Priyantha Wijayatunga, Energy Division, SARD \n   \nTeam leader  Aiming Zhou, Senior Energy Specialist, SARD \nTeam members  Jane Fantilanan, Senior Operations Assistant, SARD \nSherine Ibrahim, Senior Project Management Specialist, SARD \n  Yoojung Jang, Social Development Specialist, SARD \nYanying Li, Counsel, Office of the General Counsel \nZhaojing Mu, Environment Specialist, SARD \n  Nazmun Nahar, Project Officer (Energy), SARD \nMa. Carmen Nunez, Associate Project Officer, SARD \nTeruhisa Oi, Principal Energy Specialist, East Asia Department \nNasheeba Selim, Social Development Officer (Gender), SARD \nJongmi Son, Energy Economist, SARD \nNadia Tasnim, Associate Project Analyst, SARD \nHongwei Zhang, Senior Finance Specialist (Energy), SARD \nPeer reviewer  Dae Kyeong Kim, Senior Energy Specialist (Smart Grids), \nSustainable Development and Climate Change Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \nPage \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Rationale  1 \nB.  Impact and Outcome  3 \nC.  Outputs  4 \nD.  Summary Cost Estimates and Financing Plan  4 \nE.  Implementation Arrangements  6 \nIII.  DUE DILIGENCE  6 \nA.  Technical  6 \nB.  Economic and Financial  7 \nC.  Governance  7 \nD.  Poverty, Social, and Gender  8 \nE.  Safeguards  8 \nF.  Summary of Risk Assessment and Risk Management Plan  9 \nIV.  ASSURANCES AND CONDITIONS  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n \n \n   \n ", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51137-001\nProject Name Southwest Transmission Grid  Department SARD/SAEN\nExpansion Project  /Division\nCountry Bangladesh Executing Agency Power Grid Company of \nBorrower Bangladesh Bangladesh, Ltd. (PGCB)\n2. Sector Subsector(s)      ADB Financing ($ million)\nEnergy Electricity transmission and distribution 350.00\nTotal 350.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic growth  Pillar 1: Economic opportunities,   CO  reduction (tons per annum) 174,595\n2\n(IEG) including jobs, created and expanded Climate Change impact on the  Low\nEnvironmentally sustainable  Eco-efficiency Project\ngrowth (ESG) Global and regional transboundary \nenvironmental concerns ADB Financing\nMitigation ($ million) 86.00\nCofinancing\nMitigation ($ million) 7.00\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity  Institutional development Some gender elements (SGE)\ndevelopment (GCD) Public financial governance\nKnowledge solutions (KNS) Application and use of new knowledge \nsolutions in key operational areas\nPartnerships (PAR) International finance institutions (IFI)\nOfficial cofinancing\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural Medium\nHousehold Targeting No Urban High\nSDG Targeting Yes\nSDG Goals         SDG7, SDG9, SDG13\n6. Risk Categorization: Complex\n.\n7. Safeguard Categorization Environment: B   Involuntary Resettlement: A   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 350.00\n     Sovereign Project (Regular Loan): Ordinary capital resources 350.00\nCofinancing 7.50\n     Japan Fund for the Joint Crediting Mechanism - Project grant (Full ADB  7.00\nAdministration)\n     Republic of Korea e-Asia and Knowledge Partnership Fund - Project grant (Full  0.50\nADB Administration)\nCounterpart  174.50\n     Government  174.50\nTotal 532.00\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 20062018202358644267 Generated Date: 20-Jun-2018 20:37:31 PM", " \n \nI.  THE PROPOSAL \n1.  I submit for your approval the following report and recommendation on a proposed loan to \nthe People’s Republic of Bangladesh for the Southwest Transmission Grid Expansion Project. The \nreport also describes (i) the proposed administration of a grant to be provided by the Japan Fund \nfor the Joint Crediting Mechanism (JFJCM); and (ii) the proposed administration of a grant to be \nprovided by the Republic of Korea e-Asia and Knowledge Partnership Fund (EAKPF) for the \nSouthwest Transmission Grid Expansion Project, and if the Board approves the proposed loan, I, \nacting under the authority delegated to me by the Board, approve the administration of the grants. \n \n2.  The project will improve the operational performance of the power sector and contribute to \nthe  Government  of  Bangladesh’s  target  to  achieve  electricity  for  all  by  2021  through                       \n(i) constructing (a) a 400/132-kilovolt (kV) substation at Gopalganj; (b) a 230 kV transmission line \nin the southern zone, from Barisal to Faridpur; and (c) a 400 kV transmission line in the western \nzone, from Bogra to Rohanpur; and (ii) implementing a capacity development program in the \nelectric utility industry to promote socially and gender inclusive growth. The project will use state-\nof-the-art conductors with higher power transmission capacity and lower energy loss in both the \n230 kV and 400 kV transmission lines.  \n \nII.  THE PROJECT \nA.  Rationale \n3.  Bangladesh has sustained an average annual economic growth rate of 6.5% since 2007, \ndespite the 2008–2009 global financial crisis.1 Bangladesh is now evolving into a middle-income \ncountry2 since its gross domestic product per capita has risen steadily from $1,110 in 2014 to \n$1,544 in 2017. The structure of the Bangladesh economy is gradually shifting from agriculture to \nmanufacturing and services. Poverty has been halved since 2000, and many of the Millennium \nDevelopment Goal targets have been met. Building on these achievements, the government has \nset new priority targets to (i) accelerate the annual economic growth to 7.5% to move to middle-\nincome status by 2021; (ii) create jobs and support rural development to engender inclusive growth \nand poverty reduction; (iii) reduce poverty from 24.8% in 2015 to 18.6% in 2020, and extreme \npoverty from 12.9% in 2015 to about 8.9% in 2020; and (iv) reduce environmental degradation and \nclimate change vulnerabilities.3 \n \n4.  Despite its economic success, the country faces major challenges in its effort to maintain \nthe  growth  trend  and  move  closer  to  upper  middle-income  status  because  of  infrastructure \ndeficiencies. Addressing infrastructure deficiencies is therefore a top priority of the government. A \nmajor challenge is to provide modern and affordable energy services to those who lack access. \nInadequate energy could result in loss of productivity and competitiveness and become a constraint \nto faster growth and greater investment in the short to medium term. To mitigate this constraint and \nsustain the country’s economic momentum, the government has prepared the Power System \nMaster Plan4 to increase power generation capacity, as well as improve and extend the power \n                                                \n1  Bangladesh Bureau of Statistics. http://www.bbs.gov.bd/ (accessed 1 March 2018). \n2  ADBI. 2017. Working Paper Series: Middle-Class Composition and Growth in Middle-Income Countries. Tokyo. \nhttps://www.adb.org/sites/default/files/publication/325056/adbi-wp753.pdf. A country is classified as lower middle-\nincome if its  gross domestic product per capita is between $2,250 and $7,500, as upper middle-income if it is between \n$7,500 and $14,500.  \n3  Government of Bangladesh, Planning Commission. 2015. Seventh Five Year Plan FY2016–FY2020: Accelerating \nGrowth, Empowering Citizens. Dhaka. \n4  Government of Bangladesh; Ministry of Power, Energy and Mineral Resources. 2016. Power System Master Plan \n2016. Dhaka. \n ", "2 \n \ntransmission and distribution network, with the aim of achieving universal access to electricity by \n2021. \n \n5.  The  power  sector  in  Bangladesh  is  characterized  by  recurring  shortages  of  electricity-\ngenerating capacity in the face of ever-rising demand in a growing economy. In fiscal year (FY) \n2015, per capita electricity consumption was 310 kilowatt-hours. This figure was lower than most \nother countries in South Asia, indicating that power sector infrastructure facilities require significant \ncapacity additions. In FY2017, peak demand was estimated at 10,400 megawatts (MW) while \navailable generation capacity was 9,479 MW. A significant amount of demand was met by supply \nfrom captive generation and load shedding.5 Existing generation capacity gradually retires and \nneeds to be replaced, while net peak demand has continued to increase; it is forecasted to exceed \n13,300 MW by 2020 and 19,900 MW by 2025. Further, the national electricity access in FY2017 \nmasks a stark urban–rural disparity, with access to electricity at over 90% in urban areas and only \n40% in rural areas. Also, despite substantial improvement in operational and financial performance, \nweak financial management capacities of the sector entities and below cost-recovery power tariffs \ncontinue to impair the financial health of the sector entities. \n \n6.  Bangladesh’s power generation expansion plan intends to provide the required generation \ncapacity to meet the increasing demand and the government’s electrification goals, including \ndelivering services to those not connected to grid electricity (footnote 4). Further, Bangladesh’s \nSeventh  Five  Year  Plan  (footnote  3)  envisages  an  integrated  development  strategy  for  the \nsouthwest region encompassing Dhaka, Khulna, and Barisal. The power sector will play a critical \nrole in realizing the government’s vision for promoting economic and industrial growth in the \nsouthwest region. \n \n7.  The past sector progress comprises (i) creating an enabling business environment for the \nprivate sector, (ii) implementing power transmission interconnection with India, (iii) increasing clean \nenergy  investment  in  wind  and  solar,  and  (iv)  strengthening  the  transmission  network  to \naccommodate expected additional power generation capacity. The sector reform actions so far \nhave contributed to considerable achievements, including the following: (i) the establishment in \n2004 of Bangladesh Energy Regulatory Commission (BERC), and (ii) the approval in 2016 of an \nelectricity transmission tariff fixation methodology. There are still areas for further improvement and \ncapacity building, such as financial management and corporate governance in power utilities. \n \n8.  Despite improved efficiency from  power sector reforms, transmission challenges remain.   \nInvestments in network strengthening and measures to reduce nontechnical losses have resulted \nin a significant decline of overall system losses from over 30% of generation in the 1990s to 13%–\n15% of generation at present. The number of interruptions because of transmission system issues, \nhowever, increased from two incidents in FY2016 to 15 incidents in FY2017, with the cumulative \nduration of outages more than doubling from almost 17 hours to 39 hours. Investments in the \ntransmission network are needed to reduce the number of interruptions and further reduction of \nsystem losses. Therefore, addressing deficiencies in the transmission network remains a top \npriority of the government. Investments in transmission infrastructure will also be essential to help \nBangladesh (i) achieve its goal of achieving energy security (in line with Sustainable Development \nGoal 7),6 (ii) accelerate its economic growth, (iii) improve living standards of its population,                       \n(iv) create meaningful jobs, and (v) attain upper middle-income status. A highly skilled workforce is \nrequired to modernize power infrastructure with advanced technologies. Utilities have not been \n                                                \n5  BPDB. 2018. Annual Report 2016–2017. Dhaka. Bangladesh Power Development Board estimates that load shedding \nat peak times in FY2017 was about 250 MW. \n6  Sustainable Development Goal 7 is to ensure access to affordable, reliable, sustainable, and modern energy for all.   \n ", "3 \n \nsuccessful in enhancing the capacity of current employees or acquiring new employees with the \nneeded skills to operate the power system effectively and efficiently. \n \n9.  To address the issues in para. 5, the government has formulated a strategy and set targets \nfor the power sector, as stipulated in Vision 20217 and the Seventh Five Year Plan (footnote 3). \nThese include, among others, (i) increasing generation capacity by 23,000 MW, (ii) reducing \ncombined transmission and distribution losses from 13% to 9% of generation, and (iii) providing \nuninterrupted power supply to industries, all by 2020. The project is also aligned with the Energy \nPolicy8 of the Asian Development Bank (ADB) and the priorities of ADB’s country partnership \nstrategy for Bangladesh, 2016–2020.9 \n \n10.  Inadequate  transmission  lines  and  substation  transformer  capacities  in  southern  and \nwestern regions are the main contributors to transmission bottlenecks. In tandem with increased \npower generation capacity, investments in the transmission network are required to address \ntransmission bottlenecks for the evacuation of bulk power from power stations to major load centers \nsuch as Greater Dhaka, Chittagong, and the southwest economic corridor.  At the same time, \nconstruction  of  new  transmission  lines  has  become  more  challenging  because  of  the  high \npopulation density and limited rights-of-way (ROWs). \n \n11.  Value added by ADB assistance. The proposed Southwest Transmission Grid Expansion \nProject builds upon ADB’s strong and sustained work in the power sector of Bangladesh and \nembraces ADB’s sector knowledge and synergistic approach in developing all energy subsectors.  \nComplementing the investment in the recently-approved Rupsha 800-Megawatt Combined Cycle \nPower Plant in the southwest region,10 the proposed project will focus on addressing continuing \ndeficiencies in the transmission system and will enhance power transfer capacity to the load centers \nof the southern and western zones. The project will use advanced efficient conductor technology \nas  a  cost-effective  solution  to  allow  more  power  transfer  at  lower  energy  loss  in  the  new \ntransmission  lines.  The  project  will  minimize  the  ROW  requirements  and  mitigate  potential \nsafeguard issues.11 Further, the project will initiate a capacity development program focusing on \nnew technologies and trends in power systems, with an emphasis on gender and social inclusion, \nwhich will help the long-term sustainability of the Bangladeshi power sector. The project will also \nsupport further sector reforms by strengthening financial management capacity and governance \nstructure of the power utilities while accelerating transmission tariff approvals by BERC. \nB.  Impact and Outcome \n \n12.  The project is aligned with the following impacts: (i) national target of electricity for all \nachieved by 2021 (footnote 7), and (ii) combined transmission and distribution losses reduced from \n13% to 9% of generation, and uninterrupted power supply provided to industries by 2020 (footnote \n                                                \n7  Government of Bangladesh, Ministry of Planning, Planning Commission. 2012. Perspective Plan of Bangladesh, 2010–\n2021: Making Vision 2021 a Reality. Dhaka. \n8  ADB. 2009. Energy Policy. Manila.  \n9  ADB. 2016. Country Partnership Strategy: Bangladesh, 2016–2020. Manila. \n10 Some recent investments include the following: ADB. Bangladesh: Sustainable Power Sector Development Program; \nADB.  Bangladesh:  Bangladesh–India  Electrical  Grid  Interconnection  Project;  ADB.  Bangladesh:  Natural  Gas \nInfrastructure and Efficiency Improvement Project; ADB. Bangladesh: Bangladesh Power System Enhancement and \nEfficiency Improvement Project; and ADB. Bangladesh: Rupsha 800-Megawatt Combined Cycle Power Plant Project \n11 Compared to aluminum conductor steel-reinforced conductor, transmission capacity of the proposed advanced efficient \nconductor is increased by two times and line losses are typically 25% less. These advantages can reduce ROW \nrequirements by limiting blowout clearance for new transmission corridors. \n \n ", "4 \n \n4). The project will have the following outcome: capacity of electricity supply in Bangladesh \nincreased.12 \n \nC.  Outputs \n \n13.  Output  1:  New  substation  at  Gopalganj  installed.  The  project  will  construct  and \ncommission the Gopalganj (North) 400/132 kV substation comprising three 325 megavolt-ampere \n(MVA) transformers.  \n \n14.  Output 2: Transmission network in southern Bangladesh expanded. The project will \nexpand the network by (i) constructing and commissioning a 126-kilometer (km) Barisal (North)–\nGopalganj (North)–Faridpur 230 kV double-circuit line,13 (ii) constructing and commissioning two \n230 kV bay extensions at the existing Barisal (North) substation and augmenting the existing \nFaridpur 132/33 kV substation with four 132 kV bays; five 230 kV bays; and 230/132 kV, 2x250 \nMVA transformers; and (iii) augmenting the Gopalganj (North) substation with 400/230 kV, 2x750 \nMVA transformers. \n \n15.  Output 3: Transmission network in western Bangladesh expanded. The project will \nexpand the network by constructing and commissioning (i) a new 104 km Bogra (West)–Rohanpur \n400 kV double-circuit line; (ii) a new 400/230 kV, 2x750 MVA Bogra (West) substation; (iii) a new \n400/132 kV, 2x325 MVA Rohanpur substation; (iv) a new 26 km Chapainawabganj–Rohanpur 132 \nkV double-circuit transmission line; (v) two 132 kV bay extensions at the existing Chapainawabganj \nsubstation; and (vi) an 11 km line-in, line-out connection from the Barapukuria-Bogra (South) 230 \nkV transmission line to the Bogra (West) substation, and a 1 km line-in, line-out connection from \nthe Chowdala–Niamatpur 132 kV transmission line to the Rohanpur substation. \n \n16.  Output 4: Socially inclusive capacity in the electric utility industry enhanced. The \nproject will enhance capacity, particularly emphasizing inclusive development and gender equality, \nthrough a university program relevant to the energy sector, supporting (i) 50 university students, of \nwhich at least 40% are women; and (ii) 30 staff from Power Grid Company of Bangladesh Limited \n(PGCB), of which at least 30% are women. \n \nD.  Summary Cost Estimates and Financing Plan \n \n17.  The project is estimated to cost $532 million (Table 1). \n \n18.  The government has requested a regular loan of $350 million from ADB’s ordinary capital \nresources to help finance the project. The loan will have a 25-year term, including a grace period \nof 5 years, an annual interest rate determined in accordance with ADB’s London interbank offered \nrate (LIBOR)-based lending facility; a commitment charge of 0.15% per year; and such other terms \nand conditions set forth in the draft loan agreement. Based on the straight-line method, the average \nmaturity is 15.25 years, and the maturity premium payable to ADB is of 0.10% per annum. \n \n \n                                                \n12 The design and monitoring framework is in Appendix 1. \n13 The project will utilize aluminum conductor composite core cable (a type of high-temperature, low-sag conductor) in \nthe transmission lines under outputs 2 and 3. Such energy-efficient cables have less resistance and higher capacity, \nreducing transmission losses and carbon dioxide emissions compared with conventional cables that are currently used \nin Bangladesh. \n ", "5 \n \nTable 1: Summary Cost Estimates \n($ million) \nItem  Amounta \nA.   Base Costb    \n  1.   New substation at Gopalganj installed  75.9 \n  2.   Transmission network in southern Bangladesh expanded  140.0 \n  3.   Transmission network in western Bangladesh expanded  218.9 \n  4.   Socially inclusive capacity in the electric utility industry enhanced  0.5 \n Subtotal (A)  435.2 \nB.   Contingenciesc  50.1 \nC.   Financial Charges During Implementationd  46.7 \n      Total (A+B+C)  532.0 \nNote: Numbers may not sum precisely because of rounding. \na  Includes taxes and duties of $89.3 million to be financed by the government by cash contribution. In addition, minor \ntaxes on consulting services and capacity development financed under the Republic of Korea e-Asia and Knowledge \nPartnership Fund will also be charged to the fund. \nb  In end-2017 prices as of February 2018. \nc  Physical contingencies computed at 5% of base costs. Price contingencies computed at an average of 1.5% for \nforeign exchange costs and 6.0% for local currency costs; includes provision for potential exchange rate fluctuation \nunder the assumption of a purchasing power parity exchange rate. \nd  Includes interest and commitment charge. Interest during construction has been computed at the government’s \nonlending rate. Commitment charges for the ordinary capital resources loan are 0.15% per year to be charged on \nthe undisbursed loan amount.  \nSource: Asian Development Bank estimates. \n \n19.  The government has also requested: (i) a grant not exceeding $7.0 million from the JFJCM, \nand (ii) a grant not exceeding $0.5 million from the EAKPF to help finance the project. Both grants \nwill be administered by ADB. The JFJCM will help meet the incremental cost for adopting energy \nefficient conductors under output 2. The grant from the JFJCM will be front-loaded to finance the \nequipment. The grant from the EAKPF will finance output 4 for capacity development and related \nconsulting services. \n \n20.  The summary financing plan is in Table 2. ADB will finance the expenditures in relation to \ncivil works, materials and equipment, goods and installation, and consulting services for project \nmanagement, physical implementation, and contingencies. Counterpart funding will be provided by \nthe government to finance taxes and duties, and other in-kind contributions. \n \nTable 2: Summary Financing Plan \nAmount   Share of Total \nSource  ($ million)  (%) \nAsian Development Bank      \nOrdinary capital resources (regular loan)  350.0  65.8 \nJapan Fund for the Joint Crediting Mechanism (grant)a  7.0  1.3 \nRepublic of Korea e-Asia and Knowledge Partnership Fund (grant)a  0.5  0.1 \nGovernment  174.5  32.8 \nTotal  532.0  100.0 \na Administered by the Asian Development Bank. \nSource: Asian Development Bank estimates. \n \n21.  Climate mitigation is estimated to cost $93 million. ADB will finance 92.4% ($86 million) \nwhile JFJCM grant will finance the rest. The application of efficient conductors under the project \nwill contribute to climate mitigation. Details are in the project administration manual (PAM).14 \n \n                                                \n14 Project Administration Manual (accessible from the list of linked documents in Appendix 2). \n ", "6 \n \nE.  Implementation Arrangements \n \n22.  All  procurement  of  goods,  works,  and  nonconsulting  and  consulting  services  will  be \nundertaken in accordance with the ADB Procurement Policy (2017, as amended from time to time) \nand ADB’s Procurement Regulations for ADB Borrowers (2017, as amended from time to time). \nADB will allow advance contracting. The executing agency, PGCB, has established a project \nmanagement unit for project preparation, implementation, monitoring, and reporting to ADB and \nthe government. PGCB will provide counterpart support in the form of remuneration of counterpart \nstaff, taxes and duties to be paid on imported goods and equipment, civil works, and other in-kind \ncontributions. \n \n23.  The implementation arrangements are summarized in Table 3 and described in detail in the \nPAM (footnote 14). \nTable 3: Implementation Arrangements \nAspects   Arrangements \nImplementation period  July 2018–June 2023 \nEstimated completion date   30 June 2023 \nEstimated loan and grants  31 December 2023 \nclosing date \nManagement \n(i)   Oversight body  Power Division of the Ministry of Power, Energy and Mineral Resources (chair) \nPGCB board (member) \n(ii)   Executing agency  PGCB \n(iii)  Implementation unit  Project management unit in PGCB \nProcurement  International competitive  5 contracts  $320.00 million \nbidding     \nConsulting services  Quality- and cost-based  78 person-months  $1.25 million \nselection  \nIndividual consultants  16 person-months  $0.05 million \nselection \nRetroactive financing and/or  Eligible contract packages and eligible expenditures agreed between ADB and \nadvance contracting  the borrower may be considered for advance contracting and retroactive \nfinancing. \nDisbursement  The loan and grant proceeds will be disbursed following ADB's Loan \nDisbursement Handbook (2017, as amended from time to time) and detailed \narrangements agreed between the government and ADB.  \nADB = Asian Development Bank, PGCB = Power Grid Company of Bangladesh Limited.  \nSource: ADB estimates. \n \nIII.  DUE DILIGENCE \nA.  Technical \n \n24.  The development project proposals containing all the project components were assessed \nduring project preparation through field surveys and reviews. The components identified under the \nproject are part of the government’s Power System Master Plan 2016 (footnote 4) and will be \nimplemented as part of the Seventh Five Year Plan (footnote 3). An assessment rated the project’s \nclimate change impact as low since the project adopts a range of control measures, including using \nhigh-temperature,  low-sag  conductors  and  tower foundation  leveling to  address  the relevant \nclimate risks. Details are in the PAM (footnote 14). \n \n ", "7 \n \nB.  Economic and Financial \n \n25.  The economic analysis was carried out in accordance with ADB’s Guidelines for the \nEconomic  Analysis  of  Projects.15 A  period  of  rapid  economic  development  is  expected  in \nBangladesh from 2018 to 2020, and a considerable increase in electricity demand is forecasted to \nmatch this economic growth. With this project, the primary economic benefit of the transmission \nnetwork in southern and western Bangladesh will be the additional power supplied to consumers \nfrom the current and newly established power generation facilities; these consumers would be \notherwise unserved. Further, the use of efficient conductors will reduce transmission loss. \n \n26.  In the economic analysis, all costs and benefits were expressed in constant 2017 prices. \nCapital costs and operation and maintenance costs were taken from the financial data, with \nappropriate adjustments exclusive of taxes and price contingencies. Components 1, 2, and 3 \n(leading to outputs 1, 2, and 3) were assessed to be economically viable when economic analyses \nof individual outputs were undertaken, resulting in economic internal rates of return of 17.6% for \ncomponents 1 and 2 and 16.7% for component 3. The overall project economic internal rate of \nreturn is estimated to be 17.4%. The project’s economic returns are resilient to adverse changes \nin input parameters, including a 10% increase in capital costs and operation and maintenance \ncosts, a 1-year delay in construction, and a 10% decrease in fuel price. The analysis demonstrates \nthe economic feasibility of the project. \n \n27.  The financial analysis of the project was carried out in accordance with ADB's Guidelines \non the Financial Management and Analysis of Projects.16 All financial costs and benefits were \nexpressed in constant 2017 prices. Financial viability was assessed by comparing the incremental \ncosts and benefits of the project over the project lifetime. The incremental benefits for outputs 1–3 \nwere based on the incremental electricity transferred under the project assets valued at the \ntransmission services tariff set by BERC under the approved transmission tariff methodology.17 \n \n28.  An asset-based revenue model following the tariff regulation was used to determine the \nfinancial internal rate of return of the project. The weighted average cost of capital of the project is \nestimated to be 1.90%. The project’s financial internal rate of return was assessed to be 3.46%. \nThe project’s sensitivity to adverse changes in the underlying assumptions was assessed and the \nanalysis demonstrated that the project’s financial viability is robust. \n \nC.  Governance \n \n29.  PGCB is a public limited company incorporated in 1996 under the Companies Act, 1994. \nBangladesh Power Development Board, a wholly government-owned entity, owns 76.25% of the \nshare capital of PGCB. PGCB has the responsibility to own, operate, and expand the national \npower  grid.  It  has  been  the  executing  agency  for  several  ADB-financed  projects  since  its \nestablishment, and it has adequate capacity and experience to undertake the proposed project. It \nhas capabilities in public procurement and knowledge of ADB’s procurement processes. \n \n30.  The financial management risk of PGCB is rated substantial, and PGCB has prepared an \naction plan to address this risk. Considering the volume of operations and future development \nplans, PGCB needs to strengthen its finance function, including by (i) appointing key personnel to \nits finance division, (ii) retaining adequate and qualified staff in its accounting department, and              \n                                                \n15 ADB. 2017.Guidelines for the Economic Analysis of Projects. Manila.  \n16 ADB. 2005. Guidelines on the Financial Management and Analysis of Projects. Manila. \n17 A loan covenant regarding tariff adjustment has been included in the loan agreement. The adjustment of transmission \nwheeling charges was done in 2015. \n ", "8 \n \n(iii) developing an action plan to establish an enterprise resource planning system that replaces its \ncurrent system of manually carrying out information reporting and fixed asset recording. PGCB has \nagreed to undertake all these actions. \n \n31.  ADB’s Anticorruption Policy (1998, as amended to date) was explained to and discussed \nwith the government and PGCB. ADB has completed integrity due diligence on PGCB and identified \nno significant integrity risk to the project.18 The specific policy requirements and supplementary \nmeasures are described in the PAM (footnote 14). \n \nD.  Poverty, Social, and Gender \n \n32.  Bangladesh is the eighth most populated country in the world, with a population of about \n162 million in 2017. About 64% of the population lives in rural areas and nearly 41% of the labor \nforce is engaged in agriculture.19 Extreme poverty has declined considerably in rural areas: the \nproportion of rural population living in extreme poverty dropped from 34.3% in 2000 to 12.9% in \n2015.20 The  main  drivers  of  this  decline  in  poverty  are  faster  economic  growth,  increasing \nurbanization, rising labor productivity and wages, a shift from low-return agricultural labor to \nnonfarm employment, and growth in export industries. \n \n33.  Poverty and social. The major benefit of the project is enhanced energy security and \nadditional  electricity  supply  that  will  promote  business  expansion  and  create  employment \nopportunities for local communities, including poor and socially disadvantaged people, during the \noperational phase. The project will also generate jobs for local communities during construction as \na direct benefit. Further, through a capacity development program funded by the proposed EAKPF \ngrant, human resources development in the energy sector will be improved. \n \n34.  Gender. The project is categorized as having some gender elements. Under the proposed \nEAKPF grant, the project will support about 50 students in universities and 30 professionals in \nPGCB to continue their education. Among the beneficiaries, 40% of the students and 30% of the \nprofessionals will be  women. This will directly support women’s access to higher  education \nopportunities. Further, this component will increase women’s participation in the energy sector and \nencourage socially inclusive capacity in the electric utility industry. \n \nE.  Safeguards \n \n35.  In compliance with ADB’s Safeguard Policy Statement (2009), the project’s safeguard \ncategories are as follows.21 \n \n36.  Environment (category B). The project will not pass through any ecologically sensitive \nareas  and  will  not  bring  significant  adverse  environmental  impacts.  An  initial  environmental \nexamination (IEE) has been prepared in accordance with the Safeguard Policy Statement. The IEE \nand environmental management plan propose mitigation measures to minimize effluent, noise, and \nwaste from the project that may impact the environment, health, and safety. PGCB will disclose \nany updates to the IEE resulting from some changes in project scope. The project will utilize \naluminum conductor composite core cable in the transmission lines under outputs 2 and 3 as an \nadvanced technology to reduce greenhouse gas emissions by 174,595 tons of carbon dioxide-\n                                                \n18 ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n19 World Bank. https://data.worldbank.org/country/bangladesh (accessed 1 March 2018). \n20 World Bank. PovcalNet. http://iresearch.worldbank.org/PovcalNet/povOnDemand.aspx (accessed 15 March 2018). \n21 ADB. Safeguard Categories. https://www.adb.org/site/safeguards/safeguard-categories. \n ", "9 \n \nequivalent per year. The project has been assessed for its risk and vulnerability to climate change \nimpacts, and design measures have been integrated to minimize these risks. The draft IEE report \nwas prepared from the technical due diligence and fact-finding mission. PGCB has implemented \nseveral ADB projects and has adequate institutional capacity and experience to manage the \nenvironmental risks through its project management unit. PGCB is committed to implementing the \nenvironmental management plan and submitting environmental monitoring reports on a regular \nbasis to ADB. \n \n37.  Involuntary resettlement (category A). The substations and transmission line alignments \nhave been carefully designed to minimize land acquisition and involuntary resettlement. The three \nsubstations require acquisition of approximately 40 hectares of land, and 266 households with \n1,183 persons may be affected by the land acquisition. PGCB has  identified  138 households with \n552  persons  who  are  expected  to  be  significantly  affected.  The  impacts  of  the  268  km  of \ntransmission lines are mostly temporary, but some are permanent on the land along the ROW. \nAccording to the transmission lines route survey done by PGCB based on the preliminary design, \napproximately 919 households comprising 3,676 persons may be affected by the ROW, and among \nthem 77 households comprising 308 persons who own 89 structures may need relocation. PGCB \nwill try to avoid residential structures during implementation as much as possible to minimize the \nimpacts.  PGCB  has  undertaken  site  visits,  surveys,  and  necessary  due  diligence,  and  \ndisseminated relevant safeguard information during consultations and surveys. The resettlement \nplan was prepared in compliance with the relevant Government of Bangladesh regulations and \nADB’s Safeguard Policy Statement and was disclosed on ADB’s website on 16 April 2018. \nMitigation measures and budgetary provisions are in place to provide compensation at replacement \ncost commensurate to the impacts, and to restore livelihoods. PGCB has an environmental and \nsocial unit and is experienced in implementing ADB projects. PGCB will engage a nongovernment \norganization to implement the resettlement plan and retain an external monitor to verify monitoring \ninformation for the project. The monitoring reports will be submitted by PGCB to ADB semiannually. \n \n38.  Indigenous peoples (category C). ADB and PGCB have conducted relevant due diligence \nand confirmed that no indigenous peoples, as defined by the Safeguard Policy Statement, were \nfound within the project area.  \n \nF.  Summary of Risk Assessment and Risk Management Plan \n \n39.  Significant risks and mitigating measures are summarized in Table 4 and described in detail \nin the risk assessment and risk management plan.22 \n \nTable 4: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nWheeling charges for transmission services  Notification of tariff regulations issued by BERC in June 2016 allow \ndo not increase adequately to meet PGCB  utilities to file periodically for tariff increases to cover costs. \nprojects’ revenue requirements  Covenants in the ongoing loansa require PGCB to regularly file \n  tariff revisions and ADB to continuously monitor compliance. \nPGCB is exposed to the exchange rate risk on  ADB will maintain regular dialogue with Ministry of Power, Energy \nforeign currency-denominated borrowings  and Mineral Resources and BERC to ensure timely tariff revisions \nfollowing the issuance of new tariff regulations; foreign exchange \nvariation can be recovered through such regular adjustment of \nwheeling charges. \nLimited financial management capacity of  Relevant covenants and conditions have been included in the loan \nPGCB  agreement to ensure that the key positions in the finance \ndepartment of PGCB are filled and sufficient qualified staff are \nrecruited. \n                                                \n22 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n ", "10 \n \nRisks  Mitigation Measures \nDelay in government approval of power  The government has given assurance of its timely approval of \ngeneration investments could limit the  power generation investments. \nutilization of the transmission network \nPrice increases of goods and services beyond  Adequate contingencies are budgeted in the project financing plan \ncontingency could cause delays and budget  to account for any unforeseen factors. \noverruns \nADB = Asian Development Bank, BERC = Bangladesh Energy Regulation Committee, PGCB = Power Grid Company \nof Bangladesh Limited. \na  ADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loans and \nAdministration of Grant to the People’s Republic of Bangladesh for the Bangladesh Power System Enhancement \nand Efficiency Improvement Project. Manila (Loans 3522-BAN and 3523-BAN). \nSource: ADB. \n \nIV.  ASSURANCES AND CONDITIONS \n40.  The government and PGCB have assured ADB that implementation of the project shall \nconform  to  all  applicable  ADB  policies,  including  those  concerning  anticorruption  measures, \nsafeguards, gender, procurement, consulting services, and disbursement as described in detail in \nthe PAM and loan documents. \n \n41.  The government and PGCB have agreed with ADB on certain covenants for the project, \nwhich are set forth in the draft loan agreement and project agreement, including those related to \nimprovement of the financial management capacity of PGCB, timely review of tariff adjustment \napplications by BERC, and safeguard issues. \n \n42.  No withdrawals shall be made from the loan and grant accounts for expenditures until                \n(i) the subsidiary financing agreement between the government and PGCB, in form and substance \nsatisfactory to ADB, shall have been duly executed and become legally binding upon the parties in \naccordance with their terms; and (ii) the recruitment of qualified executive director of finance, \ngeneral manager of finance, and  deputy general manager of project finance shall have been \nadvertised and the submission of  applications shall have been closed. \n \nV.  RECOMMENDATION \n43.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of $350,000,000 \nto the People’s Republic of Bangladesh for the Southwest Transmission Grid Expansion Project, \nfrom  ADB’s  ordinary  capital  resources,  in  regular  terms,  with  interest  to  be  determined  in \naccordance with ADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of \n25 years, including a grace period of 5 years; and such other terms and conditions as are \nsubstantially in accordance with those set forth in the draft loan and project agreements presented \nto the Board. \nTakehiko Nakao \nPresident \n5 July 2018 \n ", "Appendix 1  11 \n \nDESIGN AND MONITORING FRAMEWORK \nImpacts the Project is Aligned with \nNational target of electricity for all achieved by 2021 (Perspective Plan of Bangladesh, 2010–2021: Making \nVision 2021 a Reality)a \nCombined transmission and distribution losses reduced from 13% to 9% of generation, and uninterrupted \npower supply provided to industries by 2020 (Power System Master Plan 2016)b \n \nPerformance Indicators with  Data Sources \nResults Chain  Targets and Baselines  and Reporting  Risks  \nOutcome  By 2024:     \nCapacity of  a. Power delivery capacity of  a–c. Annual  Delay in government \nelectricity supply in  southern and western grid  reports of PGCB  approval of power \nBangladesh  increased to 14,135 MVA (2017  generation investments \nincreased  baseline: 9,000 MVA)  could limit the utilization \n    of the transmission \nb. Transmission loss reduced to  network. \n2.5% (2017 baseline: 2.7%)   \n \n \nc. Carbon dioxide emissions \nreduced by 174,595 tons per year \nfrom transmission loss reduction  \n(2017 baseline: 0) \nOutputs       \n1. New substation at  By 2020:  1–4. Annual  Price increases of \nGopalganj installed  reports of PGCB  goods and services \n1. Gopalganj (North) 400/132 kV \nbeyond contingency \nsubstation with capacity of 3x325 \ncould cause delays and \nMVA constructed and \nbudget overruns.  \ncommissioned (2017 baseline: 0) \n2. Transmission  By 2023:     \nnetwork in southern  2a. 126 km Barisal (North)–  \nBangladesh  Gopalganj (North)–Faridpur 230 kV \nexpanded   double-circuit line constructed and \ncommissioned (2017 baseline: 0)  \n2b. Two 230 kV bay extensions at \nexisting Barisal (North) substation \nconstructed and commissioned, and \nthe existing Faridpur 132/33 kV \nsubstation augmented with four 132 \nkV bays; five 230 kV bays; and \n230/132 kV, 2x250 MVA \ntransformers (2017 baseline: 0) \n2c. Gopalganj (North) substation \naugmented with 400/230 kV, 2x750 \nMVA transformers (2017 baseline: \n0) \n3. Transmission  By 2023:     \nnetwork in western  3a. New  104 km Bogra (West)–\nBangladesh  Rohanpur 400 kV double-circuit line \nexpanded  constructed and commissioned \n(2017 baseline: 0) \n \n ", "12  Appendix 1 \nPerformance Indicators with  Data Sources \nResults Chain  Targets and Baselines  and Reporting  Risks  \n  3b. New Bogra (West) substation     \nconstructed and commissioned with \n400/230 kV, 2x750 MVA \ntransformers, nine 400 kV bays, and \neleven 230 kV bays (2017 baseline: \n0) \n3c. New Rohanpur substation \nconstructed and commissioned with \n400/132 kV, 2x325 MVA \ntransformers; five 400 kV bays; and \nnine 132 kV bays (2017 baseline: 0) \n3d. New  26 km Chapainawabganj–\nRohanpur 132 kV double-circuit \ntransmission line constructed and \ncommissioned (2017 baseline: 0) \n3e. Two 132 kV bay extensions at \nexisting Chapainawabganj \nsubstation constructed and \ncommissioned (2017 baseline: 0) \n3f. 11 km line-in, line-out connection \nfrom Barapukuria–Bogra (South) \n230 kV transmission line to Bogra \n(West) substation, and 1 km line-in, \nline-out connection from Chowdala–\nNiamatpur 132 kV transmission line \nto Rohanpur substation constructed \nand commissioned (2017 baseline: \n0) \n4. Socially inclusive  By 2023:     \ncapacity in the \n4a. 50 university students (of which \nelectric utility \nat least 40% are women) completed \nindustry enhanced  \na university program relevant to \n  energy sector  (2017 baseline: 0) \n4b. 30 PGCB staff (of which at least \n30% are women) completed a \nuniversity program relevant to \nenergy sector (2017 baseline: 0) \n \n ", "Appendix 1  13 \n \nKey Activities with Milestones \n1. New substation at Gopalganj installed \n1.1 Tender published by October 2017 \n1.2 Contract awarded by 30 August 2018 \n1.3 Construction started by October 2018  \n1.4 Construction completed by 31 July 2020 \n2. Transmission network in southern Bangladesh expanded \n2.1 First set of tenders published by May 2018 \n2.2 Second set of tenders published by October 2018 \n2.3 Contract award of first set of tenders by November 2018 \n2.4 Contract award of second set of tenders by March 2019 \n2.5 Construction of first set of tenders started by January 2019 \n2.6 Construction of second set of tenders started by May 2019 \n2.7 Construction of first set of tenders completed by December 2020 \n2.8 Construction of second set of tenders completed by September 2021 \n3. Transmission network in western Bangladesh expanded \n3.1 First set of tenders published by August 2018 \n3.2 Second set of tenders published by August 2019 \n3.3 Contract award of first set of tenders by December 2018 \n3.4 Contract award of second set of tenders by December 2019 \n3.5 Construction for first set of tenders started by March 2019 \n3.6 Construction for second set of tenders started by March 2020 \n3.7 Construction for first set of tenders completed by February 2022 \n3.8 Construction for second set of tenders completed by February 2023 \n4. Socially inclusive capacity in the electric utility industry enhanced \n4.1 Partnership agreement initiated by September 2018 \n4.2 Scholarships established in selected universities by December 2018 \n4.3 First scholarships awarded by June 2019 \n4.4 Program completed by 30 June 2023   \nInputs \nADB: $350.0 million (regular OCR loan)  \nJapan Fund for the Joint Crediting Mechanism: $7.0 million (grant) \nRepublic of Korea e-Asia and Knowledge Partnership Fund: $0.5 million (grant) \nGovernment: $174.5 million \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, km = kilometer, kV = kilovolt, MVA = megavolt-ampere, OCR = ordinary capital \nresources, PGCB = Power Grid Company of Bangladesh Limited. \na Government of Bangladesh, Ministry of Planning, Planning Commission. 2012. Perspective Plan of Bangladesh, \n2010–2021: Making Vision 2021 a Reality. Dhaka.  \nb Government of Bangladesh; Ministry of Power, Energy and Mineral Resources. 2016. Power System Master Plan \n2016. Dhaka. \nSource: ADB. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51137-001-3 \n \n \n1.  Loan Agreement  \n2.  Grant Agreement: Japan Fund for the Joint Crediting Mechanism \n3.  Grant Agreement: Republic of Korea e-Asia and Knowledge Partnership Fund  \n4.  Project Agreement  \n5.  Sector Assessment (Summary): Energy (Electricity Transmission and Distribution) \n6.  Project Administration Manual \n7.  Contribution to the ADB Results Framework  \n8.  Development Coordination \n9.  Financial Analysis \n10.  Economic Analysis \n11.  Country Economic Indicators \n12.  Summary Poverty Reduction and Social Strategy  \n13.  Risk Assessment and Risk Management Plan \n14.  Initial Environmental Examination \n15.  Resettlement Plan \n  \nSupplementary Document \n16.  Financial Management Assessment \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20180706150147+08'00'", "Creator": "PDF24 Creator", "Keywords": "bangladesh, power grid company, power sector, electricity for all, gopalganj substation, barisal faridpur transmission line, bogra rohanpur transmission line, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20180802155020+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "51137-001: Report and Recommendation of the President", "Title": "Bangladesh: Southwest Transmission Grid Expansion Project"}, "author_page": " \nVice-President  Wencai Zhang, Operations 1 \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector  Priyantha Wijayatunga, Energy Division, SARD \n   \nTeam leader  Aiming Zhou, Senior Energy Specialist, SARD \nTeam members  Jane Fantilanan, Senior Operations Assistant, SARD \nSherine Ibrahim, Senior Project Management Specialist, SARD \n  Yoojung Jang, Social Development Specialist, SARD \nYanying Li, Counsel, Office of the General Counsel \nZhaojing Mu, Environment Specialist, SARD \n  Nazmun Nahar, Project Officer (Energy), SARD \nMa. Carmen Nunez, Associate Project Officer, SARD \nTeruhisa Oi, Principal Energy Specialist, East Asia Department \nNasheeba Selim, Social Development Officer (Gender), SARD \nJongmi Son, Energy Economist, SARD \nNadia Tasnim, Associate Project Analyst, SARD \nHongwei Zhang, Senior Finance Specialist (Energy), SARD \nPeer reviewer  Dae Kyeong Kim, Senior Energy Specialist (Smart Grids), \nSustainable Development and Climate Change Department \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "  Yoojung Jang", "role": " Social Development Specialist", "organization": "SARD "}, {"fullname": "  Nazmun Nahar", "role": " Project Officer ", "organization": "(Energy)"}]}