{"path": "data/input/reports/51184-001-rrp-en.pdf", "pages": [" \n \n \n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors\n   \n  \n \n \n \n \n \n \n \n \nProject Number: 51184-001 \nSeptember 2017 \nProposed Loan and Equity Investment \nAmeriabank CJSC \nStrengthening the Banking Sector for Financial \nInclusion \n(Armenia)\n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB’s Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB’s  Public \nCommunications Policy 2011. \n ", "CURRENCY EQUIVALENTS \n(as of 22 August 2017) \n \nCurrency unit  –  dram (AMD) \n \nAMD1.00  =  $0.0021     \n$1.00  =  AMD478.18     \n         \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMB  –  Ameriabank CJSC \n  CAR  –   capital adequacy ratio \n  CBA  –  Central Bank of Armenia \n  CEO  –  chief executive officer \n  EBRD  –  European Bank for Reconstruction and Development \n  GDP  –  gross domestic product \n  IFI  –  international financial institution \n  IPO  –  initial public offering \n  IT  –  information technology \n  LSE  –  London Stock Exchange \n  RMC  –  risk management center \n  SMEs  –  small and medium-sized enterprises \n \nNOTES \n \n(i)  The fiscal year (FY) of Ameriabank CJSC ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  C. Engstrom, Financial Institutions Division, PSOD \n   \nTeam leader  A. Cheema, Senior Investment Specialist, PSOD \nTeam members  G. Abel, Principal Transaction Support Specialist (Integrity), PSOD \nE. Alpe, Transaction Support Specialist (Integrity), PSOD    \nP. Bailet, Senior Counsel, Officer of the General Counsel (OGC) \nI.  Bryson, Safeguards Specialist, PSOD \n  N. Chin, Counsel, OGC \n  L. Johannes, Senior Results Management Specialist, PSOD \n  A. Julian, Young Professional, PSOD \n  M. Manguiat, Safeguards Officer, PSOD \n  T. Rohner, Investment Specialist, PSOD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE FINANCIAL INTERMEDIARY  1 \nA.  Investment Identification and Description  1 \nB.  Business Overview and Strategy  2 \nC.  Ownership, Management, and Governance  3 \nIII.  THE PROPOSED ADB FINANCING  4 \nA.  The Assistance  4 \nB.  Implementation Arrangements  4 \nC.  Value Added by ADB Assistance  5 \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT  5 \nA.  Development Impact, Outcome, and Outputs  5 \nB.  Alignment with ADB Strategy and Operations  6 \nV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  7 \nC.  Assurances  7 \nVI.  RECOMMENDATION  7 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  8 \n2.  List of Linked Documents  9 \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51184-001\nProject Name Strengthening the Banking  Department PSOD/PSFI\nSector for Financial Inclusion /Division\nCountry Armenia, Republic of\nBorrower Ameriabank CJSC\nInvestee Ameriabank CJSC\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nFinance Finance sector development 30.00\nSmall and medium enterprise finance and leasing 30.00\nTotal 60.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, \nmade more inclusive\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPrivate sector Promotion of private sector  Some gender elements (SGE)\ndevelopment (PSD) investment\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Rural High\nHousehold Targeting No Urban Medium\nSDG Targeting Yes\nSDG Goals SDG8\nqq\n6. Nonsovereign Operation Risk Rating\nObligor Name Obligor Risk Rating Facility Risk Rating\nAmeriabank CJSC Confidential Confidential\n7. Safeguard Categorization Environment: FI  Involuntary Resettlement: FI Indigenous Peoples: FI-C\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 60.00\n     Nonsovereign Direct Investment: Ordinary capital resources 30.00\n     Nonsovereign LIBOR Based Loan (Regular Loan): Ordinary capital resources 30.00\nB-Loans 0.00\n     None 0.00\nOfficial Cofinancing a 0.00\n     None 0.00\nOthers b 0.00\nTotal 60.00\naConcessionalfinancingfromexternalsources.\nbDerivedbydeductingADBfinancing,BLoansandOfficialCofinancingfromProjectTotalCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 28072017150530732603 Generated Date: 28-Aug-2017 8:56:16 AM ", "", " \n \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan \nof up to $30,000,000 or the dram equivalent to Ameriabank CJSC (AMB) and (ii) a proposed \nequity investment of up to the dram equivalent of $30,000,000 in AMB both for the Strengthening \nthe Banking Sector for Financial Inclusion in Armenia.  \n \nII.  THE FINANCIAL INTERMEDIARY \n \nA.  Investment Identification and Description \n \n2.  Finance sector. The Armenian finance sector is heavily dominated by banks, which \naccount for about 90% of sector assets. The banking subsector, consisting of 17 banks, is \nfragmented and is dominated by foreign-owned banks, which account for more than 50% of total \nbanking assets. AMB is the largest bank and has a market share of about 17% in total assets. To \ndrive consolidation and strengthen the banking system, the Central Bank of Armenia (CBA) \nincreased the minimum capital requirements for commercial banks from AMD5 billion ($10 million) \nto AMD30 billion ($60 million), effective 1 January 2017, which led to a consolidation of the sector \nfrom 21 to 17 banks. The banking industry lacks some important funding tools (e.g., a well-\nfunctioning interbank market and developed capital markets) and is not effectively supplemented \nby nonbank financial institutions, nor supported by institutional investors.  \n  \n3.  Small and medium-sized enterprises. Access to finance in Armenia is problematic, \nparticularly  for  mid-sized  and  small  enterprises,  and  microentrepreneurs.  The  World  Bank \nestimates that 50% of Armenia’s 130,000 small and medium-sized enterprises (SMEs) have no \naccess to finance, and this figure increases to 60%–70% in rural areas.1 Banks have traditionally \nhad larger exposures to corporate clients, which were perceived to be lower risk. SMEs account \nfor the vast majority of enterprises in Armenia but contribute a disproportionately low amount to \ngross  domestic  product  (GDP)  (43.0%),  employment  (41.7%),  foreign  trade,  and  foreign \ninvestment. According to Asian Development Bank (ADB) estimates, the informal economy \nrepresents 11.3% of total GDP and is highest in agriculture (22.4%), construction (15.4%), and \nwholesale and retail trade (14.8%)—sectors with the largest SME share. Given the large informal \neconomy share, the importance of SMEs may be underestimated in official statistics.  \n \n4.  Some banks in Armenia have started shifting their strategies to target this untapped \nsegment  because  of  rising  demand  and  higher  yields  for  the  banks,  coupled  with  better \nunderstanding of SMEs and corresponding underwriting practices. AMB is one such bank and \nhas been identified as a strong partner for ADB to help improve access to finance in the country. \nTo better match the needs of SME borrowers in terms of loan tenors and products, the bank needs \nlonger tenor debt, which is not readily available in the market. ADB also has the opportunity to \nsupport AMB through an equity investment and in preparation for a planned initial public offering \n(IPO). Fresh equity is needed to fund future growth, help AMB develop into a universal bank, and \nmaintain healthy capital adequacy levels. As per its business plan, AMB needs to raise $60 million \nof fresh equity until the end of 2019 to maintain its target Tier 1 capital adequacy ratio (CAR) at \n15%. It plans to raise $30 million in FY2017 from a high-quality shareholder and views ADB as a \nstrong partner, which will not only support its growth but also build its profile among international \ninvestors. This will be ADB’s first equity investment in Armenia. The proposed funding deepens \n                                                \n1  World Bank. 2016. Financial Inclusion Data. Washington, DC. \n \n ", "2 \n \nADB’s relationship with AMB. AMB is a participating bank in ADB’s Trade Finance Program and \nin 2011 received an ADB loan, which has been fully repaid.2   \n \nB.  Business Overview and Strategy \n \n5.  AMB is the largest bank in Armenia in terms of assets ($1.48 billion; 17% market share) \nand loan portfolio (20% market share). The bank primarily serves corporate customers (about \n75% of its portfolio), with the remainder SMEs and retail customers. It has 13 branches throughout \nArmenia and more than 600 employees. Fitch has assigned AMB a Long-Term Issuer Default \nRating of “B+” with a stable outlook, in line with the sovereign. The rating reflects reasonable \nfinancial metrics, sizeable liquidity cushion, manageable refinancing risks, and solid domestic \nfranchise. \n \n6.   AMB’s business strategy for 2017–2020 has four key priorities:  \n(i)  Become Armenia’s first universal bank. AMB’s goal is to be the first universal \nbank in Armenia providing a complete range of banking services. It plans to \nstrengthen its market share to 20% in 2020 and grow its loan book by 10%–12% \nannually until 2022. During this period, management plans to increase its SME and \nretail portfolio by leveraging technology, launching new customized products, and \ntargeting  high-growth,  promising  sectors  of  the  economy  (e.g.,  agriculture, \ninformation  technology  [IT],  energy,  renewables,  and  services).  The  bank’s \nproduct mix will be gradually balanced, increasing the share of SME retail loans \nover total loans from 23.6% in FY2016 to more than 30% in FY2020.  \n(ii)  Reduce funding cost. AMB plans to strengthen its position in the deposit market \nby FY2019 through mobilizing deposits and diversifying funding sources. The bank \nhas 18% of the market by current account and time deposits. Customer deposits \nare expected to reach $1.12 billion from $980 million in FY2016. As part of its \nfunding strategy, AMB aims to strengthen relationships with its existing and new \ninternational financial institution (IFI) partners, and target $434 million in IFI funding \nby FY2019. AMB actively issues bonds in the local market, and will continue to do \nso, as this offers a cheaper and stable funding source. \n(iii)  Reinforce  institutional  capacity  and  efficiency.  AMB  aims  to  improve  its \ncapacity and efficiency with new distribution channels, digital finance, improved \nhuman resource processes, and branding. While AMB is the largest bank by \nassets, it is still significantly smaller than some of its peers in physical presence. It \nhas 13 branches compared to the 66 branches of Ardshinbank (ranked second in \nthe  market)  and  50  branches  of  Armbusinessbank  (ranked  third).  AMB  has \nmanaged its growth and leadership by careful selection of branch sites and \neffective use of digital channels to reach its target customers. Since 2012, AMB \nhas been investing heavily in IT solutions to strengthen its position as a digital bank \nand plans to launch a first-of-a-kind multichannel distribution channel in Armenia \nManagement expects that the investments in IT and digital channels will also \nimprove its cost-to-income ratio from 43.2% in Q1 2017 to 41% by Q4 2019. \n(iv)  Initial public offering. AMB plans to be the first Armenian international financial \ngroup, and it aims to have an initial public offering listing on an international stock \nexchange. It believes that an international listing is critical to its strategic plans, as \nthis will enhance its corporate governance framework and provide access to a \nbroader pool of investors to fund its growth plans. AMB has taken several steps to \nprepare for a listing on an international exchange  An in-house IPO team is tasked \n                                                \n2  ADB. 2015. Extended Annual Review Report: Small and Medium-Sized Enterprise Finance Program. Manila. \n ", "       3 \nto implement all milestones needed for the listing, including setting up an investor \nrelations function, implementing a corporate governance framework that aligns \nwith listed companies on the LSE, and enhancing disclosure and transparency \nstandards. \n \n7.  Small and medium-sized enterprises strategy. In 2010, AMB shifted its strategy to \nemphasize the importance of SME lending. Since then, strong growth of this market segment has \nbeen recorded. The compound aggregate growth rate of the SME portfolio for the last 5 years \nwas 45.9%, compared to 30% for the overall loan portfolio. As a result, SME loans reached $158.7 \nmillion by FY2016, and AMB is among the top three banks lending to the SME segment. Based \non current projections, the average growth of the SME portfolio will be 20% and will reach $188 \nmillion by FY2017 and $241 million by FY2019. The share of SME and retail loans in the total \nloan portfolio will increase by about 10% in 3 years. The portfolio’s growth will be driven mainly \nby  the  application  of  flexible  lending  mechanisms  during  the  financing  process,  individual \napproach to clients, and high-quality service. AMB has conducted detailed market analysis of the \nSME segment and plans to roll out products tailored to SMEs’ needs. AMB has invested in new \nbranches and sales points, as well as improvements to its multichannel distribution network.  \n \nC.  Ownership, Management, and Governance \n \n8.  Ownership. AMB (formerly Armimpexbank CJSC) was established in July 1992. In 2007, \nAMB was acquired by TDA Holdings Limited, which purchased a 96.15% shareholding. TDA \nHoldings  Limited  was  renamed to  Ameria Group  in  2011. In 2013,  Ameria Group  Limited \nincreased  its  share  in  AMB  to  100%.  On  23  December  2015,  the  European  Bank  for \nReconstruction  and  Development  (EBRD)  purchased  newly  issued  shares  in  AMB.  On  21 \nDecember 2016, ESPS Holding Limited purchased 13.5% of AMB shares from Ameria Group.3 \nAs of August 2017, the AMB shareholders were Ameria Group (65.80%), EBRD (20.69%), and \nESPS  Holding  Limited  (13.51%).  These  shareholders  are  looking  to  enhance  the  bank’s \nshareholder base of high-quality institutional investors to strengthen its profile and corporate \ngovernance ahead of the planned IPO. This may result in further dilution of Ameria Group’s stake \nin the bank.  \n \n9.   Integrity due diligence has been conducted in accordance with ADB's Integrity Due \nDiligence  Guidelines  for  Nonsovereign  Operations.4 No  significant  or  potentially  significant \nintegrity issues were identified. Tax integrity due diligence was also conducted because of the \npresence of intermediate jurisdictions (Cyprus and Liechtenstein) in the ownership structure.5 \nADB’s review of the entity does not give ADB cause to believe that such entity has been \nestablished, or is being used for cross-border tax evasion, money laundering, or terrorism \nfinancing in the jurisdictions involved in the investment.  \n \n10.  Management.  The  management  board  consists  of  10  members  with  considerable \nexperience in banking, telecom and advisory businesses – coming from local and international \nfirms. \n \n11.  Governance structure. AMB’s corporate governance is good and further improvements \nhave been made given the bank’s plans for the IPO. As part of the IPO development plan, in 2016 \n                                                \n3  ESPS Holding has shares of AMB’s management team vested under the employee stock ownership plan. \n4  ADB. 2015. Integrity Due Diligence Guidelines for Nonsovereign Operations. Manila. \n5  ADB. 2016. Anticorruption Policy: Enhancing the Role of the Asian Development Bank in Relation to Tax Integrity. \nManila.  \n ", "4 \n \nAMB  established  three  board-level  committees,  each  comprising  three  members:  an  audit \ncommittee chaired by an independent director, a remuneration committee, and a nominations \ncommittee. Moreover, the board was increased to comprise seven directors (from five), three of \nwhom were appointed in 2016. One of the new directors is the EBRD nominee director (A. \nGermanovich), who brings considerable external expertise in multiple business sectors. Although \nthere is no formal requirement to have an independent director, AMB has four independent \nmembers on its board. In November 2013, A. Mkrtchyan, the CEO of Ameria Group, became the \nboard  chair,  replacing  R.  Vardanyan,  who  remains  a  board  director.  A.  Mkrtchyan  has  a \nbackground in public and private sector advisory and investment banking. R. Vardanyan, a \nRussian-Armenian, the founder and the president of Troika Dialog, the first investment bank in \nRussia.. He is a prominent investment banker and recognized for his philanthropy.  \n \n12.  Risk management. AMB is governed by a board-approved risk management policy that \noversees  all  aspects  of  risk  including credit,  operation,  market,  liquidity,  interest rate,  and \ncompliance. AMB’s chief risk officer reports directly to the board, and the board is updated \nregularly on the risks and mitigating actions taken to manage them. The risk management center \n(RMC) is a dedicated department reporting directly to the management board. The RMC consists \nof five units: credit risk analytics, business credit risk, retail credit risk, operational risk, and market \nrisk. The internal audit and financial monitoring services report directly to the board.  \n \n13.  Credit risk management is the responsibility of the RMC’s corporate credit risk and retail \ncredit risk units, which focus on overall portfolio assessment, and the review and monitoring of \nbusiness loans. For business loans, there is a clear segregation of duties: client managers \noriginate loan applications and pass them on to the corporate loan department, which prepares a \ncredit report. This is then independently reviewed by the RMC before being considered at the \ncredit committee. The RMC does not have explicit veto power, but its disagreement with a credit \nproposal automatically escalates it to the large credit committee, attended by the RMC head, \nwhere decisions are based on a majority vote. Credit approval levels are granular and vary by \nproduct. All related party exposures require board approval.  \n \nCONFDENTIAL INFORMATION DELETED \n \nIII.  THE PROPOSED ADB FINANCING \n \nA.  The Assistance \n \n14.  The proposed ADB assistance consists of (i) an equity investment of the dram equivalent \nof up to $30 million, and (ii) a 5-year senior unsecured loan of up to $30 million or (at ADB’s \ndiscretion) its dram equivalent to support SMEs in Armenia.6 CONFIDENTIAL INFORMATION \nDELETED \n \nB.  Implementation Arrangements \nCONFIDENTIAL INFORMATION DELETED \n \n15.  Reporting arrangements. ADB’s Private Sector Operations Department will carry out \nproject monitoring of ADB’s debt and equity investments. AMB will provide ADB with financial \nreports at agreed intervals and as requested. These will include (i) quarterly unaudited financial \n                                                \n6  For the ADB loan, SMEs are defined following the European Union definition as having up to 250 employees and \neither (i) an annual business turnover of up to AMD1,500 million or (ii) assets of up to AMD1,000 million. \n ", "       5 \nstatements,  (ii) compliance  certificates  for  financial  covenants,  (iii)  annual  audited  financial \nstatements, (iv) reports on characteristics of AMB’s loan portfolio, (v) annual reports on selected \ndevelopment indicators agreed between ADB and AMB, and (vi) annual environmental and social \nsafeguard monitoring and compliance reports.  \n \nC.  Value Added by ADB Assistance \n16.  Economic growth and access to finance. SMEs in Armenia have very constrained \naccess to finance. Banks often find it difficult to service this segment because of perceived higher \nrisks, difficulties in obtaining information, and collateral requirements. ADB will support AMB in \nproviding funding to this important customer segment and expanding new product offerings, thus \nsupporting overall economic growth, job creation, and diversification.  \n \n17.  Access  to  long-term,  local  currency  funding.  CONFIDENTIAL  INFORMATION \nDELETED. The ADB loan will provide critically needed long-tenor funding to AMB to better \nsupport SMEs given the absence of long-term funding sources such as well-developed capital \nmarkets. The ADB loan will help AMB extend the maturity of its lending and better match the tenor \nof its SME products, which have an average tenor of 5 years.  \n \n18.  ADB’s debt funding is also expected to be partially in local currency. ADB’s Treasury \nDepartment has obtained the necessary approvals to raise dram through a local currency bond \nissuance. To date, EBRD and the International Finance Corporation have issued local currency \nbonds in the market. Although the market is small, preliminary indications are that demand is \nstrong enough to support up to $15 million equivalent of debt funding, and the remaining $15 \nmillion of the loan could be in dollars. Providing local currency debt funding to AMB will help \nreduce the currency mismatch and lower the foreign exchange risk for AMB’s borrowers.  \n \n19.  Catalyze capital as a strategic shareholder. The proceeds from ADB’s investment will \nmeet AMB’s capital requirements for FY2018 and support its planned IPO. The proposed equity \nfunding will have a multiplier effect. AMB’s total-capital-to-gross-loans ratio was 17.07% in \nFY2016 and 27.58% in FY2015. Hence, leveraging ADB’s equity injection will enable AMB to lend \na much larger amount to its target customers as it makes a strategic shift to focus more on retail \nand SME loans. Additional capital will also ensure compliance with CBA guidelines. While AMB’s \nFY2016 CAR of 20.46% is healthy as per Basel 2 standards, it drops to 15.87% once CBA’s \ndiscretionary adjustments are applied to calculate the risk-weighted assets. Applying the same \nmethodology, AMB’s FY2017 CAR is projected at 12.70%. Without additional equity injection, this \nleaves little cushion over CBA’s minimum CAR of 12.00%. ADB’s equity investment is also \nexpected to support AMB’s IPO by catalyzing other investors. ADB, as a strategic partner, will \nhelp enhance AMB’s shareholder base of high-quality IFIs and contribute to its ability to reach the \nunderserved SME segment through the transaction technical assistance. ADB will be AMB’s only \nsolely Asia-focused equity shareholder. \n \nCONFIDENTIAL INFORMATION DELETED \n \nIV.  DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nA.  Development Impact, Outcome, and Outputs  \n20.  Impact. The impact will be improved availability of credit to SMEs and expansion of private \nfinancial services in Armenia. \n \n ", "6 \n \n21.  Outcome. The outcome will be increased uptake of financial services by SMEs. The \nproject will enable AMB to provide sustainable financial services to SMEs and thereby contribute \nto the growth and diversification of the Armenian economy as well as to employment creation.  \n \n22.  Outputs. Outputs will be the increased financing capacity of AMB to serve SMEs. \n \nB.  Alignment with ADB Strategy and Operations  \n23.  ADB and country strategy. Under ADB’s Midterm Review of Strategy 2020, ADB aims \nto  strengthen  its  support  for  the  finance  sector  by  assisting  the  development  of  financial \ninfrastructure, institutions, and products and services; and by promoting inclusive growth.7 AMB’s \nemphasis on lending to segments with high potential for employment and income generation will \nsupport inclusive growth. ADB funds will help AMB provide loans to SMEs to meet their investment \nneeds and support overall growth. This is consistent with the government’s efforts to promote \ngrowth and economic diversification, and with ADB’s country partnership strategy for Armenia, \n2014–2018.8 \n  \n24.  Sector strategy and ADB operations. ADB plays a tangible role in the deepening of \nfinancial services in Armenia. In 2011, ADB supported four banks in Armenia through senior loans \ntotaling $65 million. ACBA Credit Agricole, AMB, Ardshininvestbank, and Inecobank were the \nbanks selected in ADB’s Small and Medium-Sized Enterprise Finance Program. The loan to and \nequity investment in AMB will continue ADB’s efforts to develop Armenia’s financial market and \nsupport SMEs. These efforts also complement sovereign programs in the finance sector, such as \nthe Women’s Entrepreneurship Support Sector Development Program (2012).9 \n \nV.  POLICY COMPLIANCE \nA.  Safeguards and Social Dimensions   \n25.  The project is classified category FI for impacts on environment, involuntary resettlement, \nand  indigenous  peoples.  The  project’s  potential  environment  and  social  impacts,  its  risks \nassociated with AMB’s existing and/or likely future portfolio, and its commitment and capacity for \nenvironmental and social management have been assessed. AMB subloan subprojects assessed \nduring due diligence have required land acquisition and new subloans will likely also require this. \nHowever, no significant involuntary displacement has occurred on AMB-financed subprojects. No \nAMB subloan subprojects have had impacts on indigenous peoples’ communities, and none are \nexpected. The environmental and social management system applies IFIs’ prohibited investment \nactivities list, has procedures to address subprojects’ environmental and social risks, ensures that \ninvestments abide by applicable national laws and regulations, and complies with national labor \nlaws and ADB’s Social Protection Strategy (2001). Additional guidelines are available in the \nenvironmental and social management system for subprojects that have significant adverse \nenvironmental and social impacts, including involuntary resettlement.  \n  \n26.   AMB committed to exclude the ADB loan and equity funds from supporting any activities \nunder the Prohibited Investment Activities List or category A subprojects. ADB will monitor the \nuse of ADB proceeds through AMB’s semiannual reporting obligations and application of the \nenvironmental and social management system. Semiannual reports will include reporting on the \n                                                \n7  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n8  ADB. 2014. Country Partnership Strategy: Armenia, 2014–2018. Manila. \n9  ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Grant to \nArmenia for the Women’s Entrepreneurship Support Sector Development Program. Manila.  \n ", "       7 \nloan portfolio (by sector as well as average loan size) originated using ADB funds. Any breach on \nthe use of proceeds will result in an event of default under the loan as well as the default put \noption being triggered for the equity investment. As additional assurance of ADB projects’ use on \nnon-category A subprojects only, AMB is committed to consulting with ADB in the screening, \nreviewing, and finalizing of environment and social assessments for subprojects with potentially \nsignificant impacts and risks, prior to AMB credit committee approval.  \n \n27.  The transaction is classified as having some gender elements. AMB will comply with \nnational labor laws and, pursuant to ADB’s Social Protection Strategy, will take measures to \ncomply with the internationally recognized core labor standards. AMB will report regularly to ADB \non (i) its compliance with such laws, and (ii) the measures taken. Information disclosure and \nconsultation with affected people will be conducted following ADB requirements. \n \nB.  Anticorruption Policy  \n28.  AMB was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism, and remedies for ADB in the event of noncompliance.  \n \nCONFIDENTIAL INFORMATION DELETED \n \nC.  Assurances \n29.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),10 \nADB will proceed with the proposed assistance upon establishing that the Government of Armenia \nhas no objection to the proposed assistance to AMB. ADB will enter into suitable finance \ndocumentation, in form and substance satisfactory to ADB, following approval of the proposed \nassistance by the Board of Directors. \n \nVI.  RECOMMENDATION \n \n30.  I am satisfied that the proposed loan and equity investment would comply with the Articles \nof Agreement of the Asian Development Bank (ADB) and recommend that the Board approve (i) \nthe loan of up to $30,000,000 or its dram equivalent from ADB’s ordinary capital resources to \nAmeriabank  CJSC  (AMB)  and  (ii)  the  equity  investment  of  the  dram  equivalent  of  up  to \n$30,000,000 in AMB for Strengthening the Banking Sector for Financial Inclusion in Armenia, with \nsuch terms and conditions as are substantially in accordance with those set forth in this report, \nand as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \n \n \n4 September 2017 \n                                                \n10  ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "8  Appendix 1 \n \nDESIGN AND MONITORING FRAMEWORK \n \nImpact the Project is Aligned with \nImproved availability of credit to SMEs and expansion of private financial services in Armeniaa \n  Performance Indicators   Data Sources and \nResults Chain  with Targets and Baselines  Reporting  Risks \nOutcome  By 2022     \n \nUptake of  a. Number of SME loans outstanding  a–c. AMB annual  AMB asset \nfinancial  increased to 1,100 (2016 baseline: 711)  monitoring report  quality \nservices by    deteriorates \nSMEs  b. Number of SME loans outstanding to \nincreased  female-owned businesses increased to at \nleast 15 (2016 baseline: not available) \n \n \nc. Nonperforming loans (90 days past due) \nlimited to no more than 5.00% (2016 \nbaseline: 4.04%) \nOutputs  By 2022     \n \nFinancing  a. Total amount of SME loans disbursed at  a-b.  AMB  annual  Demand for \ncapacity of  least AMD150 billion (2016 baseline AMD77  monitoring report  loans not as \nAMB to serve  billion)    strong as \nSMEs    expected \nincreased  b. Amount of SME loans disbursed to   \n  women or female-owned businesses at  Interest rates \n  least AMD2.5 billion (2016 baseline: not  and inflation \n  available)  increase to \n    unsustainable \n    levels \n  Key Activities with Milestones \n1. Financing capacity of AMB to serve small and medium-sized enterprises increased \n1.1 ADB executes loan agreement with AMB by Q1 2018 \n1.2 ADB executes equity subscription agreement with AMB by Q1 2018 \n \nInputs \nADB:  $30 million (loan) \n       $30 million (equity) \n  \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank, AMB = Ameriabank, SMEs = small and medium-sized enterprises. \na  Government of Armenia. 2014. Armenia Development Strategy for 2014–2025. Yerevan. \nSource: Asian Development Bank. \n ", "Appendix 2  9 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51184-001-4 \n1. Contribution to the ADB Results Framework\n2. Country Economic Indicators"], "metadata": {"Author": "GV0", "CreationDate": "D:20171011135906+08'00'", "Creator": "PDF24 Creator", "ModDate": "D:20171011144749+08'00'", "Producer": "GPL Ghostscript 9.14", "Title": "Microsoft Word - PSFI_20171003_AMR_Ameria Bank Draft Redacted RRP_For Disclosure_Redacted by Ameriabank_final.docx"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 22 August 2017) \n \nCurrency unit  –  dram (AMD) \n \nAMD1.00  =  $0.0021     \n$1.00  =  AMD478.18     \n         \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  AMB  –  Ameriabank CJSC \n  CAR  –   capital adequacy ratio \n  CBA  –  Central Bank of Armenia \n  CEO  –  chief executive officer \n  EBRD  –  European Bank for Reconstruction and Development \n  GDP  –  gross domestic product \n  IFI  –  international financial institution \n  IPO  –  initial public offering \n  IT  –  information technology \n  LSE  –  London Stock Exchange \n  RMC  –  risk management center \n  SMEs  –  small and medium-sized enterprises \n \nNOTES \n \n(i)  The fiscal year (FY) of Ameriabank CJSC ends on 31 December.  \n(ii)  In this report, \"$\" refers to US dollars. \n \n \nVice-President  D. Gupta, Private Sector and Cofinancing Operations \nDirector General  M. Barrow, Private Sector Operations Department (PSOD) \nDirector  C. Engstrom, Financial Institutions Division, PSOD \n   \nTeam leader  A. Cheema, Senior Investment Specialist, PSOD \nTeam members  G. Abel, Principal Transaction Support Specialist (Integrity), PSOD \nE. Alpe, Transaction Support Specialist (Integrity), PSOD    \nP. Bailet, Senior Counsel, Officer of the General Counsel (OGC) \nI.  Bryson, Safeguards Specialist, PSOD \n  N. Chin, Counsel, OGC \n  L. Johannes, Senior Results Management Specialist, PSOD \n  A. Julian, Young Professional, PSOD \n  M. Manguiat, Safeguards Officer, PSOD \n  T. Rohner, Investment Specialist, PSOD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "E. Alpe", "role": " Transaction Support Specialist ", "organization": "(Integrity)"}, {"fullname": "P. Bailet", "role": " Senior Counsel", "organization": "Officer of the General Counsel "}, {"fullname": "I.  Bryson", "role": " Safeguards Specialist", "organization": "PSOD "}, {"fullname": "  N. Chin", "role": " Counsel", "organization": "OGC "}, {"fullname": "  L. Johannes", "role": " Senior Results Management Specialist", "organization": "PSOD "}, {"fullname": "  A. Julian", "role": " Young Professional", "organization": "PSOD "}, {"fullname": "  M. Manguiat", "role": " Safeguards Officer", "organization": "PSOD "}, {"fullname": "  T. Rohner", "role": " Investment Specialist", "organization": "PSOD "}]}