{"Producer": "GPL Ghostscript 9.14", "CreationDate": "D:20180302082105+08'00'", "ModDate": "D:20180302082105+08'00'", "Author": "ADB", "Creator": "PDF24 Creator", "Title": "Report and Recommendation of the President", "Keywords": "adb rrp report recommendation president", "content": "Report and Recommendation of the President  \nto the Board of Directors \n \n\nProject Number: 51199-001 \nFebruary 2018 \n \n  \n  \n \nProposed Policy-Based Loan \nMongolia: Ulaanbaatar Air Quality Improvement \nProgram \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\f \n\nCURRENCY EQUIVALENTS \n(as of 13 February 2018) \n\nCurrency unit \nMNT1.00 \n$1.00 \n\ntogrog (MNT) \n$0.000416 \n\n– \n= \n=  MNT2,401.00 \n\n \n\n \n\n \n\nABBREVIATIONS \n\nAsian Development Bank \ngross domestic product \nheat-only boiler \nimplementation action plan \nInternational Monetary Fund \nMinistry of Finance \npolicy-based loan \nparticulate matter of less than 2.5 micrometers in diameter \nSustainable Development Goal \ntechnical assistance \n\nNOTE \n\nIn this report, \"$\" refers to United States dollars. \n\nADB \nGDP \nHOB \nIAP \nIMF \nMOF \nPBL \nPM2.5 \nSDG \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n\fVice-President \nDirector General \nDirector \n\n \nTeam leader \nTeam members \n\nPeer reviewers \n\n \n\nStephen Groff, Operations 2 \nIndu Bhushan, East Asia Department (EARD) \nQingfeng Zhang, Environment, Natural Resources, and Agriculture \nDivision, EARD \n \nMaria Pia Ancora, Climate Change Specialist, EARD \nTuul Badarch, Senior Project Officer (Infrastructure), Mongolia \nResident Mission, EARD \nDavid Boland, Environmental Economist, EARD \nGiacomo Giannetto, Principal Financial Sector Specialist, EARD \nArnaud Heckmann, Senior Urban Development Specialist, EARD \nNa Won Kim, Senior Environment Specialist, EARD \nDeclan Magee, Senior Country Economist, EARD \nMary Dianne Rose Molina, Senior Operations Assistant, EARD \nOngonsar Purev, Senior Environment Officer, Mongolia Resident \nMission, EARD \nFrank Radstake, Principal Water Resources Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \nSusann Roth, Senior Social Development Specialist (Social \nProtection), SDCC \nNogendra Sapkota, Senior Social Development Specialist, EARD \nShigeru Yamamura, Senior Energy Specialist, EARD \nSaid Zaidansyah, Principal Counsel, Office of the General Counsel \n \nShakil Ferdausi, Environment Specialist, SDCC \nAnupma Jain, Senior Urban Development Specialist, Pacific \nDepartment \nYongping Zhai, Chief of Energy Sector Group, SDCC \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n\n \n\n \n\n \n \n\n \n\n \n\n\fCONTENTS \n\nPROGRAM AT A GLANCE \n \nI. \n \nII. \n\nTHE PROPOSAL \n\nPROGRAM AND RATIONALE \nA. \nB. \nC. \nD. \nE. \n\nBackground and Development Constraints \nPolicy Reform and ADB’s Value Addition \nImpacts of the Reform \nDevelopment Financing Needs and Budget Support \nImplementation Arrangements \n\n \nIII. \n\n \nIV. \n \nV. \n \nAPPENDIXES \n1. \n2. \n3. \n4. \n \n\nDUE DILIGENCE \nA. \nB. \nC. \nD. \n\nGovernance \nPoverty and Social \nSafeguards \nRisks and Mitigating Measures \n\nASSURANCES AND CONDITIONS \n\nRECOMMENDATION \n\nDesign and Monitoring Framework \nList of Linked Documents \nDevelopment Policy Letter \nPolicy Matrix \n\nPage \n\n \n\n1 \n\n1 \n1 \n2 \n5 \n6 \n7 \n\n7 \n7 \n8 \n9 \n10 \n\n10 \n\n10 \n\n11 \n14 \n15 \n18 \n\n \n\n \n \n \n \n \n \n\n\f1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nPublic sector management\nEnergy\nHealth\nTransport\nWater and other urban \ninfrastructure and services\n\nProject Classification Information Status: Complete\n\nPROGRAM AT A GLANCE\n\n Ulaanbaatar Air Quality \nImprovement Program\nMongolia\nGovernment of Mongolia\n\nDepartment/Division\n\nEARD/EAER\n\nProject Number: 51199-001\n\nExecuting Agency\n\nMinistry of Finance\n\nSubsector(s)\nPublic administration\nEnergy sector development and institutional reform\nHealth sector development and reform\nTransport policies and institutional development\nUrban policy, institutional and capacity development\n\n     ADB Financing ($ million)\n20.00\n60.00\n10.00\n10.00\n30.00\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth (IEG)\n\nEnvironmentally \nsustainable growth (ESG)\n\nSubcomponents\n\nPillar 1: Economic opportunities,  \nincluding jobs, created and \nexpanded\nEnvironmental policy and legislation\nGlobal and regional transboundary \nenvironmental concerns\nUrban environmental improvement\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\n\nComponents\nCivil society participation\nInstitutional development\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals\n\nNo\nNo\nYes\nSDG3, SDG7, SDG11, SDG13\n\n6. Risk Categorization:\n\nComplex \n\n \n\n.\n\n.\n\n8. Financing\n\nTotal\n\nClimate Change Information \nAdaptation ($ million)\nMitigation ($ million)\nCO2 reduction (tons per annum)\nClimate Change impact on the Project\n\n130.00\n\n3.00\n35.00\n133,800\nHigh\n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\nLocation Impact\nUrban\n\nHigh\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nModality and Sources\nADB\n     Sovereign Stand-Alone Policy-Based Lending (Regular Loan):  Ordinary \ncapital resources\nCofinancing\n     None\nCounterpart \n     None\nTotal\n\nAmount ($ million)\n\n130.00\n130.00\n\n0.00\n0.00\n0.00\n0.00\n130.00\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n15012018161832757376\n\nGenerated Date: 26-Feb-2018 8:56:38 AM\n\n\f \n\nI. \n\nTHE PROPOSAL \n\nI submit for your approval the following report and recommendation on a proposed policy-\n\n \n1. \nbased loan (PBL) to Mongolia for the Ulaanbaatar Air Quality Improvement Program.1 \n \n2. \nThe  Government  of  Mongolia  has  requested  financial  assistance  from  the  Asian \nDevelopment  Bank  (ADB)  in  the  form  of  a  PBL  to  address  Ulaanbaatar’s  severe  air  pollution \nproblem which (i) harms citizens’ health, disproportionally affecting children and poor people; and \n(ii) results in significant health and economic costs, which are a long-term burden on the already \nweak national economy. The proposed program is grounded in the 2017–2025 National Program \nfor Reducing Air and Environmental Pollution. The commitment to the PBL’s implementation was \nconveyed by the Ministry of Finance (MOF) in the development policy letter (Appendix 3). \n \n\nII. \n\nPROGRAM AND RATIONALE \n\nBackground and Development Constraints \n\n \nA. \n \n3. \nUlaanbaatar  is  the  world’s  coldest  capital,  with  temperatures  regularly  dropping  below  \n–20°  Celsius  in  winter  (October–March).  It  is  also  one  of  the  most  polluted  cities  in  the  world. \nDuring January 2018, levels of harmful fine particulate matter in the ambient air were nearly forty \ntimes  the  daily  limits  recommended  by  the World Health Organization.2 These dangerous  high \nlevels of pollution are a seasonal fact of life for Ulaanbaatar’s residents with severe health impacts. \nMedical costs, lost productivity, chronic illnesses, and shorter life expectancy affect the economy \nand  quality  of  life  of  people  in  Ulaanbaatar,  especially  poor  families  who  cannot  afford  proper \nnutrition and medical care. Children are particularly vulnerable to pollution.3 \n \n4. \nThe  air  pollution  problem  in  Ulaanbaatar  stems  from  unplanned  and  inadequate  urban \ndevelopment. In the past 20 years, Ulaanbaatar has witnessed rapid urban development due to \nthe inflow of people who have looked for better lives in the capital city or have sought refuge after \nlosing their livelihoods to more frequent and severe climate induced disasters in the countryside. \nThe city core has expanded only marginally to accommodate the new migrants and a vast peri-\nurban area (named ger areas) has developed with no adequate public services such as water, \nsanitation, heat supply, and public transport.4  \n \nIn ger areas, most households rely on the combustion of raw coal (or solid waste, for the \n5. \npoorest) for heating and cooking. Government and private buildings mostly rely on highly polluting \nand inefficient coal-fired heat-only boilers (HOBs).5 These highly polluting energy systems are the \n                                                \n1  ADB. 2018. Country Operations Business Plan: Mongolia, 2018–2020. Manila. \n2  In January 2018, several peaks of particulate matter of less than 2.5 micrometers in diameter (PM2.5) higher than \n1,000  micrograms  per  cubic  meter  (µg/m3)  were  recorded  in  the  ger  areas.  In  2017  in  Ulaanbaatar,  the  annual \naverage  of  ambient  PM2.5  concentration  was  75  µg/m3,  i.e.,  nearly  eight  times  the  World  Health  Organization’s \nrecommended annual standard of 10 µg/m3. \n\n3  Pneumonia is a leading cause of childhood mortality and accounts for 51% of all-age respiratory disease hospital \nadmissions. It is aggravated by exposure to air pollution.  Other health impacts of air pollution on children include \nreduced fetal growth, preterm birth, impaired brain development, and reduced lung function leading to acute and \nchronic respiratory diseases. United Nations Children’s Fund. 2016. Understanding and Addressing the Impact of Air \nPollution on Children’s Health in Mongolia. Ulaanbaatar.  \n\n4  A ger is a traditional portable round tent covered with skins or felt and used as a dwelling by nomads in the steppes \nof  East  Asia  (also  known  as  yurt).  Ger  areas  comprise  traditional  gers  and  houses  often  constructed  with  poor \ninsulating materials. In 2000, there were 350,000 residents in the ger areas; in 2017 there were 800,000, or 219,000 \nhouseholds, representing about 60% of Ulaanbaatar residents. \n\n5  Because gers and ger area houses generally have short chimneys, the emissions have a significant impact on the \n\nlocal air quality in ger areas. \n\n \n\n\flargest sources of air pollution, affecting the whole city; they contribute to an estimated 80% of \nambient concentrations of inhalable particulate matter of less than 2.5 micrometers in diameter \n(PM2.5).  Ulaanbaatar’s  central  core,  where  jobs  and  services  are  concentrated,  has  seen  an \nincreasing number of private vehicles and highly polluting public transport buses. These sources \nare thought to be responsible for 10% of ambient PM2.5. Coal burning in the combined heat and \npower plants generating electricity and heat for the city contributes to 5%–6% of ambient PM2.5, \nand resuspension of unpaved ger road dust and combined heat and power plant fly ash add 4%–\n5%.6 Moreover, the city’s topography and climate are conducive to poor air quality. Ulaanbaatar \nis  surrounded  by  mountains  which,  in  combination  with  cold,  dry  air  in  the  autumn  and  winter \nmonths, traps the air near the surface in and around the city, preventing dispersion of the pollution. \n \n6. \nInadequate urban and energy planning and insufficient investment in infrastructure often \nresult  in  haphazard  urban  development,  which  leads  to  air  pollution  and  unlivable  cities.  In \nUlaanbaatar, these conditions are exacerbated by declining economic growth and fiscal budget \nconstraints that leave very few resources for the government to tackle the problem. \n \nMongolia’s  economy  is  recovering  from  its  latest  budgetary  crisis,  triggered  in  2014  by \n7. \ndeclining  foreign  direct  investment,  falling  commodity  prices,  and  growth  moderation  in  the \nPeople’s Republic of China (Mongolia’s biggest trading partner), which prompted a deceleration \nin gross domestic product (GDP) growth from 17.3% in 2011 to 1.2% in 2016. The implementation \nof an International Monetary Fund (IMF) program, which aims to restore debt sustainability and \nimprove fiscal and monetary management, has had a positive impact on the economy, which has \nseen growth recover solidly to 5.1% in 2017.7 \n \nB. \n \n8. \nAmid efforts to stabilize the economy, it is a social and political imperative to implement \nmeasures to curb air emissions from key sectors. Such measures can prevent another winter with \nhigh levels of air pollution and the resulting negative health impacts and ensure protection for the \nmost vulnerable groups despite fiscal consolidation efforts under the IMF program. \n \nGovernment  plans  and  ADB’s  policy  dialogue.  In  November  2016,  the  government \n9. \nrenewed  the  composition  of  the  National  Committee  for  Reduction  of  Air  Pollution,  led  by  the \nprime  minister  and  co-led  by  the  minister  for  environment  and  tourism,  and  comprising  vice-\nministers  and  directors  of  relevant  ministries  and  agencies.  The  national  committee \ncommissioned  the  preparation  of  the  National  Program  for  Reducing  Air  and  Environmental \nPollution  2017–2025,  and  the  national  program’s  implementation  action  plan  (IAP).  ADB’s \nengagement in policy dialogue started in March 2017, when the national program was approved. \nExtensive consultations were held with key implementing agencies and development partners to \nreach understanding and agreement on needed reforms. \n \n10. \nThe national program’s overall aim is to update and develop urban plans and increase the \nquality  of  urban  infrastructure. 8  The  IAP,  intended  as  the  implementation  instrument  of  the \nnational program, specifies responsible institutions and officials, time frames, and the budget of \n\nPolicy Reform and ADB’s Value Addition \n\n                                                \n6  Government  of  Mongolia.  2017.  Mongolia  National  Program  for  Reducing  Air  and  Environment  Pollution. \n\nUlaanbaatar. \n\n7  In  May  2017,  the  IMF  approved  a  3-year  Extended  Fund  Facility  for  Mongolia  of  $434.3  million  to  support  the \ncountry’s economic reform program. ADB and other financing partners have committed to provide further budgetary \nsupport linked to policy actions and project support for a total financing package totaling approximately $5.5 billion. \nADB is coordinating closely with the IMF and other development partners on the Extended Fund Facility. \n\n8  The national program was approved on 20 March 2017. \n\n2 \n\n \n\n\fthe program. The IAP includes actions such as (i) implementing a free night-time tariff electricity \npolicy to encourage ger area households to use electric stoves for heating, (ii) distributing cleaner \nheating fuels for household stoves to reduce air pollutant emissions, and (iii) expanding district \nheating networks  while retiring  small  and inefficient  coal-fired  HOBs.  Many  of  these  measures \nhad been planned in the past but were not prioritized, i.e., not funded and implemented, delayed \nby other political and economic priorities. Furthermore, these measures need to be supported by \na robust and comprehensive policy framework: Mongolia’s ambitious environmental regulations \nlack details for their implementation and are not supported by public awareness and participation. \n \n11. \nADB’s  value  addition.  Strengthening  environmental  sustainability  is  a  pillar  of  ADB’s \ncountry partnership strategy for Mongolia.9 ADB will support efforts to reduce Ulaanbaatar’s air \npollution and greenhouse gas emissions under the national program by helping the government \nprioritize and deliver its IAP commitments based on cost-effective policy actions. \n \n12.  With the national program, the government has signaled the need and intent to address \nthe  serious  air  pollution  problem.  ADB’s  program  will  enhance  the  national  program  IAP’s \neffectiveness  and  efficiency  through  policy  dialogue  and  technical  assistance  (TA).10 The  $1.1 \nmillion  TA  for  the  PBL  will  (i)  guide  and  assist  the  government  in  delivering  on  its  policy \ncommitments  and  ensuring the quality  of resulting reforms,  and (ii) monitor  their  progress  and \nimpact. \n \n13. \nBy developing the capacity of relevant agencies and strengthening their coordination, the \nprogram  will  (i)  promote  complementary  measures,  (ii)  encourage  consistent  policy  objectives \nthrough measures that are financially and economically viable and sustainable, and (iii) minimize \ncontradictory actions. The program will also ensure timely and adequate allocation of resources \nfor the national program IAP. The program will achieve this by prioritizing and expanding public \nresources  for  air  pollution  reduction  efforts,  focusing  on  cost-effective  actions,  and  catalyzing \nprivate sector finance. \n \nAlignment with ADB strategy. The ADB program rests upon the national program and \n14. \nits IAP and is aligned with ADB’s country partnership strategy for Mongolia, 2017–2020 (footnote \n9), under  which  ADB  is  committing  $1.2  billion  over  the  program  period  with  a  focus  on  three \nstrategic  pillars:  (i)  promoting  economic  and  social  stability,  (ii)  developing  infrastructure  for \neconomic  diversification,  and  (iii)  strengthening  environmental  sustainability.  It  aligns  with, \ncomplements,  and  strengthens  ADB’s  ongoing  urban  development,  environment,  and  health \nprograms, e.g., ADB’s (i) large urban sector investment for sustainable, livable, and greener ger \nareas,  including  extension  of  basic  urban  services  and  tailored  urban  planning  and  housing \nsolutions;  (ii)  proposed  assistance  on  urban  waste  management  for  the  disposal  or  possible \nrecycling of coal ash; and (iii) provisions for indoor air quality filtration systems in upcoming ADB-\nfinanced health and education infrastructure facilities.11  \n\n                                                \n9  ADB.  2017.  Country  Partnership  Strategy:  Mongolia,  2017–2020—Sustaining  Inclusive  Growth  in  a  Period  of \n\nEconomic Difficulty. Manila. \n\n10 ADB approved transaction TA totaling $250,000 for the program preparation and implementation of prior actions (TA \n9383-MON: Ulaanbaatar Air Quality Improvement Program), with an additional fund of $150,000 being processed. \nTA  Special  Fund  resources  are  complemented  by  additional  resources  to  engage  experts  for  design  and \nimplementation  as  follows:  Cities  Development  Initiative  for  Asia  through  ADB.  2013.  Technical  Assistance  for \nSupporting  the  Cities  Development  Initiative  for  Asia.  Manila  (TA  8556-REG,  $250,000);  ADB.  2015.  Technical \nAssistance for Promoting Sustainable Energy for All in Asia and the Pacific. Manila (TA 8946-REG, $360,100); and \nUrban Environmental Infrastructure Fund under the Urban Financing Partnership Facility ($61,000). \n\n11 ADB. 2012. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Mongolia for \nthe Fifth Health Sector Development Project. Manila; ADB. 2013. Report and Recommendation of the President to \nthe Board of Directors: Proposed Multitranche Financing Facility to Mongolia for the Ulaanbaatar Urban Services and \n\n3 \n\n \n\n\fThe  program  will  also  leverage  ongoing  finance  sector  programs  to  support  small  and \n15. \nmedium-sized enterprises undertaking green and energy efficient projects. The government will \nallocate  new  capital  in  the  Credit  Guarantee  Fund  of  Mongolia  to  support  the  creation  of  new \ncredit  guarantee  products  designed  to  maximize  potential  air  quality  improvements  and,  in \nparticular,  aid  businesses  located  in  ger  areas.12 The  program  is  also  consistent  with  ADB’s \nenvironment,  urban,  energy,  and  health  operational  directions  and  contributes  to  advancing \nSustainable Development Goal (SDG) 3 (on health), SDG 7 (sustainable energy for all), SDG 11 \n(sustainable cities and communities), and SDG 13 (climate change).13 \n \nLessons  learned.  The  program  builds  on  lessons  learned  from  recent  policy-based \n16. \nlending programs for Mongolia, which were smoothly implemented and improved the capacity of \nthe government to successfully use this financing instrument. The program also draws from other \ndevelopment partners’ experience in the sector in Ulaanbaatar, such as the importance of well-\ndesigned  incentives  for  switching  to  cleaner  heating  technologies  and  mechanisms  for  their \ndistribution.  The  proposed  program  design  foresees  the  provision  of  financial  incentives  for \ncleaner  energy  sources,  and mechanisms  for  their  distribution,  which  are  mindful  of  technical, \nsocial, cultural, and economic barriers. In addition, targeting use of cleaner fuel prior to investment \nin cleaner vehicles improves the cost-effectiveness of investments. Prior experience of providing \ncleaner vehicles to abate transport-related emissions without improving fuel quality, resulted in \npoor performance of these vehicles. This was the basis for a policy requirement under the current \nprogram  on  transitioning  to  cleaner  fuels  ahead  of  any  technology  abatement  measures.  The \nprogram’s  design  also  draws  lessons from  a  recent  ADB  PBL  on  air  pollution reduction  in the \nPeople’s Republic of China, by building a comprehensive policy framework with well-coordinated \nactions that are complemented by capacity building. \n \nDevelopment partner coordination. Other partners involved in the sector are the World \n17. \nBank, the Government of Japan through the Japan International Cooperation Agency, the Swiss \nDevelopment Cooperation, German development cooperation through the Deutsche Gesellschaft \nfür Internationale Zusammenarbeit, the  Millennium  Challenge Corporation,  and  United  Nations \nagencies.14 The proposed program, with focus on air quality improvement, will reinforce ADB’s \nleading  role  among  development  partners  by  enabling,  implementing,  or  scaling  up  initiatives \ncarried out by consulted donors, such as the Japan International Cooperation Agency’s long-term \nengagement in raising air quality monitoring capacity of the Ulaanbaatar Municipality, the United \nNations Children’s Fund’s program to promote pneumonia vaccination for children, and German \ndevelopment cooperation’s extensive support to the Ministry of Energy on energy planning and \nenergy efficiency standards for the building industry. \n\n \n\n                                                \n\nGer Areas Development Investment Program. Manila; ADB. 2015. Technical Assistance to Mongolia for Preparing \nthe  Improving  Access  to  Health  Services  for  Disadvantaged  Groups  Project.  Manila;  ADB.  2017.  Report  and \nRecommendation of the President to the Board of Directors: Proposed Loan to Mongolia for the Sustaining Access \nto and Quality of Education During Economic Difficulties Project. Manila; Proposed Loan to Mongolia for Improving \nAccess to Health Services for Disadvantaged Groups Project; and Proposed Grant Assistance for the Solid Waste \nand Management Recycling (included in the Country Operations Business Plan for Mongolia, 2018–2020).   \n\n12 ADB. 2015. Report and Recommendation of the President to the Board of Directors: Loan and Technical Assistance \nGrant to Mongolia for the Supporting the Credit Guarantee System for Economic Diversification and Employment \nProject. Manila. \n\n13 ADB. 2013. Environment Operational Directions, 2013–2020. Manila; ADB. 2009. Energy Policy. Manila; ADB. 2012. \nUrban  Operational  Plan,  2012–2020.  Manila;  ADB.  2017.  Climate  Change  Operational  Framework  2017–2030: \nEnhanced Actions for Low Greenhouse Gas Emissions and Climate-Resilient Development. Manila; and ADB. 2015. \nOperational Plan for Health, 2015–2020. Manila. \n\n14 Development Coordination (accessible from the list of linked documents in Appendix 2). \n\n4 \n\n \n\n\fImpacts of the Reform \n\nC. \n \n18. \nThe  overarching  development  objective  will  be  to  improve  public  health  and  living \nstandards  by  improving  air  quality  in  Ulaanbaatar.  Three  multisector  key  reform  areas  will  be \npromoted  through  twenty  policy  actions:  (i)  improved  IAP  efficiency  and  air  pollution  control \nregulatory framework; (ii) key measures on air pollution reduction and health protection; and (iii) \nmechanisms  for  environmentally  sound  and  integrated  urban,  energy,  and  transport  systems. \nThese  reforms  tackle  the  air  pollution  problem  from  multiple  perspectives,  i.e.  governance, \ntechnology, finance, to promote changes, which are needed in the short-, medium- and long-term \nhorizon.  \n \nReform  area  1:  Improved  implementation  action  plan  efficiency  and  air  pollution \n19. \ncontrol regulatory framework. These policy actions are intended to support the implementation \nof the national program IAP. Several of these policy actions are intended to establish a stronger \nregulatory  framework  or  enhance  the  current  framework,  including  (i)  approving  the  national \nprogram IAP to authorize policy actions to reduce air pollution; (ii) amending the national Law on \nGovernment Special Funds, Law on Air, and Law on Air Pollution Fees to enable the allocation of \npollution fees for financing  air quality  improvement;  (iii) modifying  the  excise tax  law  to  enable \npreferential  taxation  for  cleaner  transportation  fuels,  which  reduce  air  pollution  and  make  it \npossible  to  operate  advanced  vehicle  pollution  controls  (in  Ulaanbaatar  and  nationwide);  (iv) \napproving  national  standards  for  safety  and  efficiency  of  electric  stoves  and  heaters;  and  (v) \nissuing  technical  standards for  cleaner  fuels.  Other  policy  actions  aim  to  enhance  the  public’s \nawareness of (i) the links between fuel use, air pollution, and health impacts through education \nprograms;  and  (ii)  innovative  heating  and  green  building  technologies  at  ger  area  information \ncenters. The remaining policy actions focus on (i) studying the economic, technical, and social \nbarriers  to  deploying  efficient  heating  and  green  building  technologies;  and  (ii)  developing  a \nstrategy  to  upgrade  emission  and  air  quality  monitoring  networks  to  create  comprehensive \nmonitoring and analytical systems to measure progress. \n \nReform area 2: Key measures on air pollution reduction and health protection. The \n20. \npolicy actions in this reform area guide future expenditures to prioritize cost-effective IAP actions \nfor  air  pollution  reduction  and  human  health  protection.  The  actions  focused  on  air  pollution \nreduction  include  (i)  creating  a  mechanism  to  stimulate  production  and  use  of  lower-emitting \nheating fuel by replacing approximately 80,000 tons of raw coal used for heating and cooking in \nthe  most  polluted  ger  areas  with  more-efficient  and  cleaner-burning  processed  coal  (such  as \nsemi-coke  briquettes  or  equivalent  lower-emitting  fuel);  and  (ii)  replacing  inefficient,  highly \npolluting coal-fired HOBs with distributed heating systems.15 Even with these emission reduction \nmeasures, there is still an urgent need to reduce the health impacts of air pollution in Ulaanbaatar. \nThe remaining policy actions aim to do that by providing for (i) the vaccination of children under \nthe age of 5 years in Ulaanbaatar with pneumococcal conjugate vaccine; and (ii) the installation \nof  insulation  and  air  filtration  in  new  and rehabilitated  kindergartens,  schools,  and  hospitals  to \nreduce exposure to indoor air pollution (and enhance building energy efficiency) in Ulaanbaatar.16 \n\n                                                \n15 The Ulaanbaatar Air Pollution Reduction Department of the Municipality of Ulaanbaatar has divided the city into four \nzones, corresponding to air pollution (PM2.5 and sulfur dioxide) levels (zone 1 being the most polluted, zone 4 the \nleast). \n\n16 Indoor air pollution also poses significant health risks, especially for women and children. Two effective interventions \nto improve indoor air quality are insulation and air filtration systems (e.g., high efficiency particulate air filters). These \nactions reduce not only the heating needs for buildings, potentially reducing fuel use and the associated air pollution, \nbut  also the intrusion  of polluted  outside  air.  Installing  insulation and air  filters  on  new  and  rehabilitated schools, \nhospitals, and kindergartens will enhance indoor air quality in buildings where children and elderly adults spend a \nsignificant portion of their day. \n\n5 \n\n \n\n\fReform  area  3:  Mechanisms  for  environmentally  sound  and  integrated  urban, \n21. \nenergy,  and transport systems. These  policy  actions create  a framework for better  planning \nand  provide  incentives  for  cleaner  fuels  and  greener  development.  Specifically,  several  policy \nactions lay the foundation for greener redevelopment of the city, especially in ger areas, including \n(i) developing a roadmap to transition to low-sulfur transportation fuel that will reduce emissions \nand  improve  the  effectiveness  of  advanced  pollution  controls;  (ii)  requiring  the  application  of \nenergy efficiency standards and prohibiting on-site coal combustion at government-owned and/or \noperated  buildings;  and (iii)  integrating urban  and energy master  plans with  coherent  land-use \npolicies that consider anticipated climate impacts. The remaining policy actions provide incentives, \nthrough sustainable financing mechanisms, for a shift towards a more efficient, safer, and greener \nbuilding industry by creating and funding credit guarantee products for small and medium-sized \nenterprises that support air pollution reductions. \n \n22. \nThe  PBL  will  enable  the  government  to  implement  government  policy  actions  in  a \nconstrained fiscal environment that exists because of the implementation of the IMF program. The \npriority actions include urgent measures to curb air pollution in Ulaanbaatar, where residents are \nexposed to health risks resulting in economic impact of 18%–28% of Ulaanbaatar’s GDP and 8%–\n13% of Mongolia’s GDP.17 \n \n23. \nA  quantitative  estimation  of  economic  benefits  from  the  program  is  difficult  because  of \nseveral complex assumptions involved with the analysis, including (i) emission reductions due to \nthe program and translation of the reduced pollutions to outdoor air quality, and (ii) identifying the \nnumber  and  geographical  distribution  of  affected  people  and  extent  of  their  exposure  to  the \nimproved air quality. However, it is expected that economic benefits of air pollution reduction will \naccrue to all Ulaanbaatar residents through improved air quality and reduced public health costs \nbecause  of  avoided  mortality  and  morbidity,  improved  economic  growth  due  to  investments  in \ntechnologies and insulation, increased employment opportunities to install and maintain greener \ntechnologies, and increased labor productivity.18 \n \nD. \n \n24. \nThe government has requested a regular loan of $130 million from ADB’s ordinary capital \nresources  to  help  finance  the  program.  The  loan  will  be  disbursed  in  two  tranches.  The  first \ntranche  of  $100  million  will  be  withdrawn  upon  loan effectiveness. The second  tranche  of  $30 \nmillion will be withdrawn upon achievement of the second tranche policy actions.19 \n \nThe loan will have a 15-year term, including a grace period of 3 years; an annual interest \n25. \nrate determined in accordance with ADB’s London interbank offered rate (LIBOR)-based lending \nfacility; a commitment charge of 0.15% per year; and such other terms and conditions set forth in \nthe draft loan agreement. The average maturity is 12.1 years and no maturity premium is payable \nto ADB. The government has provided ADB with (i) the reasons for its decision to borrow under \nADB’s LIBOR-based lending facility based on these terms and conditions, and (ii) an undertaking \n\nDevelopment Financing Needs and Budget Support \n\n                                                \n17 National Secretariat for the Second Compact Agreement between the Government of Mongolia and the Millennium \n\nChallenge Corporation of the United States. 2016. Mongolia Constraints Analysis. Ulaanbaatar. \n\n18 Replacing HOBs with district heating can reduce particulate matter 10 micrometers or less in diameter emissions by \napproximately  130  tons  each  year.  The  replacement  of  HOBs  with  district  heating  (fueled  by  more  efficient  and \ncleaner coal burning in the combined heat and power plants) also contributes to the reduction of 133,800 tons of \ncarbon dioxide emissions equivalent. \n\n19 ADB and the Economic Development Cooperation Fund of Korea are discussing possible co-financing for follow-up \n\ninvestment projects related, but not limited to, selected actions of the policy matrix in Appendix 4.  \n\n6 \n\n \n\n \n\n\fthat these choices were its own independent decision and not made in reliance on any advice \nfrom  ADB.  The  proceeds  of  the  loan  will  be  disbursed  in  accordance  with  ADB’s  Loan \nDisbursement Handbook (2017, as amended from time to time). \n \n26. \nThe program will support efforts to improve Ulaanbaatar’s air quality and related health \noutcomes.  In  determining  the  loan  size,  consideration  was  given  to  the  importance  of  (i) \nsupporting  the  government’s  macroeconomic  and  fiscal  stabilization  program,  while  also \nconsidering the economic and social cost of not undertaking effective measures to address air \npollution  in  Ulaanbaatar;  and  (ii)  the  fiscal  savings  realized  through  prioritization  of  necessary \nurgent measures. \n \nProposed financing modality. The stand-alone PBL will be provided in two tranches with \n27. \nthe funds front loaded to ensure that essential near-term policy actions are implemented quickly \ndespite  tighter  fiscal  policy.  The  financing  modality  is  justified  to  address  the  urgent  need  of \nprotecting  the  health  of  citizens,  especially  the  children  and  poor  in  Ulaanbaatar,  and  reduce \nbudget expenditures related to medical costs associated with health impacts.  The first tranche of \n$100  million  is  linked  to  10  cost-effective  measures  to  address  air  pollution  in  Ulaanbaatar, \nprotecting  families  most  affected  by  air  pollution  and  avoiding  significant  economic  and  social \ncosts. These measures entail higher costs and are also the most politically sensitive, showing the \ngovernment’s  commitment  to  the  proposed  reforms. The  second  tranche  of  $30  million  will  be \nlinked  to  10  policy  actions  that  lay  the  foundation  for  a  longer-term  policy  framework  while \nimplementing actions for the subsequent winter.  \n \nE. \n \n28. \nThe  MOF  will  be  the  program’s  executing  agency,  heading  an  ad  hoc  working  group \noverseeing and coordinating the timely implementation of the policy actions by the implementing \nagencies:  the  Ministry  of  Environment  and  Tourism,  the  Ministry  of  Construction  and  Urban \nDevelopment, the Municipality of Ulaanbaatar, the Ministry of Energy, the Ministry of Road and \nTransport Development, the Ministry of Mining and Heavy Industry, and the Ministry of Health.20 \n \n29. \nImplementation is from 1 March 2017 to 30 November 2018. ADB will assess program \nimplementation through periodic progress reports submitted by the MOF and will field missions to \nconfirm the fulfillment of policy actions for tranche releases. ADB and development partners will \nclosely coordinate to ensure that there is no overlap or duplication of activities during program \nimplementation. \n \n\nImplementation Arrangements \n\nIII. \n\nDUE DILIGENCE \n\nGovernance \n\n \nA. \n \nPublic  financial  management.  Procyclical  fiscal  management,  optimistic  revenue \n30. \nforecasts,  and  the  misalignment  of  public  expenditure  and  strategic  priorities  are  major  public \nfinancial management challenges in Mongolia. Poor windfall revenue management and frequent \nbudget  amendments  have  undermined  efforts  to  strengthen  strategic  guidance  for  the  annual \nbudget process and reduce vulnerability to the boom–bust economic cycle. In addition to greater \ncountercyclical  fiscal  discipline,  budget  preparation  and  public  expenditure  need  to  be  better \naligned with policy priorities. \n \n\n                                                \n20 The working group shall be led by the MOF’s vice-minister. \n\n7 \n\n \n\n\fThis  PBL  is  part  of  strong  collaborative  efforts  between  ADB  and  other  development \n31. \npartners  under  the  framework  of  the  IMF’s  Extended  Fund  Facility.  Specifically,  the  Extended \nFund  Facility  program  will  help  improve  public  financial  management  by  (i)  working  with  the \ngovernment to significantly curtail off-budget expenditures; (ii) creating a fiscal council to provide \nindependent budget forecasts and costings of new policy proposals; (iii) allowing the government \nsole authority to determine the total amount of spending in the budget; and (iv) granting the MOF \nthe authority to approve proposals to the Cabinet that have a budgetary cost. For this project, the \nMOF is responsible for ensuring that financial commitments are included as budget line items in \nthe  state  budget  and  will  ensure  that  the  policy  actions  are  implemented  by  the  implementing \nagencies. Therefore, although this PBL does not target public financial management directly, it is \nclosely coordinated with efforts to strengthen public financial management under the IMF program. \n \nCorruption.  Major  corruption  risks  include  weak  institutions  and  enforcement,  lack  of \n32. \ncapacity of integrity institutions, political interference, lack of transparency and accountability, and \nthe  prevalence  of  conflicts  of  interest.  The  policy  actions  under  the  IMF-led  program  and \nmonitoring  indicators  would  ensure  strict  compliance  with  the  program  objectives  and  thereby \nminimize risks.  ADB’s  Anticorruption  Policy  (1998,  as amended to date) was explained to and \ndiscussed with the government. \n  \nEnvironmental  management  and  governance.  Mongolia  generally  has  adequate \n33. \nenvironmental protection laws and standards, but their implementation and enforcement has been \nchallenging, partly because of limited capacity and coordination of implementing agencies. The \nprogram addresses this challenge in two ways: (i) establishing economic incentives to encourage \nand/or facilitate private action (e.g., credit guarantee funds to support air pollution reductions, and \nchanges  to  the  excise  tax  law  to  provide  incentives  for  cleaner  transportation  fuels),  and  (ii) \nproviding fiscal resources to facilitate environmental policy enforcement (e.g., strategy to upgrade \nUlaanbaatar air quality and the emission compliance monitoring network). In addition, the program \nincludes TA to build capacity for environmental management and governance. \n \nB. \n \n34. \nThe poverty rate in Ulaanbaatar declined from 25.8% in 2011 to 16.4% in 2014. However, \nyears  of  progress  were  erased  as  the  poverty  rate  jumped  to  24.8%  in  2016,21 due  in  part  to \nplummeting GDP growth and increasing unemployment. The negative impacts caused by indoor \nand  outdoor  air  pollution  may  aggravate  these  poverty  rates  through  poor  health  and  living \nstandards,  high medical  costs,  lost  productivity,  chronic  illnesses,  and  shorter  life  expectancy. \nThe poor people living in ger areas and other parts of the city are more vulnerable to air pollution, \nas they normally have (i) limited access to public information on air quality, (ii) living and working \nplaces  prone  to  or  lacking  any  protection  against  air  pollution,  and  (iii)  little  choice  of  working \nhours and places. Often, they cannot afford good medical prevention or treatment for pollution-\nrelated health problems. The program will result in improved air quality, which in turn will have \nsignificant positive impacts on public health and well-being. It will particularly benefit children and \nthe elderly, who are most vulnerable to cardiovascular and respiratory diseases. Income loss from \nrestricted economic activities because of poor air quality will be reduced, thereby increasing work \nproductivity in Ulaanbaatar. \n \nGender. Women face greater risks  of  poor  health  because of  air  pollution.  Because  of \n35. \ntheir traditional roles as the primary users of household energy sources, women suffer more from \ninefficient and polluted household energy. Women are expected to benefit from cleaner sources \n\nPoverty and Social \n\n                                                \n21 Mongolian National Statistics Office. 2017. www.nso.mn (accessed 26 October 2017). \n\n8 \n\n \n\n\fSafeguards \n\nof energy for heating homes and from having healthier children and elderly family members, which \nwill  reduce  their  caretaking  time.  The  program  has  been  categorized  by  ADB  as  having  some \ngender elements, and the policy matrix includes the following gender measures: (i) 50% women \nparticipation in public awareness; (ii) targeting the poor, including households headed by women, \nin distribution of semi-coke briquettes or lower-emitting fuel; and (iii) including gender analysis in \nthe study on innovative heating technologies. \n \nC. \n \n36. \nProgram  activities  are  confined  to  policy  reforms,  and  their  benefits  will  accrue  to  all \nUlaanbaatar residents. None of the policy actions will result in or lead to involuntary resettlement \nor adversely affect indigenous peoples.22 No adverse environmental impacts have been identified \nand, as such, the program is categorized C for the environment, involuntary resettlement, and \nindigenous peoples. \n \n37. \nThe PBL adopts a systematic, multisector approach to address the air pollution problem \nfrom short-, medium-, and long-term perspectives. The provision of 80,000 tons of cleaner coal is \na key short-term policy, which can significantly reduce air pollution; the longer-term development \nof the ger areas will reduce the urgency of this measure. The ADB TA will aid in the design and \nmonitoring  of  effective,  transparent,  and  accountable  distribution  of  high-quality  lower-emitting \ncoal, significantly reducing pollution locally and creating both demand and supply for cleaner coal, \nthereby  ensuring  sustainability  of  the  policy  (footnote  10).  In  addition,  expanding  the  heating \nnetwork will create opportunities to connect ger households and other buildings to district heating, \nfurther reducing traditional air pollutants and greenhouse gas emissions through the retirement of \nHOBs (footnote 18). Positive environmental impacts also include co-beneficial climate mitigation \nthrough short-lived climate pollutants (i.e., black carbon) emission reductions.23 \n \n38. \nOther  policy  actions,  such  as  on  upgrading  air  quality  monitoring  systems,  may  further \nreduce emissions by improving regulatory enforcement and environmental supervision, but their \nactual contribution is difficult to quantify. Hence, the team adopted the proportionality approach \nto estimate the climate finance for the program, considering two policy actions in tranche 1 and \nfour policy actions in tranche 2 contributing towards climate mitigation.24 \n \n39. \nClimate  change  risks—direct  and  indirect—have  been  mitigated  by  including  policy \ncommitment that urban and energy planning agencies take into consideration anticipated climate \nimpacts  in  the  rural  areas  on  future  migration  patterns  (i.e.,  increased  frequency  of  climate-\ninduced  natural  disasters)  and,  in  the  urban  context,  on  the  infrastructure  (i.e.,  heat  waves \nincreasing peak electricity demands, or freezing temperatures compromising renewable energy \nsupply systems).25 \n\n                                                \n22 Matrix of Potential Environmental and Social Impacts and Measures (accessible from the list of linked documents in \n\nAppendix 2). \n\n23 The reduction of black carbon due to the replacement of raw coal with semi-coke briquettes could save 117,000 tons \nof carbon dioxide emissions equivalent. These reductions cannot be accounted in the program’s climate estimates, \nin compliance with current climate finance accounting guidance. \n\n24 Policy actions 5, 10, 12, 13, 16, and 19 (Appendix 4). Policy action 20 is attributed to climate adaptation. \n25 Climate change is likely to intensify extreme weather events in Mongolia, including dzudz. a summer drought followed \nby  a  heavy  winter  snow.  Recurring  dzuds  and  droughts  over  the  past  decade,  coupled  with  poor  pasture \nmanagement, have affected much of the rural population which migrated to Ulaanbaatar to seek refuge. The 2009‒\n2010 dzud resulted in the loss of 25% of Mongolia’s livestock population; in the 2015–2016 dzud 41% of Mongolia’s \nherder population was affected and 1.1 million livestock perished. ADB. 2016.  Grant Assistance Report: Proposed \nAdministration of Grant to Mongolia for the Strengthening Community Resilience to Dzud and Forest  and Steppe \nFires Project. Manila.  \n\n9 \n\n \n\n\f10 \n\nRisks and Mitigating Measures \n\nD. \n \n40. \nThe integrated benefits and impacts of the program are expected to outweigh the costs. \nMajor risks and mitigating measures are summarized in the table and described in detail in the \nrisk assessment and risk management plan.26 \n \n\nSummary of Risks and Mitigating Measures \n\nMitigating Measures \n\nRisks \nClimate-change-induced \ndisasters in the countryside \ntrigger migration to Ulaanbaatar \nwhich outpaces the speed of the \nprogram’s implementation. \nContinuing economic weakness \nprevents the Government of \nMongolia from prioritizing the air \npollution reduction agenda in \nUlaanbaatar. \nChanges in political priorities \nimpair the reform program. \n\nCorruption \n\nRisk has been mitigated by including a policy commitment, taking into \nconsideration anticipated direct and indirect climate impacts in urban and energy \nplanning. Ongoing related technical and financial assistance by ADB, the World \nBank, and the Government of Japan will strengthen the resilience of rural \nlivelihood to climate disasters. \nUnexpected deterioration of the external environment would require additional \nmonitoring to ensure that resources are not reallocated to priorities other than air \npollution reduction. However, the IMF’s Extended Fund Facility and associated \nmultilateral external financing are expected to stabilize the economy and sustain \nlong-term growth. \nThere will be continued engagement with the government, including ADB’s \nManagement intervention, and close coordination with development partners, to \nsupport political commitment on the program. \nThe policy actions under the IMF-led program and monitoring indicators will \nensure strict compliance with the program objectives and thereby minimize risks. \n\nADB = Asian Development Bank, IMF = International Monetary Fund. \nSource: Asian Development Bank. \n \n\nIV. \n\nASSURANCES AND CONDITIONS \n\n \n41. \nThe government has assured ADB that implementation of the program shall conform to \nall  applicable  ADB  policies  including  those  concerning  anticorruption  measures,  safeguards, \ngender, procurement, consulting services, and disbursement, as described in detail in the loan \nagreement. The government has agreed with ADB on certain covenants for the program, which \nare set forth in the draft loan agreement. No disbursement shall be made unless ADB is satisfied \nthat the government has completed the policy actions specified in the policy matrix relating to the \nprogram. \n \n\nV. \n\nRECOMMENDATION \n\n \n42. \nI  am  satisfied  that  the  proposed  policy-based  loan  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and, acting in the absence of the President, \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve the loan of $130,000,000 to Mongolia for the Ulaanbaatar Air Quality Improvement \nProgram, from  ADB’s  ordinary  capital  resources,  with interest  to  be  determined in accordance \nwith ADB’s London interbank offered rate (LIBOR)-based lending facility, for a term of 15 years, \nincluding a grace period of 3 years; and such other terms and conditions as are substantially in \naccordance with those set forth in the draft loan agreement presented to the Board. \n \n \n\nStephen Groff \nVice-President \n \n\n                                                \n26  Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n28 February 2018 \n\n \n\n\fAppendix 1 \n\n11 \n\nRisks \n\n \nClimate-change-\ninduced disasters in \nthe countryside \ntrigger migration to \nthe city which \noutpaces the speed \nof the program’s \nimplementation. \n \n \n \n \nWeak economic \nperformance shifts \ngovernment priorities \naway from the air \npollution reduction \nemergency. \n \nReforms are \ndiscontinued \nbecause of changes \nin political priorities. \n\nDESIGN AND MONITORING FRAMEWORK \n\n \nCountry’s Overarching Development Objectives \nPublic health and living standards in Ulaanbaatar improved \n(National Program for Reducing Air and Environment Pollution, 2017–2025)a \n\n \n\nPerformance Indicators \nwith Targets and Baselines \n\nBy 2019: \nAir quality in Ulaanbaatar improved, with \nannual ambient PM2.5 concentrations \nlowered by 30% \n(2016 baseline: 90 micrograms per cubic \nmeter) \n \nThe national total annual spending for air \npollution reduction measures in \nUlaanbaatar increased by at least 200% \n(2016 baseline: $5 million) \nKey Policy Actions \nBy January 2018: \n1.1 The government approved the \nNational Program for Reducing Air and \nEnvironment Pollution 2017–2025 and its \nimplementation action plan. \n(2016 baseline: Not applicable) \n \n1.2 Parliament approved amendments to \n(i) Law on Air, (ii) Law on Air Pollution \nFees, and (iii) Law on Government \nSpecial Funds to enable the collection \nand use of fees for air quality \nimprovement. \n(2016 baseline: Not applicable) \n \nBy November 2018: \n1.3 The MOF submitted to the Cabinet a \ndraft amendment to the Excise Tax Law \nto change the fuel classification system \nfor taxation purposes. \n(2016 baseline: Not applicable) \n \n1.4 At least 1,000 people (50% or more \nfemale) have improved understanding of \nair pollution measures and their health \nimpact. \n(2016 baseline: Not applicable) \n \n1.5 Strategy to upgrade Ulaanbaatar air \nquality and emission compliance \nmonitoring prepared in collaboration with \nMUB and MRTD and approved by MET. \n(2016 baseline: Not applicable) \n \n1.6 MOE and MUB prepared and \nsubmitted for approval to the relevant \nauthority the final draft of the (i) energy \nefficiency standard for electric stoves and \nheaters; and (ii) emission standard for \nlower-emitting fuel. Both standards will \n\nData Sources and \nReporting \nMechanisms \n\n \nAnnual government \nreports \n\n \n \n1.1 Government \nresolution \n \n \n \n \n1.2 Approved \namendments  \n \n \n \n \n \n \n \n1.3 Draft amendment \nand submission letter \n \n \n \n \n1.4 (i) Program \nreport(s), and (ii) \nStrategy document \nand Ministerial order \n \n \n1.5 Strategy document \nand MET approval \ndocument \n \n \n \n1.6 (i) New energy \nefficiency standard, \nand (ii) new emission \nstandard for low-\nemitting fuel \n\nResults Chain \nEffect of the Reform \nAir quality in \nUlaanbaatar improved \n\nReform Areas \n \n1. Improved \nimplementation action \nplan efficiency and air \npollution control \nregulatory framework \n\n \n\n\fData Sources and \nReporting \nMechanisms \n\nRisks \n\n12 \n\nAppendix 1 \n\nResults Chain \n\n \n \n2. Key measures on \nair pollution reduction \nand health protection \n\n \n3. Mechanisms for \nenvironmentally \nsound and integrated \nurban, energy, and \ntransport systems \n\n \n\nPerformance Indicators \nwith Targets and Baselines \ntake into consideration the affordability for \nthe poor. \n(2016 baseline: Not applicable) \nKey Policy Actions \nBy January 2018: \n2.1 The government allocated budget to \nprovide financial support for procuring \n80,000 tons of semi-coke briquettes or \nlower-emitting fuel. \n(2016 baseline: 0) \n \n2.2 The government issued a resolution \nto replace inefficient and highly polluting \ncoal-fired heat only boilers with district \nheating, electricity, or non-coal heating \nalternatives. \n(2016 baseline: Not applicable) \n \n2.3 MOF allocated the budget for \nextension of the district heating \ninfrastructure enabling the retirement of \n68 boilers. \n(2016 baseline: Not applicable) \n \n2.4 The government allocated budget to \nensure vaccination with pneumococcal \nconjugate vaccine for about 40,000 \nchildren in Ulaanbaatar. \n(2016 baseline: 10,500) \n \nBy November 2018: \n2.5 At least 80,000 tons of semi-coke \nbriquettes, or lower-emitting fuel, \ndistributed to households in Ulaanbaatar’s \nger areas, targeting the poor including \nfemale headed households. \n(2016 baseline: 0) \n \n2.6 The government allocated adequate \nbudget for insulation and air filtration \nsystems in new and rehabilitated \nkindergartens, schools, and hospitals in \nUlaanbaatar. \n(2016 baseline: 0) \n \nBy January 2018: \n3.1 The CGFM created new guarantee \nproducts to support investment by small \nand medium-sized enterprises in air \npollution reduction products or services. \n(2016 baseline: 0) \n \n3.2 MOE and MUB jointly issued the \naction plan for coordinated energy and \nurban planning which accounts for climate \nimpacts and for greenhouse gas emission \nreduction potential based on \nUlaanbaatar’s contribution for the \nachievement of Mongolia’s NDCs. \n\n \n \n2.1 State budget line \n \n \n \n \n \n2.2 Government \nresolution \n \n \n \n \n \n2.3 State budget line \n \n \n \n \n \n2.4 State budget line \nand national health \nstatistics \n \n \n \n \n2.5 (i) Procurement \nagreement, and (ii) \nDistribution plan \n \n \n \n \n2.6 (i) State budget \nline; and (ii) Donor \nfunded project \ndocuments  \n\n \n3.1 Resolution by the \nboard of the CGFM \napproving new \nguarantee product \nofferings \n \n3.2 Jointly approved \naction plan \n \n \n \n \n \n\n\f \n\nAppendix 1 \n\n13 \n\nResults Chain \n\nRisks \n\nPerformance Indicators \nwith Targets and Baselines \n\n(2016 baseline: Not applicable) \n \nBy November 2018: \n3.3 The MMHI, in collaboration with the \nMRTD and in consultation with relevant \nstakeholders, developed a roadmap for \ntransitioning to low sulfur transportation \nfuel (i.e. Euro 5-equivalent fuel). \n(2016 baseline: Not applicable) \n \n3.4 The MCUD required all newly built \ngovernment-owned and/or operated \nbuildings in Ulaanbaatar to apply energy \nefficiency standards and prohibit use of \non-site coal-fired boilers. \n(2016 baseline: Not applicable) \n \n3.5 MOE and MUB finalized a study on \nclimate change adaptation to increase \nclimate resilience of the action plan for \ncoordinated energy and urban planning. \n(2016 baseline: Not applicable) \n\nData Sources and \nReporting \nMechanisms \n\n \n \n \n3.3 Draft roadmap \n \n \n \n \n \n \n3.4 Ministerial order \n \n \n \n \n \n \n3.5 Report \n \n \n \n\n \n\nBudget Support \n \nAsian Development Bank:  $130,000,000 (ordinary capital resources) \n  \n\nCGFM = Credit Guarantee Fund of Mongolia, IAP = implementation action plan, MCUD = Ministry of Construction and \nUrban  Development,  MMHI  =  Ministry  of  Mining  and  Heavy  Industry,  MOE  =  Ministry  of  Energy,  MOF  =  Ministry  of \nFinance, MRTD = Ministry of Road and Transport Development, MUB = Municipality of Ulaanbaatar, NDC = Nationally \nDetermined Contribution, and PM2.5 = particulate matter of less than 2.5 micrometers in diameter. \na  Government of Mongolia. 2017. Mongolia National Program for Reducing Air and Environment Pollution. Ulaanbaatar. \nSource: Asian Development Bank. \n \n   \n   \n   \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f14 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51199-001-3 \n\nLoan Agreement \n\nSector Assessment (Summary): Multisector \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nCountry Economic Indicators \n\nInternational Monetary Fund Assessment Letter1 \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\nList of Ineligible Items \n\nSupplementary Documents \n\n10. \n\nSector Assessment: Energy \n\n11.  Matrix of Potential Environmental and Social Impacts and Measures  \n\n12. \n\nPublic Financial Management Performance \n\n \n\n \n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n \n\n \n\n                                                \n1  The International Monetary Fund (IMF) confirmed on 13 November 2017 that the IMF Country Report No. 17/396 \n\nmay serve as the IMF assessment letter. \n\n\fAppendix 3 \n\n15 \n\nDEVELOPMENT POLICY LETTER \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\f16 \n\nAppendix 3 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\f \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nAppendix 3 \n\n17 \n\n \n\n\fTRANCHE 1 \n1 March 2017 – 28 February 2018 \n\nTRANCHE 2 \n1 March – 30 November 2018 \n\nPolicy Actions \n\nImplementation Status \n\nPolicy Actions  \n\nImplementation Status \n\nReform Area 1. Improved implementation action plan efficiency and air pollution control regulatory framework \n\n \n\nPOLICY MATRIX \n\n \n\n \n\n \n\n \n\n1.  The government approved the National \n\nProgram for Reducing Air and \nEnvironment Pollution 2017–2025 \n(National Program).  \n\n2.  The government (i) approved the IAP on \nthe National Program; and (ii) submitted \nto the Parliament a progress report on \nthe IAP. \n\n3.  Parliament approved amendments to \nthe (i) Law on Air, (ii) Law on Air \nPollution Fees, and (iii) Law on \nGovernment Special Funds to enable \nthe collection and use of fees for air \nquality improvement. \n\n(Government resolution) \n \n \n\n(Ministerial order) \n(Progress report on the IAP) \n(Press Release) \n\n(Approved amendments) \n \n \n\n4.  MOF submitted to the Cabinet a draft \namendment to the Excise Tax Law to \nchange the fuel classification system for \ntaxation purposes. \n\n(Draft amendment and \nsubmission letter) \n \n \n\n5.  The government established an \n\ninformation center of innovative, low-\ncarbon technologies for space heating \nand green buildings. \n\n(Press release related to the \noperation of the information \ncenter) \n \n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n\n \n\n11. The MET will (i) develop and \n\nimplement an education and outreach \nprogram, targeting at least 50% female \nparticipation including female headed \nhouseholds, to increase awareness on \nair pollution, including the impact and \nreduction measures; and (ii) approve a \nstrategy to upgrade Ulaanbaatar air \nquality and emission compliance \nmonitoring networks, including cost \nrequirements. \n\n(Program report(s)) \n \nStrategy document and \nMinisterial Order \n \n \n \n \n \n \n \n \n\n \n\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n\ni\n\n \n\n1\n8\n\n\f \n\n \n \n\n \n\n(Final report) \n \n \n\n12. The MCUD and MOE will (i) complete \n\na study on barriers and opportunities to \ndeploy innovative heating and green \nbuilding technologies, such as heat \npumps; and (ii) identify technologies for \nrenewable energy pilot projects. The \nstudy will include a gender analysis, \nwith the collection of sex-\ndisaggregated data as well as gender-\nspecific barriers to use new energy \nsources. \n\n13. MOE and MUB will prepare and submit \nfor approval to the relevant authority \nthe final draft of the (i) energy \nefficiency standard for electric stoves \nand heaters; and (ii) emission standard \nfor lower-emitting fuel. Both standards \nwill take into consideration the \naffordability for the poor.  \n\n(New energy efficiency \nstandard) \n \n(New emission standard for \nlower-emitting fuel) \n \n \n\n14. MOE will procure 80,000 tons of semi-\ncoke briquettes, or lower-emitting fuel, \nfor distribution to households in \nUlaanbaatar ger areas, targeting the \npoor and female headed households. \n\n15. The government will allocate the \n\nbudget for the extension of the district \nheating infrastructure to enable the \nretirement of additional 71 heat-only \nboilers. \n\n(Procurement agreement) \n \n(Distribution Plan) \n \n \n\n(State budget line and the \nMedium-term Budget \nFramework) \n \n \n\n \n\n \n\nA\np\np\ne\nn\nd\nx\n \n4\n\ni\n\n \n\n1\n9\n\n \n\nReform Area 2. Key measures on air pollution reduction and health protection  \n\n6.  The government allocated budget to \n\nprovide financial support for procuring \n80,000 tons of semi-coke briquettes or \nlower-emitting fuel. \n\n(State budget line) \n \n \n\n7.  The government issued a resolution to \nreplace inefficient and highly polluting \ncoal-fired heat only boilers with district \nheating, electricity, or non-coal heating \nalternatives; and MOF allocated the \nbudget for extension of the district \nheating infrastructure enabling the \nretirement of 68 boilers. \n \n8.  The government allocated adequate \nbudget to ensure vaccination with \npneumococcal conjugate vaccine for \naround 40,000 male and female children \nin Ulaanbaatar.  \n\n(Government resolution.) \n \n(State budget line) \n \n \n\n(State budget line) \n \n \n\n \n\n \n\n \n\n\fReform Area 3. Mechanisms for environmentally sound and integrated urban, energy, and transport systems \n\n9.  CGFM created new guarantee products \nto support investment by SMEs in air \npollution reduction products or services.  \n\n(Resolution by the Board of the \nCGFM approving new \nguarantee product offerings) \n \n \n\n \n\n \n\n \n\n2\n0\n\n \n\nA\np\np\ne\nn\nd\nx\n \n\ni\n\n4\n \n\n \n\n16.   The government will allocate adequate \n\nbudget for insulation and air filtration \nsystems in new and rehabilitated \nkindergartens, schools, and hospitals \nin Ulaanbaatar. \n\n(State budget line) \n(Donor funded project \ndocuments) \n \n \n\n17. The MMHI, in collaboration with the \n\nMRTD and consultation with relevant \nstakeholders, will develop a roadmap \nfor transitioning to low sulfur \ntransportation fuel (i.e. Euro 5-\nequivalent fuel). \n\n18.  MOF will inject sufficient capital to \n\nenable CGFM to (i) issue at least 10 \nsuch guarantees; or (ii) provide such \nguarantees for loans with minimum \ntotal value of no less than the \nequivalent of $1,000,000.  \n\n \n19.  The MCUD will require all newly built \ngovernment-owned and/or operated \nbuildings in Ulaanbaatar to apply \nenergy efficiency standards and \nprohibit use of on-site coal-fired \nboilers. \n\n(Draft roadmap) \n \n \n\n(The Minister of Finance \nDecree and the relevant \nguarantee documents) \n\n(Ministerial Order) \n \n \n\n10.  MOE and MUB jointly issued the action \nplan for coordinated energy and urban \nplanning which accounts for climate \nimpacts and for greenhouse gas \nemission reduction potential based on \nUlaanbaatar’s contribution for the \nachievement of Mongolia’s NDCs.  \n\n(Jointly Approved Action Plan) \n \n\n \n20.   MOE and MUB will finalize a study on \nclimate change adaptation to increase \nthe climate resilience of the action \nplan for coordinated energy and \nurban planning. \n\n(Report) \n\n \n\n \nCGFM = Credit Guarantee Fund of Mongolia, IAP = Implementation Action Plan; MCUD = Ministry of Construction and Urban Development, MET = Ministry of Environment, MMHI \n= Ministry of Mining and Heavy Industry, MOE = Ministry of Energy; MOF = Ministry of Finance; MRTD =  Ministry of Road and Transport Development, MUB = Municipality of \nUlaanbaatar, and NDC = Nationally Determined Contribution. \n \n \n\n \n\n \n\n \n\n \n \n \n\n \n \n \n \n\n \n\n \n\n\f", "author_pages": [" \n", "CURRENCY EQUIVALENTS \n(as of 13 February 2018) \n", "Currency unit \nMNT1.00 \n$1.00 \n", "togrog (MNT) \n$0.000416 \n", "– \n= \n=  MNT2,401.00 \n", " \n", " \n", " \n", "ABBREVIATIONS \n", "Asian Development Bank \ngross domestic product \nheat-only boiler \nimplementation action plan \nInternational Monetary Fund \nMinistry of Finance \npolicy-based loan \nparticulate matter of less than 2.5 micrometers in diameter \nSustainable Development Goal \ntechnical assistance \n", "NOTE \n", "In this report, \"$\" refers to United States dollars. \n", "ADB \nGDP \nHOB \nIAP \nIMF \nMOF \nPBL \nPM2.5 \nSDG \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n", " \n", " \n \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n", " \n", " \n", " \n", "Vice-President \nDirector General \nDirector \n", " \nTeam leader \nTeam members \n", "Peer reviewers \n", " \n", "Stephen Groff, Operations 2 \nIndu Bhushan, East Asia Department (EARD) \nQingfeng Zhang, Environment, Natural Resources, and Agriculture \nDivision, EARD \n \nMaria Pia Ancora, Climate Change Specialist, EARD \nTuul Badarch, Senior Project Officer (Infrastructure), Mongolia \nResident Mission, EARD \nDavid Boland, Environmental Economist, EARD \nGiacomo Giannetto, Principal Financial Sector Specialist, EARD \nArnaud Heckmann, Senior Urban Development Specialist, EARD \nNa Won Kim, Senior Environment Specialist, EARD \nDeclan Magee, Senior Country Economist, EARD \nMary Dianne Rose Molina, Senior Operations Assistant, EARD \nOngonsar Purev, Senior Environment Officer, Mongolia Resident \nMission, EARD \nFrank Radstake, Principal Water Resources Specialist, Sustainable \nDevelopment and Climate Change Department (SDCC) \nSusann Roth, Senior Social Development Specialist (Social \nProtection), SDCC \nNogendra Sapkota, Senior Social Development Specialist, EARD \nShigeru Yamamura, Senior Energy Specialist, EARD \nSaid Zaidansyah, Principal Counsel, Office of the General Counsel \n \nShakil Ferdausi, Environment Specialist, SDCC \nAnupma Jain, Senior Urban Development Specialist, Pacific \nDepartment \nYongping Zhai, Chief of Energy Sector Group, SDCC \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n", " \n", " \n", " \n \n", " \n", " \n"]}