{"path": "data/input/reports/51274-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 51274-001 \nMay 2018 \n \n \n \n \nProposed Loans \nNorthern Bangkok Monorail Company Limited \nEastern Bangkok Monorail Company Limited \nBangkok Mass Rapid Transit Project (Pink and \nYellow Lines) \n \n(Thailand)\n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes  information  that  is  subject  to  exceptions  to  disclosure  set  forth  in  ADB's  Public \nCommunications Policy 2011. ", "", " \nCURRENCY EQUIVALENTS \n(as of 27 March 2018) \nCurrency unit  –  baht (B) \nB1.00  =  $0.032     \n$1.00  =  B31.14     \n \n \nABBREVIATIONS \n  ADB  –  Asian Development Bank \n  BSR  –  BSR Joint Venture \n  BTS Group  –  BTS Group Holdings Public Company Limited \n  BTSC  –  Bangkok Mass Transit System Public Company Limited \n  dB(A)  –  A-weighted decibels \n  EBM  –  Eastern Bangkok Monorail Company Limited  \n  ESIA  –  environmental and social impact assessment \n  ESMP  –  environmental and social management plan \n  GDP  –  gross domestic product \n  km  –  kilometer \n  LTA  –  lender's technical adviser \n  MOT  –  Ministry of Transport \n  MRT  –  mass rapid transit \n  MRTA  –  Mass Rapid Transit Authority of Thailand \n  MVA  –  SYSTRA MVA (Thailand) \n  NBM  –  Northern Bangkok Monorail Company Limited \n  O&M  –  operation and maintenance \n  PPP  –  public–private partnership \n  PSOD  –  Private Sector Operations Department \n  RATCH  –  Ratchaburi Electricity Generating Holding Public Company \nLimited \n  SET  –  Stock Exchange of Thailand \n  STECON  –  Sino-Thai Engineering and Construction Public Company \nLimited \n \n \nNOTE \nIn this report, \"$\" refers to United States dollars. \n   ", " \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Jackie B. Surtani, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  Shuji Hashizume, Senior Investment Specialist, PSOD \nProject advisor  Daniel Wiedmer, Principal Investment Specialist, PSOD \nTeam members  Genevieve Abel, Principal Transaction Support (Integrity), PSOD \n  Cecilia Alcazar De Castro, Safeguards Officer (Environment), PSOD \nMark Kunzer, Director, Private Sector Transaction Support Division, \nPSOD \n  Kang Hang Leung, Senior Finance Specialist, Southeast Asia \nDepartment \nHajung Lim, Investment Specialist, PSOD \n  Ma. Amora Manabat, Senior Investment Officer, PSOD \nNicholas Moller, Principal Counsel, Office of the General Counsel \nJocelyn Erlinda Munsayac, Principal Safeguards Specialist, PSOD \n  Krittayamon Paocharoen, Senior Investment Officer, Thailand Resident \nMission, PSOD \n  Noel Peters, Principal Safeguards Specialist, PSOD \n  Raneliza Samiano, Safeguards Officer, PSOD \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.   ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \n \nI.  THE PROPOSAL  1 \n \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impacts, Outcome, and Outputs  3 \nC.  Alignment with ADB Strategy and Operations  4 \nD.  Project Cost and Financing Plan  4 \nE.  Implementation Arrangements  4 \nF.  Projected Financial and Economic Performance  5 \n \nIII.  THE PROPOSED ADB ASSISTANCE  6 \nA.  The Assistance  6 \nB.  Value Added by ADB Assistance  6 \nC.  Risks  6 \n \nIV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  8 \nC.  Investment Limitations  8 \nD.  Assurances  8 \n \nV.  RECOMMENDATION  8 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  9   \n2.  List of Linked Documents  11 \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 51274-001\nProject Name Bangkok Mass Rapid Transit  Department PSOD/PSIF2\nProject (Pink and Yellow Lines) /Division\nCountry Thailand\nBorrowers Northern Bangkok Monorail \nCompany Limited\nEastern Bangkok Monorail \nCompany Limited\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nTransport Urban public transport 318.00\nTotal 318.00\nqq\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic Pillar 2: Access to economic  Mitigation ($ million) 318.00\ngrowth (IEG) opportunities, including jobs,  CO  reduction (tons per annum) 50,000\n2\nmade more inclusive Climate Change impact on the Project Medium\nEnvironmentally Global and regional \nsustainable growth transboundary environmental \n(ESG) concerns\nUrban environmental \nimprovement\nQq\n4. Drivers of Change Components Gender Equity and Mainstreaming\nPartnerships (PAR) Commercial cofinancing Some gender elements (SGE)\nImplementation\nPrivate Sector\nPrivate sector development Promotion of private sector \n(PSD) investment\nPublic sector goods and \nservices essential for private \nsector development\nqq\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting No Urban High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG3, SDG9, SDG11\nqq\n6. Nonsovereign Operation Risk Rating\nObligor Name Final Project Rating Facility Risk Rating\nNorthern Bangkok Monorail Company Limited CONFIDENTIAL INFORMATION DELETED CONFIDENTIAL INFORMATION DELETED\nNorthern Bangkok Monorail Company Limited CONFIDENTIAL INFORMATION DELETED CONFIDENTIAL INFORMATION DELETED\nEastern Bangkok Monorail Company Limited CONFIDENTIAL INFORMATION DELETED CONFIDENTIAL INFORMATION DELETED\nEastern Bangkok Monorail Company Limited CONFIDENTIAL INFORMATION DELETED CONFIDENTIAL INFORMATION DELETED\n.\n7. Safeguard Categorization Environment: A  Involuntary Resettlement: A Indigenous Peoples: C\nQq\n8. Financing\nModality and Sources Amount ($ million)\nADB 318.00\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources 85.99\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources 86.41\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources 72.59\n     Nonsovereign Local Currency Loan (Regular Loan): Ordinary capital resources 73.01\nCofinancing 0.00\n     Others  0.00\nOthers a 2,642.00\nTotal 2,960.00\naDerivedbydeductingADBfinancingandCofinancingfromTotalProjectCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 04012018120652903128 Generated Date: 01-May-2018 9:28:43 AM ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on (i) a proposed loan \nof up to B4,950,000,000 (or its equivalent in US dollars) to the Northern Bangkok Monorail \nCompany Limited (NBM), and (ii) a proposed loan of up to B4,950,000,000 (or its equivalent in \nUS dollars) to the Eastern Bangkok Monorail Company Limited (EBM) for the Bangkok Mass \nRapid Transit Project (Pink and Yellow Lines) in Thailand. \n \n2.  The project entails the construction and operation of the mass rapid transit (MRT) Pink \nLine and Yellow Line in Bangkok. The Pink Line will operate between Min Buri district in Bangkok \nand Khae Rai in Nonthaburi province with the total length of about 34.5 kilometers (km). The \nYellow Line will operate between Lat Phrao in Bangkok and Samrong in Sumut Prakarn province \nwith  the  total  length  of  about  30  km.  [CONFIDENTIAL  INFORMATION  DELETED].  ADB’s \nparticipation  in  the  project  will  enable  sustainable  development  with  affordable  public \ntransportation, contribute to climate change mitigation, and catalyze commercial financing to the \nMRT sector through mitigating the ridership risk.  \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n3.  Project identification. Cities generate over 80% of gross domestic product (GDP) in \nmany countries in Asia and the Pacific and are engines of economic growth that have lifted \nmillions from poverty.1 As urban populations in Asian cities are estimated to increase by 44 million \nevery year, the quality and efficiency of the cities will determine the region’s long-term productivity \nand overall stability.2 However, as urbanization accelerates with increased population, higher \npopulation  density,  and  income  growth,  there  are  increasing  pressures  on  its  benefits. \nMotorization and resulting traffic congestion is one of the most serious challenges, and is a major \nobstacle to productivity because of wasted time and resources.3 It is also a threat to sustainable \ngrowth because of air pollution and greenhouse gas emissions. The number of private cars in \nSoutheast Asia has more than doubled since 2000, and 30 million more passenger cars are \nexpected to be added by 2040. The transport sector accounts for around 60% of the oil consumed \nand is also the largest source of nitrogen oxide emissions.4 Further, traffic congestion hinders \ninclusive growth since the urban poor are often disproportionally affected by environmental issues \nand are also the worst victims of long commuting hours with poor public transportation. \n \n4.  Bangkok is one of the largest cities in Southeast Asia with a population of approximately \n6 million for its own metropolis area, and about 14 million including the greater Bangkok areas. It \nis also famous for its heavy traffic congestion, and some studies name Bangkok as one of the \nmost congested cities in the world.5 The key policy of the Government of Thailand to tackle the \nnotorious Bangkok traffic is to develop a network of MRT systems.6 MRT delivers a faster and \ncheaper option for commuters that contributes to the city’s productivity, mitigates air pollution, and \n                                                \n1  Asian Development Bank (ADB). 2013. Urban Operational Plan 2012–2020. Manila. \n2  ADB. 2008. Managing Asian Cities. Manila. \n3  ADB estimates road congestion costs 2%–5% of gross domestic product every year because of lost time and higher \ntransport costs. \n4  International Energy Agency. 2017. Southeast Asia Energy Outlook 2017. Paris. \n5  For  instance,  TomTom  Traffic  Index  ranks  Bangkok  as  the  second  most  congested  city  in  the  world \n(https://www.tomtom.com/en_gb/trafficindex/list?citySize=LARGE&continent=ALL&country=ALL). \n6  Mass rapid transit systems are a form of mass transit system, including urban rail, light trams, monorail, and other \ntrain systems, which use rolling stock to move large numbers of passengers along fixed routes. The Pink Line and \nYellow Line in Bangkok are monorail systems. ", "2 \nreduces greenhouse gas emissions by removing private vehicles from the roads through modal \nshifts. An affordable public urban transport system is also indispensable for inclusive growth. The \nfirst MRT line, the Green Line, commenced operation in 1999 and has been followed by several \nphases of extensions. There are now five MRT lines in Bangkok and the government is following \nthe Urban Rail Mass Transit Master Plan, a comprehensive MRT development plan which \nproposes to deliver 14 new urban rail MRT lines and/or extensions in Bangkok. \n \n5.  [CONFIDENTIAL  INFORMATION  DELETED].  The  overall  development  of  the  MRT \nsystem still lags far behind other major cities in the region. The total length of the MRT lines in \nBangkok is just over 100 km compared with Singapore, which has 200 km, and Shanghai and \nTokyo, both with over 500 km. As a result, the proportion of mass transit in the travel of the overall \nBangkok metropolitan area is a mere 4% compared with 41% in Tokyo and 29% in Hong Kong, \nChina. Over 50% of travel is by car, which is far higher than in Tokyo (29%) and Hong Kong, \nChina (11%).7 There is a clear need to develop more MRT lines, in particular feeder lines outside \nthe central business district, to facilitate further modal shifts to public transport. \n \n6.  Project design. The government selected a public–private partnership (PPP) net cost \nscheme8 for the implementation of the MRT Pink Line and Yellow Line, in which the Mass Rapid \nTransit Authority of Thailand (MRTA) is responsible for the provision of land and right of way, \nwhile the private sector invests in civil works, mechanical and equipment systems, and rolling \nstock, as well as operation and maintenance services. The two lines are feeder monorail lines to \nfeed passengers to other MRT lines which connect to the central business district. They will \nprovide convenient and affordable public transport and mitigate traffic congestion and associated \nenvironmental issues through modal shifts. While the government does not provide any guarantee \nof the ridership, it will extend fixed subsidies during the first 10 years of operation to mitigate the \nrisk and improve the project’s financial sustainability. This structure will leverage the private \nsector’s efficiency while reducing the government’s fiscal burden, and can be the model for future \nMRT lines in Bangkok and in other cities in the region. While the tender process was undertaken \nindependently for the two lines, BSR Joint Venture (BSR) won the concession for both the Pink \nLine and Yellow Line. \n \n7.  Competitive long-term financing is one of the main success factors of concession-based \nMRT  projects.  However,  exposure  to  ridership  risk  is  the  key  challenge.  The  number  of \npassengers during the early years of operation is often difficult to predict, while the ridership \nnormally reaches the projected level in the long run. Although there will be fixed subsidies from \nthe government during the initial years of the project and Thai commercial banks are committed \nto finance, significant exposure to the ridership remains a major concern for the banks and BSR. \nThe Asian Development Bank (ADB) Private Sector Operations Department (PSOD) has been \nengaged in discussions with BSR and Thai banks to mitigate this risk. ADB has proposed loans \nwith longer tenor and back-ended repayment profile (ridership ramp-up tranches), which enable \nthe borrower to reduce the repayment obligations following the subsidy period when the exposure \nto the ridership is most significant. Since the ridership will become more certain over the long term \nin the later years when the ADB loans become payable, this structure also mitigates ADB’s own \nrisk, thus delivering a mutually beneficial solution to all stakeholders. \n                                                \n7  Krungsri Research. 2017. Thailand Industry Outlook 2017–19: Mass Rapid Transit Operator. Bangkok. \n8  Under the PPP net cost scheme, the concessionaire of the project is responsible for the costs of civil works, \nmechanical electrical works, and operation and maintenance, while it will be entitled to receive the fare revenue from \nthe project. If the fare and other revenues are not sufficient to cover the costs, the government will fill the gap by way \nof subsidies. In the case of the MRT Pink Line and Yellow Line, the key parameter of the tender was the amount of \nsuch subsidies from the government that each bidder needs (i.e., minimum subsidy). Sector Overview (accessible \nfrom the list of linked documents in Appendix 2). ", "3 \n \n8.  Further, ADB has been in discussion with the MRTA to ensure the project’s compliance \nwith ADB safeguards policies. [CONFIDENTIAL INFORMATION DELETED]. \n \n9.  Borrower and sponsor. BSR is a joint venture comprising BTS Group Holdings Public \nCompany Limited (BTS Group), Sino-Thai Engineering and Construction Public Company Limited \n(STECON), and Ratchaburi Electricity Generating Holding Public Company Limited (RATCH), \nwhich was established to participate in tendering for the Pink Line and Yellow Line. BSR \nestablished special-purpose vehicles for each line—NBM for the Pink Line and EBM for the Yellow \nLine. NBM and EBM are both owned 75% by the BTS Group, 15% by STECON, and 10% by \nRATCH. \n \n10.  The BTS Group is a leading mass transit service provider in Thailand. Its businesses \ninclude four main business units: mass transit, media, property, and services. BTS Group \noperates the MRT Green Line, which was the first MRT system in Thailand, through its subsidiary \nBangkok Mass Transit System Public Company Limited (BTSC), which is the concessionaire of \nthe  line.  The  major  shareholder  of  the  BTS  Group  is  Keeree  Kanjanapas  and  his  family. \n[CONFIDENTIAL INFORMATION DELETED]. The BTS Group is listed on the Stock Exchange of \nThailand (SET), and has a market capitalization of approximately $3.3 billion.9 The BTS Group’s \nlocal credit ratings are A/Stable by TRIS Rating. \n \n11.  STECON,  established  in  1962,  is  among  the  leading  large-scale  engineering  and \nconstruction companies in Thailand. Its key areas of activity are infrastructure, power and energy, \nindustrial,  building,  and  environment.  STECON  serves  both  the  private  and  public  sectors \n(including state enterprises) and was the first construction company to be listed on the SET (in \n1992). It has a current market capitalization of approximately $0.8 billion (footnote 10) and its local \ncredit rating is A–/Stable by TRIS Rating. \n \n12.  RATCH, founded in 2000, is one of the largest private power producers in Thailand. Its \nkey operations are in Thailand, Australia, and the Lao People’s Democratic Republic with a total \ngeneration capacity of 6,381 megawatts in operation and 693 megawatts in development and \nunder construction. The major shareholder of RATCH is the Electricity Generating Authority of \nThailand, holding a 45% stake. Other shareholders are institutional and public investors (55%). \nRATCH is listed on the SET and has a current market capitalization of approximately $2.4 billion \n(footnote 10). RATCH’s international credit ratings are BBB+/Stable by Standard & Poor’s and \nBaa1/Stable by Moody’s, and its local credit rating is AAA/Stable by TRIS Rating. \n \n13.  Integrity due diligence was conducted.10 [CONFIDENTIAL INFORMATION DELETED]11 \n \nB.  Development Impacts, Outcome, and Outputs \n \n14.  Impacts. The project is aligned with the following impacts: (i) diversification of transport \nmodality through the addition of two MRT lines in Bangkok; and (ii) improved mobility and \naccessibility through enhanced MRT network connectivity to address traffic congestion. \n \n                                                \n9  Bloomberg (as of 30 April 2018). \n10 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n11  [CONFIDENTIAL INFORMATION DELETED]. ", "4 \n15.  Outcome. The project will have the following outcome: expanded operations of green \ntransportation system operated by the private sector in a safe and efficient manner. \n \n16.  Outputs. The outputs will comprise (i) completion of two MRT monorail lines (Pink Line \nand Yellow Line), (ii) local employment generated, (iii) local purchase of goods and services, and \n(iv) gender and diversity in operations supported. \n \nC.  Alignment with ADB Strategy and Operations \n \n17.  Consistency with ADB strategy and country strategy. The project is consistent with \nADB’s Midterm Review of Strategy 2020, which includes a focus on private sector development \nand operations, as well as infrastructure development.12 ADB’s support for the project is also in \nline with its country partnership strategy for Thailand, 2013–2016,13 and its country operations \nbusiness plan, 2018–2020 (footnote 9), both of which promote the support for private sector \ndevelopment  and  uphold  two  key  core  strategic  areas  for  ADB’s  focus:  infrastructure \ndevelopment, and environmentally sustainable development. \n \n18.  Consistency with sector strategy and relevant ADB operations. The project is in line \nwith ADB’s Sustainable Transport Initiative, which promotes a transport system that is efficient, \nsafe,  environmentally  friendly,  and  has  urban transport  as  one  of  the  key  pillars for  ADB \noperations in the sector.14 Since motorized transport emissions are a significant contributor of \ngreenhouse gas emissions, the Sustainable Transport Initiative calls for transport solutions that \nencourage the use of more energy efficient and environmentally friendly modes of transport such \nas rail. \n \nD.  Project Cost and Financing Plan \n \n19.  Cost.   \n \n[CONFIDENTIAL INFORMATION DELETED]. \n \n20.  Subsidy. A key feature of the project is the government subsidy of B22,500 million for the \nPink Line and B25,050 million for the Yellow Line, . The subsidy is paid over a period of 10 years \nfollowing the commercial operation date in equal installments. \n \nE.  Implementation Arrangements \n \n21.  Table 3 summarizes the implementation arrangements.151 \n \nTable 3: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  The Pink Line and Yellow Line are developed under a public–private partnership net \ncost scheme under which the MRTA is responsible for provision of land and right of \nway while the concessionaire invests in civil works, mechanical and equipment \nsystems, and rolling stock, including operation and maintenance services. \nManagement  The borrowers (NBM and EBM) are established by BTS Group (75%), STECON \n(15%), and RATCH (10%). BTSC, a subsidiary of the BTS Group, is the project \nmanager.  \n                                                \n12  ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n13  ADB. 2013. Country Partnership Strategy: Thailand, 2013–2016. Manila. \n14 ADB. 2009. Sustainable Transport Initiative Operation Plan. Manila. \n15 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). ", "5 \nAspects  Arrangements \nImplementation period  Construction: Q3 2018–Q4 2021 (39-month construction period) \nConstruction arrangements \nType of arrangement  The project will be constructed under EPC contracts, each of which is with a fixed-\nprice, date-certain, and turnkey arrangement. STECON will undertake the civil works, \nand Bombardier is the contractor for electrical and mechanical works as well as the \nrolling stock. Interfacing of EPC contracts will be managed by the BTSC as the project \nmanager. \nSupplier and/or  Bombardier will provide all engineering support services and advice throughout the \ncontractor  construction period. The project will use monorail trains equipped with Bombardier’s \nstate-of-the-art automatic train control technology for driverless operation. \nOperations arrangements \nRevenue structure  NBM and EBM are entitled to receive the fare revenue as well as associated revenues \nsuch as advertising on the Yellow Line and leasing space from the Pink Line. Passenger \nfare rates will be distance based and indexed to the  Bangkok consumer price index. \n[CONFIDENTIAL INFORMATION DELETED]. \nThe government will provide subsidies to NBM of B22.5 billion and EBM of B25.1 \nbillion, to be paid over the first 10 years of the operation of each line. \nOperation and  Operation and maintenance services, including signaling and fare collection systems, \nmaintenance  will be provided by the BTSC which has a track record as concessionaire and operator \nof MRT Green Lines. Both lines will operate daily from 6 am to midnight, and service \nfrequency will be at least every 5 minutes during peak hours. \nRelevant parties  The MRTA is the key government agency which is the counterpart of the concession \nagreement and will pay subsidies. Its Thai sovereign rating is Baa1 by Moody’s, BBB+ \nby Standard & Poor’s, and BBB+ by Fitch.  \nPerformance monitoring  The borrowers will report on key performance indicators, including the outcome and \noutputs indicators identified in the design and monitoring framework. \nBSR = BSR Joint Venture; BTS Group = BTS Group Holdings Public Company Limited; BTSC = Bangkok Mass Transit \nSystem  Public  Company  Limited;  EBM  =  Eastern  Bangkok  Monorail  Company  Limited;  EPC  =  engineering, \nprocurement, and construction; MRTA = Mass Rapid Transit Authority of Thailand; NBM = Northern Bangkok Monorail \nCompany Limited; Q = quarter; RATCH = Ratchaburi Electricity Generating Holding Public Company Limited; STECON \n= Sino-Thai Engineering and Construction Public Company Limited.  \nSources: Northern Bangkok Monorail Company Limited and Eastern Bangkok Monorail Company Limited. \n \nF.  Projected Financial and Economic Performance \n \n[CONFIDENTIAL INFORMATION DELETED]. \n   ", "6 \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n22.  ADB’s proposed assistance includes (i) a local currency loan not exceeding B4,950 million  \nto NBM, and (ii) a local currency loan not exceeding B4,950 million  to EBM. \n[CONFIDENTIAL INFORMATION DELETED]. \n \nB.  Value Added by ADB Assistance \n \n23.  Catalytic impact. ADB’s participation in a private sector MRT project signals confidence \nto other financiers and investors. Traffic congestion and lack of affordable public transport \ninfrastructure have been identified as key constraints on sustainable development of major cities \nin developing member countries, including Bangkok. To keep up with the investments needed, \nprivate sector investors need to raise competitive, long-term financing. Interest from local banks \nare often sponsor or project specific, and the financing from the local banks will not be sufficient \nto  fund  the  entire  rollout  of  the  MRT  projects.  Thus  the  demonstration  effect  from  ADB’s \nparticipation helps catalyze both domestic and international financiers to the MRT sector. ADB's \nparticipation in the MRT project will contribute to climate change mitigation and reduce premature \ndeaths from pollution, currently estimated to be 50,000 deaths per year in Thailand.16 ADB’s \nextensive environmental and social due diligence will also give a comfort to international banks. \n \n24.  Mitigation of ridership risk. The ramp-up of the ridership is a key risk in financing MRT \nprojects. The ADB loans will help mitigate this risk. The long tenor and back-ended repayment \nprofile of the ridership ramp-up tranche enables to reduce the scheduled repayment during the \nfirst few years after the expiry of government subsidies when the ridership and the resulting cash \nflows remain uncertain. Therefore, ADB’s participation improves the project’s cash flow during the \nriskiest period and thereby enhances the overall bankability of the project. \n \n25.  Promotion of PPP. ADB’s PSOD can support concession-based projects like the Pink \nLine and Yellow Line, while its Southeast Asia Department can support other lines through public \nsector funding, such as the South Purple Line. Through this “One ADB” approach, ADB’s \nparticipation in the project contributes to the promotion of the PPP schemes in the Thai MRT \nsector, and gives assurances to the government that ADB has the capacity to support regardless \nof the PPP scheme applied to individual lines, thus providing flexibility with its sector planning. \n \nC.  Risks \n \n[CONFIDENTIAL INFORMATION DELETED]. \n \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n26.  The project is classified category A for environment and involuntary resettlement, and \ncategory C for indigenous peoples. Environmental and social impact assessments (ESIAs) for the \nPink Line and Yellow Line were prepared in accordance with domestic procedures and were \napproved by the government in March 2015 for the Pink Line and February 2016 for the Yellow \nLine. Additional analyses on noise; biodiversity; climate change risks; cumulative and induced \n                                                \n16 Bangkok Post. 2017. The Air We Breathe. 16 January. ", "7 \nimpacts; and the public information, participation, and complaints management system were \nconducted to ensure compliance with ADB’s Safeguard Policy Statement (2009). The potential \nimpacts from the project have been identified and effective measures to avoid and mitigate the \nadverse impacts are in the ESIA addendums, environmental and social management plans \n(ESMPs), social safeguards compliance audit report, and supplemental social assessment. \n \n27.  Environment. The Pink Line and Yellow Line will be constructed over existing road \nnetworks and pass through commercial and mixed commercial and residential areas. The project \ndesign has been optimized to minimize land expropriation, and reduce traffic congestion and \ndisturbance to the public. Noise reduction technology has been included in the design resulting \nin insignificant noise and vibration impacts. Noise modeling shows that the increase in noise levels \nduring operation will be within the range of 3–5 A-weighted decibels (dB(A)) above the base line, \nhowever operating speeds will be much lower that those modelled and therefore operational noise \nimpacts will be lower. The environment, health and safety guidelines for noise in commercial \nareas and the Thai national standards are both 70 dB(A) and the noise impacts will be within \nthese  standards.  Potential  environmental  impacts  during  construction  are  short  term  and \nlocalized, and can be effectively mitigated through the implementation of the ESMPs. The \nimplementation arrangements and monitoring and reporting requirements for construction and \noperation are detailed in the ESMPs. Both the MRTA and the concessionaires have extensive \nexperience in constructing and operating MRT systems. They have established environmental \nmanagement systems which are implemented by experienced technical staff. Public consultations \nwere held and are reported in the ESIAs. The ESIAs and ESMPs also detail the complaints \nmanagement structure and activities on information disclosure, consultation, and participation. \n \n28.  Social safeguards. The project will affect private assets, mainly land and structures, \nwhich are being acquired by the MRTA following Thai laws. Land acquisition and resettlement \nactivities commenced when the royal decree was issued in 2014 and 2015, and the compensation \nstarted in May–June 2017 prior to ADB’s involvement in August 2017. Based on this time line, it \nis established that land acquisition and resettlement activities are not in anticipation of ADB \nfinancing and, therefore, do not fall within the ambit of ADB’s Safeguard Policy Statement \nSafeguard Requirements 2 para. 4. An audit of the land acquisition process was undertaken to \ndetermine if there are risks associated with MRTA-led land acquisition and resettlement. An audit \nreport was prepared following the scope and outline of a resettlement plan. The audit found the \nMRTA practices based on the MOT compensation manual and other applicable national legal \nframeworks are in line with ADB’s Safeguard Policy Statement requirements. The MRTA (i) \nconducted a census and full asset inventory, disclosed information, and consulted meaningfully \nwith affected people; and (ii) offered compensation payments for land, structure, and lost income \ndue to business disruption at replacement cost. The MRTA is implementing a robust grievance \nmechanism where requests for changes in design are being implemented to minimize impacts. \nContinuous monitoring of land acquisition and compensation activities until completion and \nsemiannual external monitoring will be undertaken by a social and resettlement expert reporting \ndirectly to ADB. The project will not affect indigenous peoples communities. \n \n29.  Other social dimensions. The project is classified as having some gender elements. The \nborrowers will commit to implementing additional measures to promote gender equality in their \nbusiness activities as set out in the design and monitoring framework. NBM and EBM will comply \nwith national labor laws and, pursuant to ADB’s Social Protection Strategy (2001), will take \nmeasures to comply with internationally recognized core labor standards. The borrowers will \nreport regularly to ADB on (i) their compliance and that of their contractors with such laws, and ", "8 \n(ii) the measures taken. Information disclosure and consultation with affected people are in \naccordance with ADB’s requirements.17 \n \nB.  Anticorruption Policy \n \n30.  NBM and EBM were advised of ADB’s policy of implementing best international practice \nrelating to combating corruption, money laundering, and the financing of terrorism. ADB will \nensure that the investment documentation includes appropriate provisions prohibiting corruption, \nmoney  laundering,  and  the  financing  of  terrorism;  and  remedies  for  ADB  in  the  event  of \nnoncompliance. \n \nC.  Investment Limitations \n \n[CONFIDENTIAL INFORMATION DELETED]. \n \nD.  Assurances \n \n31.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),18 \nADB  will proceed with the proposed assistance upon establishing that  the Government of \nThailand has no objection to the proposed assistance to NBM and EBM. ADB will enter into \nsuitable finance documentation, in form and substance satisfactory to ADB, following approval of \nthe proposed assistance by the ADB Board of Directors. \n \nV.  RECOMMENDATION \n \n32.  I am satisfied that the proposed loans would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve (i) the loan of up to \nB4,950,000,000  to the Northern Bangkok Monorail Company Limited; and (ii) the loan of up to \nB4,950,000,000  to the Eastern Bangkok Monorail Company Limited for the Bangkok Mass Rapid \nTransit Project (Pink and Yellow Lines) in Thailand, with such terms and conditions as are \nsubstantially in accordance with those set forth in this report, and as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \n10 May 2018 \n \n                                                \n17 Summary Poverty Reduction and Social Strategy, and Safeguards and Social Dimensions Summary (accessible \nfrom the list of linked documents in Appendix 2). \n18 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. ", "Appendix 1  9 \nDESIGN AND MONITORING FRAMEWORK \n   \nImpacts the Project is Aligned with \nTransport modality diversified through the addition of Mass Rapid Transit (MRT) Pink Line and Yellow \nLine, and mobility and accessibility improved through enhanced MRT network connectivity to address \ntraffic congestion and for sustainable environment (Government of Thailand 2016)a \n \nPerformance Indicators with  Data Sources and \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  [CONFIDENTIAL     \nExpanded  INFORMATION DELETED].  a–c. Annual  Adverse \noperations of    development  macroeconomic \ngreen  c. Annual amount of  effectiveness  shock or recession \ntransportation  greenhouse gas emissions  monitoring reports   leading to low \nsystem   avoidance is 50,000 tons of  demand for \ncarbon dioxide equivalent  transportation \nby 2025 (2017 baseline: 0)  services \nOutputs       \n1. MRT Pink Line  1a.  34.5 kilometers of Pink  1a–b. Company annual  Delayed \nand Yellow Line  Line monorail system with  technical reports  construction caused \nconstructed and  30 stations is constructed  and completion  by force majeure \ninstalled  and operational by 2021  certificate from  events \n  (2017 baseline: 0)  lenders’ technical \n    advisor \n  1b. 30.0 kilometers of Yellow   \n  Line monorail system with  2–4.  Annual \n  23 stations is constructed  development \n  and operational by 2021  effectiveness \n  (2017 baseline: 0)  monitoring reports \n    from the borrowers \n[CONFIDENTIAL  [CONFIDENTIAL \nINFORMATION  INFORMATION \nDELETED].  DELETED]. \n   \n  4a.  Improved mobility, safety, \n  and security of women \n  (especially expectant \n4. Gender and  mothers), and children, \ndiversity in  persons with disability, the \noperations  elderly by providing \nsupported  dedicated parking slots (2 \nper level) and toilets in the \npark and ride facilities; \nadequate security, lighting \nand elevators (at least \none) in stations and \ndedicated seats (at least \n2) in carriages (baseline: \n0) \n \n4b.  Gender and/or diversity \npolicy adopted by 2020 \n \nKey Activities with Milestones \nOutputs 1–4 ", "10  Appendix 1 \n1. Achieve financial close by the third quarter of 2018. \n2. Complete construction of MRT Pink Line by 2021. \n3. Complete construction of MRT Yellow Line by 2021. \nInputs \nPink Line \nAsian Development Bank: B4,949 million loan \n [CONFIDENTIAL INFORMATION DELETED]. \n \nYellow Line \nAsian Development Bank: B4,949   million loan \n[ CONFIDENTIAL INFORMATION DELETED]. \nAssumptions for Partner Financing \nNot applicable \nMRT = mass rapid transit. \na Government of Thailand. 2016. Bangkok Mass Transit Master Plan. Bangkok. \nSource: Asian Development Bank. \n ", "Appendix 2  11 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51274-001-4 \n \n1.  Sector Overview \n2.  Details of Implementation Arrangements \n3.  Contribution to the ADB Results Framework \n4.  Country Economic Indicators \n5.  Summary Poverty Reduction and Social Strategy \n6.  Safeguards and Social Dimensions Summary \n \n[CONFIDENTIAL INFORMATION DELETED]. \n "], "metadata": {"Author": "ADB", "CreationDate": "D:20190221114116+08'00'", "Creator": "PDF24 Creator", "Keywords": "51274-001, transport, urban development, infrastructure, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20190221172658+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "ADB’s participation in the project will enable sustainable development with affordable public transportation, contribute to climate change mitigation, and catalyze commercial financing to the MRT sector through mitigating the ridership risk.", "Title": "Bangkok Mass Rapid Transit Project (Pink and Yellow Lines): Report and Recommendation of the President"}}