{"Author": "Asian Development Bank", "CreationDate": "D:20180712125131+08'00'", "Creator": "PDF24 Creator", "Keywords": "south asia, bangladesh, bhutan, india, nepal, sri lanka, road safety, engineering design, capacity building, 51314, transport projects, project preparation, project implementation, adb technical assistance, approved technical assistance, tar, ta projects, f-trta", "ModDate": "D:20181127152121+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "Technical Assistance Report", "Title": "51314-001: Supporting Innovation and Knowledge Exchange for Transport Projects in South Asia", "content": " \n\n \n\nTechnical Assistance Report \n\nProject Number: 51314-001  \nTransaction Technical Assistance Facility (F-TRTA) \nJuly 2018 \n \n \n \n \n \nSupporting Innovation and Knowledge Exchange for \nTransport Projects in South Asia \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB Will disclose the document to the public in accordance with ADB’s \nPublic Communications Policy 2011. \n \n\n \n\n \n\n\f \n\nADB \nADF \nBNGB \nCOBP \nDMC \nEA \nNGO \nOCR \nSCCB \nSARD  \nSATC \nTA \n\nABBREVIATIONS \nAsian Development Bank \nAsian Development Fund  \nBihar New Ganga Bridge \nCountry Operations Business Plan  \ndeveloping member countries  \nExecuting Agencies \nNongovernmental organizations \nordinary capital resources \nSASEC Chittagong–Cox’s Bazaar Railway Project, Phase 1 \nSouth Asia Department \nSouth Asia Transport and Communications \ntechnical assistance \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\nNOTE \nIn this report, “$” refers to United States dollars. \n\nWencai Zhang, Operations 1 \n\nRavi Venkat Peri, Transport and Communications Division, SARD \n \nKarma Yangzom, Senior Environment Specialist, SARD \nEloise Fluet, Social Development Specialist, SARD \nMerdinia Dequilla, Senior Operations Assistant, SARD \n \n\n \n \nVice-President \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n\n \n\n\fCONTENTS \n\nTRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI. \n\nTHE TECHNICAL ASSISTANCE FACILITY \nA. \nB. \nC. \nD. \n\nJustification \nOutputs and Activities \nCost and Financing \nImplementation Arrangements \n\nII. \n\nTHE PRESIDENT’S DECISION \n\nInitial List of Projects to be supported by the Technical Assistance Facility \n\nAPPENDIXES \n \n1. \n\n2. \n\n3. \n\nCost Estimates and Financing Plan \n\nList of Linked Documents \n\n \n\nPage \n\n1 \n1 \n3 \n4 \n4 \n5 \n\n6 \n\n8 \n\n9 \n\n \n\n \n\n \n \n\n\f1. Basic Data\n\nProject Name\n\nDepartment/Division\n\nProject Number: 51314-001\nSARD/SATC\n\nTRANSACTION TECHNICAL ASSISTANCE AT A GLANCE\n\nProject Classification Information Status: Complete\n\nNature of Activity\n\nExecuting Agency\n\nAsian Development Bank\n\nSupporting Innovation and Knowledge \nExchange for Transport Projects in \nSouth Asia\nProject Preparation, Capacity \nDevelopment\nFacility\n\nREG (BAN, BHU, IND, NEP, SRI)\n\nSubsector(s)\nTransport policies and institutional development\n\nModality\n\nCountry\n\n2. Sector\n\nTransport\n\n    ADB Financing ($ million)\n1.50\n1.50\n\nTotal\n\nClimate Change Information \nClimate Change impact on the Project\n\nLow\n\nGender Equity and Mainstreaming\nSome gender elements (SGE)\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth (IEG)\n\nEnvironmentally \nsustainable growth \n(ESG)\nRegional integration \n(RCI)\n\n4. Drivers of Change\nGovernance and \ncapacity development\n(GCD)\nKnowledge solutions \n(KNS)\n\nPartnerships (PAR)\n\nSubcomponents\nPillar 2: Access to economic \nopportunities, including jobs, made \nmore inclusive\nEnvironmental policy and legislation\nNatural resources conservation\n\nPillar 4: Other regional public goods\n\nComponents\nClient relations, network, and \npartnership development to \npartnership driver of change\nApplication and use of new knowledge\nsolutions in key operational areas\nKnowledge sharing activities\nImplementation\nSouth-South partner\n\n5. Poverty and SDG Targeting\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals        \n\nYes\nNo\nYes\nSDG9, SDG11, SDG15\n\n6. Risk Categorization Complex \n\n7. Safeguard Categorization Safeguard Policy Statement does not apply\n\n8. Financing\n\nModality and Sources\nADB\n    Transaction technical assistance: Technical Assistance Special Fund\nCofinancing\n    None\nCounterpart\n    None\nTotal\n\nqq\n\nqq\n\nqq\n\nQq\n\nQq\n\nqq\n\nqq\nQq\n\nLocation Impact\n\nRegional\n\nAmount ($ million)\n\nHigh\n\n1.50\n1.50\n0.00\n0.00\n0.00\n0.00\n1.50\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n04102017190500138766\n\nGenerated Date: 14-Jun-2018 16:02:14 PM\n\n\fI. \n\nTHE TECHNICAL ASSISTANCE FACILITY \n\nJustification \n\n \nA. \n \nThe proposed transaction technical assistance (TA) facility will enhance the capacity of \n1. \ngovernment  agencies  in  South  Asia  to  design  and  implement  innovative  features  in  transport \nprojects  that  are  scheduled  for  approval  in  2019–2020  or  are  under  implementation  in  2018–\n2020.1 The TA is not included in any country operations business plan (COBP). However, it will \nsupport transport projects listed in the COBP of Bangladesh, Bhutan, India, Nepal and Sri Lanka.2 \nKnowledge  exchange  among  government  agencies,  nongovernmental  organizations  (NGOs), \nthink tanks, and the private sector will be one of the key methods of including innovative features \nin projects. Others will involve capacity building through technical advice and training programs. \nInnovative  features  may  include  subjects  related  to  road  and  rail  safety,  engineering  design, \nresettlement and rehabilitation, environment, disaster risk management,  gender mainstreaming, \ncommunication, asset management and project finance.3 The TA facility approach is suitable as \nit will (i) provide project preparation and implementation support to a number of projects; (ii) enable \nefficient use of resources by having the same consultants or NGOs and think tanks work for a \nnumber of projects, avoiding repeated lengthy recruitment processes; and (iii) ease knowledge \nexchange and capacity building activities for a number of executing agencies  and implementing \nagencies.  \n \n2. \nThe  TA  will  initially  provide  project  preparation  support  to  the  following  projects  in  the \npipeline: (i) BAN: Dhaka Metro Line 5 North Investment Program; (ii) BAN: Railway Rolling Stock \nMaintenance  Project;  (iii)  IND:  Indore  Metro  Rail  Project;  and  (iv)  SRI:  Railway  Investment \nProgram. For projects under implementation, capacity building and technical support will initially \nbe provided to (i) BAN: Chittagong – Cox’s Bazaar Rail Project; (ii) BHU: SASEC Transport, Trade \nFacilitation and Logistics Project, and iii) NEP: SASEC Road Connectivity Improvement Project.4 \nThese  projects \nissues  which  are \noverwhelming  the  implementing  agency  and  executing  agency,  and  could  potentially  cause \ndelays in project implementation.5  Hence, additional technical and capacity building support is \nnecessary.  This  will  require  additional  funds  exceeding  the  budget  available  for  the  projects. \nDetailed information for each project is provided in Appendix 1. \n\ninvolve  challenging  environmental  and  resettlement \n\n                                                \n1  Innovative features are activities or new ideas that are being designed or implemented for the first time in the state \n\nor country or region. \n\n2  ADB. 2017. Country Operations Business Plan: Bangladesh, 2018-2020. Manila. \n\nhttps://www.adb.org/sites/default/files/institutional-document/358591/cobp-ban-2018-2020.pdf. \nADB. 2015. Country Operations Business Plan: Bhutan, 2016-2018. Manila.  \nhttps://www.adb.org/sites/default/files/institutional-document/175406/cobp-bhu-2016-2018.pdf. \nADB. 2017. Country Operations Business Plan: India, 2018-2020. Manila. \nhttps://www.adb.org/sites/default/files/institutional-document/363336/cobp-ind-2018-2020.pdf. \n\n  ADB. 2015. Country Operations Business Plan: Nepal, 2016-2018. Manila.  \n\nhttps://www.adb.org/sites/default/files/institutional-document/174298/cobp-nep-2016-2018.pdf. \n\n  ADB. 2017. Country Operations Business Plan: Sri Lanka, 2018-2020. Manila.  \n\nhttps://www.adb.org/sites/default/files/institutional-document/342221/cobp-sri-2018-2020.pdf. \n\n3  Includes climate change risks. \n4  The executing agency for these projects have expressed interest in receiving support from the TA during missions \nconducted  in  March–May  2018.  The  aide  memoire  of  the  respective  missions  documents  discussions  on  the \nproposed scope of the TA.  \n\n5  The Bangladesh SASEC Chittagong–Cox’s Bazaar Rail Project, for instance, involves the construction of a 102 km \ngreenfield rail line that passes through three protected areas and several elephant crossings. Innovative mitigation \nmeasures  proposed  under  the  project  include:  (i)  elephant  overpasses  (first  of  its  kind  in  the  world),  (ii)  wildlife \nunderpasses, (iii) funnel fencing, and (iv) sensor systems to provide early warning to train drivers on presence of \nelephants near the railway line (also first of its kind in the world).  \n\n \n\n \n\n\f2 \n\n \n\nThe  Asia  and  the  Pacific  region  is  experiencing  change  in  various  fronts  due  to  rapid \n3. \neconomic growth. This creates an evolving financial landscape with shifting development needs. \nThis is the key principle on which the ADB Strategy 2020 is based. Rapid economic growth brings \na host of challenges identified  in Strategy 2020 such as (i) continued poverty, (ii) disparities in \nwell-being within and among developing member countries (DMCs), (iii) the growing strain on the \nnatural environment, (iv) inadequate infrastructure to deliver social services, (v) the need for better \nregional  cooperation  and  integration,  and  (vi)  the  need  for  more  emphasis  on  innovation, \ntechnology, and higher education.  \n \n4. \nThe  existence  of  an  evolving  business  environment  among  DMCs  combined  with  the \nOCR-ADF  merger  has  pushed  ADB’s  regional  departments  to  prepare  projects  that  are \nincreasingly  complex  in  nature  and  are  of  a  larger  scale. 6 In  the  South  Asia  Transport  and \nCommunications (SATC) division, this has translated into a significant increase in the total number \nof projects and lending volume, accounting for 44% in 2016 and 30% in 2017 of the overall ADB \ntransport sector lending. Transport sector lending in South Asia Department (SARD) comprised \n32%  in  2016  and  29%  in  2017.7 Between  2006  and  2015,  SATC  has  processed  an  annual \naverage of six projects with a total value of $1.2 billion. In 2016, 11 projects worth $2.075 billion \nand in 2017, nine projects worth $2.034 billion were approved. This trend is expected to continue, \nwith approximately 10 projects each in the pipeline for approval in 2018 and 2019.  \n\n \nThe  Bangladesh  SASEC  Chittagong–Cox’s  Bazaar  Railway  Project,  Phase  1  (SCCB) \n5. \nworth $2.2 billion, with ADB financing of $1.5 billion, was approved in 2016. This was the largest \nproject approved by ADB that year and the largest project approved in SATC in the past 10 years. \nIn the same year, the India Bihar New Ganga Bridge (BNGB) Project worth $832 million with ADB \nfinancing  of  $500  million  was  also  approved.  Support  for  such  mega  flagship  projects  are \nincreasingly  being  requested  by  ADB  DMCs.  Inevitably,  these  projects  come  with  major \nchallenges  and  risks,  and  test  the  capacity  of  all  project  participants  including  government \nimplementing  agencies.  Mitigating  risks  of  flagship  projects  require  world  class  engineering \ndesign,  thorough  financial  and  economic  analysis  including  investigating  private  sector \nparticipation, and innovative maintenance systems to ensure sustainability of the infrastructure. \nThe  complexity  of  safeguard  issues  is  immensely  compounded.  For  example,  the  social  and \nenvironment safeguards categories for both the SCCB and BNGB projects are A as they lead to \nsignificant impact on involuntary resettlement and involve highly sensitive environmental issues. \nMandatory climate change assessment is rapidly advancing at a global level, hence, the project \nteam and government require additional support in meeting evolving requirements during project \npreparation  and  implementation. 8  These  challenges  call  for  engaging  high  quality  technical \nexperts, implementing innovative ideas, and collaborating closely with executing agencies.  \n \n6. \nSimilar challenges arise in projects among SARD DMCs due to geographic proximity and \nsimilar  institutional  systems.  For  example,  Bhutan  and  Nepal  are  both  landlocked  and \nmountainous  countries  that  suffer  from  severe  road  blocks  due  to  landslides  every  monsoon. \nHence,  similar  slope  protection  measures  and  road  maintenance  systems  could  be  applied. \nFlooding is common in Bangladesh, in some states in India, and the Terai region of Nepal, hence, \nrequiring similar flood and drainage management systems. SATC has been implementing  rural \nroad  projects  in  India  and  Sri  Lanka  where  similar  challenges  are  faced on  road  design,  road \n\n                                                \n6 The  merger  is  a  groundbreaking  initiative  of  ADB  to  combine  ordinary  capital  resources  (OCR)  and  the  Asian \nDevelopment Fund (ADF) approved by the ADB board in 2016. It became effective in January 2017 and is expected \nto expand ADB’s lending capacity by as much as 50%.  \n\n7   Including cofinancing. \n8   In place since 2014. \n\n\f3 \n \n\nsafety,  climate  resilience,  land  donation  and  public  consultations.  Significant  involuntary \nresettlement is being encountered for projects in Bangladesh, India, Nepal, and Sri Lanka with \nsimilar  types  of  social  risks,  compensation  and  rehabilitation-related  issues.  Road  safety  is  a \nparamount concern in all SARD DMCs where large numbers of railway and road accidents occur \nin Bangladesh and India. Many common environmental issues such as those related to wildlife \nexist across SARD DMCs. SATC is currently implementing one rail project in Bangladesh and two \nroad  projects  in  Nepal  and  Bhutan  with  elephant  routes  crossing  the  road.9 All  these  projects \ninvolve  innovative  wildlife  impact  mitigation  measures.  Finally,  communication  with  external \nstakeholders  remains  a  challenge  in  most  transport  projects.  Good  practices  under  the  India \nJaipur Metro Rail Project and Karnataka State Highways Improvement Project, could be shared \nand replicated in similar projects in South Asia.10  \n \nCommon  issues  and  challenges  within  and  among  the  SARD  DMCs  bring tremendous \n7. \nopportunities  for  regional  cooperation,  collaborative  learning  and  South-South  collaboration. \nUnder  the  standard  framework  of  investment  projects  and  TAs  where  resource  packaging  is \nlargely project-focused and country-focused, it is difficult to exchange knowledge and expertise \non  regional  and  global  best  practices  which  is  often  more  efficient  and  more  likely  to  bring \nsuccessful results. There are limited avenues for government officials to collaborate with NGOs, \nthink tanks or the private sector within and outside South Asia on topics such as road and rail \nsafety,  engineering  design,  resettlement  and  rehabilitation,  environment  management,  climate \nresilience, gender mainstreaming, asset management, and project finance.  \n \nB. \n \nOutput 1: Innovative features developed and/or implemented. The TA will support the \n8. \ndevelopment  and  implementation  of  innovative  features  in  at  least  four  projects  being \nimplemented  in  2018–2020  or  proposed  for  approval  in  2019–2020.  Innovative  features  may \ninclude specific subject matters under road and rail safety, engineering design, resettlement and \nrehabilitation,  environmental  issues,  disaster  risk  management  including  climate  change  risks, \ngender  mainstreaming,  communication,  asset  management,  and  project  finance.  This  may  be \naccomplished  through knowledge exchange, collaborative learning, or South-South partnership.  \n \nOutput  2:  Knowledge  products  disseminated.  To  document  the  innovative  features, \n9. \nknowledge  exchange,  collaborative  activities  developed  and/or  implemented,  at  least  three \nknowledge products will be prepared based on activities under output 1. \n \n\nOutputs and Activities \n\nCooperation \n\n                                                \n9  ADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Multiranche Financing \nFacility  and  Technical  Assistance  Grant  to  the  People’s  Republic  of  Bangladesh  for  the  South  Asia  Subregional \nManila.  \nChittagong-Cox’s \nEconomic \nBazar \nhttps://www.adb.org/sites/default/files/project-document/198841/46452-002-rrp.pdf. \nADB. 2016. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Nepal for the \nSouth \nManila. \nCooperation \nEconomic \nhttps://www.adb.org/sites/default/files/project-document/210611/48337-002-rrp.pdf. \nADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Asian Development \nFund  Grant \nhttps://www.adb.org/sites/default/files/project-document/64685/39225-bhu-rrp.pdf. \n\nthe  Road  Network  Project \n\nthe  Kingdom \n\nImprovement \n\nof  Bhutan \n\nSubregional \n\nRailway \n\nProject. \n\nProject, \n\nRoads \n\nPhase \n\nII.  Manila.   \n\nAsia \n\nfor \n\n1. \n\nto \n\n10 ADB. 2013. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \nJaipur  Metro  Rail  Line  1-Phase  B  Project.  Manila.  https://www.adb.org/sites/default/files/project-\ndocument/79730/46417-001-rrp.pdf. \nADB. 2017. Report and Recommendation of the President to the Board of Directors: Proposed Loan to India for the \nKarnataka  State  Highways \nIII  Project.  Manila.  https://www.adb.org/sites/default/files/project-\ndocuments/42513/42513-014-rrp-en.pdf. \n\nImprovement \n\n\f4 \n\n \n\n \n \n \n\n \n\n \n\nCost and Financing  \n\nOutput 3: Capacity building support to transport executing agencies provided. The \n10. \nTA will provide technical support to at least five government counterparts in the transport sector \nfor  the  preparation  and monitoring  of  transport  projects.  Capacity  building  support  will  also  be \nprovided through training, workshops, seminars and conferences related to the transport sector.  \n \nC. \n \n11. \nThe TA facility is estimated to cost $1.500 million which will be financed on a grant basis \nby ADB’s Technical Assistance Special Fund (TASF-6). The key expenditure items are listed in \nAppendix 2. The TA scope is expected to be expanded depending on changes in projects listed \nin the pipeline, new challenges that may arise in projects under implementation, and changing \nneeds of the executing agencies. The TA resources may also be replenished from time to time \nas and when funds are identified and required.11  \n \n12. \nActivities in each participating country will be financed after obtaining the no objection from \nthe  respective government. The governments  were  informed  that  approval  of  the TA  does  not \ncommit ADB to finance any ensuing project. \n\nImplementation Arrangements \n\nD. \n \nADB will administer the TA. In particular, the SATC will be responsible for implementing \n13. \nthe TA and working closely with government executing agencies in SARD DMCs. The TA will be \nimplemented  from  August  2018  to  December  2020.  Disbursements  under  the  TA  will  be  in \naccordance with ADB’s Technical Assistance Disbursement Handbook (2010, as amended from \ntime to time). The indicative implementation arrangements are summarized in the table. \n \n\nIndicative Implementation Arrangements \n\nAspects  \nIndicative implementation period  August 2018 – December 2020 \nExecuting agency \nConsultants \n\nArrangements \n\n$314,500.00 \n\nMode of procurement  Cost Estimatesa  \nQCBS \n(90:10, Quality: Cost \nratio) \nICS \n\nADB \nTo be selected and engaged by ADB \nNumber of contracts \nFirms \n3 contracts (21 person-\nmonths) \nInternational Consultants  \n(14 person-months) \nNational Consultants  \n(44 person-months) \nThe TA resources will be disbursed following ADB’s Technical \nAssistance Handbook (2010, as amended from time to time).  \nEquipment and goods purchased through the TA will be handed \nover to the executing agency in accordance with ADB’s \nAdministrative Order No. 4.02. \n\n$321,000.00 \n\n$292,250.00 \n\nICS \n\nDisbursement \n\nAsset turnover or disposal \narrangement upon TA \ncompletion \n\na Includes remuneration and per diem. \nADB = Asian Development Bank; ICS = individual consultant selection; QCBS = quality and cost-based selection; SATC \n= South Asia Transport and Communications Division; TA = technical assistance. \nSource: ADB estimates. \n\n                                                \n11 The Republic of Korea e-Asia and Knowledge Partnership Fund (EAKPF) has been identified as a potential financier \nfor the TA. The South Asia Transport and Communications (SATC) Division has submitted an application to access \nthe fund and the Government of Korea is expected to announce its approval by the end of July. \n\n\f5 \n \n\nConsulting  services.  ADB  will  engage  the  consultants  and  carry  out  procurement \n14. \nfollowing the ADB Procurement Policy (2017, as amended from time to time) and its associated \nproject administration instructions or TA staff instructions. The TA will provide approximately 58 \nperson-months of individual consulting services and 21 person-months of firm-based consulting \nservices  in  the  following  areas  under  transport:  road  and  rail  safety,  engineering  design, \nresettlement and rehabilitation, environmental issues, disaster risk management including climate \nchange  risks,  gender  mainstreaming,  communication,  procurement,  asset  management,  and \nproject finance.  \n \n\nII. \n\nTHE PRESIDENT’S DECISION  \n\n \n15. \nThe  President,  acting  under  the  authority  delegated  by  the  Board,  has  approved  the \nprovision of technical assistance not exceeding the equivalent of $1,500,000 on a grant basis for \nSupporting Innovation and Knowledge Exchange for Transport Projects in South Asia, and hereby \nreports this action to the Board. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\fINITIAL LIST OF PROJECTS TO BE SUPPORTED BY THE TECHNICAL ASSISTANCE \nFACILITY \n\nTable A1.1: Projects For Approval in 2019-2020 \n\nProject Name \n1.  BAN: Dhaka Metro \n\nApproval \nDate \n2020 \n\nLoan Amount \n($ million) \n\n250 \n\nRisk \nCategory \nComplex \n\n2020 \n\n200 \n\nLow \n\n2020 \n\n350 \n\nComplex \n\nType of Support Required \nReview and finalization of \nproject documents to ensure \nconsistency with ADB \nrequirements; detailed \nquantification of GHG \nemission reductions and \nsocial and environmental \nbenefits; explore possibility \nof seeking climate finance; \ninclusion of best practice \nproject communications  \nRevision and introduction of \ninternational best practices \nin manuals and codes; \ntraining module; \nmaintenance hubs; and \nrolling stock specifications \nfor Rolling Stock Unit under \nBangladesh Railways; \nfinalization of safeguards \ndocuments \nExploration of special design \nfeatures to reduce noise and \nvibration; inclusion of best \npractices in noise and \nvibration monitoring \nprotocols and project \ncommunications; preparation \nof safeguards due diligence \ndocuments and other project \ndocuments to fulfill ADB \nrequirements \nPreparation of safeguards \ndue diligence reports and \nother project documents to \nfulfill ADB requirements; \ncapacity building of \nexecuting agency on \nquantification of GHG \nemissions and reductions; \nexplore opportunities for \nclimate finance \n\n4.  SRI: Railway \nInvestment \nProgram \n \n\n2020 \n\n500 \n\nComplex \n\nADB = Asian Development Bank, BAN = Bangladesh, GHG = greenhouse gas, IND = India, SRI = Sri Lanka \nSource: Asian Development Bank. \n \n\n \n\n6          Appendix 1 \n \n\n \n\nLine 5 North \nInvestment \nProgram \n \n\n2.  BAN: Railway \nRolling Stock \nMaintenance \nProject \n \n\n3. \n\nIND 51356-001: \nIndore Metro Rail \nProject \n \n\n \n\n\fTable A1.2. Projects Under Implementation In 2018-2020 \nLoan \nAmount \n($ million) \n300.00 \n\nYear \nApproved \n2016 \n\nRisk \nCategory \nComplex \n \n\nProject Name \n1.  BAN: SASEC Chittagong \nCox’s Bazaar Railway \nProject \n \n(Project no. 46452-003) \n \n\n2.  BHU: SASEC Transport, \nTrade Facilitation and \nLogistics Project \n \n(Project No. 47284-002) \n\n3.  NEP: SASEC Roads \nImprovement Project \n \n(Project no. 48337-002)  \n \n\n2016 \n\n19.61 \n\nLow \n \n\n2016 \n\n186.80  \n\nComplex \n\nAppendix 1          7 \n \n\nType of Support Required \nPilot testing of sensor \ntechnology systems for \ndetecting elephant presence \nnear railway lines; rail safety \nawareness campaigns; \nproject communications \nCapacity building of \nexecuting agency and \nimplementing agency on \npreparation of safeguards \nmonitoring and due diligence \nreports \nTechnical support for \nfinalizing baseline wildlife \nsurvey and designing wildlife \nmitigation measures; \ninclusion of innovative \nwildlife conservation \nactivities in partnership with \nrelevant local organizations \nin the biodiversity \nconservation plan; and \nimplementation of the \nbiodiversity conservation \nplan \n\nBAN = Bangladesh, BHU = Bhutan, NEP = Nepal, SASEC = South Asia Subregional Economic Cooperation \nSource: Asian Development Bank. \n \n\n \n\n\f8              Appendix 2            \n \n\nCOST ESTIMATES AND FINANCING PLAN \n($'000) \n\nItem \nA.  Asian Development Banka \n\n1.  Consultants \n\na.  Remuneration and per diem \n\ni. \nii. \n\nInternational consultants \nNational consultants \nb.  Out-of-pocket expenditures \n\ni. \nii. \niii. \niv. \nv. \n\nInternational and local travel \nReports and communications  \nEquipmentb \nSurveys \nTraining, seminars, and conferencesc \n2.  Miscellaneous administration and support costsd \n3.  Contingencies \n\nTotal (A) \n\nAmount \n \n \n \n\n574.00 \n353.75 \n \n201.50 \n8.00 \n120.00 \n110.00 \n55.0 \n7.04 \n70.71 \n1,500.00 \n\nNote: The technical assistance (TA) is estimated to cost $1.5 million. Contributions from the Asian Development Bank \nare presented in the table above.  \na  Financed by the Asian Development Bank’s Technical Assistance Special Fund (TASF-VI).  \nb  Equipment necessary for implementing innovative ideas such as sensor system  required for detecting elephant \n\npresence near railway tracks. Equipment will be procured by consultants and handed over to the executing agency \nand/or implementing agency upon TA completion.  \n\nc   Includes payments for rental of venue, travel expenses and meals of participants, tailor-made training programs \n\nand workshops that will be organized and conducted by TA consultants, and other regional, international \nconferences, seminars, and training programs \n\nd  Incurred by the consultants during TA implementation.  \nSource: Asian Development Bank estimates. \n \n \n \n \n\n \n\n\fAppendix 3           9               \n\n \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/LinkedDocs/?id=51314-001-TAReport \n\n \nTerms of Reference for Consultants \nADB.  2016.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed Multiranche Financing Facility and Technical Assistance Grant to the People’s \nRepublic  of  Bangladesh  for  the  South  Asia  Subregional  Economic  Cooperation \nChittagong-Cox’s Bazar Railway Project, Phase 1. Manila.   \nADB.  2016.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed  Loan  and  Grant  to  the  Kingdom  of  Bhutan  for  the  South  Asia  Subregional \nEconomic Cooperation Transport, Trade Facilitation and Logistics Project. Manila.  \nADB.  2016.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed Loan  to  Nepal  for the  South Asia Subregional  Economic Cooperation  Roads \nImprovement Project. Manila.  \nADB. 2016. Technical Assistance for the Dhaka Metro Project. Manila.  \n\n1. \n2. \n\n3. \n\n4. \n\n5. \n\n \n\n \n\n \n\n \n\n\f", "author_pages": [" \n", "ADB \nADF \nBNGB \nCOBP \nDMC \nEA \nNGO \nOCR \nSCCB \nSARD  \nSATC \nTA \n", "ABBREVIATIONS \nAsian Development Bank \nAsian Development Fund  \nBihar New Ganga Bridge \nCountry Operations Business Plan  \ndeveloping member countries  \nExecuting Agencies \nNongovernmental organizations \nordinary capital resources \nSASEC Chittagong–Cox’s Bazaar Railway Project, Phase 1 \nSouth Asia Department \nSouth Asia Transport and Communications \ntechnical assistance \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", " \n \n \n \n \n \n \n \n \n \n \n \n", " \n \n", "NOTE \nIn this report, “$” refers to United States dollars. \n", "Wencai Zhang, Operations 1 \n", "Ravi Venkat Peri, Transport and Communications Division, SARD \n \nKarma Yangzom, Senior Environment Specialist, SARD \nEloise Fluet, Social Development Specialist, SARD \nMerdinia Dequilla, Senior Operations Assistant, SARD \n \n", " \n \nVice-President \nDirector General  Hun Kim, South Asia Department (SARD) \nDirector \n \nTeam leader \nTeam members \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n \n", " \n", "CONTENTS \n", "TRANSACTION TECHNICAL ASSISTANCE FACILITY AT A GLANCE \nI. \n", "THE TECHNICAL ASSISTANCE FACILITY \nA. \nB. \nC. \nD. \n", "Justification \nOutputs and Activities \nCost and Financing \nImplementation Arrangements \n", "II. \n", "THE PRESIDENT’S DECISION \n", "Initial List of Projects to be supported by the Technical Assistance Facility \n", "APPENDIXES \n \n1. \n", "2. \n", "3. \n", "Cost Estimates and Financing Plan \n", "List of Linked Documents \n", " \n", "Page \n", "1 \n1 \n3 \n4 \n4 \n5 \n", "6 \n", "8 \n", "9 \n", " \n", " \n", " \n \n"]}