{"Author": "ADB", "CreationDate": "D:20180604142525+08'00'", "Creator": "PDF24 Creator", "Keywords": "uzbekistan, economic management, economic stability, job creation, SOEs, state-owned enterprise, access to finance, financial inclusion, SME financing, economic data, fiscal management, public finance, adb projects, approved projects, RRP, 51350-001", "ModDate": "D:20180703134323+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "The proposed programmatic approach aims to strengthen economic management in Uzbekistan and thus support macroeconomic stability and sustained high growth. The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.", "Title": "Economic Management Improvement Program: Report and Recommendation of the President", "content": " \n\n \n\n \n \n \nReport and Recommendation of the President  \n \n \nto the Board of Directors \n \n \n \n \n \n \n \n \n \n \n \nProject Number: 51350-001 \nMay 2018 \n \n \n \n \nProposed Programmatic Approach, Policy-Based \nLoan for Subprogram 1, and Technical Assistance \nGrant \nRepublic of Uzbekistan: Economic Management \nImprovement Program \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n\n \n \n \n \n \n \n\n\fCURRENCY EQUIVALENTS \n(as of 15 May 2018) \n \nCurrency unit  –  sum (SUM) \n\n \n\nSUM1.00 \n$1.00 \n\n= \n= \n\n$0.0001240 \nSUM8,059.24 \n\nABBREVIATIONS \n\n \n\nADB \nCBU \nCGR \ne-GDDS \nGDP \nIFRS \nIMF \nMTBF \nMOF \nOECD \nPEFA \nPPP \nSDDS \nSOE \nTA \n\n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n\nAsian Development Bank \nCentral Bank of Uzbekistan \ncorporate governance rule \nenhanced general data dissemination system \ngross domestic product \nInternational Financial Reporting Standards \nInternational Monetary Fund \nmedium-term budget framework \nMinistry of Finance \nOrganisation for Economic Co-operation and Development \npublic expenditures and financial accountability \npublic–private partnership \nspecial data dissemination standard \nstate-owned enterprise \ntechnical assistance \n\nNOTE \n\nIn this report, \"$\" refers to United States dollars. \n\nVice-President \nDirector General \nDirector \n\nWencai Zhang, Operations 1 \nWerner Liepach, Central and West Asia Department (CWRD) \nTariq H. Niazi, Public Management, Financial Sector and Trade \n\n \nTeam leader \n\n \nHiranya Mukhopadhyay, Principal Public Management Specialist, \n\nDivision, CWRD \n\nCWRD \n\nTeam members \n\nRafayil Abbasov, Finance Specialist (Energy), CWRD \nBouadokpheng Chansavat, Senior Energy Specialist, CWRD \nBobir Gafurov, Senior Private Sector Development Officer, \n\nUzbekistan Resident Mission, CWRD \n\nMirzo Iskandar Gulamov, Country Specialist, Kazakhstan Resident \n\nLyailya Nazarbekova, Principal Counsel, Office of the General \n\nMission, CWRD \n\nCounsel \n\nElinor Piano, Project Analyst, CWRD \nMariane Sual, Operations Assistant, CWRD \nGambhir Bhatta, Advisor, Sustainable Development and Climate \n\nChange Department and Head, Knowledge Sharing and Services \nCenter \n \n\n \nPeer reviewer \n\n \n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n\f \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n\n \n\n\f\f \n\nCONTENTS \n\nPROGRAM AT A GLANCE \nI. \nII. \n\nTHE PROPOSAL \n\nPROGRAM AND RATIONALE \nA. \nB. \nC. \nD. \nE. \n\nBackground and Development Constraints \nPolicy Reform and the Asian Development Bank’s Value Addition \nImpacts of the Reform \nDevelopment Financing Needs and Budget Support \nImplementation Arrangements \n\n \n\nIII. \nIV. \n\nV. \nVI. \n\n1. \n\n2. \n\n3. \n\n4. \n \n\nATTACHED TECHNICAL ASSISTANCE \n\nDUE DILIGENCE \nA. \nTechnical \nB. \nEconomic \nC. \nGovernance \nD. \nPoverty, Social, and Gender \nE. \nSafeguards \nF. \nRisks and Mitigating Measures \n\nASSURANCES \n\nRECOMMENDATION \n\nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\nDevelopment Policy Letter \n\nPolicy Matrix \n\nPage \n\n1 \n1 \n1 \n3 \n7 \n7 \n8 \n9 \n10 \n10 \n10 \n10 \n11 \n11 \n11 \n12 \n\n12 \n\n13 \n\n16 \n\n17 \n\n21 \n\n\f\fProject Classification Information Status: Complete\n\nPROGRAM AT A GLANCE\n\nDepartment/Division\n\nCWRD/CWPF\n\nProject Number: 51350-001\n\n1. Basic Data\n\nProject Name\n\nCountry\nBorrower\n\n2. Sector\n\nEconomic Management \nImprovement Program \n(Subprogram 1)\nUzbekistan\nRepublic of Uzbekistan\n\nPublic sector management\n\nSubsector(s)\nPublic expenditure and fiscal management\n\n3. Strategic Agenda\n\nInclusive economic \ngrowth (IEG)\n\nSubcomponents\n\nPillar 1: Economic opportunities,  \nincluding jobs, created and \nexpanded\n\n \n\n.\n\n.\n\nComponents\nInstitutional development\nPublic financial governance\nImplementation\nInternational finance institutions (IFI)\nPromotion of private sector \ninvestment\n\n4. Drivers of Change\n\nGovernance and capacity\ndevelopment (GCD)\nPartnerships (PAR)\n\n5. Poverty and SDG Targeting\n\nPrivate sector \ndevelopment (PSD)\n\nGeographic Targeting\nHousehold Targeting\nSDG Targeting\nSDG Goals\n\nNo\nNo\nYes\nSDG8\n\n6. Risk Categorization:\n\nComplex \n\n8. Financing\n\nExecuting Agency\n\nMinistry of Finance\n\n     ADB Financing ($ million)\n300.00\n300.00\n\nTotal\n\nClimate Change Information \nClimate Change impact on the Project\n\nLow\n\nGender Equity and Mainstreaming\nNo gender elements (NGE)\n\nLocation Impact\nNation-wide\n\nHigh\n\n7. Safeguard Categorization\n\nEnvironment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n\nModality and Sources\n300.00\nADB\n300.00\n     Sovereign Program (Regular Loan):  Ordinary capital resources\n500.00\nCofinancing\n500.00\n     World Bank - Program loan (Not ADB Administered)\n0.00\nCounterpart \n0.00\n     None\nTotal\n800.00\nNote: An attached technical assistance will be financed on a grant basis by the Technical Assistance Special Fund (TASF-OTHERS) in the\namount of $1,000,000.\n\nAmount ($ million)\n\nSource: Asian Development Bank\nThis document must only be generated in eOps.\n\n23112017110127736421\n\nGenerated Date: 16-Apr-2018 9:14:14 AM\n\n\f\f \n\nI. \n\nTHE PROPOSAL \n\n1. \nI  submit  for  your  approval  the  following  report  and  recommendation  on  (i)  a  proposed \nprogrammatic  approach  for  the  Economic  Management  Improvement  Program,  and  (ii)  a \nproposed  policy-based  loan  to  the  Republic  of  Uzbekistan  for  subprogram  1  of  the  Economic \nManagement Improvement Program.1 The report also describes proposed technical assistance \n(TA)  for  the  Economic  Management  Improvement  Program,  and  if  the  Board  approves  the \nproposed loan, I, acting under the authority delegated to me by the Board, approve the TA. \n \n2. \nThe  proposed  programmatic  approach  aims  to  strengthen  economic  management  in \nUzbekistan and thus support macroeconomic stability and sustained high growth. Sustained high \ngrowth is a prerequisite for job creation. The program will (i) introduce important fiscal reforms to \nensure fiscal sustainability; (ii) improve governance in state-owned enterprises (SOEs) to make \ntheir  operations  financially  viable;  (iii)  improve  access  to  bank  finance  by  strengthening  bank \nsupervision to facilitate competitive financing of private sector operations, especially small and \nmedium-sized enterprises; and (iv) strengthen economic data collection, analysis, management, \nand dissemination systems to bolster economic decision-making. Programmatic budget support \nwill finance two subprograms, each designated as a fully front-loaded single-tranche intervention \nto be implemented during 2018–2019. The attached TA will assist in implementing the program. \n \n\nII. \n\nPROGRAM AND RATIONALE \n\nA. \n\nBackground and Development Constraints \n\nUzbekistan’s economic growth has been strong in the past decade, which helped reduce \n3. \npoverty levels. Strong external demand and buoyant export performance of gas, gold, and copper, \naided by high commodity prices, generated state budget revenues that financed large-scale public \ninvestment in infrastructure development and industrial modernization. The remittances, mainly \nfrom  the  Russian  Federation,  and  consistent  increases  in  public  sector  wages  and  pensions \nsupported consumption growth. However, from 2013 onwards, declining global commodity prices, \nsubdued growth in some export destination countries,2 and more recently, an economic downturn \nin the Russian Federation successively affected Uzbek exports, budget revenues, and household \nincomes.  In  response,  authorities  implemented  countercyclical  fiscal  and  monetary  policies  to \nstimulate domestic demand. Consequently, gross domestic product (GDP) growth slowed only \nmarginally from 8.0% in 2014 to 7.8% in 2016. However, growth declined further in 2017 to 5.3% \nas the economy adjusted to the adverse impacts of a significant devaluation of the local currency.3 \nRising inflationary pressures with the official exchange rate depreciating by about 48% subdued \nconstruction and service activities. Agriculture also suffered as the prices of imported inputs nearly \ndoubled in local currency. \n \nIn September 2017, the government initiated a comprehensive exchange rate reform to \n4. \nsolve  long-standing  difficulties  associated  with  limited  access  to  foreign  exchange  and \nrequirements  to  surrender  foreign  exchange,  which  brought  parallel  exchange  markets  and \neconomic distortions. The lack of access to foreign exchange was, for years, a key deterrent to \nforeign investment and private sector development. Thus, the reform aimed to promote foreign \ninvestment, private sector development, and exports. It allowed free access to foreign currency \n\n                                                \n1  The design and monitoring framework is in Appendix 1. \n2  These countries include Kazakhstan, the People’s Republic of China, Russian Federation, and Turkey. \n3   Uzbekistan:  Selected  Economic \n\nIndicators  2015–2019. \n\nIMF  Press  Release  No.  18/168.  9  May  2018. \n\n(http://www.imf.org/en/News/Articles/2018/05/09/pr18168-imf-executive-board-concludes-2018-article-iv-\nconsultation-with-the-republic-of-uzbekistan).  \n\n\fLarge  public  sector  and  inefficient  fiscal  management. 7 The  key  deficiencies  are          \n\nfor private firms. However, liberalizing the foreign exchange market created many macroeconomic \nchallenges  because  of  weak  governance  structure  in  some  areas.  For  one,  high  inflation  and \naccelerated  local  currency  depreciation  inflated  the  credit  risk  of  unhedged  foreign  currency \nborrowers, primarily large SOEs.4 In response, the government launched some complementary \nreforms, at a substantial cost, both additional expenditures and revenue losses, to facilitate a soft \nlanding and minimum disorder in economic management.5 However, the costs associated with \nthese reforms pose fiscal and debt sustainability risks.6 Without these complementary measures, \nforeign exchange market reforms would have been difficult to implement efficiently. Developments \nduring  late  2017  exposed  areas  that  will  require  stronger  governance  structures  to  minimize \nvulnerabilities to shocks, as discussed below. \n \n5. \n(i) relatively weak oversight of aggregate fiscal risk from public sector entities; (ii) weak internal \ncontrols  in  large  ministries;  (iii)  lack  of  public  access  to  key  fiscal  information;  (iv)  lack  of  a \nmedium-term  fiscal  framework  to  ensure  a  multiyear  perspective  in  fiscal  planning  and \nexpenditure  policy  and  budgeting;  (v)  lack  of  competition,  value  for  money,  and  controls  in \nprocurement; (vi) weak management of fiscal risks related to SOEs;8 and (vii) lack of coordination \nof development partners’ aid. State and consolidated budgets are not based on long-term national \nand  sector-specific  strategic  objectives  and  programs. 9  SOEs  dominate  all  the  important \nsegments  of  the  economy,  and  thus  leave  little  space  for  the  private  sector.  These  segments \ninclude energy (power generation and transmission; and oil and gas refining, transportation, and \ndistribution);  metallurgy;  mining  (nonferrous  metals  and  uranium);  telecommunication  (fixed \ntelephony  and  data  transmission);  agriculture  (cotton  processing);  machinery  (automotive \nindustry,  locomotive,  and  aircraft  production  and  repair);  and  transport  (airlines,  railways,  and \nmunicipal public transport). Moreover, inefficient upstream SOEs dealing with public utilities have \nan  adverse  impact  on  the  downstream  private  companies.  At  present,  Uzbekistan  does  not \nadhere to the Organization for Economic Co-operation and Development (OECD) Guidelines on \nCorporate Governance of SOEs.10 SOEs are subject to domestic accounting standards and rules, \nwhich are still not fully comparable with the International Financial Reporting Standards (IFRS). \n \n6. \nInefficient banking intermediation and supervision. The banking system in Uzbekistan \nis still closely controlled by the state through a complex set of regulatory actions. Most banking \nassets  remain  in  state-owned  or  state-controlled  banks,11 and  most  loans  are  directed  by  the \ngovernment to develop certain preselected programs or sectors. The banking system includes 2 \nstate  banks,  13  joint-stock  commercial  banks,  8  private  banks,  and  5  banks  with  foreign \ninvestments. Banks’ corporate and retail deposits comprise only about 56% of their non-equity \nfunding. Loans from the government and funding from international financial institutions are the \ntwo other important sources of non-equity funding. Moreover, state-owned banks have a strong \ninfluence  over  systemic  loan  growth  and  interest  rates  through  their  participation  in  state-run \n\n                                                \n4  The year-end consumer price inflation was 18.9% in 2017, compared to 7.9% in 2016 (source: footnote 3). \n5  Moderating  inflation  without  losing  jobs  is  necessary  for  this  purpose.  Creating  adequate  jobs  remains  the  main \n\nchallenge for the government. \n\n6  More on this in Section D (para. 16). \n7  Sector Assessment (Summary): Multisector (accessible from the list of linked documents in Appendix 2). \n8   Some of the important deficiencies in the governance structure of SOEs include weak controls of payroll and non-\npayroll expenditures, poor quality and timeliness in preparing financial statements and audits, poor legislative scrutiny \nand lack of follow-up of external audits, and non-transparency of relevant information. \n\n9  When  there  are  uncertainties  about  the  state  of  the  state’s  finances,  investors  demand  higher-risk  premiums  on \ngovernment debt, which affects private demand via the interest rate. Contingent liabilities of the government are an \nimportant source of uncertainties. \n\n10 http://www.oecd.org/corporate/guidelines-corporate-governance-SOEs.htm  \n11 The market share is about 80% in terms of assets. Also, state-controlled banks have large loan exposures to SOEs. \n\n2 \n\n \n\n\flending programs, and they enjoy the privilege of servicing the domestic blue-chip companies. \nConsequently, banks cannot play the role of effective financial intermediaries, which inhibits the \nability of citizens or private companies to obtain credit and other banking services.12 Therefore, \nUzbekistan has low levels of corporate and personal indebtedness. The ratio of domestic credit \nto GDP was about 43.1% by the end of 2017. Banking supervision, including capital and liquidity \nassessments, remains irregular. Hence, more focus should be put on developing banks, enabling \nthem to provide  much  cheaper  and more  efficient financing for  private  investments.  Moreover, \nUzbekistan’s debt and capital markets remain extremely shallow. The domestic capital market is \nunderdeveloped and does not help private entrepreneurs to raise funds. Similarly, the domestic \nprivate sector bond market transacts less than 0.5% of banks’ liabilities. \n \n7. \nLack  of  transparent  and  efficient  data  dissemination  systems.  Timely  flows  of \naccurate socioeconomic data will remain an important driver of growth and change. Flows of data \nplay  a  significant  role  in  creating  new  economic  paradigms,  as  envisaged  by  the  government. \nPoor  data  quality  and  standards  are  detrimental  to  private  investment  decisions  and  for \nprioritization of public projects. The data collection, analysis, and dissemination systems are quite \nweak  in  Uzbekistan  and  amplify  other  macroeconomic  challenges.  Data  systems  require \nsignificant strengthening to enable the policy makers to make informed decisions in the areas of \nmacroeconomic planning and management.13 This is equally important from the perspective of \nforeign investors willing to invest in Uzbekistan. \n \n8. \nThe loan, the first programmatic approach intervention in Uzbekistan, draws on lessons \nlearned from related initiatives in Uzbekistan and in other countries in the Central and West Asia \nregion.14 Strong government commitment and adequate support from all stakeholders are the two \nimportant  prerequisites  for  a  successful  policy-based  reform  program.15 Thus,  setting  realistic \npolicy  actions  is  crucial  to  ensure  the  government’s  commitment.  A  programmatic  approach, \nsupported  by  adequate  TA  support,  is  appropriate  for  this  purpose.  Similar  lessons  were  also \nidentified for the World Bank’s Banking Sector Restructuring and Privatization Project in Pakistan. \n \nB. \n\nPolicy Reform and the Asian Development Bank’s Value Addition \n\n9. \nThe Government of Uzbekistan is committed to transform the economy into an open and \ndiversified  structure  and  improve  resilience  to  macroeconomic  shocks.  The  government \nrecognizes  that  this  will  also  require  complete  transparency  in  economic  data  collection  and \ndissemination.  In  February  2017,  after  Uzbekistan’s first  change  in leadership in 25  years, the \ngovernment  adopted  a  5-year  national  development  strategy,  2017–2021.16 It  sets  five  priority \nareas  for  reform.  These  priority  areas  are  essentially  addressing  the  issues  covering                        \n(i) governance and public administration; (ii) the rule of law and the judicial system; (iii) economic \n\n                                                \n12 The World  Bank’s enterprise  surveys  in 2015  showed  that almost  75%  of  firms  did  not  avail  themselves  of  bank \n\nloans, and the value of collateral was on average 176% of the loan amount. \n\n13 The  problem  of  planning  and economic  management  without  facts  is  well  documented,  including  in World  Bank. \n\n1983. World Development Report 1983. New York: Oxford University Press (Chapter 7).  \n\n14 Asian  Development  Bank  (ADB).  2007.  Report  and  Recommendation  of  the  President  to  the  Board  of  Directors: \nProposed Loan and Technical Assistance Grant to the Republic of Uzbekistan for the Public Finance Management \nReform Project. Manila; and ADB. 2017. Report and Recommendation of the President to the Board of Directors: \nProposed  Loan  and  Administration  of  Technical  Assistance  Grant  to  the  Republic  of  Uzbekistan  for  the  Power \nGeneration Efficiency Improvement Project. Manila. \n\n15 This is also noted in IMF’s 2018 Article IV consultation staff report for the Republic of Uzbekistan.  \n\n(http://www.imf.org/en/Publications/CR/Issues/2018/05/11/Republic-of-Uzbekistan-2018-Article-IV-Consultation-\nPress-Release-Staff-Report-and-Statement-45873) \n\n16 Government of Uzbekistan. 2017. Presidential Decree No. 4947: The Strategy of Actions on Further Development \n\nof Uzbekistan. Tashkent. \n\n3 \n\n \n\n\fdevelopment and liberalization; (iv) social development; and (v) security, tolerance, and foreign \npolicy.  The  strategy  articulates  the  government’s  vision  for  the  development  of  a  conducive \nenvironment for private sector development, and recognizes the need to improve public sector \nmanagement, the banking sector, and the financial performance of SOEs (including key SOEs in \nthe power sector). One of the three priority strategies is to modernize the governance system, \nincluding greater ownership and transparency of the budget process, and a gradual transitioning \nto program budgeting, with the aim to increase the effectiveness of government operation and \nmaintenance expenditures. The government also plans to make SOEs regionally competitive and \nuse  the  market  mechanism  to  distribute  resources  and  manage  government  assets.  The \ngovernment is committed to end unproductive transfers and subsidies to SOEs from the budget \nand  convert  loss-making  SOEs  into  profit-making  entities. 17 This  is  planned  to  be  achieved \nthrough  restructuring  and,  for  smaller  SOEs,  through  outright  privatization.  The  government \nintends  to  gradually  move  to  the  International  Public  Sector  Accounting  Standards  across  all \ngovernment agencies by 2020. There is an ambitious economic reform agenda to stabilize the \nbalance of payments and put the country on a different, more sustainable growth path. \n \nThe Strategy of Actions on Further Development of Uzbekistan, 2017–2021 includes key \n10. \npolicy  reforms  to  address  issues  related  to  access  to  finance  and  foreign  currencies. 18 The \nbanking sector’s performance is critical for the macroeconomic policy measures  of the Central \nBank  of  Uzbekistan  (CBU)  to  succeed.  As  such,  the  government  plans  to  improve  banking \nsupervision by moving to a risk-based approach, improve the quality of bank assets, and attract \nadditional  investment.  The  government  reiterated  the  need  for  consistent  policies  and \ninterpretation  of  regulatory  requirements  to  build  confidence  in  the  banking  sector.  In  2017,  a \nseries of government documents were adopted to reform the banking sector and make the CBU \nmore independent. Recent activities include taking various actions to remove potential conflicts \nof  interest,  excluding  CBU  staff  participation  on  the  supervisory  boards  of  state-owned  and \ncontrolled  banks,  transferring  management  of  CBU  shares  in  two  state-owned  banks  to  the \nMinistry  of  Finance  (MOF),  eliminating  barriers  to  accessing  cash  and  foreign  currency,  and \nprotecting  commercial  banks  from  administrative  pressures.  A  systematic  review  of  the  entire \nlegal  framework  applicable  to  banks  was  initiated  in  mid-2017  to  identify  and  address \ninconsistencies and ambiguities. \n \nThe program will facilitate identification and implementation of key reforms to address the \n11. \ndevelopment challenges, as explained above (paras 5–7), and improve economic management \nin Uzbekistan. This is a prerequisite for diversification of the economy with improved participation \nof  the  private  sector.  This  is  expected  to  be  achieved  under  the  programmatic  approach.  The \nproposed reforms are grouped in three areas:19 \n\n(i) \n\nMacroeconomic data collection,  analysis,  and  dissemination  systems. The \nloan  will  facilitate  implementation  of  an  enhanced  general  data  dissemination \nsystem (e-GDDS) over two subprograms.20 The necessary orders for the adoption \nof  the  e-GDDS  issued  under  subprogram  1,  and  the  e-GDDS  will  be  fully \nimplemented  under  subprogram  2.  The  government  will  also  submit  a  plan  for \nimplementation  of  the  special  data  dissemination  standard  (SDDS)  under \nsubprogram  2.  Similarly,  the  CBU’s  data  dissemination  systems  will  be \nstrengthened under both subprograms: (a) necessary instructions were issued for \n\n                                                \n17 As per the resolution of the Cabinet of Ministers (14 November 2017), the electricity tariff increased by 12% and the \n\ngas tariff by 10% from 1 April 2018. \n\n18 See footnote 16 for reference. \n19 See the Policy Matrix (Appendix 4) for sequencing of the proposed reforms under each reform area. \n20 The International Monetary Fund (IMF) is supporting this initiative with TA support. A dedicated website has already \n\nbeen operationalized for data dissemination. \n\n4 \n\n \n\n\f(ii) \n\n(iii) \n\nfor \n\nregular  publication  of  data  on  monetary  aggregates,  banking  activities,  foreign \nexchange  reserves,  and  balance  of  payments  on  the  CBU  website  under \nsubprogram  1;  and  (b)  the  proposed  data  dissemination  systems  on  the  CBU \nwebsite will be fully operationalized under subprogram 2. \nFiscal and financial management. Many important fiscal reforms are proposed \nunder the programmatic approach.21 Under subprogram 1, MOF disseminated the \npublic  expenditure  and  financial  accountability  (PEFA)  prepared  in  2012  on  its \nwebsite with an action-taken report; MOF will update the PEFA under subprogram \n2. To improve budget preparation, MOF issued necessary guidance to use all 12 \nbudget  accounting  standards  (in  line  with  the  International  Public  Sector \nAccounting  Standards) \nthe  2020  budget.  Actual \nthe  preparation  of \nimplementation  of  these  standards  will  begin  under  subprogram  2.  Similar \nsequencing  will  be  followed  to  introduce  internal  audits  in  key  government \ndepartments  to  improve  internal  controls. 22  Introducing  discipline  in  budget \nallocation based on developmental priorities by adopting a medium-term budget \nframework  (MTBF)  is  proposed  under  subprogram  2. 23  Several  reforms  are \nproposed to improve financial market supervision and reduce the cost of financial \nintermediation for the private sector. CBU prepared capital adequacy assessment \nstatement for selected banks, and conducted stress testing under subprogram 1.24 \nBased on these reports, the CBU will prepare an action plan to address shortfalls \nin loan-loss provisioning, capital shortfalls, and liquidity shortfalls for the selected \nbanks  under  subprogram  2.25 Two  important  initiatives  under  subprogram  2  are     \n(i) finalizing the guidelines for implementation of risk-based bank supervision and \n(ii) designing the policies to reduce directed lending. \nState-owned  enterprise  governance  and  private  sector  operations.  Several \nreforms  are  proposed  to  improve  the  functioning  of  SOEs—logically  sequenced \nover  two  subprograms.  These  reforms  are  necessary  to  create  fiscal  space, \nfacilitate  private  sector  operations,  and  strengthen  public  service  delivery.  The \ncorporate governance rules (CGRs) prepared under subprogram 1, based on the \n2015 OECD Guidelines on Corporate Governance of SOEs (para. 5), and order \nissued  for  implementation  of  CGRs  in  selected  SOEs.  Implementation  will  be \noperationalized  under  subprogram  2.  Public–private partnerships (PPPs)  will  be \nstrengthened in Uzbekistan through the PPP law submitted to the Parliament for \napproval  under  subprogram  1.  Based  on  this  law,  specific  projects  will  be \n\n                                                \n21 The government is currently designing specific tax reform proposal covering (i) improvements in tax administration, \n(ii) enlargement of the tax base, (iii) simplification of the tax rules, and (iv) transparency in selection of the cases for \ntax incentives. ADB may also consider supporting selected tax reform initiatives under subprogram 2. IMF provided \ntechnical assistance support for this purpose.  \n\n22 Many reforms under this area, such as improving internal controls and updating PEFA, will improve public financial \n\nmanagement and strengthen governance and anticorruption efforts. \n\n23 Effective budget management requires a medium-term perspective, as a single-year perspective does not provide \nadequate flexibility to implement a government’s development priorities while ensuring allocative efficiency of scarce \npublic  resources.  M.  Cangiano,  T.  Curristine,  and  M.  Lazare,  eds.  2013.  Public  Financial  Management  and  Its \nEmerging  Architecture.  Washington,  DC:  IMF.  The  OECD  points  to  the  importance  of  medium-term  budgetary \nplanning,  particularly  in  cases  where  (i)  capital  projects  with  changing  operational  costs  are  implemented;  (ii) \nprograms come into effect toward the end of the year, and their full annual costs are not materializing in the initial \nyear; and (iii) programs’ spending implications are not visible in the given year but would become so in the following \nyears. OECD. 2014. Budgeting Practices and Procedures in OECD Countries. Paris. \n\n24 These initiatives in the area of improved financial management will be supported by regular and quarterly stress tests \n\nof banks supported under the World Bank’s Development Policy Operation in 2018. \n\n25 The banks’ capital adequacy ratios are currently higher than the threshold level, but banks will require additional \n\ncapital to support higher lending to the private sector.  \n\n5 \n\n \n\n\fdeveloped by the government under subprogram 2.26 Another related reform is the \ndivestment of noncore assets of SOEs. The government approved noncore assets \nfor two selected SOEs and will finalize its divestment by 2019 under subprogram \n2. Several critical reforms are proposed to improve financial management of JSC \nUzbekenergo,27 including  completion  of  fixed  asset  revaluation  by  2019, 28 and \nfinalization  of  an  IFRS-compliant  consolidated  audited  financial  statement  for \n2017—both  under  subprogram  2.29 Under  subprogram  1,  MOF  also  approved  a \nsustainable debt management strategy for JSC Uzbekenergo. \n\n \n12. \nThe value addition of the Asian Development Bank (ADB) stems from its long experience \nin designing and implementing policy-based loans in the Central and West Asia region, covering \nsimilar areas. ADB’s value addition can be categorized under four broad groups: (i) facilitating \nidentification  of  key  reforms  and  international  best  practices  in  several  areas  of  economic \nmanagement—as highlighted in the policy matrix; (ii) providing operational support to implement \ncomplex  reforms  (such  as  an  MTBF,  internal  audit,  corporate  governance,  risk-based  banking \nsupervision,  etc.)  with the help  of the  attached TA;30 (iii)  creating  synergies  with  ADB’s  sector-\nspecific support to facilitate timely implementation of selected policy actions under the program; \nand (iv) coordinating with other development partners to provide a unified reform package to the \ngovernment.  ADB’s  support  for  the  policy-based  loans  in  other  countries  in  this  region  also \nhighlights the importance of effective coordination among the development partners. \n \n13. \nCoordination among development partners. The World Bank is currently processing a \nbudget  support  program  (development  policy  operation  of  $500  million)  for  Uzbekistan.  The \nproposed prior actions are divided across three pillars: (i) foundation for sustainable economic \ngrowth  and  macro-financial  resilience,  (ii)  supporting  market  creation  for  private-sector \ndevelopment, and (iii) enabling jobs, and managing social risks. Both institutions are collaborating \nin dealing with identifying and implementing reforms to promote improved banking supervision, \nfacilitate  financial  transparency  in  selected  SOEs  (such  as  introduction  of  IFRS-compliant \nfinancial statements), and private sector development.31 The main objective of this collaboration \nis  to  introduce  complementary  reforms  and  reinforce  a  concerted  reform  effort.  ADB  is  also \ncoordinating  with  the  International  Monetary  Fund  (IMF)  and  sharing  TA  resources  for \nstrengthening data collection, analysis, and dissemination (reform area 1). The Government of \nSwitzerland  is  also providing TA resources  to finalize the  design  and coverage of  the  national \nsummary data page, with the support of ADB and the IMF. The proposed programmatic approach \nalso addresses many reform proposals highlighted in the IMF’s 2018 Article IV consultation staff \nreport  for  the  Republic  of  Uzbekistan.  The \ninclude:  (i)  supporting \nimplementation  of    e-GDDS  and  SDDS,  with  the  help  of  capacity  development  support  and \ntargeted policy actions, to strengthen data dissemination; (ii) improving fiscal transparency; (iii) \n                                                \n26 ADB will provide support under the attached TA. \n27 JSC Uzbekenergo has been selected to complement ADB’s interventions in the energy sector. \n28 Asset revaluation allows firms to take into account changes in the fair value of some assets when determining their \ncarrying amounts in financial statements. Fixed asset revaluation of energy companies is usually needed under two \nsets of circumstances: when there are (i) regulatory issues where higher asset values will require higher tariffs set \nby the regulatory commission; and (ii) restructuring issues where knowledge about the true value of fixed assets is \ncritical before embarking on a major restructuring, including unbundling of electricity operation. \n\nimportant  reforms \n\n29 JSC  Uzbekenergo  has  already  completed  an  IFRS-compliant  financial  statement  for  2015.  Moreover,  JSC \nUzbekenergo  has  already  operationalized  the  Center  for  Financial  Management  and  International  Financial \nStandards with 28 qualified staff to facilitate preparation of the financial statements. ADB is taking the lead in this \narea and provided technical assistance support. \n\n30 Attached Technical Assistance (accessible from the list of linked documents in Appendix 2). \n31 In addition to providing cross-references in their respective program documentation, ADB and the World Bank issued \na joint letter, addressed to the Government of Uzbekistan, highlighting the government’s critical role in addressing \nimportant issues related to improved public financial management and delivery of their respective programs. \n\n6 \n\n \n\n\fstrengthening supervisory capacity of CBU using the risk-based supervision system; (iv) allowing \nbanks  to  function  in  line  with  the  international  best  practices  to  facilitate  private  sector \ndevelopment; and (v) implementing comprehensive corporate governance rules in SOEs. Thus, \nADB’s collaboration spans both program design and policy implementation. \n \nC. \n\nImpacts of the Reform \n\n14. \nUzbekistan’s  overarching  development  objective  is  the  facilitation  of  macroeconomic \nstability and sustainable high growth. The effect of the reforms will be an improved environment \nconducive  to  private  sector  investment.  The  program  will  help  achieve  the  government’s \ndevelopment  objectives  through  the  proposed  reforms,  which  will  help  strengthen  economic \nmanagement,  facilitate  better  public  financial  management,  support  improved  performance  of \nSOEs,32 and create effective financial intermediation facilities. These reforms will primarily work \nthrough two channels: (i) there will be additional fiscal space to augment public investment with a \nmedium-term  focus  and  better  outcome  orientation,  and  the  improving  efficiency  of  public \ninvestment  will  have  a  crowding-in  impact  on  private  investment; 33  and  (ii)  proposed  policy \nreforms  under  the  program  will  also  make  additional  financial  resources  available  for  private \ninvestment.  Improved  economic  management,  and  consequent  macroeconomic  stability,  is  an \nimportant driver of foreign direct investment. Augmenting private investment is essential to sustain \nhigh growth with additional job opportunities. \n \n15. \nA programmatic approach is needed because the structural reforms require a long-term \nhorizon  to  be  implemented  effectively.  Implementation  of  most  of  the  proposed  reforms  must \nbegin  with  necessary  changes  in  legal,  institutional,  and  human  resource  structures.  Judging \ncapacity  constraints  while  designing  the  reforms  is  also  important.  Therefore,  sequencing  of \nreforms will remain critical. For example, introduction of an MTBF requires sufficient preparatory \nand implementation time. Similarly, introduction of an internal audit or CGRs will require a gradual \napproach  starting  with  necessary  changes  in  the  business  process.  Thus,  it  is  critical  that  the \nreforms are properly identified and sequenced over two subprograms. A programmatic approach \nis  ideal  for  chronologically  sequencing  the  reforms  in  a  multiyear  framework.  It  also  enables \nalignment  of  policy  actions  with  unavoidable  realities  and  exogenous  shocks.  Moreover,  the \nproposed  modality  plays  a  leveraging  and  catalyzing  role  in  coordinating  TA  provided  by  the \ndevelopment partners. \n \nD. \n\nDevelopment Financing Needs and Budget Support \n\n16.  While  devaluations  in  2017  probably  increased  some  revenue  receipts,  such  as  value-\nadded tax, their overall impact on budget revenues was negative. At the same time, as indicated \nin para. 4, burden on the state exchequer increased as the government aimed to (i) mitigate the \nadverse impact of reforms on vulnerable groups; and (ii) ensure smooth functioning of strategic \nindustries, including SOEs, banks, and financial institutions. These additional expenditures and \nrevenue  losses  are  summarized  in Table 1.  However,  this  resulted  in a  huge  budget  deficit  of \nalmost 3.3% of GDP in 2017 (as against a deficit of 0.6% in 2016),34 including the balance of the \nFund  for  Reconstruction  and  Development  of  Uzbekistan.  The  augmented  fiscal  deficit  is \nexpected  to  be  at  around  1.3%  of  GDP  in  2018.35 This  signifies  large  development  financing \n\n                                                \n32 Better service delivery by SOEs will also improve in parallel. \n33 Additional fiscal space will critically depend on, among others, the proposed MTBF-based budget allocations under \nsubprogram 2, supported by improved tax efforts. The program’s support for PPP will also help to support private \nsector development. \n\n34 Table 1 in Sector Assessment (Summary): Multisector (accessible from the list of linked documents in Appendix 2). \n35 Approximately $1.5 billion combining 2017 and 2018 together. \n\n7 \n\n \n\n\fneeds at the aggregate level. The government is currently in the midst of a comprehensive fiscal \nconsolidation exercise that aims at (i) additional revenue generation, and (ii) downsizing of public \nadministration while safeguarding macroeconomic stability and setting the stage for sustainable \nand higher growth. However, given the sluggish nature of revenue improvements over the short \nto medium term, the burden of fiscal consolidation will primarily fall on expenditure rationalization, \nespecially development expenditure. This is a clear illustration of a hard budget constraint and its \nimpact  on  development  financing,  given  the  downward  rigidity  in  nondiscretionary  items  of \nrecurrent expenditure (salary, pensions, and interest). Thus, it will be extremely difficult for the \ngovernment  to  incur  additional  costs  to  carry  out  its  reform  agenda,  unless  expenditures  on \nspecific  items  are  protected  and  partly  financed  by  development  partners.  The  program  is \nexpected to finance a portion of Uzbekistan’s development financing needs.36 Thus, the program \nwill  help  the  government  to  pursue  its  macroeconomic  reform  agenda  without  jeopardizing \nexpenditure on essential items. \n \n\nTable 1: Summary of Increases in Budget Expenditure Items and Revenue Losses  \n(2017–2018) \n\nItem \n\nSupport to banks for capital enhancement \nSupport for price stabilization (including creation of a price stabilization fund) \nLoss of revenue due to tax rationalization (including customs duties) \nMoratorium on interest and principal payments during September 2017 and December \n\n2018 in foreign currency loans of state-owned enterprises \n\nOne-time support to state-owned enterprises because of exchange rate liberalization  \nTotal \n\n393.4 \n2,160.1 \n\nSource: Government of Uzbekistan, Ministry of Finance. \n \n17. \nBased on the development financing requirements of the program, ADB will provide policy-\nbased loans (with a total amount of $600 million) to finance subprograms of $300 million each \nunder the programmatic approach. The ordinary capital resources loan will have a 15-year term, \nincluding a grace period of 3 years, an annual interest rate determined in accordance with ADB’s \nLondon interbank offered rate (LIBOR)-based lending facility, a commitment charge of 0.15% per \nyear,  and  such  other  terms  and  conditions  as  set  forth  in  the  draft  loan  agreement  (ordinary \noperations). Based on the straight-line method, the average loan maturity is 9.25 years, and there \nis no maturity premium payable to ADB. \n \nE. \n\nImplementation Arrangements \n\n18. \nThe MOF will be the executing agency of the program. The CBU, the State Committee on \nStatistics,  the  State  Committee  for  Assistance  to  Privatized  Enterprises  and  Development  of \nCompetition,  JSC  Uzbekenergo,  Ministry  of  Economy,  and  MOF  are  proposed  to  be  the \nimplementing  agencies.  The  program  director  from  MOF  will  supervise  overall  implementation \ncoordination across the various implementing agencies. The policy-based loan will be disbursed \nin accordance with ADB’s Loan Disbursement Handbook (2017, as amended from time to time). \nThe  entire  program  will  be  implemented  over  30  months  (June  2017–December  2019). \nSubprogram 1 completion is expected by July 2018 and that of subprogram 2 by December 2019. \n \n\nCost \n($ million) \n643.7 \n542.6 \n358.8 \n221.6 \n\n                                                \n36 The  government  will  also  mobilize  resources  from  domestic  sources  and  use  financial  support  from  other \n\ndevelopment partners to finance its development financing needs (para. 13). \n\n8 \n\n \n\n\fIII. \n\nATTACHED TECHNICAL ASSISTANCE \n\n19. \nAn assessment of the institutional capacity was carried out for the program. It was agreed \nbetween  the  government  and  ADB  that  the  TA  for  the  Economic  Management  Improvement \nProgram  will  enhance  capacity  in  the  following  areas  to  support  implementation  of  proposed \nreforms under the programmatic approach:37 \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\n(vi) \n\n(vii) \n\nMedium-term budget framework. Support will be provided to prepare MTBF and \nimprove budget preparation and dissemination. \nPublic–private partnership. Technical support will be provided to develop, select, \nand monitor PPP projects. Comprehensive training will be provided to the selected \nstaff. \nInternal audit. The TA will help to strengthen the internal audit departments within \nthe selected ministries, including introduction of a risk-based audit manual. \nRisk-based supervision and capital adequacy assessment. The TA will help \nthe CBU with improved monetary management, especially to carry out risk-based \nsupervision, capital adequacy assessments, and stress testing at regular intervals. \nJSC  Uzbekenergo  investment  plan  and fixed asset  revaluation. The TA  will \nhelp JSC Uzbekenergo to prepare a master plan for investment financing and fixed \nasset revaluation. \nGender sensitivity analysis. The TA will support an analysis of gender sensitivity \nof public expenditure programs and creation of a specialized sex-disaggregated \ndatabase for private enterprises. \nTraining and workshops. The TA will provide support for trainings and workshops \nin various departments (including the State Committee on Statistics). \n\n \n20. \nThe TA is estimated to cost $1,300,000, of which $1,000,000 will be financed on a grant \nbasis by ADB’s Technical Assistance Special Fund (TASF-other sources). The government will \nprovide counterpart support in the form of counterpart staff remuneration, office accommodation \nand supplies, other logistical support, and other in-kind contributions.38 \n \n21. \nThe implementation arrangements for the TA will be aligned to those of the programmatic \napproach.  ADB’s  Central  and  West  Asia  Department  will  select,  supervise,  and  evaluate \nconsultants;  and  procure  goods  (if  necessary).  The  TA  components  will  be  monitored  by  the \nprogram director from MOF. A total of 65 person-months of consultancy services (international \nand national) will be required intermittently. Both individual consultants and a consulting firm will \nbe  engaged.  The  consulting  firm  will  be  engaged  using  the  quality-  and  cost-based  selection \nmethod  with  a  standard  quality–cost  ratio  of  90:10,  to  be  selected  and  engaged  by  ADB  in \naccordance with the ADB’s Procurement Policy (2017, as amended from time to time) and the \nassociated  project  administration  instructions  and/or  TA  staff  instructions.  Output-based  lump \nsum  consulting  contracts  will  be  preferred  for  the  firm  and  for  the  individual  consultants.  All \ndisbursements  under  the  TA  will  be  made  in  accordance  with  ADB's  Technical  Assistance \nDisbursement Handbook (2010, as amended from time to time). \n \n\n                                                \n37 The  TA  will  help  implement  the  policy  actions  proposed  under  subprogram  2,  including  those  that  are  logically \n\nsequenced over two subprograms. \n\n38 Attached Technical Assistance Report (accessible from the list of linked documents in Appendix 2). \n\n9 \n\n \n\n\f10 \n\nA. \n\nTechnical \n\nIV. \n\nDUE DILIGENCE \n\nSeveral  outputs  of  the  program  have  technical  components  at  their  core.  Preparation, \n22. \nselection, and monitoring of PPP projects, to be supported under the program, will require strong \nfinancial and project management skills. Preparation of MTBF and linking them with actual budget \nallocations will require sound technical knowledge. Capacity building support under the program \nwill assist the relevant government departments to better manage these technical operations. \n \nB. \n \nThe program was subject to economic analysis, the results of which demonstrate that its \n23. \nbenefits considerably outweigh the costs. The key direct benefits considered are classified into \nthree groups: \n\nEconomic \n\n(i) \n\n(ii) \n\n(iii) \n\nHigher public investment because of additional fiscal space attributed to (a) MTBF-\nbased budget making and improved internal controls, (b) reduced fiscal transfers \nto large SOEs over the medium term, and (c) savings from greater efficiency and \ncessation of systemic leakages. Fiscal space created under the program helps to \nenhance public investment.39 \nHigher  private  investment  because  of  improved  financial  intermediations,  and \ncrowding-in  attributed  to  higher  public  investment  on  infrastructure.  Improved \nprivate  investment  in  the  state,  in  turn,  will  lead  to  higher  growth  and  more \nemployment opportunities. \nBetter service delivery because of improved performance of SOEs. \n\nGovernance \n\n \nC. \n \nADB’s  Anticorruption  Policy  (1998,  as  amended  to  date)  was  also  explained  to  and \n24. \ndiscussed with the government. A governance risk assessment was conducted along the lines \nprescribed  by  the  implementation  guidelines  of  ADB’s  Second  Governance  and  Anticorruption \nAction  Plan.40 This  assessment  was  complemented  by  a  review  of  areas  of  possible  risk  and \nvulnerability in state financial management. The assessment found some risks that could affect \nthe proposed programmatic approach. They include risks related to (i) political support for reforms \nand ownership of the government, especially for sensitive reforms; and (ii) institutional dimensions \nof  the  proposed  programmatic  approach  (e.g.,  weak  capacity  in  the  relevant  institutions).  The \nfinancial assessment found several areas of concern: (i) integration of capital and current budgets \nthrough proper planning, (ii) lack of alignment between sector goals and resource allocation, and \n(iii)  fund-flow  arrangements  between  MOF  and  off-budget  funds  for  carrying  out  development \nprograms.41 While no major risks of mismanagement of resources at the executing level can be \ndiscerned,  issues  identified  in  internal  controls,  medium-term  budget  framework,  institutional \ncapacity,  and financial sustainability  (especially  for the  PPP  projects)  are  targeted for  capacity \ndevelopment under the TA and policy changes under the loan. \n \n\n                                                \n39 Economic Analysis (accessible from the list of linked documents in Appendix 2). \n40 Consistent  with  its  commitment  to  good  governance,  the  implementation  of  the  program  will  adhere  to  ADB’s \n\n41 On  18  December  2017,  the  government  set  up  the  Fund  for  Financing  State  Development  Programs  through \n\nAnticorruption Policy. \n\nResolution No. PP-3437. \n\n \n\n\fD. \n\nPoverty, Social, and Gender \n\n25. \nThe  poverty  reduction  and  social  impacts  of  the  program  are  positive.  The  support  for \naugmenting  and  sustaining  development  financing  will  have  an  impact  on  income  poverty, \nespecially in a situation of rising inflation. The program’s special emphasis on better expenditure \ntargeting  through  linking  the  MTBF  with  actual  budget  allocations  is  clearly  geared  toward \nprotecting the poor and other vulnerable groups. The program will aim to sustain macroeconomic \nstability and growth during the initial phase of the medium-term reforms through improvements \nmade to (i) funding of public and private activities, (ii) fiscal and financial management, and (iii) \nmanagement of SOEs and private sector participation. While these outcomes do not have a direct \nimpact  on  poverty  reduction,  the  successful  implementation  of  the  policy  actions  under  the \nproposed programmatic approach  will  facilitate  higher  productive public  investment  and higher \nbudget allocations for the social programs. Higher private investment, in turn, will create additional \njobs. Thus, it is expected that the program will have significant indirect benefits for the poor and \nvulnerable.  The  program  will  help  maximize  the  benefits  that  improved  corporate  and  sector \ngovernance can bring to SOEs in terms of economic efficiency and financial feasibility. This is \nexpected  to  improve  access  to  public  utilities.  The  program  will  also  help  the  government  to \nimprove  its  2016  Gender  Inequality  Index  ranking  of  57,  which  was  low  in  relation  to  some \nneighboring  countries. 42  The  labor  force  participation  rate  is  also  low  for  females  (48.3%) \ncompared to males (76.2%).43 Thus, targeted expenditure on health under the MTBF and higher \nemployment opportunities in the private sector are expected to lift Uzbekistan’s Gender Inequality \nIndex ranking. Rectifying these problems becomes more challenging if the government is unable \nto invest effectively (with improved targeting) and adequately in economic and social infrastructure, \neither  directly  or  through  partnerships  with  the  private  sector. 44  Private  investment  is  also \nexpected,  through  the  PPP  projects,  in  areas  covering  school  education  and  health  service \ndelivery.  This  will  also  improve  education  and  health  indicators  for  women  and  children.  The \nattached  TA  will  analyze  gender  sensitivity  of  government  expenditure  programs  and  create  a \nsex-disaggregated  database  of  private  enterprises  (primarily  small  and  medium-sized \nenterprises).  This  gender  analysis  of  the  public  expenditure  programs  will  facilitate  the \nintroduction  of  an  appropriate  composition  structure  of  the  MTBF,  which  is  a  prerequisite  for \nsignificantly improved gender targeting under subprogram 2. \n \nE. \n\nSafeguards \n\nGiven the nature of the program, all three safeguard categories (environment, involuntary \n\n26. \nresettlement, and indigenous peoples) are categorized as C under the policy-based loan. \n \nF. \n\nRisks and Mitigating Measures \n\n27.  Major risks and mitigating measures are summarized in Table 2 and described in detail in \nthe risk assessment and risk management plan.45 \n \n \n                                                \n42 The  Gender  Inequality  Index  reflects  gender-based  inequalities  in  three  dimensions:  reproductive  health, \nempowerment, and economic activity. United Nations Development Programme. Human Development Report 2016: \nHuman  Development  for  Everyone—Briefing  note  for  countries  on  the  2016  Human  Development  Report: \nUzbekistan. http://hdr.undp.org/sites/all/themes/hdr_theme/country-notes/UZB.pdf. \n\n43 The labor market exhibits distinct gender patterns, with women overly represented in public sector jobs (health care \nand  education),  which  carry  lower  salaries,  and  men  predominating  in  technical  and  other  more  profitable  fields \n(construction, transport and communications, and industry). \n\n44 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n45 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n\n11 \n\n \n\n\fTable 2: Summary of Risks and Mitigating Measures \n\nRisks \nTrained staff are not retained in relevant departments \nduring the entire period of the program, affecting \nsuccessful completion of various policy actions. \n\nAdequate and financially viable public–private \npartnership projects are not identified and developed. \n\nMitigation Measures \n\nConsistent and sustained engagement with the \nGovernment of Uzbekistan and ensuring to create \nadequate staff with technical skills to prevent this. The \nattached TA will play an important role in this direction. \nEffective and planned support under the attached \ncapacity development TA. Repeated trainings are \nnecessary for the selected staff. \n\nADB = Asian Development Bank, TA = technical assistance. \nSource: ADB. \n\nV. \n\nASSURANCES  \n\n28. \nThe Government of Uzbekistan and MOF have assured ADB that implementation of the \nprogram  shall  conform  to all  applicable ADB  policies  including those  concerning  anticorruption \nmeasures, 46  safeguards,  gender,  procurement,  consulting  services,  and  disbursement  as \ndescribed in detail in the loan documents. \n \n\nVI. \n\nRECOMMENDATION \n\n29. \nI  am  satisfied  that  the  proposed  programmatic  approach  and  policy-based  loan  would \ncomply with the Articles of Agreement of the Asian Development Bank (ADB) and recommend \nthat the Board approve \n\n(i) \n\n(ii) \n\nthe  programmatic  approach  for  the  Economic  Management  Improvement \nProgram; and \nthe loan of $300,000,000 to the Republic of Uzbekistan for  subprogram 1 of the \nEconomic  Management  Improvement  Program,  from  ADB’s  ordinary  capital \nresources,  in  regular  terms,  with  interest  to  be  determined  in  accordance  with \nADB’s London interbank offered rate (LIBOR)-based lending facility; for a term of \n15 years, including a grace period of 3 years; and such other terms and conditions \nas are substantially in accordance with those set forth in the draft loan and program \nagreements presented to the Board. \n\nTakehiko Nakao \nPresident \n\n12 \n\n \n \n\n \n\n31 May 2018 \n \n \n \n \n \n \n\n                                                \n46 ADB. 2006. Second Governance and Anticorruption Action Plan. Manila. \n\n\fAppendix 1 \n\n13 \n\nDESIGN AND MONITORING FRAMEWORK \n\nCountry’s Overarching Development Objective \n\nMacroeconomic stability and sustainable high growth facilitated (Strategy of Actions on Further \nDevelopment of Uzbekistan)a \n \n\n \n\nResults Chain \nEffect of the Reform \n \nEnvironment conducive \nto private investment \nimproved \n\nReform Areas (under \nSubprogram 1) \n \n1. Macroeconomic data \ncollection, analysis, \nand dissemination \nsystems \n\n2.  Fiscal and financial \n\nmanagement \n\n \n\nPerformance Indicators with \nTargets and Baselines \nTo be accomplished by 2020: \n \na. Local currency bank credit to \nprivate sector increased by at \nleast 15% (2017 baseline: $8 \nbillion) \n\n \nb. Ratio of operating revenue to \n\noperating cost of JSC \nUzbekenergo should be higher \nthan or equal to 1 (2017 \nbaseline: 0.8) \nKey Policy Actions \nTo be accomplished by 2018: \n \n1.1 The government approved \n\nadoption of the International \nMonetary Fund’s enhanced \ngeneral data dissemination \nsystem (2017 baseline: system \nnot implemented) \n\n \n1.2 The CBU published data on \n\nmonetary aggregates, banking \nactivities, and foreign exchange \nreserves on its website starting \nfrom the first quarter of 2018; \nand balance-of-payments data \nfrom the third quarter of 2018 \n(2017 baseline: data not \navailable on the CBU website) \n\n \n2.1 MOF issued an order for the \n\nadoption of 12 budget \naccounting standards, which \nare in line with the International \nPublic Sector Accounting \nStandards, starting 1 January \n2019 (2017 baseline: standards \nnot adopted, except the first \nstandard on accounting policy) \n\n \n2.2 The government started \n\nimplementing internal audit \nactivities by newly created units \n\nData Sources \nand Reporting \nMechanisms \n\n \n \na. Annual report \nof the CBU \n \n \n \nb. Annual financial \nstatement of JSC \nUzbekenergo  \n\n \n \n \n1.1 Annual reports \nof the State \nCommittee on \nStatistics \n \n \n \n1.2 Annual report \nof the CBU \n\n2.1–2.2 MOF \nannual reports \n \n \n \n \n \n \n \n \n \n \n \n\nRisks \n\nSubdued \nimprovement in \nexternal outlook \nmay delay \nupward revision \nin tariffs of state-\nowned utilities \nleading to \ncontinued \nsupport to SOEs \nfrom banks and \nthe government. \n \n \n \nContinued \ncommitment of \nthe government \ntoward reform \nmomentum is not \nsustained, \ncausing delays in \nmeeting targeted \npolicy actions. \n \nTrained staff are \nnot retained in \nrelevant \ndepartments \nduring the entire \nperiod of the \nprogram, \naffecting \nsuccessful \ncompletion of \nvarious policy \nactions. \n\n \n\n\f14 \n\nAppendix 1 \n\nResults Chain \n\nRisks \n\nData Sources \nand Reporting \nMechanisms \n\n \n \n \n \n \n2.3 CBU annual \nreport \n\n3.1–3.3 Annual \nreports of the \nState Committee \nfor Assistance to \nPrivatized \nEnterprises and \nDevelopment of \nCompetition) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3.4 Annual report \nof JSC \nUzbekenergo \n\nPerformance Indicators with \nTargets and Baselines \nwithin the Ministry of Public \nEducation and the Ministry of \nHealth (2017 baseline: internal \naudit activities not carried out) \n\n \n2.3 The CBU prepared \n\nrecommendations based on the \ncapital adequacy assessments \nfor the National Bank of \nUzbekistan for foreign \neconomic activities, and for \nXalq Bank, Asaka Bank, \nPromstoybank, Microcredit \nBank, Ipoteka Bank, Agrobank, \nQishloq Qurilish Bank, Turon \nBank, and Aloqabank (2017 \nbaseline: assessments were \nnot prepared) \n\n \n3.1 The government issued an \n\norder to implement approved \nCGRs in (i) Uzbekistan \nRailways, (ii) JSC \nUzbekenergo, (iii) Uzneftegas, \n(iv) Uzavtosanoat, (v) \nUzkimyosanoat, (vi) AGMK, \nand (vii) Uzagrotehsanoat \nholding (2017 baseline no \napproved CGR) \n\n \n3.2 The government submitted the \ndraft law on public–private \npartnerships to Parliament \n(2017 baseline: draft law was \nnot approved by the Cabinet of \nMinisters for submission to the \nParliament) \n\n \n3.3 The government approved a list \n\nof noncore assets of JSC \nUzbekenergo, Uzneftegas, and \nUzkimyosanoat for divestment \nand transfers to local bodies \n(2017 baseline: list not \navailable) \n\n \n3.4 JSC Uzbekenergo issued an \norder to disclose audited \nfinancial statements on the \ncompany’s website (2017 \nbaseline: audited financial \nstatement not available on the \nwebsite) \n\n3.  SOE governance \nand private sector \noperations \n\n \n\n\fAppendix 1 \n\n15 \n\n \n\nBudget Support \n\nAsian Development Bank: $300,000,000 (regular ordinary capital resources loan) \n\nTransaction Technical Assistance \n\nAsian Development Bank: $1,000,000 (Technical Assistance Special Fund-other sources) \n\nCBU = Central Bank of Uzbekistan, CGR = corporate governance rule, MOF = Ministry of Finance, NA = not applicable, \nSOE = state-owned enterprise. \na  Government of Uzbekistan. 2017. Presidential Decree No. 4947: The Strategy of Actions on Further Development of \n\nUzbekistan. Tashkent. \n\nSource: Asian Development Bank. \n \n \n \n \n \n \n\n \n\n\f16 \n\nAppendix 2 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51350-001-3 \n\nLoan Agreement \n\nSector Assessment (Summary): Multisector \n\nContribution to the ADB Results Framework \n\nDevelopment Coordination \n\nCountry Economic Indicators \n\nInternational Monetary Fund Assessment Letter \n\nSummary Poverty Reduction and Social Strategy \n\nRisk Assessment and Risk Management Plan \n\nList of Ineligible Items \n\n10. \n\nAttached Technical Assistance Report \n\nSupplementary Document \n\n11.  Economic Analysis \n\n1. \n\n2. \n\n3. \n\n4. \n\n5. \n\n6. \n\n7. \n\n8. \n\n9. \n\n \n\n \n\n\fDEVELOPMENT POLICY LETTER \n\nAppendix 3 \n\n17 \n\n \n\n \n\n \n\n\f18 \n\nAppendix 3 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\fAppendix 3 \n\n19 \n\n \n\n \n\n \n\n \n\n \n\n \n\n\f20 \n\nAppendix 3 \n\n \n\n \n\n \n\n\fAppendix 4 \n\n21 \n\nPOLICY MATRIX \n\nFirst Subprogram: 2018 \n\nSecond Subprogram (Indicative): 2019 \nOutput Area 1: Macroeconomic Data Collection, Analysis, and Dissemination Systems \n1. Government of Uzbekistan (the government) \nadopts  accession \nIMF’s  Enhanced \nGeneral Data Dissemination System (e-GDDS). \n(Document required: Order of the President \nof the Republic of Uzbekistan) \n\nthe \n\nto \n\n \n\nrequired: \n\n2. For improved dissemination of monetary and \nfinancial data, the government approves regular \npublication  of  data  on  monetary  aggregates, \nbanking  activities,  and \nforeign  exchange \nreserves by CBU on its website starting from the \nfirst  quarter  of  2018,  and  the  balance  of \npayments  data  from  the  third  quarter  of  2018. \n(Document \nthe \nPresident of the Republic of Uzbekistan; (ii) \nScreenshot  of  the  Summary  Data  Release \nCalendar  of \nthe  State  Committee  on \nStatistics to show the timeline for BOP data \npublication;  and  (iii)  screenshot  of  the  data \npertaining to monetary aggregates, banking \nactivities, and foreign exchange reserves) \n \nOutput Area 2: Fiscal and financial management \n \n\n(i)  Order  of \n\n1. The government submits an Action Taken \nReport  to  justify  full  compliance  to  the  e-\nGDDS  requirements  covering  the  following \nareas:  (i)  disseminate  the  data  required  by \ne-GDDS punctually; (ii) provide an advance \nrelease  calendar; \n(iii)  provide  detailed \ninformation  on  statistical  practices;  (iv) \ncertify  the  accuracy  of  the  metadata  on  an \nannual  basis;  and  (v)  use  of  standardized \nelectronic reporting procedures. (Document \nrequired: e-GDDS Implementation Report \nby the State Committee on Statistics) \n \n2.  The  government  approves  a  plan  with \nclear  timelines  for  the  adoption  of  IMF’s \nSDDS.  (Document  Required:  Approved \nAction  Plan  by  the  State  Committee  on \nStatistics) \n \n3. CBU submits a plan with clear timelines to \nstrengthen coverage and frequency of data \ndissemination  in  the  CBU  website  to  be \ncompleted by December 2019. (Document \nrequired: The plan approved by CBU) \n\n4. The government (i) approves a MTBF to \nfacilitate  improved  distributive  efficiency  of \nscarce  public \nresources;  and  gender \nresponsiveness; and (ii) notifies adoption of \nMTBF  for  budget  making  beginning  2020. \n(Document  required:  (i)  MOF  approved \nMTBF and the  Decision of the  President \nof  the  Republic  of  Uzbekistan  on  the \nadoption of MTBF for budget making) \n \n\n \n\n\f22 \n\nAppendix 4 \n\nclear \n\nFirst Subprogram: 2018 \n3. MOF sets the direction of reforms in the areas \ncovering public financial management, revenue \nmobilization,  internal  controls  by  publishing \nPEFA,  developed  in  2012,  on  its  website  with \ninformation  on  the  progress  achieved  over  the \nperiod  2012  to  2017  to  facilitate  updating  of \nPEFA. (Document required: PEFA 2012 with \ninformation on the progress over 2012–2017 \nin the MOF website) \n \n4. To improve budget preparation for 2020 and \nthe  adoption  of  budget  standards,  MOF  (i) \nadopts  12  budget  accounting  standards  in  line \nwith  IPSAS 1  which  must  be  completed  by \nDecember  2018,  and  (ii)  issues  order  on \nimplementation  of  all  12  standards  starting  1 \nJanuary 2019. (Document requirement: MOF \norder on the adoption of all the 12 standards \nwith \ntimeline) \n \n5.  To  enhance  internal  control  and  improved \ndistribution of scarce public resources across all \ngovernment  ministries  and  agencies, \nthe \ngovernment initiates internal audit by (i) issuing \norder  to  pilot  internal  audit  activities  within  the \nsystems of MOPE and MOH; and (ii) approving \nthe guidelines of internal audit covering, among \nothers, general rules, rights and responsibilities \nof the Internal Audit Unit, reporting, professional \nqualifications  and  trainings  etc.  (Document \nrequired:  (i)  Order  of  the  President  of \nUzbekistan on the establishment of internal \naudit  units  in  MOPE  and  MOH;  (ii)  Internal \nAudit  Guidelines  approved  by  MOPE  and \nMOH agreed with MOF) \n \n6.  To  improve  financial  market  supervision \ncovering  (i)  shortfalls  in  loan-loss  provisioning, \n(ii) capital short falls; and (iii) liquidity shortfalls \nin the selected banks, CBU (i) prepares capital \nadequacy assessments in the format acceptable \nto  ADB  for  National  Bank  of  Uzbekistan  for \nForeign  Economic  Activities, Xalq bank,  Asaka \nbank, Promstoybank, Microcredit bank, Ipoteka \n\nSecond Subprogram (Indicative): 2019 \n5. MOF (i) updates 2012 PEFA based on the \nprogress achieved between 2012 and 2017 \nand publishes in its website; and (ii) adopts \nto  address \nissues \nan  action  plan \nthe \nhighlighted \nupdated  PEFA. \nthe \nin \n(Document  required:  PEFA  published  in \nMOF website and Action Plan adopted by \nMOF) \n\n6. MOF uses 12 standards in preparation of \n2020  budget  and  submits  an  Action  Taken \nReport.  (Document  requirement:  Action \nTaken Report by MOF). \n\nin \n\nthree \n\nin  MOPE  and  MOH, \n\n7. Based on the experience of internal audit \nactivities \nthe \ngovernment  operationalizes  internal  audit \nadditional  Ministries. \ncells \n(Document  required:  (i)  copy  of  MOPE \nand  MOH  reports  on  the  results  of \nintegration; and (ii) Government decision \non  setting  up  and  organization  of \nactivities  of \nthe \nadditional Ministries) \n\ninternal  audit \n\nin \n\n8.  Based  on \nthe  capital  adequacy \nassessments and the stress testing results, \nCBU approves an action plan to address, as \nneeded, \nloan-loss \nshortfalls \nprovisioning,  (ii)  capital  short  falls;  and  (iii) \nliquidity  shortfalls  for  the  National  Bank  of \nUzbekistan for Foreign Economic Activities, \nXalq  bank,  Asaka  bank,  Promstoybank, \n\n(i) \n\nin \n\n                                                \n1  These standards are (i) Accounting policy, (ii) Budget reporting, (iii) Chart of Accounts; (iv) Accounting for foreign \ncurrency assets and liabilities; (v) Accounting for agriculture activities; (vi) Accounting for rent; (vii) Inventory; (viii) \nFixed  assets;  (ix)  Intangibles;  (x)  Revenues  and  dedicated  funding;  (xi)  Accounting  for  loans;  and  (xii)  Turnkey \ncontracts for capital construction.  \n\n \n\n \n\n\fFirst Subprogram: 2018 \nbank,  Agrobank  and  Qishloq  Qurilish  bank; \nTuron  bank,  and  Aloqabank;  and  (ii)  develops \nnecessary  recommendations  based  on  these \nreports. (Document Required: CBU provides \n(i)  capital  adequacy  assessment  reports \napproved  by  CBU,  and \n(ii)  bank-wide \nrecommendations) \n \n \n\n \n\nOutput Area3: SOE governance and private sector operations \n \n\n7.  The  government  (i)  approves  Corporate \nGovernance  Rules  (CGRs)  based  on  2015 \nOECD  Corporate  Governance  Guidelines  for \nSOEs covering the following areas: (a) equitable \ntreatment  of  shareholders  and  other  investors, \nresponsible \n(b)  stakeholder \nbusiness,  (c)  disclosure  and  transparency,  (d) \nthe responsibilities of the boards of SOEs; and \n(ii) \nin \nUzbekistan  Railways,  JSC  Uzbekenergo, \nUzneftegas,  Uzavtosanoat,  Uzkimyosanoat,  \n  Uzagrotehsanoat  holding. \nAGMK,  and \n\nimplement  CGRs \n\nrelations  and \n\nissues  Order \n\nto \n\nAppendix 4 \n\n23 \n\nSecond Subprogram (Indicative): 2019 \nMicrocredit  bank,  Ipoteka  bank,  Agrobank \nand Qishloq Qurilish bank; Turon bank, and \nAloqabank.  (Document  required:  CBU \napproval for the Action Plan) \n\n9.  CBU  (i)  finalizes  and  approves  the \nguidelines  for  introduction  of  Risk  Based \nBank  Supervision  Process;  and  (ii)  initiates \nits implementation. (Document required: (i) \nCBU  approved  guidelines;  and  (ii)  a \nstatus report by CBU on implementation \nof the guidelines).    \n \n10.  MOF  (i)  submits  a  Status  Report  on \ndirected lending detailing the amount across \nall programs and SOEs; and (ii) designs and \napproves  policies  to  reduce  the  share  of \ndirected lending in total bank loans (covering \nall  banks)  in  a  phased  manner  to  improve \naccess to bank loans by the private sector. \n(Document required: the status report by \nMOF and Cabinet of Ministers’ approved \npolicies  on \nin  directed \nreductions \nlending) \n \n\n11.  The  government  (i)  implements  the \nCGRs in specified SOEs, and (ii) submits a \ntimebound action plan to implement it in all \nother  SOEs.  (Document  Requirement: \nStatus report and the time bound Action \nthe  State  Committee  on \nPlan  by \nCorporate Governance) \n \n \n\n \n\n\f24 \n\nAppendix 4 \n\nthe \n\napproving \n\ndebt  management \n\nthe  Chairman  of \n\nFirst Subprogram: 2018 \n(Document  Requirement:  (i)  Minutes  of  the \nmeeting, \ncorporate \ngovernance rules  and its  implementation in \nspecified  SOEs,  of  the  Commission  on  the \nImproving Efficiency of Activities of the Joint \nStock  Companies  and  Enhancement  of  the \nSystem  of  Corporate  Governance  as \nthe \napproved  by \nCommission; and (ii) the approved corporate \ngovernance rules) \n \n8.  The  government  through  MOF  approve  a \nsustainable \nstrategy \ndeveloped  by  JSC  Uzbekenergo  to  protect \ncredit  standing  by  promoting  sound  financial \nassessment in the issuance and management of \ndebt.  (Document  required:  MOF  approved \ndebt management strategy)  \n \n9.  The  government  submits  to  the  Parliament \nthe  draft  law  on  public-private  partnerships \n(PPPs) to promote private sector participation in \neconomic  activities. \n(Document  required: \nSubmission  of  the  draft  PPP  Law  by  the \nCabinet  of  Ministers  of  the  Republic  of \nUzbekistan) \n \n10.  The  government  (i)  approves  a  list  of  non-\ncore  assets  of  JSC  Uzbekenergo,  Uzneftegas \nand  Uzkimyosanoat \nfor  divestment  and \ntransfers  to  local  bodies  to  improve  financial \nperformance  of \n(Document \nrequired:  List  of  non-core  assets  approved \nby the Cabinet of Ministers) \n \n\nthese  SOEs. \n\nin \n\ntransparency \n\n11. To facilitate improved financial management \nthe  dissemination  of \nand \nfinancial  accounts,  JSC  Uzbekenergo  issues \norder \nto  annually  (i)  prepare  consolidated \nfinancial  statements  in  accordance  with  IFRS, \n(ii)  conduct  the  audit  of  these  consolidated \nfinancial statements as per ISA and (iii) disclose \nthese audited financial statements on the official \n\n \n\n \n\nSecond Subprogram (Indicative): 2019 \n\nJSC \n\ncompletes \nUzbekenergo \n12. \nrevaluation  of  fixed  assets  to  improve  its \nfinancial  position  and  submit  the  report. \n(Document Required: Copy of the Report \nby JSC Uzbekenergo) \n\n13.  The  government  selects  at  least  2 \nfinancially  viable  PPP  projects  under  the \nnew law and taken up to the bidding stage. \n(Document  required:  MOF  clearance  for \nthe selected projects) \n\n14. The government submits a status report \non the completion of the divestment process \nfor  the  selected  non-core  assets  of  SOEs \nand  income  earned  from  this  process. \n(Document  Required:  MOF \nletter \nendorsing  the  report  on  the  completion \nof  the  divestment  process  and  income \nearned from this process) \n \n15. The government approves a Master Plan \nfor  the  financing  of  JSC  Uzbekenergo’s \ninvestment  during  2018–2022.  (Document \nRequired: MOF approval letter) \n \nIFRS \n16.  JSC  Uzbekenergo  completes \nfinancial \ncompliant  consolidated  audited \nstatements \nrelevant \ndisclosure  notes  and  audit  opinion  and \npublishes  it  on  its  website.  (Document \nrequired:  IFRS  compliant  consolidated \naudited  financial  statements  of  JSC \n\nfor  2017  with \n\n\fAppendix 4 \n\n25 \n\nSecond Subprogram (Indicative): 2019 \nUzbekenergo  for  2017  with  relevant \ndisclosure notes and audit opinion)  \n\nFirst Subprogram: 2018 \nwebsite  of  JSC  Uzbekenergo.  (Document \nrequired:  Approved  minutes  of \nthe \nSupervisory Board’s decision on (i) conduct \naudited \nIFRS \n(ii) \nfinancial  statement  annually,  and \nfinancial \npublication  of \nstatement \nJSC \nin \nUzbekenergo) \n \n\nthe  website  of \n\nconsolidated \n\ncompliant \n\naudited \n\nthe \n\nCBU = Central Bank of Uzbekistan, CGR = corporate governance rule, e-GDDS = enhanced general data dissemination \nsystem,  ISA  =  International  Standard  of  Audit,  IFRS  =  international  financial  reporting  system,  IMF  =  International \nMonetary Fund, IPSAS = international public-sector accounting system, MTBF = medium-term budget framework, MOF \n=  Ministry  of  Finance,  MOH  =  Ministry  of  Health,  MOPE  =  Ministry  of  Public  Education,  OECD  =  Organization  for \nEconomic Co-operation and Development, PEFA = Public Expenditures and Financial Accountability, PPP = public-\nprivate partnership, SDDS = Special Data Dissemination Standards, SOE = state-owned enterprises \n \n \n\n \n\n\f", "author_pages": ["CURRENCY EQUIVALENTS \n(as of 15 May 2018) \n \nCurrency unit  –  sum (SUM) \n", " \n", "SUM1.00 \n$1.00 \n", "= \n= \n", "$0.0001240 \nSUM8,059.24 \n", "ABBREVIATIONS \n", " \n", "ADB \nCBU \nCGR \ne-GDDS \nGDP \nIFRS \nIMF \nMTBF \nMOF \nOECD \nPEFA \nPPP \nSDDS \nSOE \nTA \n", "– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n– \n", "Asian Development Bank \nCentral Bank of Uzbekistan \ncorporate governance rule \nenhanced general data dissemination system \ngross domestic product \nInternational Financial Reporting Standards \nInternational Monetary Fund \nmedium-term budget framework \nMinistry of Finance \nOrganisation for Economic Co-operation and Development \npublic expenditures and financial accountability \npublic–private partnership \nspecial data dissemination standard \nstate-owned enterprise \ntechnical assistance \n", "NOTE \n", "In this report, \"$\" refers to United States dollars. \n", "Vice-President \nDirector General \nDirector \n", "Wencai Zhang, Operations 1 \nWerner Liepach, Central and West Asia Department (CWRD) \nTariq H. Niazi, Public Management, Financial Sector and Trade \n", " \nTeam leader \n", " \nHiranya Mukhopadhyay, Principal Public Management Specialist, \n", "Division, CWRD \n", "CWRD \n", "Team members \n", "Rafayil Abbasov, Finance Specialist (Energy), CWRD \nBouadokpheng Chansavat, Senior Energy Specialist, CWRD \nBobir Gafurov, Senior Private Sector Development Officer, \n", "Uzbekistan Resident Mission, CWRD \n", "Mirzo Iskandar Gulamov, Country Specialist, Kazakhstan Resident \n", "Lyailya Nazarbekova, Principal Counsel, Office of the General \n", "Mission, CWRD \n", "Counsel \n", "Elinor Piano, Project Analyst, CWRD \nMariane Sual, Operations Assistant, CWRD \nGambhir Bhatta, Advisor, Sustainable Development and Climate \n", "Change Department and Head, Knowledge Sharing and Services \nCenter \n \n", " \nPeer reviewer \n", " \n", " \n \n", " \n \n", " \n", " \n", " \n", " \n", " \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. \n", " \n"]}