{"path": "data/input/reports/51399-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \n \nProject Number: 51399-001 \nNovember 2018 \n \n \n \nProposed Loan \nShanghai SUS Environment Company Limited \nEco-Industrial Park Waste-to-Energy Project \n(People’s Republic of China) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is an abbreviated version of the document approved by ADB's Board of Directors that \nexcludes information that is subject to exceptions to disclosure set forth in ADB's Public \nCommunications Policy 2011. \n \n ", " \nCURRENCY EQUIVALENTS \n(as of 21 August 2018) \n \n \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1458 \n$1.00  =  CNY6.8584 \n     \nCurrency unit  –  euro (€) \n€1.00  =  $1.1482 \n$1.00  =  €0.8709 \n     \nCurrency unit  –  yen (Y) \nY1.00  =  $.0091 \n$1.00  =  Y110.0700 \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EIP  –  Eco-Industrial Park \n  ESMS  –  environmental and social management system \n  EU  –  European Union \n  FIT  –  feed-in tariff \n  GW  –  gigawatt \n  MSW  –  municipal solid waste \n  MW  –  megawatt \n  PPA  –  power purchase agreement \n  PPP  –  public–private partnership \n  PRC  –  People’s Republic of China \n  SPS  –  Safeguard Policy Statement \n  SUS  –  Shanghai SUS Environment \n  WTE  –  waste-to-energy \n \n \nNOTE{S} \n \n(i)  The fiscal year (FY) of Shanghai SUS Environment ends on 31 December.  \n \n(ii)  In this report, “$” refers to United States dollars unless otherwise stated. \n \n ", " \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Jackie Surtani, Director, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  Christine Chan, Senior Investment Specialist, PSOD \nProject advisor  Hisaka Kimura, Advisor, PSOD \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), \nPSOD \n  Elizabeth Alpe, Transaction Support Specialist (Integrity), PSOD \nZheng Hao Chan, Young Professional, Office of the General Counsel \n(OGC) \nJulian Chenoweth, Senior Counsel, OGC \nCecilia De Castro, Safeguards Officer (Environment), PSOD \n  Manfred Kiefer, Senior Economist, PSOD \n  Jocelyn Munsayac, Principal Safeguards Specialist, PSOD \nNoel Peters, Principal Safeguards Specialist, PSOD \nStephen Peters, Senior Energy Specialist (Waste-to-Energy), \nSustainable Development and Climate Change Department \nArlene Porras, Senior Safeguards Officer, PSOD \nZhijia Rao, Senior Investment Officer, PSOD \nRaneliza Samiano, Safeguards Officer, PSOD \nCheryll Tienzo, Project Analyst, PSOD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Borrower  2 \nC.  Development Impact, Outcome, and Outputs  3 \nD.  Alignment with ADB Strategy and Operations  3 \nE.  Project Cost and Financing Plan  4 \nF.  Implementation Arrangements  4 \nG.  Projected Financial and Economic Performance  5 \nIII.  THE PROPOSED ADB ASSISTANCE  5 \nA.  The Assistance  5 \nB.  Value Added by ADB Assistance  6 \nC.  Risks  6 \nIV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  7 \nC.  Investment Limitations  8 \nD.  Assurances  8 \nV.  RECOMMENDATION  8 \n1.  Design and Monitoring Framework  9 \n2.  List of Linked Documents  11 \n \n \n ", " \n \n ", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan of \nup to $100,000,000 equivalent in US dollars, euro, yen, and yuan to Shanghai SUS Environment \nCompany Limited (SUS) for the Eco-Industrial Park Waste-to-Energy Project in the People’s \nRepublic of China (PRC). \n \n2.  The project entails the financing of a portfolio of waste-to-energy (WTE) plants to be \nconstructed and operated by SUS, located primarily in second and third tier cities in the PRC.  \nSUS  can  treat  municipal  solid  waste  (MSW),  biomass,  sludge,  kitchen,  food,  medical, \nconstruction,  and  electronic  waste  within  Eco-Industrial  Parks  (EIPs)  to  achieve  maximum \nresource recovery and minimize pollution, in a closed loop recycling system. The project targets \ntotal waste treatment capacity of 1.1 million tons per annum by 2020.  \n \n3.  ADB’s assistance in the project will support (i) proliferation of the circular economy1 \nthrough EIPs, which maximize recycling of resources; (ii) utilization of integrated urban waste \nmanagement systems, which make cities more livable in the PRC; and (iii) climate change \nmitigation with increased renewable energy generation and reduction of methane generated by \nlandfills.   \n \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n4.  Project identification. The PRC is the world's largest producer of MSW, generating about \n190 million tons of MSW per annum by 2012.2 The PRC is expected to produce over half a billion \ntons of MSW per annum by 2025.3 Traditionally, significant amounts of MSW  were dumped in \nunsuitable landfills, resulting in citizens, especially the urban poor living near the landfills, being \nexposed to severe air pollution, soil and groundwater contamination, greenhouse gas (GHG) \nemission and, in particular, methane gas. The World Bank Group estimates that approximately \n10%  of  the  MSW  in  the  PRC,  would  still  be  untreated  by  2020,  due  to  rapid  economic \ndevelopment, urbanization, and scarcity of land for waste treatment in the PRC. \n \n5.  As of 2016, approximately 60% of the MSW was landfilled, while 38% was incinerated in \nthe PRC. Landfills are facing capacity limit due to mounting land pressures, especially in urban \nareas, and increasing environmental concerns. To tackle the severe pollution from over-spilling \nlandfills, the PRC has established policies and a regulatory framework to support the development \nof the MSW WTE industry.  \n \n6.  In accordance with the PRC’s 13th Five Year Plan for Renewable Energy Development \n(2017), the MSW incineration capacity is expected to increase to 480,000 tons per day by 2020 \nversus 255,850 tons per day in 2016. By 2020, at least 50% of the treated MSW should be \nincinerated for cities in the PRC. The WTE power generation capacity target has more than \ndoubled to 7.5 gigawatt (GW) by 2020 versus 3 GW in the 12th Five Year Plan. Under the plan, \n                                                \n1 In contrast to a “take, make, dispose” production model, in a circular economy, resources, waste, emissions, and \nenergy consumption are minimized through reuse, recycling, product life extension, and closed loop systems to \nachieve economic and environmental sustainability. \n2 World Bank Group. 2012. 68135 What a Waste, A Global Review of Solid Waste Management. Washington DC. \n3 Coolsweep. 2014. Global analysis of the waste-to-energy field. European Union. \n ", "2 \npublic-private  partnerships  (PPPs)  and/or  build  operate  transfer  (BOT)  WTE  projects  are \nencouraged by the PRC government to improve MSW treatment capacities and reduce reliance \non landfills. \n \n7.  Furthermore, to alleviate mounting land pressures in rapidly growing urban areas and \npromote resource conservation through a circular economy, the PRC government has introduced \npolicies and standards for EIPs. The EIP concept is based on the United Nations Environment \nProgram  and  Japan’s  Kita-Kyusyu  Eco  City  Project  which  promoted  material  and  energy \ncirculation, performance assessment, and low-carbon development. Within the EIPs, waste \ntreatment facilities and landfills are co-located within a dedicated recycling park, where land use \nis minimized. The energy and material flow of the core WTE plant are integrated with the other \ntreatment facilities to achieve maximum resource recovery within the EIP. For example, the WTE \nplant can provide waste heat and steam for sludge dehydration, kitchen waste fermentation, and \nmedical waste autoclave. Meanwhile, all combustible treated waste residues from the ancillary \nwaste treatment facilities can be redirected to the WTE incinerator, minimizing ultimate residues \nto landfills and sewage discharges. \n \n8.  Through discussion with stakeholders in the PRC’s WTE industry and ongoing screening \nof project opportunities, the project team identified SUS as an emerging sponsor in the PRC’s \nenvironmental protection industry, with an innovative, integrated, and socially inclusive solution \nto  urban  waste  management  through  its  EIPs.  SUS’s  WTE  and  EIP  projects  have  been \nrecognized by the PRC government as PPP national demonstration and model projects.  \n \n9.  [CONFIDENTIAL INFORMATION DELETED] \n \n10.  SUS acknowledged ADB’s strong sector experience and value add in the private sector \ndevelopment of the WTE industry in the PRC and developing Asia and requested ADB to provide \nfinancing to support the development of its WTE portfolio in the PRC.  \n \n11.  [CONFIDENTIAL INFORMATION DELETED] \n \nB.  Borrower \n \n12.  SUS is the borrower and sponsor of the project. Established in 2008, SUS is a leading \nenvironmental protection company headquartered in Shanghai, PRC. SUS provides equipment \nand solutions for grate incineration technology for WTE power plants and develops and operates \nWTE plants and EIPs in the PRC. SUS is the licensee of Hitachi Zosen Corporation (HZC), a \nglobally  leading WTE  engineering  company  with  820 WTE  units  in  commercial  operations \nworldwide.  Based  on  HZC's  VON  ROLL grate  incineration technology,  SUS  developed  an \ninnovative combustion system, which is localized for optimal waste incineration in the PRC.  \n \n13.  [CONFIDENTIAL INFORMATION DELETED] \n \n14.  Integrity due diligence was conducted.4 No significant or potentially significant integrity \nrisks were identified. Tax integrity due diligence is not required. \n \n                                                \n4 ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. \n ", "3 \nC.  Development Impact, Outcome, and Outputs \n \n15.  Impacts. Improved municipal solid waste management in more livable cities in the \nPRC. The project will promote the PRC’s proliferation of circular economy, whereby recycling of \nresources are maximized and pollution minimized. The project will support WTE plants which can \ntreat MSW in a safe and environmentally friendly manner, through SUS’s proven moving grate \nincineration technology and advanced emissions control systems. The project is aligned with the \nPRC’s target of increasing MSW incineration treatment capacity to at least 50% of total MSW \ntreatment capacity by 2020.  \n \n16.  Increased renewable energy generation capacity from municipal waste. The project \nwill tackle climate change and contribute towards the PRC’s target of increasing WTE power \ngeneration capacity to 7.5 GW by 2020.  \n \n17.  Outcome. The project’s outcome will be MSW treated and renewable energy generated \nfrom environmentally sustainable WTE plants in the PRC. The project will support WTE plants \nthat will treat 1.1 million tons of MSW annually, generate 275 gigawatt-hours of clean energy \nannually,  and  reduce  carbon  dioxide  emissions  by  about  737,154  tons  annually.  Energy \ngeneration from MSW WTE plants will reduce greenhouse gas emissions by replacing electricity \ngenerated by coal-fired plants, and avoid methane generated by landfills. \n \n18.  Outputs. The project outputs will comprise: (i) the completed construction of a portfolio \nMSW WTE plants in the PRC with an aggregate installed electricity generation capacity of 60 \nmegawatts and MSW treatment capacity of 3,000 tons per day, (ii) local employment generated \nthrough at least 40 new construction jobs, and (iii) local purchase of goods and services totaling \nat least $23 million. \n \nD.  Alignment with ADB Strategy and Operations \n \n19.  Consistency with ADB strategy and country strategy. ADB’s Strategy 20305 outlined \nseven operational priorities for ADB to address the complex development challenges in Asia and \nthe Pacific Islands. By leveraging the private sector to finance and develop WTE EIPs, which \nutilize advance waste treatment and emissions technologies, the project advances ADB’s two \nimportant  operational  priorities:  (i)  tackling  climate  change  and  enhancing  environmental \nsustainability, and (ii) making cities more livable. By supporting private sector investments in low-\ncarbon EIPs through PPPs, the project also contributes to ADB’s private sector development and \noperations. \n \n20.  The project is closely aligned with ADB’s country partnership strategy for the PRC for \n2016–2020,6 and its country operations business plan, 2018–2020,7 both of which promote the \nsupport  for  environmentally  sustainable  urban  infrastructure  development,  green  cities \ndevelopment, and private sector development.  \n \n21.  The project is consistent with ADB’s strategy to pursue cross-cutting projects which \ndeploys innovative technology and integrated waste management systems to enhance urban \nhealth and environmental sustainability in the PRC.  \n                                                \n5  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and Pacific. Manila. \n6  ADB. 2016. Transforming Partnership: People’s Republic of China and Asian Development Bank, 2016–2020. \nManila. \n7  ADB. 2018. Country Operations Business Plan: People’s Republic of China, 2018–2020. Manila. \n ", "4 \n \n22.  Consistency with sector strategy and relevant ADB operations. \n  \n23.  The project is aligned with ADB’s Energy Policy,8 which prioritizes energy efficiency and \nrenewable energy development, which will (i) ease growth in fossil fuel demand, (ii) improve \nenergy security, and (iii) reduce greenhouse gas emissions. By replacing electricity otherwise \ngenerated by coal-fired plants and avoidance of methane, the project will contribute towards the \nPRC’s national target of increasing the share of non-fossil fuels in primary energy consumption \nto around 20% by 2030, from 11.2% in 2014 under the United Nations Framework Convention on \nClimate Change. \n \n24.  The project is aligned with ADB’s Urban Strategy9 and Urban Operational Plan,10 in \npromoting  integrated  urban  planning  to  catalyze  climate-friendly,  resilient,  inclusive,  and \nenvironmentally sustainable urban development. Amidst scarcity for land and natural resources \nin rapidly urbanized PRC cities, the low-carbon WTE EIP projects supported by ADB will harness \nthe principles of circular economy. \n \n25.  Lessons from previous operations. The project incorporates lessons such as robust \nproject design, portfolio financing approach, and good environmental and social management \npractices, from ADB’s financing and knowledge products completed to date on waste to energy. \nADB supported municipal and agricultural WTE projects in the PRC in 2009 and 2012.11 ADB’s \nportfolio approach has also facilitated the financing of multiple subprojects too small to be \nfinanced alone. This has contributed to private sector participation in the municipal environmental \ninfrastructure sector and has effectively mitigated GHG emissions. The project approved in 2009 \nwas  evaluated  as  satisfactory  based  on  four  criteria:  (i)  its  contributions  to  private  sector \ndevelopment  and  ADB’s  strategic  development  objectives;  (ii)  economic  performance;  (iii) \nenvironmental, social, health, and safety performance; and (iv) business success of the project.12  \n \nE.  Project Cost and Financing Plan \n \n26.  [CONFIDENTIAL INFORMATION DELETED] \n \nF.  Implementation Arrangements \n \n27.  Table 2 summarizes the implementation arrangements.13 \n \n                                                \n8  ADB. 2009. Energy Policy. Manila. \n9  ADB. 1999. Urban Strategy. Manila. \n10 ADB. 2012. Urban Operational Plan 2012-2020. Manila. \n11 ADB. 2009. Report and Recommendation of the President to the Board of Directors: Proposed Loan and Technical \nAssistance for the Municipal Waste to Energy Project in the People’s Republic of China. Manila; ADB. 2012. Report \nand Recommendation of the President to the Board of Directors: Proposed Loans for the Agricultural and Municipal \nWaste to Energy Project in the People’s Republic of China. Manila; and ADB. 2012. Report \nand Recommendation of the President to the Board of Directors: Proposed Loan and Technical Assistance for the  \nDynagreen Waste to Energy Project in the People’s Republic of China. Manila. \n12 ADB. 2015. Extended Annual Review Report: Loan Municipal Waste to Energy Project in the People’s Republic of \nChina. Manila. \n13 Details of Implementation Arrangements (accessible from the list of linked documents in Appendix 2). \n ", "5 \nTable 2: Summary of Implementation Arrangements \n \nAspects  Arrangements \nRegulatory framework  For each subproject, SUS will obtain a concession agreement or similar \narrangement and licenses to build, operate, and maintain the WTE \nplant and provide MSW waste treatment services to the municipality. \nEach  subproject  will  be  implemented  in  accordance  with  granted \napprovals. During construction and operation, each subproject will be \nsubject  to  government  inspections  including  environment,  land \nacquisition, labor, safety, quality, and sanitation. \nManagement  SUS  will  centralize  subproject  development,  procurement,  and \nfinancing  arrangements  across  its  operations.  SUS  will  undertake \nprojects through specific project companies. \nImplementation period  [CONFIDENTIAL INFORMATION DELETED] \nConstruction arrangements  SUS  will  supervise  construction  of  each  subproject.  Goods  and \nservices from third-party providers will be procured from ADB member \ncountries in a transparent manner and all third-party contracts will be \non a commercial, arms-length basis. \nOperations arrangements   \n  Revenue structure  SUS will receive: (i) an agreed waste treatment fee as per concession \nagreement with each municipal government, which may be adjusted for \nincreasing costs; and (ii) a renewable energy feed-in-tariff as per the \npower purchase agreement and regulations. \n  Major cost structure  Major  operational  costs  include  electricity,  materials,  labor,  and \nadministrative and maintenance expenses. \n  Operation and maintenance  Operation and maintenance will be handled by each relevant subproject \ncompany’s own in-house staff.  \nPerformance monitoring  SUS  will  report  key  performance  indicators,  including  output  and \noutcome indicators and compliance with ADB safeguards requirements \nto ADB for ADB’s monitoring throughout the project life. \nADB = Asian Development Bank, EPC = Engineering, Procurement, and Construction, MSW = Municipal Solid Waste, \nSUS = Shanghai SUS Environment Company Limited, WTE = Waste-to-energy. \nSource: Asian Development Bank. \n \nG.  Projected Financial and Economic Performance \n \n28.  [CONFIDENTIAL INFORMATION DELETED] \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n29.  The ADB assistance is a direct loan of up to $100 million equivalent in US dollars, euro, \nyen and yuan. [CONFIDENTIAL INFORMATION DELETED] \n \n30.  ADB’s  loan  proceeds  would  be  used  to  leverage  locally  available  finance.  ADB’s \nassistance will enable SUS to invest, develop and operate a portfolio of WTE plants through its \nsubproject companies. During the life of the loan, SUS and its subproject companies will be \nrequired to comply with covenants stipulated in the loan agreement, including regular monitoring \nreports on finances, operations, and development effectiveness, and requirements to meet \nminimum financial ratios typical for this type of transaction. \n \n ", "6 \nB.  Value Added by ADB Assistance \n \n31.  Strengthen Capacity and Improve Industry Standards. ADB will strengthen SUS’s \nenvironment, social, and governance standards through SUS’s adoption of an upgraded ESMS, \nimproved gender policies, and better corporate governance practices. By supporting the project \nwhich utilizes best available technologies for waste incineration and pollution control, ADB will \npromote international best practices for MSW treatment and enhance the environmental and \nsocial safeguards performance of the WTE industry in the PRC. \n \n32.  Financing  Structure.  Through  a  portfolio  approach,  ADB  is  utilizing  an  innovative \nstructure to finance a number of WTE plants that are too small or costly to be financed on a stand-\nalone basis. The diversified cash flows generated from a portfolio of subprojects also lowers the \nconcentration risk relative to a single project. \n \n33.  Catalyze Private Sector Resources. ADB’s participation will catalyze additional funding \nfrom financial institutions that are not familiar with the financing of WTE plants, especially those \nlocated in low-carbon EIP’s. Furthermore, these commercial banks will gain experience with the \nWTE plants’ cleaner technology and integrated waste management approach as well as their \nenvironmental and financial sustainability.  \n \n \nC.  Risks  \n \n34.  [CONFIDENTIAL INFORMATION DELETED] \n \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n35.  Environment  and  Social  Safeguards.  ADB  has  categorized  the  investment  in \ncompliance  with  ADB’s  Safeguard  Policy  Statement  (2009)  (SPS)  as  follows:  environment \n(category B), involuntary resettlement (category B), and indigenous peoples (category C).14 ADB \nhas undertaken due diligence with the Lender’s Technical Advisor (LTA), and reviewed the \npotential environmental and social impacts of the project and the measures to avoid, minimize, \nmitigate,  and  compensate  for  the  adverse  impacts  in  the  safeguard  reports  and  plans. \n[CONFIDENTIAL INFORMATION DELETED] \n \n36.  In relation to environmental impact, the LTA and an independent technical expert on WTE \nconducted a technical study of the incineration and pollution control technologies deployed by \nSUS in its WTE projects and benchmarked them against the WTE industry in the PRC and \nglobally. The technical study found that, the technologies for waste incineration and best available \ntechniques for pollution control, as deployed by SUS in its WTE projects, will not result in \nirreversible, diverse or unprecedented environmental impacts and health risks during construction \nand operation. The environmental impacts associated with WTE construction are expected to be \nsite-specific,  temporary  and  can  be  mitigated  through  good  construction  practices.  The \ntechnologies and industry practices available to mitigate and manage the environmental impacts \nof SUS’s WTE projects, such as continuously monitored incinerator performance parameters and \nair  pollution  control  equipment,  are  mature and  proven  to  be  effective. The  due  diligence \ndetermined  that  the  technologies  deployed  by  SUS  in  its  WTE  subprojects  meet  good \n                                                \n14 ADB. Safeguard Categories. \n ", "7 \ninternational industry practice and the PRC regulatory standards for pollution control for WTE \nfacilities. \n \n37.  The project is categorized as B for involuntary resettlement impact as land acquisition \nimpact is expected to be insignificant. The WTE facilities will likely be located within EIPs, which \nare typically in a designated area of the urban master plan. SUS’s enhanced ESMS will include \narrangements for SUS to commission experts to undertake a social compliance audit for each \nWTE subproject that will be funded by ADB. SUS will submit the social compliance audit and \ncorrective action plan to ADB prior to the disbursement request for such subproject. Where WTE \nfacilities to be financed by ADB will be constructed outside of EIPs, they will be screened for \ninvoluntary  resettlement  impacts  and  those  subprojects  categorized  as  A  for  involuntary \nresettlement will be excluded from ADB financing. The proposed project is categorized as C for \nindigenous peoples as WTE plants will likely be located within EIPs in second or third tier cities in \nthe PRC and impact upon indigenous peoples is deemed unlikely. \n \n38.  Corrective actions were identified to ensure compliance with the SPS, including conformity \nwith good international industry practice such as the World Bank Group's Environmental, Health \nand Safety Guidelines and the relevant emission criteria set out in the EU Industrial Emissions \nDirective 2010/75/EU.15 Procedures for ADB review and disclosure of safeguards and social \ndocuments for new subprojects will be outlined in the enhanced ESMS. The enhanced ESMS will \nbe adopted by SUS before ADB’s first disbursement. Environmental and social due diligence and \nsafeguards reports, and plans prepared for the first subproject utilizing ADB’s funds, will be \nsubmitted for ADB’s review as a condition precedent to disbursement for the first subproject. SUS \nwill report to ADB on an annual basis on the ongoing compliance with the enhanced ESMS and \nSPS. While subprojects are expected to be Category B for environment, should a subproject be \ncategorized as environment Category A, SPS requirements for Category A projects will be \napplied. \n \n39.  Other Social Dimensions. The project is categorized as having some gender elements. \n[CONFIDENTIAL  INFORMATION  DELETED]  SUS  commits  to  implementing  measures  to \npromote gender equality and women’s empowerment in its business activities following ADB’s \nPolicy on Gender and Development (1998). [CONFIDENTIAL INFORMATION DELETED] \n \n40.  SUS will (i) apply ADB's prohibited investment activities list, (ii) ensure that investments \nusing ADB funds comply with the SPS, and (iii) abide by national laws and regulations. The ESMS \nwill set out requirements, as applicable, for compliance with national labor laws and measures to \ncomply  with  the  internationally  recognized  core  labor  standards,  pursuant  to  ADB’s  Social \nProtection  Strategy  (2001).16 The  ESMS  will  also  contain  requirements,  as  applicable,  for \ninformation disclosure and consultation with affected people following ADB requirements. SUS \nwill report regularly to ADB on (i) its investments’ compliance with such laws, and (ii) the measures \ntaken.17 \n \nB.  Anticorruption Policy \n \n41.  SUS was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \n                                                \n15 The Directive 2010/75/EU is the main EU instrument regulating pollutant emissions from industrial installations and \nhas specific emission criteria for waste incinerators. \n16 ADB. 2003. Social Protection. Manila (adopted in 2001). \n17 Summary Poverty Reduction and Social Strategy and Safeguards and Social Dimensions Summary (accessible from \nthe list of linked documents in Appendix 2). \n ", "8 \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC.  Investment Limitations \n \n42.  [CONFIDENTIAL INFORMATION DELETED] \n \nD.  Assurances \n \n43.  Consistent with the Agreement Establishing the Asian Development Bank (the Charter),18 \nADB will proceed with the proposed assistance upon establishing that the Government of the \nPeople’s Republic of China has no objection to the proposed assistance to SUS. ADB will enter \ninto  suitable  finance  documentation,  in  form  and  substance  satisfactory  to  ADB,  following \napproval of the proposed assistance by the Board of Directors. \n \nV.  RECOMMENDATION \n \n44.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \n$100,000,000 equivalent in US dollars, euro, yen and yuan to Shanghai SUS Environment \nCompany Limited for the Eco-Industrial Park Waste-to-Energy Project in the People’s Republic of \nChina (PRC), with such terms and conditions as are substantially in accordance with those set \nforth in this report, and as may be reported to the Board. \n \n \nTakehiko Nakao \nPresident \nNovember 2018 \n                                                \n18 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "Appendix 1  9 \nDESIGN AND MONITORING FRAMEWORK \n \n \nImpact the Project is Aligned with \n \nIncreased MSW incineration treatment capacity in accordance with the country’s MSW treatment plan by \n2020.a \nIncreased WTE power generation capacity in accordance with the country’s renewable energy \ndevelopment plan by 2020.b \n  Performance Indicators  Data Sources and \nResults Chain  with Targets and Baselines  Reporting Mechanisms  Risks \nOutcome  By 2020     \n \nMSW  treated  and  a.  Electricity  generated  and  a-e.  SUS  annual  Lower  power \nenergy  from  delivered to offtaker increased  monitoring reports  production  due  to \nenvironmentally  to 275 GWh per year (2018  lower  availability, \nsustainable  WTE  baseline: 0)  capacity  or \nplants  in  the  PRC  conversion efficiency \nproduced  of the WTE plants \n  b.  Average  avoided  GHG     \nemissions  per  year  starting \n2020  till  2050  equivalent  to \n737,154 metric tons of CO2 \nequivalent (2018 baseline: not \napplicable) \n \nc.  Number  of  new  jobs \nprovided  during  operation \namount to at least 150 (2018 \nbaseline: 0) \n \nd.  Number  of  new  jobs \nprovided  to  women  during \noperation amount to at least \n31 (2018 baseline: 0) \n \ne. Annual domestic purchase \nof  goods  and  services \namounts  to  more  than  $11 \nmillion during operation (2018 \nbaseline: 0) \n   \n ", "10  Appendix 1 \nOutputs  By 2020     \n \n1.  MSW  treatment  1a.  Total  installed  electricity  1-3.  SUS  annual  Construction  delays \nfacilities  and  WTE  generation capacity from WTE  monitoring reports  due to force majeure \nplants constructed  plants  increased  to  60  MW  events \n(2018  baseline:  not \napplicable) \n \n  1b. MSW treatment capacity     \nincreased to 3,000 tons  per \nday (2018 baseline: 0) \n       \n2a. Number of jobs provided \n2. Local employment \nduring  construction  phase \ngenerated  and \namount to at least 40 (2018 \ntechnical  training \nbaseline: not applicable) \nprovided \n \n  2b.  Technical  training 1 \nprovided to at least 50 female \n \nstaff (2018 baseline: 0) \n \n3.  Growth  of  local  3a.  Total  payments  to     \neconomy supported  government  provided  during \nconstruction  and  early \noperation of at least $US 0 \nmillion (2018 baseline: 0) \n \n3b. Total domestic purchases \nduring construction and early \noperation of at least $US 23 \nmillion (2018 baseline: 0) \nK  ey Activities with Milestones \n[CONFIDENTIAL INFORMATION DELETED] \nInputs \nADB: $100 million equivalent loan \n[CONFIDENTIAL INFORMATION DELETED] \nAssumptions for Partner Financing \n \nNot Applicable \nADB = Asian Development Bank, CO2 = carbon dioxide, GHG = greenhouse gas, GWh = gigawatt hours, MSW = \nmunicipal solid waste, MW = megawatt, Q = quarter, SUS = Shanghai SUS Environment Company Limited, WTE = \nwaste-to-energy. \n a National Development and Reform Commission. 2016. National 13th Construction Plan for National Municipal Solid  \n     Waste Non-hazardous Treatment Five-year Plan. Beijing. \n b National Energy Administration. 2016. National 13th Renewable Energy Development Five-year Plan. Beijing \nSource: Asian Development Bank. \n                                                \n1 Technical training include training on engineering, accounting and finance and ESMS to open more opportunities for \ncareer development \n ", "Appendix 2   11 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=51399-001-4  \n \n \n \n     \n1.  Contribution to the ADB Results Framework     \n2.  Country Economic Indicators     \n     \n     \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181211114225+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, industrial park, waste-to-energy, incineration plants, eco-industrial parks, solid waste management, shanghai SUS environment company, renewable energy, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181211151404+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "51399-001: Report and Recommendation of the President", "Title": "People's Republic of China: Eco-Industrial Park Waste-to-Energy Project"}, "author_page": " \n \n \nVice-President  Diwakar Gupta, Private Sector and Cofinancing Operations \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector  Jackie Surtani, Director, Infrastructure Finance Division 2, PSOD \n   \nTeam leader  Christine Chan, Senior Investment Specialist, PSOD \nProject advisor  Hisaka Kimura, Advisor, PSOD \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), \nPSOD \n  Elizabeth Alpe, Transaction Support Specialist (Integrity), PSOD \nZheng Hao Chan, Young Professional, Office of the General Counsel \n(OGC) \nJulian Chenoweth, Senior Counsel, OGC \nCecilia De Castro, Safeguards Officer (Environment), PSOD \n  Manfred Kiefer, Senior Economist, PSOD \n  Jocelyn Munsayac, Principal Safeguards Specialist, PSOD \nNoel Peters, Principal Safeguards Specialist, PSOD \nStephen Peters, Senior Energy Specialist (Waste-to-Energy), \nSustainable Development and Climate Change Department \nArlene Porras, Senior Safeguards Officer, PSOD \nZhijia Rao, Senior Investment Officer, PSOD \nRaneliza Samiano, Safeguards Officer, PSOD \nCheryll Tienzo, Project Analyst, PSOD \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "  Elizabeth Alpe", "role": " Transaction Support Specialist ", "organization": "(Integrity)"}, {"fullname": "  Manfred Kiefer", "role": " Senior Economist", "organization": "PSOD "}, {"fullname": "  Jocelyn Munsayac", "role": " Principal Safeguards Specialist", "organization": "PSOD "}]}