{"ADBContentGroup": "2;#PSOD|7956f130-11ef-430c-a8a9-eb46afd3ba2b", "ADBDepartmentOwner": "3;#PSOD|7956f130-11ef-430c-a8a9-eb46afd3ba2b", "ADBDocumentLanguage": "1;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "Author": "Asian Development Bank", "Comments": "", "Company": "", "ContentTypeId": "0x0101000A81041172F11A47A4F90CFD31EA342A", "CreationDate": "D:20200703150716+08'00'", "Creator": "Acrobat PDFMaker 20 for Word", "Keywords": "exacta asia, infrastructure finance, investment funds, southeast asia, growth equity funds, private sector financing, 52017-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200707113410+08'00'", "Producer": "Adobe PDF Library 20.9.95", "SourceModified": "", "Subject": "The report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors. This document dated June 2018 is provided for the ADB regional project 52017-001.", "TaxCatchAll": "3;#PSOD|7956f130-11ef-430c-a8a9-eb46afd3ba2b;#2;#PSOD|7956f130-11ef-430c-a8a9-eb46afd3ba2b;#1;#English|16ac8743-31bb-43f8-9a73-533a041667d6", "Title": "Exacta Asia Investment II, L.P.: Report and Recommendation of the President", "d61536b25a8a4fedb48bb564279be82a": "PSOD|7956f130-11ef-430c-a8a9-eb46afd3ba2b", "h00e4aaaf4624e24a7df7f06faa038c6": "English|16ac8743-31bb-43f8-9a73-533a041667d6", "content": "Report and Recommendation of the President \nto the Board of Directors \n \n\n \nProject Number: 52017-001 \nJune 2018 \n \n \n \nProposed Equity Investment \nExacta Asia Investment II, L.P. \n(Regional) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis is a redacted version of document approved by ADB’s Board of Directors, which excludes \ninformation that is subject to exceptions to disclosure set forth in ADB’s Access to Information \nPolicy. \n \n\n \n \n \n\n \n\n\fABBREVIATIONS \n\nADB \nESMS \nIFC \nIPO \nIRR \nSMEs \n \n\n– \n– \n– \n– \n– \n– \n \n\nAsian Development Bank \nenvironmental and social management system \nInternational Finance Corporation \ninitial public offering \ninternal rate of return \nsmall and medium-sized enterprises \n \n\nNOTE \n\nIn this report, “$” refers to United States dollars. \n\n \n \nVice-President \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector \n\nDiwakar Gupta, Private Sector and Cofinancing Operations \n\n \nTeam leader \nTeam members \n \n \n\nJanette Hall, Private Sector Investment Funds and Special Initiatives \nDivision, PSOD \n \nYee Hean Teo, Investment Specialist, PSOD \nElizabeth F. Alpe, Transaction Support Specialist (Integrity), PSOD  \nDavid Barton, Investment Specialist, PSOD \nHoward Brooke, Lead Counsel (Nonsovereign Legal Operations), \n  Office of the General Counsel \nIan Bryson, Safeguards Specialist, PSOD \nDavide Conti, Investment Specialist, PSOD \nCecilia A. De Castro, Safeguards Officer (Environment), PSOD \nManfred Kiefer, Senior Economist, PSOD \nSiela B. Teng-Almocera, Social Development Officer (Safeguards), PSOD \nKervin John S. Torchiva, Senior Investment Officer, PSOD \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n\n \n\n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n\fCONTENTS \n\nPage \n\nPROJECT AT A GLANCE \n\nTHE PROPOSAL \n\nTHE FUND \nA. \nB. \nC. \nD. \n\nInvestment Identification and Description \nBusiness Overview and Strategy \nOwnership, Management, and Governance \nFinancial Performance \n\nTHE PROPOSED ADB ASSISTANCE \nA. \nB. \nC. \nD. \nE. \n\nThe Assistance \nFinancial Analysis of Expected Returns and Assumptions \nImplementation Arrangements \nValue Added by ADB Assistance \nRisks \n\nDEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nDevelopment Impacts, Outcome, and Outputs \nA. \nAlignment with ADB Strategy and Operations \nB. \n\nPOLICY COMPLIANCE \nA. \nB. \nC. \nD. \n\nSafeguards and Social Dimensions \nAnticorruption Policy \nInvestment Limitations \nAssurances \n\nRECOMMENDATION \n\nVI. \n \nAPPENDIXES \n\nDesign and Monitoring Framework \n\nList of Linked Documents \n\n1 \n\n1 \n1 \n2 \n3 \n4 \n\n4 \n4 \n4 \n4 \n4 \n5 \n\n5 \n5 \n6 \n\n6 \n6 \n7 \n7 \n7 \n\n8 \n\n9 \n\n11 \n\n \n\n \n\nI. \n\nII. \n\nIII. \n\nIV. \n\nV. \n\n1. \n\n2. \n \n \n\n \n\n\f \n\n \n\n \n\nPROJECT AT A GLANCE \n\n \n\n\f \n\n \n\nI. \n\nTHE PROPOSAL \n\n \n1. \nI submit for your approval the following report and recommendation on a proposed equity \ninvestment of up to $25,000,000 in Exacta Asia Investment II, L.P. (Exacta II), a fund investing in \nSoutheast Asia. \n \n2. \nExacta II will invest growth equity into lower middle-market companies in Southeast Asia \naccording  to  investment  themes  relating  to  domestic  consumption  and  export-driven  growth.1  \nExacta II’s strategy will take advantage of expansion in the manufacturing, technology and service \nsectors, driven by the region’s young population, rising middle class and inexpensive labor force. \nInvesting  in  Exacta  II  would  allow  ADB  to  participate  in  Southeast  Asia’s  continued  economic \ngrowth  while  providing  development  benefits.  ADB’s  investment  will  help  to  deepen  capital \nmarkets  in  the  Southeast  Asian  countries  for  lower  and  middle-market  companies  who  often \nstruggle to find targeted growth equity. \n \n\nII. \n\nTHE FUND \n\n \n\nInvestment Identification and Description \n\n \nA. \n \n3. \nDescription.  Exacta  Capital  Partners  (Exacta)  is  a  private  equity  fund  manager  that \ninvests  in  companies  in  Southeast  Asia.2  Exacta  succeeds  Mizuho  ASEAN  Investment  GP \n(MAI GP),3 which Kota Igarashi and Mizuho Bank, Ltd. established in early 2013, as the general \npartner of Mizuho ASEAN Investment L.P. (Fund I),4 the predecessor of Exacta II.5 Exacta invests \nin  lower  middle-market  companies  whose  growth  is  driven  by  domestic  consumption  and/or \nexports, and has built in-depth knowledge and expertise in industries such as food and beverages, \nhealth  care,  business  services,  and  manufacturing.  Exacta  employs  12  staff,  including  eight \ninvestment professionals based in Bangkok, Jakarta, Kuala Lumpur, and Singapore. \n \n4. \nAccess to Information Policy, para. 17.2.(v)]. 6 \n \n5. \nExacta II, a Cayman Islands exempted limited partnership, is a closed-end private equity \nfund with a target capitalization of $250 million. The fund’s general partner, Exacta, is a Cayman \nIslands exempted limited partnership. Exacta will appoint Mizuho Asia Partners Pte. Ltd., a private \ncompany  with  limited  liability  incorporated  in  Singapore,  as  its  investment  advisor  to  provide \ninvestment advisory and administrative services to the fund. \n \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n \n\n1  Exacta II intends to invest in lower middle-market companies, defined as companies with typical enterprise value of \n\n$25 million–$125 million, to comprise its primary investable universe. \n\n2  Exacta will only invest in developing member countries of the Asian Development Bank (ADB). It expects to invest \nprimarily in the core target countries of Indonesia, Malaysia, Philippines, Singapore, Thailand, and Viet Nam, which \ncollectively constitute 95% of the investments of Mizuho ASEAN Investment L.P. (Fund I). Exacta may also invest \nopportunistically in Cambodia, the Lao People’s Democratic Republic, and Myanmar. Exacta anticipates investments \nin Singapore to primarily benefit ADB’s developing member countries in Southeast Asia. Exacta II documentation \ncontains limits on the amount of any investment by Exacta II in companies that are primarily active in Singapore. \n\n3  Exacta has the same management team as MAI GP. \n4  Kota Igarashi is Exacta’s chief executive officer. [This information has been removed as it falls under the exception \nto disclosure in ADB’s Access to Information Policy, para. 17.2.(v)]. Further information, including integrity disclosure, \nis in Ownership, Management, and Governance (accessible from the list of linked documents in Appendix 2). \n\n5  References to Exacta include, as applicable, its predecessor, MAI GP. \n6  [This information  has  been  removed  as  it  falls  under  the  exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)]. \n\n\fBusiness Overview and Strategy \n\nInvestment identification. Southeast Asia is one of the world’s fastest growing economic \n6. \nregions,  but  it  also  has  one  of  the  lowest  private  equity  penetration  rates  globally.7  The  Asian \nDevelopment Bank (ADB) identified Exacta through its dialogue with 15 private equity funds that \ninvest  in  Southeast  Asia.  ADB  initiated  discussion  with  Exacta  in  September  2015  and  has \nactively tracked the platform since then. Through its due diligence, ADB found Exacta to possess \na strong culture of ownership among its investment team and a strong alignment of interests with \nits  investors.8  The  team  appears  to  be  cohesive,  with  no  senior  member  departures  since  the \nplatform’s inception. Through Fund I, Exacta has demonstrated its ability to invest in lower middle-\nmarket companies, helping these companies improve their operations and exiting one investment \nprofitably.  Notwithstanding  its  5-year  track  record,  Exacta  ranks  favorably  among  comparable \ngrowth private equity funds in Southeast Asia according to Preqin data.9 Investing in Exacta II \nwould allow ADB to participate in Southeast Asia’s continued economic growth while potentially \nproviding  significant  development  benefits.  Exacta  will  also  enable  ADB’s  Private  Sector \nOperations Department to rebalance ADB’s private equity fund portfolio’s geographic exposure in \nSoutheast Asia. ADB therefore views the proposed investment in Exacta II to be aligned with its \nprivate equity fund investment guidelines and a strong addition to its private equity fund portfolio. \n \nB. \n \n7. \nExacta  II  intends  to  invest  $10  million–$40  million  per  transaction  in  10–15  investee \ncompanies with a typical holding period of 3–5 years. In instances where capital may be deployed \nover multiple tranches as a portfolio company scales up, the total investment size may be larger \nand  additional  co-investment  capital  may  be  sought  from  its  investors.  Exacta  may  commit  a \nportion of ADB’s capital toward listed companies and opportunistic investments (such as pre-initial \npublic  offering  financing  and  private  investment  in  public  companies)  to  create  early  liquidity \nopportunities for investors. \n \n8. \nWhile Exacta’s investment approach focuses on individual stock picking across multiple \nsectors, it will also employ top–down portfolio construction principles to achieve the appropriate \ndiversification benefits. Given the demographic and economic profile of Southeast Asia, Exacta \nhas two major investment focuses: domestic consumption-driven businesses and export-oriented \nmanufacturing companies in Southeast Asia. Exacta aims to be mostly an active minority investor, \neven  though  its  deal  team  has  the  skills  and  experience  to  invest  in  majority  stakes \nopportunistically. Exacta II aims to exit investments primarily via trade sales, initial public offerings \n(IPOs), and share buybacks by the founders and/or majority shareholders. \n \nExacta  invests  in  businesses  where  there  is  strong  alignment  of  interests  between  the \n9. \nfounders  of  target  companies  and  the  fund.  To  aid  in  monitoring  and  to  provide  value-added \nstrategic guidance to management teams, Exacta will typically take on board seats in its investee \ncompanies.  Exacta  has  demonstrated  its  value  to  investee  companies  by  introducing  new \ntechnology, operational expertise, and proven brand names (products and services) from Japan \nto investee companies. Value addition also typically involves Exacta’s efforts to grow businesses \nregionally, leveraging its regional presence and network. \n\n \n\n7  UBS Group AG. 2017. Southeast Asia Private Equity Overview. Zurich. The report noted that Southeast Asia’s private \nequity penetration of 0.2% is substantially lower than in markets such as the People’s Republic of China (0.4%), India \n(0.4%), the Republic of Korea (1.0%), and the United States (2.5%). The report defines private equity penetration as \nthe average aggregate private equity investment as a percentage of total gross domestic product for a country or \nregion from 2013 to 2015. \n\n8  [This information  has  been  removed  as  it  falls  under  the  exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)]. \n\n9  Preqin. Preqin is a leading source of data and intelligence for the alternative assets industry. \n\n2 \n\n \n\n\f3 \n\nOwnership, Management, and Governance \n\nC. \n \n10. \nOwnership.  Exacta  II  is  an  exempted  limited  partnership  registered  in  the  Cayman \nIslands.  [This information has been removed as it falls under the exception to disclosure in ADB’s \nAccess to Information Policy, para. 17.2.(v)]. \n \n11.  Management.  [This  information  has  been  removed  as  it  falls  under  the  exception  to \ndisclosure  in  ADB’s  Access  to  Information  Policy,  para.  17.2.(v)]. Exacta  has  eight  investment \nprofessionals  and  four  staff  in  legal  and  compliance,  technology,  finance  and  accounting,  and \nhuman resources. Exacta expects to employ at least 14 staff by the final close of the fund. \n\n \n\n12. \nExacta generally avoids auctions, where company valuation is typically higher because of \ncompetitive bidding, and prefers to invest in proprietarily sourced transactions. It usually requires \nrepresentation  on  the  boards  of  the  investee  companies  to  provide  strategic  and  operational \nguidance. Exacta has held at least one board seat in all but one of its Fund I portfolio companies. \n \nIntegrity due diligence was conducted.10 No significant or potentially significant integrity \n13. \nrisks were identified. ADB’s review of the entity does not give ADB cause to believe that such \nentity was established or is being used for money laundering or terrorism financing. \n \n14. \ncause to believe that the transaction is being used for cross-border tax evasion. \n \n15. \nincludes two investment committee meetings. \n\nEnhanced tax integrity due diligence was conducted.11 ADB’s review does not give ADB \n\nGovernance  structure.  Exacta’s  investment  process  is  structured  in  five  phases  and \n\n(i) \n\n(ii) \n\n(iii) \n\n(iv) \n\n(v) \n\nSourcing  and  screening  phase.  The  deal  team  identifies  and  evaluates \ninvestment opportunities.12 \nPreliminary review phase. This covers a commercial review of the company and \nthe industry, the identification of a transaction structure, and the development of a \npreliminary value-added program. \nFirst investment committee meeting. The deal team obtains approval to incur \nexpenses for due diligence and other transaction fees. \nDetailed review phase. This consists of detailed due diligence with the assistance \nof  external  advisors,  negotiation  of  transaction  documents,  and  continued \ndevelopment of a value-added program. \nSecond  investment  committee  meeting.  The  deal  team  obtains  approval  to \nexecute binding documentation and proceed with the investment. \n\nExacta will seek to put in place multiple exit strategies into each deal and considers the \n\n \n16. \nalignment of exit objectives as a key factor for investment. \n \n17. \nIn addition to the investment committee, Exacta will have an advisory committee to provide \noversight on governance matters, including the approval of actual or potential conflict of interests. \nThe advisory committee will also review Exacta II’s valuation policy and the valuation of investee \n\n \n\n10 ADB. 2003. Enhancing the Asian Development Bank’s Role in Combating Money Laundering and the Financing of \nTerrorism. Manila. Further information, including integrity disclosure, is in Ownership, Management, and Governance \n(accessible from the list of linked documents in Appendix 2). \n\n11 ADB. 2016. Anticorruption Policy: Enhancing the Role of the Asian Development Bank in Relation to Tax Integrity. \nManila.  Further  information,  including  integrity  disclosure,  is  in  Ownership,  Management,  and  Governance \n(accessible from the list of linked documents in Appendix 2). \n\n12 The deal team includes all the investment professionals involved in a transaction. \n\n \n\n\f4 \n\ncompanies. The advisory committee will have up to seven members, who will be representatives \nof investors designated by the general partner. Exacta has confirmed that ADB will be represented \non  the  advisory  committee  and  Mizuho  Bank  can  nominate  one  member  to  the  advisory \ncommittee. Exacta will also establish an environmental, social, and governance subcommittee to \nadvise Exacta II on relevant matters. All advisory committee members will have the right to appoint \none representative to the environmental, social, and governance subcommittee. \n \nD. \n \n18. \nAccess to Information Policy, para. 17.2.(v)].  \n \n19. \nAccess to Information Policy, para. 17.2.(v)]. 13 \n \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\nFinancial Performance \n\nIII. \n\nTHE PROPOSED ADB ASSISTANCE \n\nThe Assistance \n\nImplementation Arrangements \n\nFinancial Analysis of Expected Returns and Assumptions \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n \nA. \n \n20. \nADB will provide an equity investment of up to $25,000,000 in Exacta II. ADB’s proposed \ninvestment will not exceed 25% of Exacta II’s total committed capital and will not result in ADB \nbeing the single largest investor in the fund. \n \nB. \n \n21. \nAccess to Information Policy, para. 17.2.(v)].  \n \nC. \n \n22. \nExit  strategy.  Exacta  II  has  a  10-year  term  from  first  closing,  subject  to  two  1-year \nextensions upon the supermajority consent of the investors. Its anticipated exit strategies include \ntrade  sales  to  local  and  foreign  strategic  buyers,  IPOs  on  local  or  relevant  international  stock \nexchanges,  secondary  sales  to  other  private  equity  funds,  and,  where  appropriate,  share \nbuybacks by the founders and/or majority shareholders of the investee companies. \n \nReporting  arrangements.  Each  year,  Exacta  needs  to  provide  ADB  with  quarterly \n23. \nreports, annual reports, audited financial statements, quarterly and annual fund overview reports \nwith a short description of each portfolio company, annual environmental and social performance \nreports,  and  annual  development  effectiveness  monitoring  reports.  ADB  will  review  this \ninformation  and  follow  up  with  Exacta  if  more  information  or  clarification  is  needed.  If  the \ninformation from Exacta raises issues that could impair the value of ADB’s investment in Exacta II, \nADB could decide to put the fund on a watch list for more frequent and detailed review. \n \nD. \n \n24. \nPromote private sector development. An investment in Exacta II is in line with ADB’s \ngoal to address the unmet demand for private sector financing in Southeast Asia. Through this \n\nValue Added by ADB Assistance \n\n13 [This information  has  been  removed  as  it  falls  under  the  exception  to  disclosure  in  ADB’s  Access  to  Information \n\nPolicy, para. 17.2.(v)]. \n\n \n\n \n\n\f5 \n\nRisks \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\ninvestment, ADB will help finance comparatively small to medium-sized companies in the region. \nExacta II also aims to increase business efficiency, labor productivity, and overall employment. \nADB’s  participation  will,  therefore,  support  the  development  of  the  private  sector  in  countries \nwhere  equity-related  financing  is  limited  and  access  to  bank  financing  is  difficult  without  hard \nassets as collateral. Moreover, through Exacta, ADB will foster regional cooperation through the \nknowledge transfer from Japan to Southeast Asia. \n \n25. \nRaise  standards.  ADB  and  other  members  of  the  advisory  committee  will  provide \noversight on important governance matters, which are critical for companies to demonstrate as \nthey seek additional sources of growth capital. \n \n26. \nProvide cofinancing opportunities. Exacta values ADB’s ability to provide both debt and \nequity financing directly to portfolio companies to help them grow. In addition to providing capital \nfrom its own balance sheet, ADB can help mobilize additional financing from third-party sources. \n \nE. \n \n27. \nAccess to Information Policy, para. 17.2.(v)].  \n \n28. \nAccess to Information Policy, para. 17.2.(v)]. \n \n29. \nAccess to Information Policy, para. 17.2.(v)]. \n \n30. \nAccess to Information Policy, para. 17.2.(v)]. \n \n31. \nAccess to Information Policy, para. 17.2.(v)].  \n \n32. \nAccess to Information Policy, para. 17.2.(v)]. \n \n33. \nAccess to Information Policy, para. 17.2.(v)]. \n \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\nIV. \n\nDEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \n\nDevelopment Impacts, Outcome, and Outputs \n\n \nA. \n \n34. \nImpacts. The proposed investment will support established and well-managed small and \nmedium-sized enterprises (SMEs) and middle-market companies in Southeast Asia in realizing \ntheir growth plans, thereby driving employment, tax generation, skills transfer, and regional trade. \nIt  will  also  strengthen  the  capacity  of  domestic  financial  institutions  to  encourage  and  expand \naccess to banking, insurance and financial services for all. \n35. \nSoutheast Asia will be demonstrated. \n \n\nOutcome.  The  financial  and  social  sustainability  of  private  equity  investments  in \n\n \n\n\fAlignment with ADB Strategy and Operations \n\nOutputs. Exacta II is established; and capital is invested among 10-15 companies within \n\n36. \nthe proposed five-year investment period. \n \nB. \n \n37. \nConsistency  with  ADB  strategy.  The  proposed  investment  supports  ADB’s  Midterm \nReview  of  Strategy  2020  in  two  areas:  (i)  private  sector  development  and  operations  and \n(ii) finance sector development.14 ADB’s assistance is an equity commitment to a private equity \nfund  managed  by  a  seasoned  fund  manager  and  focused  on  investing  in  and  building \neconomically  sustainable  small  and  medium-sized  enterprises  in  Southeast  Asia,  which  aligns \nwith  the  Midterm  Review  of  Strategy  2020’s  efforts  to  develop  financial  infrastructure  and \nproducts. \n \n38. \nConsistency with sector strategy and relevant ADB operations. Exacta II’s investment \ngoals  align  strongly  with  ADB  strategies  to  enhance  the  efficiency  and  transparency  of  equity \nmarkets, removing barriers to financing for small and medium-sized enterprises, and promoting \nsocial  and  inclusive  growth.  Exacta  II’s  investments  are  also  consistent  with  ADB’s  plans  for \nfinancial sector operations, which prioritize the need to enhance access to finance for small and \nmedium-sized enterprises as part of the sector development agenda and the need to support the \nthree pillars of the real economy: households, SMEs, and infrastructure.15 Exit strategies such as \nIPOs and trade sales will also help develop the local capital markets in the region. \n \n\nV. \n\nPOLICY COMPLIANCE \n\nSafeguards and Social Dimensions \n\nADB  has  categorized  the  investment  in  compliance  with  ADB’s  Safeguard  Policy \n\n \nA. \n \n39. \nStatement (2009).16 \n \n40. \nCategory  FI.  ADB  has  assessed  the  investment’s  potential  environmental  and  social \nimpacts,  its  risks  associated  with  Exacta  II’s  existing  or  likely  future  portfolio  (or  both),  and  its \ncommitment and capacity for environmental and social management. Exacta II has adopted an \nenvironmental and social management system (ESMS) that requires it to appraise and manage \ninvestments  following  the  International  Finance  Corporation  (IFC)  Performance  Standards  on \nEnvironmental  and  Social  Sustainability;  the  International  Labour  Organization’s  core  labor \nstandards;  the  World  Bank  Group  Environmental,  Health  and  Safety  Guidelines;  and  other \nindustry-specific guidelines.17 The potential fund investee’s business activities are not expected \nto  require  major  infrastructure  development  or  generate  significant,  adverse,  irreversible,  or \ndiverse environmental and social impacts or risks; require involuntary resettlement; or adversely \nor  beneficially  affect  distinct  and vulnerable  ethnic minority  communities. [This  information  has \nbeen removed as it falls under the exception to disclosure in ADB’s Access to Information Policy, \npara. 17.2.(v)]. \n \nExacta II’s ESMS requires it to screen investments against an exclusion list equivalent to \n41. \nADB’s Prohibited Investment Activity List. Investments are classified as one of four environmental \nand social risk categories (A, B+, B, and C), which align with ADB’s Safeguard Policy Statement \n\n \n\n \n\n14 ADB. 2014. Midterm Review of Strategy 2020: Meeting the Challenges of a Transforming Asia and Pacific. Manila. \n15 ADB. 2011. Financial Sector Operational Plan. Manila. \n16 ADB. Safeguard Categories. \n17 IFC. 2012. IFC Performance Standards on Environmental and Social Sustainability. Washington, DC; International \nLabour Organization. Conventions and Recommendations; and IFC. Environmental, Health, and Safety Guidelines. \n\n6 \n\n \n\n\f7 \n\ncategory classifications. ESMS procedures and requirements for environmental and social due \ndiligence  include  the  development  and  implementation  of  a  corrective  action  plan,  while  the \ninvestment  review  and  approval  process  explicitly  requires  inputs  from  the  environmental  and \nsocial due diligence. The ESMS also includes adequate procedures for required monitoring and \nreporting of approved investments. \n \n42. \nADB will require Exacta II to enhance its existing ESMS to ensure compliance with the \nSafeguard Policy Statement before ADB’s first disbursement. Enhancements include guidance \non (i) the  alignment of the ESMS investment risk categorization criteria to ADB’s environment, \ninvoluntary resettlement, and indigenous peoples categorization; (ii) the level of detail required \nfor environmental and social assessments; and (iii) information disclosure and consultation with \naffected people following ADB’s requirements.18 While Exacta II has not declared an intention to \ninvest in companies engaged in business activities with category A impacts, the ESMS includes \nadequate procedures and requirements for screening, assessing, reviewing, implementing, and \nmonitoring category A investments. ADB will have the right to be excused from contributing capital \nto any proposed investment that it assesses as being noncompliant with the ESMS. \n \n43. \nExacta’s environmental and social team will supervise all investees against environmental \nand social risks and any agreed time-bound action plans; and report the investees’ performance \nto ADB through its annual ESMS reporting, which is due 90 days from the end of each financial \nyear. \n \n44. \nNo gender elements. Exacta II is limited in its capacity to generate measurable gender \nmainstreaming  outcomes  within  portfolio  companies.  The  ESMS  sets  out  requirements  for \ncompliance, as applicable, with (i) national labor laws; (ii) measures to comply with internationally \nrecognized  core  labor  standards,  pursuant  to  ADB’s  Social  Protection  Strategy  (2001);  and \n(iii) information disclosure and consultation with affected people. \n \nB. \n \n45. \nExacta was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC. \n \n46. \nAccess to Information Policy, para. 17.2.(v)]. \n \nD. \n \n47. \nConsistent with the Agreement Establishing the Asian Development Bank (the Charter), \nADB  will  proceed  with  the  proposed  assistance upon  establishing  that the  governments  of  the \nADB member countries where the fund will invest have no objection to the proposed assistance \n\n[This information has been removed as it falls under the exception to disclosure in ADB’s \n\nInvestment Limitations \n\nAnticorruption Policy \n\nAssurances \n\n18 Summary  Poverty  Reduction  and  Social  Strategy;  Safeguards  and  Social  Dimensions  Summary;  and  Financial \nIntermediary:  Environmental  and  Social  Management  System  Arrangement  (accessible  from  the  list  of  linked \ndocuments in Appendix 2). \n\n \n\n \n\n\fto  Exacta  II.19  ADB  will  enter  into  suitable  finance  documentation,  in  form  and  substance \nsatisfactory to ADB, following approval of the proposed assistance by the Board of Directors. \n \n\nVI. \n\nRECOMMENDATION \n\n \n48. \nI  am  satisfied  that  the  proposed  equity  investment  would  comply  with  the  Articles  of \nAgreement of the Asian Development Bank (ADB) and, acting in the absence of the President, \nunder the provisions of Article 35.1 of the Articles of Agreement of ADB, I recommend that the \nBoard approve the equity investment of up to $25,000,000 from ADB’s ordinary capital resources \nin  Exacta  Asia  Investment  II,  L.P.,  with  such  terms  and  conditions  as  are  substantially  in \naccordance with those set forth in this report, and as may be reported to the Board. \n \n\n18 June 2018 \n\n \n \nStephen Groff \nVice-President \n \n\n19 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n\n \n\n8 \n\n \n\n\fDESIGN AND MONITORING FRAMEWORK \n\n \nImpacts the Project is Aligned with \n \nSupport provided for established and well-managed small and medium-sized enterprises and middle-\nmarket companies in Southeast Asia to realize their growth plans, thereby driving employment, tax \ngeneration, skills transfer, and regional tradea \n \nCapacity of domestic financial institutions strengthened to encourage and expand access to banking, \ninsurance, and financial services for all (Sustainable Development Goal 8.10)b \n\nResults Chain \nOutcome \nFinancial \nsustainability of \nprivate equity \ninvestments \ndemonstrated \n\nData Sources and \nReporting Mechanisms \n \na–d. Exacta II’s annual \ndevelopment \neffectiveness monitoring \nreports; Exacta Capital \nPartners’ quarterly and \nannual reports on \nExacta II \n\nPerformance Indicators with \nTargets and Baselines \n\n \na. At least 75% of the fund \ninvested in target industries \nby 2023 (2018 baseline: 0) \n \nb. Fund yield (aggregate \ninternal rate of return) \nreached at least 8% in \nUnited States dollar terms by \n2028 (2018 baseline: not \napplicable) \n \nc. Fund investee companies \ngrew employment by at least \n10% during the holding period \n(2018 baseline: not \napplicable) \n \nd. Fund investee companies \ngenerated at least a 25% \nincrease in taxes paid on an \naggregate basis by 2028 \n(2018 baseline: not \napplicable) \n \n1. Exacta II established with \n$250 million in aggregate \nlimited partner commitments \nby Q1 2019 (2018 baseline: \n0) \n \n2. Exacta II's invested capital \ndeployed to 10–15 portfolio \ncompanies by 2023 \n(2018 baseline: 0) \n\nOutputs \n1. Exacta II \nestablished \n \n \n \n \n2. Capital invested \n\n \n1–2. Exacta II’s annual \ndevelopment \neffectiveness monitoring \nreports; Exacta Capital \nPartners’ quarterly and \nannual reports on \nExacta II \n\nAppendix 1 \n\n9 \n\nRisks \n\n \nMarket dynamics and \nsector cycles affect \ninvestment opportunities \nwithin target industries. \n \nUnsuccessful exit from \ninvestments adversely \naffects returns. \n \nForeign exchange rates \nfluctuate, changes to \nmonetary and fiscal \npolicies, as well as \nforeign exchange \ncontrol regulations. \n\n \nThe investor base is \nweaker than expected \nand the fund is unable \nto raise the targeted \n$250 million. \n \nThe investment pipeline \nis weaker than expected \nand leads to deployment \nchallenges. \n \nCompetition from other \ninvestors reduces the \nattractiveness of \ninvestment \nopportunities. \n\n \n\n \n\n \n\n\f10 \n\nAppendix 1 \n\nKey Activities with Milestones \nOutput 1: Exacta II established \n1.1  Execute ADB’s legal documentation by Q3 2018. \n1.2  ADB and other investors invest in Exacta II by final closing in Q1 2019. \n \nOutput 2: Capital invested \n2.1 Exacta II sources, screens, and invests in companies from 2018 to 2023. \n \nInputs \nADB: $25 million (equity) \nOthers: $225 million (equity) \n \nAssumptions for Partner Financing \nNot Applicable \nADB = Asian Development Bank; Exacta II = Exacta Asia Investment II, L.P.; Q = quarter. \na  Defined by project. \nb  United Nations. Sustainable Development Goal 8. \nSource: Asian Development Bank. \n \n\n \n\n\fAppendix 2 \n\n11 \n\nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52017-001-4 \n\nSector Overview \nOwnership, Management, and Governance \nDetails of Implementation Arrangements \nContribution to the ADB Results Framework \nFinancial Analysis \nCountry Economic Indicators \nSummary Poverty Reduction and Social Strategy \nSafeguards and Social Dimensions Summary \nFinancial Intermediary: Environmental and Social Management System Arrangement \n\n \n1. \n2. \n3. \n4. \n5. \n6. \n7. \n8. \n9. \n \n \n\n \n\n\f", "author_pages": ["ABBREVIATIONS \n", "ADB \nESMS \nIFC \nIPO \nIRR \nSMEs \n \n", "– \n– \n– \n– \n– \n– \n \n", "Asian Development Bank \nenvironmental and social management system \nInternational Finance Corporation \ninitial public offering \ninternal rate of return \nsmall and medium-sized enterprises \n \n", "NOTE \n", "In this report, “$” refers to United States dollars. \n", " \n \nVice-President \nDirector General  Michael Barrow, Private Sector Operations Department (PSOD) \nDirector \n", "Diwakar Gupta, Private Sector and Cofinancing Operations \n", " \nTeam leader \nTeam members \n \n \n", "Janette Hall, Private Sector Investment Funds and Special Initiatives \nDivision, PSOD \n \nYee Hean Teo, Investment Specialist, PSOD \nElizabeth F. Alpe, Transaction Support Specialist (Integrity), PSOD  \nDavid Barton, Investment Specialist, PSOD \nHoward Brooke, Lead Counsel (Nonsovereign Legal Operations), \n  Office of the General Counsel \nIan Bryson, Safeguards Specialist, PSOD \nDavide Conti, Investment Specialist, PSOD \nCecilia A. De Castro, Safeguards Officer (Environment), PSOD \nManfred Kiefer, Senior Economist, PSOD \nSiela B. Teng-Almocera, Social Development Officer (Safeguards), PSOD \nKervin John S. Torchiva, Senior Investment Officer, PSOD \n", " \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n", " \n", " \n \n \n \n \n \n \n \n \n \n", " \n", " \n", "CONTENTS \n", "Page \n", "PROJECT AT A GLANCE \n", "THE PROPOSAL \n", "THE FUND \nA. \nB. \nC. \nD. \n", "Investment Identification and Description \nBusiness Overview and Strategy \nOwnership, Management, and Governance \nFinancial Performance \n", "THE PROPOSED ADB ASSISTANCE \nA. \nB. \nC. \nD. \nE. \n", "The Assistance \nFinancial Analysis of Expected Returns and Assumptions \nImplementation Arrangements \nValue Added by ADB Assistance \nRisks \n", "DEVELOPMENT IMPACT AND STRATEGIC ALIGNMENT \nDevelopment Impacts, Outcome, and Outputs \nA. \nAlignment with ADB Strategy and Operations \nB. \n", "POLICY COMPLIANCE \nA. \nB. \nC. \nD. \n", "Safeguards and Social Dimensions \nAnticorruption Policy \nInvestment Limitations \nAssurances \n", "RECOMMENDATION \n", "VI. \n \nAPPENDIXES \n", "Design and Monitoring Framework \n", "List of Linked Documents \n", "1 \n", "1 \n1 \n2 \n3 \n4 \n", "4 \n4 \n4 \n4 \n4 \n5 \n", "5 \n5 \n6 \n", "6 \n6 \n7 \n7 \n7 \n", "8 \n", "9 \n", "11 \n", " \n", " \n", "I. \n", "II. \n", "III. \n", "IV. \n", "V. \n", "1. \n", "2. \n \n \n", " \n"]}