{"path": "data/input/reports/52074-001-rrp-en.pdf", "pages": [" \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 52074-001 \nOctober 2018 \n \n \n \n \nProposed Policy-Based Grant \nSolomon Islands: Improved Fiscal Sustainability \nReform Program \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nDistribution of this document is restricted until it has been approved by the Board of Directors. \nFollowing such approval, ADB will disclose the document to the public in accordance with ADB's \nPublic Communications Policy 2011. \n \n \n \n \n \n ", "CURRENCY EQUIVALENTS \n(as of 19 October 2018) \n \nCurrency unit  –  Solomon Islands dollar/s (SI$) \nSI$1.00  =  $0.1280     \n$1.00  =  SI$7.8125     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEWG  –  Core Economic Working Group \n  IMF  –  International Monetary Fund \nMOFT  –  Ministry of Finance and Treasury \nNDS  –  National Development Strategy \nPFM  –  public financial management \nPPPF  –  post-program partnership framework \nTA  –  technical assistance \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirectors  Xiaoqin Fan, Regional Director, Pacific Liaison and Coordination \nOffice (PLCO), PARD \nEmma Veve, Director, Urban, Social Development, and Public \nManagement Division, PARD \n   \nTeam leader  Matthew Hodge, Senior Country Specialist, PARD \nTeam members  Jacqueline Connell, Senior Economics Officer, PLCO, PARD \n  Mairi MacRae, Social Development Specialist (Gender and \nDevelopment), PARD \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nLaisiasa Tora, Economist (Public Finance), Central and West Asia \nDepartment \n  Dalcy Tozaka, Senior Country Coordination Officer, PLCO, PARD \nPeer reviewers  Aaron Batten, Senior Planning and Policy Economist, Strategy, \nPolicy and Review Department \nHanif Rahemtulla, Senior Public Management Specialist, \nSustainable Development and Climate Change Department \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", " \nCONTENTS \n \nPage \nPROGRAM AT A GLANCE  \nI.  THE PROPOSAL  1 \nII.  PROGRAM AND RATIONALE  1 \nA.  Background and Development Constraints  1 \nB.  Policy Reform and ADB’s Value Addition  5 \nC.  Impacts of the Reform  8 \nD.  Development Financing Needs and Budget Support  8 \nE.  Implementation Arrangements  9 \nIII.  DUE DILIGENCE  9 \nIV.  ASSURANCES  10 \nV.  RECOMMENDATION  10 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  11 \n2.  List of Linked Documents  14 \n3.  Development Policy Letter  15 \n4.  Policy Matrix  18 \n ", "Project Classification Information Status: Complete\nPROGRAM AT A GLANCE\n1. Basic Data Project Number: 52074-001\nProject Name Improved Fiscal Sustainability  Department/Division PARD/PLCO\nReform Program\nCountry Solomon Islands Executing Agency Ministry of Finance\nBorrower Government of Solomon Islands\n2. Sector Subsector(s)      ADB Financing ($ million)\nPublic sector management Economic affairs management 2.50\nPublic expenditure and fiscal management 2.50\nTotal 5.00\n3. Strategic Agenda Subcomponents Climate Change Information \nInclusive economic  Pillar 2: Access to economic  Climate Change impact on the Project Low\ngrowth (IEG) opportunities, including jobs, made \nmore inclusive\nEnvironmentally  Natural resources conservation\nsustainable growth (ESG)\nRegional integration (RCI) Pillar 3: Money and finance\n \n4. Drivers of Change Components Gender Equity and Mainstreaming\nGovernance and capacity Public financial governance Effective gender mainstreaming \ndevelopment (GCD) (EGM)\nKnowledge solutions  Knowledge sharing activities\n(KNS)\nPartnerships (PAR) Implementation\nPrivate Sector\nPrivate sector  Conducive policy and institutional \ndevelopment (PSD) environment\n5. Poverty and SDG Targeting Location Impact\nGeographic Targeting Yes Nation-wide High\nHousehold Targeting No\nSDG Targeting Yes\nSDG Goals SDG8\n6. Risk Categorization: Low \n.\n7. Safeguard Categorization Environment: C   Involuntary Resettlement: C   Indigenous Peoples: C\n.\n8. Financing\nModality and Sources Amount ($ million)\nADB 5.00\n     Sovereign Stand-Alone Policy-Based Lending (Grant):  Asian Development  5.00\nFund\nCofinancing 16.40\n     European Union - Stand-Alone Policy-Based Lending (Grant) (Not ADB  2.90\nAdministered)\n     Government of Australia - Stand-Alone Policy-Based Lending (Grant) (Not  1.50\nADB Administered)\n     New Zealand Grant - Stand-Alone Policy-Based Lending (Grant) (Not ADB  2.00\nAdministered)\n     World Bank - Stand-Alone Policy-Based Lending (Grant) (Not ADB  10.00\nAdministered)\nCounterpart  0.00\n     None 0.00\nTotal 21.40\nCurrency of ADB Financing: USD \nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 25102018065845946521 Generated Date: 01-Nov-2018 7:15:49 AM", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the report and recommendation on a proposed policy-based \ngrant to Solomon Islands for the Improved Fiscal Sustainability Reform Program.1 \n \n2.  The program is part of long-standing and coordinated assistance provided by the Asian \nDevelopment Bank (ADB) to support the efforts of the Government of Solomon Islands to \nimplement  policy  and  institutional  reforms  that  have  helped  to  progressively  improve \nmacroeconomic  management,  fiscal  sustainability,  the  business  climate,  public  financial \nmanagement (PFM), and service delivery.2 The program builds on these previous policy-based \nprograms and technical assistance (TA) to further improve PFM, fiscal sustainability, and the \nprivate sector investment climate.3 \n \nII.  PROGRAM AND RATIONALE \n \nA.  Background and Development Constraints \n \n3.  Development context. Solomon Islands is largely rural with 85% of its population of \n652,000  living  in  villages  in  nine  provinces  spread  across  20  islands.  Income-generating \nopportunities are scarce and predominantly based on natural resources—fisheries, forestry, and \nmining. Providing infrastructure and services to this dispersed population is difficult and costly \nand helps constrain business and investment growth. Although poverty has declined in recent \nyears, Solomon Islands has the lowest gross national income per capita among ADB’s Pacific \ndeveloping member countries.4 \n \n4.  Successive reformist governments since 2006 have improved PFM practices, made fiscal \npolicy sustainable, and increased investment levels. This along with robust economic growth, \nincluding an average of 3.0% per annum during 2015–2017, resulted in per capita incomes almost \ndoubling since the global financial crisis.5 However, economic problems remain. First, the country \ncontinues to exhibit characteristics of a fragile state. The government has limited reach and \neffectiveness, its economic policy needs to be actively managed, and the country is vulnerable to \nshocks  such  as  civil  unrest  and  natural  disasters.6 Second,  unsustainable  logging,  which \naccounted for about 17% of domestic revenue and two-thirds of exports in 2017, has been the \nbiggest driver of growth, and it is expected to decline over the medium term (footnote 4). Third, \nannual population growth of about 2.3% means high levels of economic growth are required to \ncontinue per capita income growth. According to the International Monetary Fund (IMF), the main \nmacroeconomic challenges facing policy makers in Solomon Islands are the need to improve \naccess to basic services, strengthen resilience, and generate new sources of economic growth.7 \nThese economic challenges coupled with significant government capacity constraints to develop \nand implement policy effectively, make reform challenging and requiring significant development \npartner support. \n                                                \n1  The program is included in Asian Development Bank (ADB). 2017. Country Operations Business Plan: 11 Small \nPacific Island Countries 2018–2020. Manila. It is aligned with ADB. 2016. Pacific Approach, 2016–2020. Manila. \n2  ADB. 2012. Completion Report: Solomon Islands: Economic Recovery Support Program—Subprograms 1 and 2. \nManila; and ADB. 2018. Completion Report: Solomon Islands: Economic Growth and Fiscal Reform Program. Manila. \n3  The design and monitoring framework is in Appendix 1. \n4  ADB. 2017. Asian Development Outlook. Manila. \n5  International Monetary Fund (IMF). World Economic Outlook database.  \n    https://www.imf.org/external/pubs/ft/weo/2018/01/weodata/index.aspx (accessed 22 September 2018). \n6  Solomon Islands has been steadily recovering from the 1999–2003 civil conflict. According to the World Bank, \nSolomon Islands is ranked the fourth most vulnerable country to natural disasters among the Pacific islands. \n7  IMF. 2018. Solomon Islands 2017 Article IV Consultation Staff Report. Washington, DC. ", "2 \n5.  In the wake of the global financial crisis in 2009, the government and development \npartners established the Core Economic Working Group (CEWG) to develop a joint framework \nfor mitigating the impacts of the crisis and building resilience to future shocks.8 The CEWG now \ncoordinates the government and development partners on policy reform priorities associated with \nbudget support. The framework, called the policy reform matrix, includes a list of high-priority \nreform actions from the National Development Strategy (NDS) that will help achieve the country’s \nvision of improving the social and economic livelihoods of all Solomon Islanders.9 ADB helped the \ngovernment achieve the following reforms between 2010 and 2015: (i) the establishment of a \nBudget Strategy Committee to improve interagency coordination; (ii) regular consultations with \ncivil  society  organizations,  including  women’s  groups,  on  the  national  budget  to  improve \ncommunity awareness and strengthen budget accountability and transparency; (iii) the adoption \nof a new debt management strategy to improve overall fiscal discipline; and (iv) the amendment \nof the Registration of Business Names Act to facilitate improved processes for registering formal \nbusinesses.10 \n \n6.  Following the November 2014 general election, the country’s fiscal position deteriorated \nbecause of changes in government priorities, a waning commitment to the CEWG process, and \nreform slippage. After several years of surpluses, fiscal deficits emerged during 2015–2017 \n(Table 1). The buildup of cash reserves were drawn down to finance the fiscal expansion.11 The \nlow cash balance fell from 3.6 months of recurrent spending at the end of 2015 to 0.7 months \nat  the  end  of  2017.  This  was  below  the  2-month  target  of  total  recurrent  expenditure \nrecommended by the IMF, and reduces the government’s fiscal buffers against shocks. Public \ndebt also increased to finance infrastructure investments although the 2017 IMF–World Bank \nDebt  Sustainability  Analysis  concluded  that  the  risk  of  debt  distress  remained  moderate \n(footnote 7). \n \n7.  Since the leadership changed in November 2017, policy dialogue has resumed through \nthe CEWG and reform momentum has increased.12 The government has made a concerted effort \nto reestablish macroeconomic and fiscal stability by targeting lower budget deficits in 2018 and \n2019.13 Its fiscal consolidation program is a positive step. Although the capital development \nbudget almost halved from 11.8% to 6.5% of gross domestic product in the 2018 budget, it is \nunlikely to have substantial adverse economic growth impacts because the development budget \nis perennially under spent.14 Delays in government payments have also had flow-on effects to the \nprivate sector, particularly businesses with government supply contracts.  \n \n8.  Therefore, the government is keen to prioritize reforms that strengthen public sector \nmanagement and service delivery. These objectives are consistent with the (i) first objective of \nthe NDS (sustained and inclusive economic growth); (ii) ADB’s Pacific Approach, 2016–2020 and \n                                                \n8  The CEWG is comprised of the Ministry of Finance and Treasury, the Ministry of Development Planning and Aid \nCoordination, the Prime Minister’s Office, the governments of Australia and New Zealand, ADB, the World Bank, and \nthe European Union. \n9  Government of Solomon Islands. 2016. National Development Strategy, 2016–2035. Honiara. \n10 ADB. 2010. Technical Assistance for Pacific Economic Management–Enhanced Economic Management (Subproject \n2). Manila; ADB. 2013. Technical Assistance for Pacific Private Sector Development Initiative, Phase III. Manila; \nADB. 2017. Establishment of the Domestic Resource Mobilization Trust Fund. Manila; and Sector Assessment \n(Summary): Public Sector Management (accessible from the linked documents Appendix 2). \n11 ADB. 2016. Asian Development Outlook. Manila. \n12 At the request of the government, the CEWG resumed seeking development support for the government’s economic \nreform and fiscal sustainability program, and galvanizing budget support through a single mechanism. \n13 Government of Solomon Islands. 2018. 2018 Budget Strategy and Operational Rules. Honiara. \n14 Government of Solomon Islands. 2018. Budget Strategy and Outlook. Honiara. \n ", "3 \nits three-pronged strategy to reduce costs, manage risks, and enable value creation; and (iii) the \nIMF’s July 2018 policy advice to the government.15 \n \nTable 1: Selected Economic and Fiscal Indicators \n(% of GDP unless otherwise indicated) \n      2017   2018  2018   2019 \nItem  2015  2016  (est.)  (proj.)  (rev. proj.)a  (proj.) \nReal GDP growth  2.6  3.4  3.2  3.2   3.2   3.0 \n(% change)    \nTotal revenue  44.6  39.8  40.3  40.6   41.8   38.7 \nOf which              \n(% of revenue):             \nLogging   15.2  14.7  17.0  14.8   15.8   13.8  \nGrants (incl. budget  11.6  10.0  8.0  9.6b  9.3b  6.6 \nsupport) \nTotal expenditure  45.6   42.8  44.1  42.1   43.7   39.7  \nOf which:             \nDevelopment  11.3  11.8  11.8  6.5   6.5   5.9  \nExpenditure \nFiscal balance  (1.0)  (3.0)  (3.8)  (1.6)  (1.9)  (1.0) \nExternal debt c  9.7  7.5  8.2  11.9  11.9  13.9 \nNominal GDP         8,130            8,686         9,146         9,655          9,655      10,060  \n(SI$ million)  \n( ) = negative, GDP = gross domestic product, est. = estimate, proj. = projection, rev. proj. = revised projection, SI = \nSolomon Islands. \na  Inclusive of the 2018 supplementary budget. \nb  Inclusive of the Asian Development Bank budget support. \nc  International Monetary Fund debt sustainability analysis (footnote 7). \nSources: Government of Solomon Islands and Asian Development Bank estimates. \n \n9.  Public financial management needs strengthening. The deterioration of the fiscal \nposition  between  2015  and  2017,  accompanied  by  a  rise  in  expenditure  arrears,  reflects \nchallenges in PFM. In June 2018, an IMF review of the PFM Reform Roadmap, 2014–2017 \nrecommended actions to strengthen overall PFM integrity. The Ministry of Finance and Treasury \n(MOFT) has good policies and processes to implement the PFM Act (2013) as envisaged, but the \nfocus is to institutionalize these existing good practices by enacting regulations under this act \n(e.g., ensuring all projects that require debt financing include an economic analysis so that \nmacroeconomic and debt level implications can be assessed). \n \n10.  Eradicating  corruption  is  also  a  critical  element  of  the  government’s  PFM  agenda. \nHowever, key mechanisms to perform checks and balances on executive powers are lacking, \nespecially in relation to accountability measures for public office holders and civil servants. \nCombating corruption is spread across various institutions, and this diffused approach has \nweakened anticorruption efforts and contributed to persistent corruption. The Leadership Code \nCommission within the Office of the Prime Minister has a legislative mandate to inquire into the \nconduct of public servants and officers of public agencies, but it has been ineffective. Meanwhile, \nthe ombudsperson, established to deal with maladministration, commenced its operations in 2018. \nThe government recognizes that measures to improve transparency, strengthen anticorruption \npractices, and protect persons who report instances of corruption in good faith and on reasonable \n                                                \n15 ADB.  2016.  Pacific  Approach,  2016–2020.  Manila;  and  IMF.  2018.  Article  IV  Consultation  press  release: \nhttp://www.imf.org/en/News/Articles/2018/07/30/PR18318. \n ", "4 \ngrounds must be promoted in accordance with Article 33 of the United Nations Convention against \nCorruption, which Solomon Islands has ratified. \n \n11.  Fiscal management needs to be sustainable. Widening fiscal deficits and the reduced \n2018 development budget in the context of projected declining logging revenues underscore the \nneed to prioritize better expenditure and make careful fiscal adjustments in 2018 and 2019. Fiscal \nbuffers are low, with the cash balance below IMF’s target (footnote 7). Regarding expenditure, \npayment arrears have reemerged. Greater restraint is also needed for discretionary recurrent \nexpenditures on Parliamentarian tertiary scholarships and shipping grants, which are all disbursed \nthrough Members of Parliament. Although these programs aim to provide public services unmet \nby  the  government  to  the  rural  population,  there  needs  to  be  greater  accountability  and \ntransparency  in  their  use,  particularly  in  assessing  their  development  impact.  Tertiary \nscholarships and shipping grants, for example, increased as a share of the development budget \nfrom 1.7% to 5.1% between 2014 and 2017. Government debt levels are sustainable and debt \nservicing levels are affordable, but the downside risks are high (footnote 7). \n  \n12.  In July 2018, a $28.9 million supplementary budget was approved by Parliament to finance \nadditional expenditure on items identified as being omitted from the 2018 budget. In line with the \ngovernment’s fiscal consolidation efforts, line ministries were advised that new or additional \nexpenditures would be accommodated only if there was a commensurate increase in revenues. \nIn addition, expenditure arrears and all legitimate contractual commitments and ongoing fixed \ncosts would be prioritized. In this context, the IMF recommended that the government focus on \nmeasures to rebuild the cash balance, strengthen tax compliance, streamline exemptions, and \nclear expenditure arrears (footnote 15). \n \n13.  Increased  private  sector  investment. The  country  needs  increased private  sector \ninvestment, particularly investment that will diversify the economy, to grow the formal private \nsector to address employment and income challenges.16 The government plays an important role \nin establishing an investment climate where private businesses can thrive. The NDS includes the \nfollowing  reform  priorities:  (i)  encourage  greater  private  sector  involvement  in  delivering \ninfrastructure services; (ii) undertake a comprehensive review of the tax system that encourages \ndomestic and foreign investment; and (iii) encourage efforts that facilitate business access to \nfinance, in particular, by developing new products to enable greater moveable asset-based \nlending using the secured transaction registry. ADB-supported reforms between 2010 and 2017 \nto  enhance  the  business  environment  and  improve  private  sector  investment  included \nstreamlining  foreign  investment  processes,  reforming  business  laws,  and  improving  the \ngovernance and commercial performance of state-owned enterprises.17 \n \n14.  Despite positive growth forecasts (Table 1), there are still many challenges to encouraging \nthe private sector to grow. Policy development processes to achieve effective investment climate \nreforms are fragmented; infrastructure projects need rigorous economic analysis to ensure scarce \npublic  funds  achieve  the  greatest  returns;  investments  in  education,  particularly  vocational \neducation and skills training, need increasing; and the financial sector needs to facilitate greater \naccess to finance. Specifically, an impediment is that the tax structure is outdated, inefficient, \ncomplex, expensive to administer, and anticompetitive. The tax system imposes high compliance \ncosts on taxpayers; discourages people from becoming taxpayers, particularly women; and \nencourages tax avoidance and evasion. Importantly, the tax system does not actively support \n                                                \n16 ADB. 2017. Technical Assistance to Solomon Islands for Private Sector Assessment. Manila. \n17 ADB. 2009. Technical Assistance for the Pacific Private Sector Development Initiative Phase II. Manila; and ADB. \n2013. Technical Assistance for the Pacific Private Sector Development Phase III. Manila. \n ", "5 \ngrowth;  for  example,  it  does  not  systematically  support  exports  and  instead  relies  upon \ndistortionary exemptions for exporting industries. The IMF has stated that the government’s focus \non tax reform will help to significantly improve the investment climate by making the tax system \nmore efficient, fair, and equitable (footnote 15). More generally, the economy is uncompetitive, \nand policy and regulatory settings do not encourage competition, the protection of consumers, or \nthe economic empowerment of women. Finally, Solomon Islands has a narrow economic base \nwith an overdependence on unsustainable logging. The economic base needs to be broadened \nto reduce reliance on the forestry sector and to make the economy more resilient to external \nshocks. The government believes that the minerals sector has the greatest potential to manage \nthe transition away from unsustainable logging. However, several challenges, such as the lack of \ntransparency in issuing mining licenses, disclosing revenues, and applying fiscal incentives, need \nto be effectively addressed. \n \nB.  Policy Reform and ADB’s Value Addition \n \n15.  The first ADB mission to start policy dialogue for this program took place in September \n2017. However, the resumption of the CEWG in January 2018 increased momentum. The \ngovernment and development partners agreed on three strategic themes (strengthening PFM, \nimproving fiscal management and sustainability, and enabling drivers of economic growth and \npromoting investment) that would provide the basis for reform priorities to be supported by policy-\nbased operations.18 These are all areas of long-standing ADB policy engagement (footnote 2). \nThe program has completed the implementation of eight reforms critical to addressing the \ndevelopment challenges. \n \n16.  Reform area 1: Public financial management. A policy priority of MOFT is to improve \nbudget outcomes and increase transparency by strengthening PFM. Coupled with institutional \nreforms to fight corruption and protect whistleblowers, this will help protect the integrity of the \nnational budget and work towards transforming policy priorities into improved service delivery.  \n \n17.  MOFT completed the review of the PFM Reform Roadmap, 2014–2017 in August 2018, \nand the Minister of Finance and Treasury endorsed the PFM Action Plan, 2019–2020 based on \nthe outcomes of the review. The action plan reflects the government’s most urgent priorities in \nline with IMF’s recommendations to (i) improve budget credibility, (ii) implement commitment \ncontrols, (iii) institutionalize a comprehensive approach to cash management, (iv) clear all existing \nexpenditure arrears while executing the 2018 budget, and (v) support greater accountability of \ndiscretionary  funds. 19  MOFT  has  also  developed  a  new  regulation  for  improving  debt \nmanagement that came into force in September 2018. This regulation describes the process to \nraise new debt and will help ensure limited debt funding finances those projects with the greatest \nreturns to the country. MOFT is working to further strengthen PFM processes by developing an \nadditional eight regulations under the PFM Act (2013) to provide more detailed operational \nguidance on PFM practices such as the budget process, management of public funds, and \nprocurement.  \n \n18.  The government’s commitment to anticorruption is evidenced by the successful passing \nof legislation such as the Anti-Corruption Act (2018) and the Whistle-Blower Protection Act (2018). \nAmong other things, these acts will establish the Anti-Corruption Independent Commission, which \nwill have the ability to investigate and prosecute corruption, build capacity for corruption risk \nassessments, develop a clear code of conduct for public office holders and civil servants, and \n                                                \n18 Development Coordination (accessible from the list of the linked documents Appendix 2). \n19 IMF. 2018. Solomon Islands: Strengthening the Fundamentals of Public Finance Management. Washington, DC. \n ", "6 \npromote civil society participation in raising awareness and reporting corruption. The United \nNations Pacific Regional Anti-Corruption Program supported the government’s efforts to \ndevelop these bills and ensure they meet international obligations and are relevant to the \nlocal context.20 \n \n19.  Reform area 2: Fiscal sustainability. In line with IMF’s policy advice (footnote 7), MOFT \nis committed to strengthening the country’s resilience to shocks. This program enabled increases \nin revenues, reduced expenditure and started rebuilding fiscal buffers.  \n \n20.  MOFT certified that expenditure arrears totaling $17.8 million in 2017 have been paid. \nThese arrears to private sector contractors were for public works. The nonpayment of invoices \nwhen they are due has implications for firms and may discourage them from taking future \ngovernment contracts. However, some arrears have built up again in 2018, and MOFT has \nconfirmed that all outstanding arrears will be paid by the end of 2018. MOFT has asked for TA to \nimprove cash management to help prevent arrears in the future. \n \n21.  Overall domestic revenue levels (excluding budget support) have increased by 4.8% on a \nyear-on-year basis led by increased logging, improved compliance, and annual updates of excise \ntaxes. According to MOFT modelling, amendments to the Goods Tax Act and reforms to the \nadministration of withholding taxes will result in additional annual revenues of $5.1 million. The \nGoods Tax Act amendments will ensure that imported goods are taxed on the value of the goods \nthrough a prescribed formula, which is in line with international practice. The withholding tax \nreforms help to ensure that activities that fall outside the pay-as-you-earn system, such as \nprofessional services, are captured in the tax net. Similarly, according to MOFT modelling, \nincreases in excise taxes  collected on alcohol and tobacco will result in additional annual \nrevenues of $1.9 million. In the consultations conducted, the Solomon Islands Women in Business \nAssociation was included to understand the implications for women-owned businesses. \n \n22.  Concerted action has reduced overall public expenditure from $516.8 million in 2017 to \n$507.1 million in 2018.21 Discretionary expenditure was reduced by 86% on new Parliamentarian \ntertiary scholarship awards and by 84% on shipping grants. The 2019 budget strategy goes further \nand proposes to remove both programs in line with the government’s fiscal consolidation efforts. \nThese policies are in line with the IMF’s recommendations (para. 6). \n \n23.  Reform area 3: Private sector investment climate. Solomon Islands needs increased \nprivate sector investment that will diversify the economy to address employment and income \nchallenges. The program has enabled a tax review to start, new policies introduced to broaden \nthe productive base, and a new policy to encourage greater competition in the economy. \n \n24.  MOFT has begun a comprehensive review of the tax system with a view to raising revenue \nin an economically efficient way without discouraging individuals and businesses from contributing \nto the national economy by working, earning income, saving, and investing. The Minister of \nFinance and Treasury launched the review with discussion documents in November 2017, and \nthese are available for review on MOFT’s website. The Cabinet also approved the time-bound \nwork plan for review and consultations, which have commenced, including with women groups \nsuch as the Solomon Islands Women in Business Association. Consultations with women groups \nare important to understand the impact potential reforms will have on women, and adjustments \ncan be made as necessary. MOFT is preparing early drafts of bills, and is targeting bills to be \n                                                \n20 Solomon Islands acceded the United Nations Convention on Corruption on 6 January 2012. \n21 Government of Solomon Islands. 2018. 2019 Budget Strategy and Operational Rules. Honiara. \n ", "7 \npresented to the new government in 2019 for consideration, and then tabling in Parliament in the \nsecond half of 2019. \n \n25.  Logging has been the primary source of government revenue and foreign exchange since \nthe 1990s. However, regulation of the sector is weak and current logging volumes—estimated at \n2.7 million cubic meters in 2017—far exceed the sustainable threshold of 350,000 cubic meters. \nThe sustainable forestry policy outlines how current regulations will be better enforced; targets a \nreduction  in  export  volumes;  encourages  sustainable  harvesting  and  forestry  rehabilitation, \nincluding the enforcement of environmental impact assessments; minimizes the misclassification \nof round logs exports; and promotes downstream processing. In addition, to minimize the impact \nof the transition to lowering logging exports, the government has adopted a National Minerals \nPolicy that positions mining as a new driver of growth. According to the World Bank, mining \nappears to be the only sector with any prospect of filling the macroeconomic space occupied by \nlogging.22 The policy helps achieve this by providing a more certain regulatory environment for \nmining and outlining activities to strengthen institutional capacity for Ministry of Mines staff. \n \n26.  The Cabinet approved the competition and consumer policy in August 2018 that covers \nissues such as international best practice principles, government business activities, consumer \nprotection,  competition  law,  institutional  arrangements,  and  international  trade.  The  main \nobjective of the competition and consumer policy is to promote competition in Solomon Islands’ \nmarkets to support economic growth that is sustainable and inclusive. The next step is to examine \nlegislation and regulations to see what reforms are needed to support a competitive economy. \nADB will support this work. The competition and consumer policy defines inclusive economic \ngrowth as economic growth that reduces poverty, increases employment opportunities, and \nensures  that  policies  and  practices  facilitate  women’s  access  to  economic  resources  and \nopportunities. \n \n27.  Post-program partnership framework. The policy dialogue process made clear that, \nacross the reform areas, several follow-up reform steps will be crucial and could benefit from \nfurther ADB and development partner support. The government and ADB agreed on a post-\nprogram partnership framework (PPPF) that would ensure that recently implemented reforms are \nimbedded, there is support for the next phase of associated and more substantive reforms, and \nensure the program’s sustainability beyond 2018. A PPPF has been used successfully in other \nPacific developing member countries to provide the basis for ongoing policy dialogue in years that \nADB does not provide policy financing.23 The PPPF guides the government in sustaining efforts \nin each of the program reform areas, and MOFT and ADB will jointly monitor implementation. \nDetails of the PPPF actions are presented in Appendix 4. \n \n28.  ADB value addition. ADB’s experience and strong relationship with the government has \nplayed  an  important  role  in  identifying  and  implementing  critical  reforms.  To  aid  reform \nimplementation in 2018, ADB has been engaged in joint analytical work and policy dialogue \nacross all reform areas and has directly supported the preparation of the PFM Action Plan, 2018–\n2019; the tax policy framework review; and the development of a competition policy. ADB will also \ncontinue  to  support  reform  momentum  including  entrenching  completed  reforms,  program \nsustainability, and implementation of the PPPF through new and ongoing TA (footnotes 10 and \n17) in close collaboration with other development partners.24 The TA support will also help \novercome the significant government capacity constraints which inhibits reform progress. \n                                                \n22 World Bank. 2017. Pacific Possible. Washington, DC. \n23 ADB. 2016. Completion Report: Kiribati: Strengthening Fiscal Stability Program. Manila. \n24 A new TA to be processed in 2019 will also support the implementation of the PPPF. \n ", "8 \n29.  The program is aligned to ADB’s Strategy 2030, particularly the operational priorities \nrelated to strengthening governance and institutional capacity and accelerating progress in \ngender equality. The program also reflects Strategy 2030 approach to fragile and conflict-affected \nsituations and small island developing states. Strategy 2030 requires ADB’s support in fragile and \nconflict-affected  situations  to  focus  on  institutional  development  and  governance  reforms. \nSimilarly for small island developing states, Strategy 2030 emphasizes institutional strengthening \nto support countries’ efforts to manage financial and economic risk; improve the business \nenvironment; strengthen the quality of public service delivery, and promote private sector-led \ngrowth.  \n \n30.  Development partner coordination. The program is fully integrated with the CEWG. The \nprogram is aligned with the policy operations of the governments of Australia and New Zealand, \nthe European Union, and the World Bank. ADB and the IMF also maintain a strong working \nrelationship in Solomon Islands. Based on this cooperation, ADB, the World Bank, and the IMF \nshare a common view on the macroeconomic and structural reform priorities (footnote 15).25 \n \nC.  Impacts of the Reform \n \n31.  The  effect  of  the  reforms  that  the  program  has  helped  the  government  achieve  is \nstrengthened public sector management and service delivery. Policy actions implemented under \nthe first reform area will help improve the quality of budget systems and institutions. This supports \nthe expectation that the program’s PFM reform actions will help the government maintain fiscal \ndeficits below IMF’s recommended levels. Policy actions implemented under the second reform \narea provide the basis for improved budget execution, expenditure quality, and tax administration \nand compliance. In addition, new tax measures that were introduced have helped generate more \nrevenue, which will rebuild cash reserves and provide fiscal space to respond to shocks. Policy \nactions implemented under the third reform area will support the shift to an economy that is broad-\nbased, competitive, and encourages the participation of women in the economy and a tax system \nthat supports economic growth and is business friendly.26 \n \nD.  Development Financing Needs and Budget Support \n \n32.  The government has requested a grant not exceeding $5.0 million from ADB’s Special \nFunds resources (Asian Development Fund) to help finance the program. The World Bank, the \ngovernments of Australia and New Zealand, and the European Union will provide $16.4 million in \ncofinancing.27 The program will help the government meet its 2018 total financing requirements, \nwhich are estimated at $47.4 million without budget support. The proposed grant size was \ndetermined after considering the government’s commitment to stronger fiscal management, the \ncountry’s development financing needs, and the availability of financing from other development \npartners and sources. Without this program, parallel budget support programs from Australia and \nNew Zealand would be unlikely, and the fiscal position would be significantly worse. \n \n33.  Program modality. A stand-alone, policy-based operation is proposed, and all policy \nactions have been completed. A policy-based operation is appropriate given its suitability to \nimprove  the  policy  and  institutional  environment  for  enhanced  efficiency  in  public  sector \nmanagement, its use of resources, and the government’s commitment to policy reform as \n                                                \n25 IMF Assessment Letter (accessible from the list of linked documents in Appendix 2). \n26 Program Impact Assessment (accessible from the list of supplementary documents in Appendix 2). \n27 The European Union disbursed its budget support of €2.5 million in April 2018. The governments of Australia (A$2 \nmillion) and New Zealand (NZ$3 million) plan to disburse their contributions in the fourth quarter of 2018. The World \nBank plans to disburse its contribution ($10 million) in the second quarter of 2019. \n ", "9 \nevidenced by the revival of the CEWG. A stand-alone modality is considered appropriate based \non a number of factors including (i) previous successful ADB operations in Solomon Islands using \nthis modality; (ii) all CEWG development partners used this approach; (iii) the strong incentive \nstructure for the new reformist government following a 2-year lapse of policy dialogue; (iv) with \nnational elections scheduled for early 2019, this modality is appropriate given the potential for a \nchange in government; and (v) leveraging reform when the political environment is supportive \nrecognizes the country’s fragile and conflict-affected status and the need to build resilience to \nexternal shocks. The potential weakening of the government reform commitment in 2019 has \nbeen mitigated through a PPPF that contains long-standing reform priorities drawn from the NDS \n2016–2035, the demonstrated success of previous stand-alone programs that were negotiated \nwith previous governments, and new TA to support implementation of the PPPF (footnotes 9 and \n24). The program is aligned with a government-led, multi-partner reform effort.  \n \nE.  Implementation Arrangements \n \n34.  The program period is from September 2017 to December 2018. Program funding will be \nprovided as a single tranche grant of $5.0 million and will be withdrawn when the government \nmeets the conditions for effectiveness. The proceeds of the policy-based grant will be disbursed \nin accordance with the ADB Loan Disbursement Handbook (2017, as amended from time to \ntime).28 MOFT is the executing agency and one of the implementing agencies. The Office of the \nPrime Minister; the Ministry of Forestry and Research; the Ministry of Mines, Energy and Rural \nElectrification; and the Ministry of Commerce, Industry, Labor and Immigration will also be \nimplementing agencies.  \n \nIII.  DUE DILIGENCE \n \n35.  Following ADB’s Safeguard Policy Statement (2009), the program is classified category C \nfor the environment, involuntary resettlement, and indigenous peoples. No activity will result in or \nlead to involuntary resettlement or negatively affect indigenous peoples or the environment. \n \n36.  The program is classified effective gender mainstreaming. Although women and men are \nboth active in the labor force in almost equal numbers, women only account for 3 of every 10 \nwaged or salaried employees. Women tend to be employed in more informal and vulnerable types \nof work and, on average, earn 37% less in wages per year than men.29 There are many barriers \nto women’s economic empowerment in Solomon Islands including the lack of parity in education, \nthe burden of unpaid care and housework, unequal decision-making power and limited control of \nfinancial resources, and challenges in accessing finance. The program supports the improvement \nof  gender  outcomes  across  all  three  reform  areas  and  will  support  women’s  economic \nempowerment by (i) including a gender analysis and consultations with women organizations in \nthe tax review as well as a gender analysis in the PFM Action Plan, 2018–2019; (ii) approving a \ncompetition policy that ensures that reviews of policies and practices will facilitate, not hinder, \nwomen’s access to economic resources and opportunities; (iii) approving an anticorruption act \nthat supports an environment that is safe and fair for women to do business and ensures that at \nleast two out of the six members of the Independent Anticorruption Commission are women; and \n(iv) reducing women’s time burden of unpaid care and housework by ensuring sufficient revenue \nfor investments in social services. \n \n                                                \n28 List of Ineligible Items (accessible from the list of linked documents in Appendix 2). \n29 Ministry of Women, Youth, Children and Family Affairs and National Statistical Office. 2016. Gender Equality: Where \ndo we stand? Honiara. \n ", "10 \n37.  The program is expected to have positive social outcomes.30 The public sector is a key \nprovider of infrastructure and services to low-income households. Improved fiscal management \nwill help ensure that the government has the resources to respond to future economic shocks, \nwhich tend to have an adverse effect on the poor, while maintaining critical public services. The \ngovernment agreed to comply with ADB’s information disclosure and consultation requirements. \n \n38.  Major risks and mitigating measures are summarized in Table 2 and described in detail in \nthe risk assessment and risk management plan.31 PFM systems are assessed as capable of \nsupporting mostly reliable service provision. Policy reforms and TA support will address other \nfiduciary risks. The overall risk of the operation is moderate. To mitigate the risks, the proposed \nprogram focuses on areas where the government has a strong record and has selected options \nfor policy actions in the PPPF that would help maintain reform momentum beyond 2018. ADB’s \nAnticorruption Policy (1998, as amended to date) was explained to and discussed with MOFT. \n \nTable 2: Summary of Risks and Mitigating Measures \nRisks  Mitigation Measures \nPolitical instability may weaken fiscal  The Asian Development Bank will continue policy engagement with \ndiscipline and policy commitment.  the government and its development partners. Policy engagement \nwith the government on its reform program consists of three main \nelements: (i) discussions on the design and implementation of the \nprogram policy matrix, (ii) Core Economic Working Group meetings, \nand (iii) joint review missions assessing program performance. \nThe government’s capacity to implement  Ongoing technical assistance activities have been supporting the \nreforms effectively may prove insufficient.  government in meeting the policy actions. \nThe government may limit its  The government, particularly the Ministry of Finance and Treasury, \nengagement or withdraw completely from  has provided a firm commitment to the program, including the \nengaging with development partners.  achievement of the policy actions under the program. \nSource: Asian Development Bank. \n \nIV.  ASSURANCES \n \n39.  The government and MOFT have assured ADB that implementation of the program shall \nconform to all applicable ADB policies including those concerning anticorruption measures, \nsafeguards, gender, procurement, consulting services, and disbursement, as described in detail \nin the grant agreement.32 \n \nV.  RECOMMENDATION \n \n40.  I am satisfied that the proposed policy-based grant would comply with the Articles of \nAgreement of the Asian Development Bank (ADB) and recommend that the Board approve the \ngrant not exceeding $5,000,000 to Solomon Islands from ADB’s Special Funds resources (Asian \nDevelopment  Fund)  for  the  Improved  Fiscal  Sustainability  Reform  Program,  on  terms  and \nconditions that are substantially in accordance with those set forth in the draft grant agreement \npresented to the Board. \n \nTakehiko Nakao \nPresident \n31 October 2018\n                                                \n30 Summary Poverty Reduction and Social Strategy (accessible from the list of linked documents in Appendix 2). \n31 Risk Assessment and Risk Management Plan (accessible from the list of linked documents in Appendix 2). \n32 Grant Agreement (accessible from the list of linked documents in Appendix 2). \n ", "Appendix 1  11 \nDESIGN AND MONITORING FRAMEWORK \n \nCountry’s Overarching Development Objectives \nRate of inclusive economic growth reinvigorated and increased \nEnvironment for private sector development improved and investment opportunities for all Solomon Islanders \nincreased \n \n(National Development Strategy, 2016–2035)a \n \n  Performance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \nEffect of the Reform  By 2020:     \n \nStrengthened public  a. Fiscal deficit maintained below  a. 2019 budget outturn  Political \nsector management and  1.5% of gross domestic product  documents  instability may \nservice delivery  (2017 baseline: 3.8% of gross  weaken fiscal \ndomestic product)  discipline and \n  policy \nb. At least 200 new companies  b. Solomon Islands  commitment. \nregistered of which at least 24%  Registry of Companies \nof total company shareholders  (Company Haus) \nand/or directors are women   \n(2017 baseline: 2,150 registered   \ncompanies of which 23% of total   \ncompany shareholders and/or   \ndirectors are women)   \n   \nc. Utilization rate of the  c. 2019 budget outturn \ndevelopment budget increased  documents \nto 80% (2017 baseline: 72% \nutilization rate of development \nbudget)b \nReform Areas  Policy Actions     \n  By 2019: \n1. Public financial  1.1 Public financial management  1.1 Letter from the Minister  The \nmanagement  system improved by (i) a  of Finance and  government’s \nreview of the public financial  Treasury attaching (i)  capacity to \nmanagement road map  the review of the public  implement \ncompleted; (ii) a public  financial management  reforms \nfinancial management action  road map and (ii) the  effectively may \nplan, 2018–2019, which  public financial  prove \nincludes a gender analysis  management action  insufficient. \nprepared; and (iii) Debt  plan, which includes a   \nManagement Regulations  gender analysis.  The government \nunder the Public Financial  Minister of Finance and  may limit its \nManagement Act (2013)  Treasury order  engagement or \napproved. (2017 baseline: No  approving the debt  withdraw \nreview of the public financial  management regulation  completely from \nmanagement road map; no  under the Public  engaging with \npublic financial management  Financial Management  development \naction plan, 2018–2019; and  Act (2013)  partners. \nno debt management \nregulations approved under the \nPublic Financial Management \nAct [2013]) \n \n ", "12  Appendix 1 \n  Performance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n  1.2 Parliament enacted (i) the  1.2 Assent of the governor-  \nAnticorruption Act (2018),  general given to the \nwhich creates an Independent  Anticorruption Act \nCommission Against  (2018) and \nCorruption, with two out of six  Whistleblower Act \nmembers being women, and  (2018) approved by \nthe President of the National  Parliament \nCouncil of Women on the \nnominating committee; and (ii) \nthe Whistleblower Act (2018). \n(2017 baseline: No \nAnticorruption Act or \nWhistleblower Act) \n2. Fiscal sustainability  2.1 Outstanding expenditure  2.1 Letter from the Minister   \n  arrears for 2017 cleared (2017  of Finance and \n  baseline: $17.8 million in  Treasury certifying the \n  expenditure arrears)  clearance of 2017 \n    expenditure arrears of \n    $17.8 million \n     \n  2.2 Aggregate expenditures  2.2 Screenshot of the \n  reduced by at least 1.5% in the  MOFT website posting \n  2018 budget (2017 baseline:  2018 budget \n  $516.8 million)  documentation and \n    2019 budget strategy, \n    and letter from the \n    Minister of Finance and \n    Treasury certifying a \n    reduction in year-on-\n    year government \n    expenditures from 2017 \n    to 2018. \n     \n  2.3 Revenues increased by (i) the  2.3 Assent of the governor-\n  Goods Tax (Amendment) Bill  general given to the \n  (2018) enacted by Parliament;  Goods Tax \n  (ii) resident-withholding tax  (Amendment) Bill \n  enacted; (iii) increases in  (2018) approved by \n  excises on alcohol and  Parliament. Minister of \n  tobacco, including an  Finance and Treasury \n  automatic annual increase  order approving \n  mechanism enacted; and (iv)  enactment of the \n  consultations with Solomon  resident withholding \n  Islands Women in Business  tax. Minister of Finance \n  Association completed for at  and Treasury order \n  least one of these tax reforms.  approving the \n  (2017 baseline: No changes to  enactment of excises \n  the Goods Tax Act, resident- on alcohol and tobacco, \n  withholding tax and excises on  including an automatic \n  alcohol and tobacco, including  annual increase \n  consultations with women)  mechanism. \n     \n3.  Private sector  3.1 Cabinet approved (i) a  3.1 Cabinet conclusions \ninvestment climate  sustainable forestry policy, and  approving (i) the \n ", "Appendix 1  13 \n  Performance Indicators with  Data Sources and   \nResults Chain  Targets and Baselines  Reporting Mechanisms  Risks \n  (ii) a National Minerals Policy.  Sustainable Forestry \n(2017 baseline: No  Policy and (ii) the \ngovernment policies on  National Minerals \nsustainable forestry and  Policy \nnational minerals)   \n   \n3.2 Cabinet approved a  3.2 Cabinet conclusions \ncompetition Policy, which has  approving a \nthe economic empowerment of  Competition Policy, \nwomen as an objective. (2017  which has the \nbaseline: No competition  economic \npolicy)  empowerment of \nwomen as an objective \nBudget Support \n \nAsian Development Bank: $5.0 million (grant) \nWorld Bank: $10 million (grant) \nGovernment of Australia: $1.5 million (grant) \nGovernment of New Zealand: $2.0 million (grant) \nEuropean Union: $2.9 million (grant) \nMOFT = Ministry of Finance and Treasury. \na  Government of Solomon Islands. 2016. National Development Strategy, 2016–2035. Honiara. \nb  The utilization rate is the development budget disbursement divided by the development budget appropriation. \nSource: Asian Development Bank. \n \n ", "14  Appendix 2 \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52074-001-2 \n \n1.  Grant Agreement \n2.  Sector Assessment (Summary): Public Sector Management \n3.  Contribution to the ADB Results Framework \n4.  Development Coordination \n5.  Country Economic Indicators \n6.  International Monetary Fund Assessment Letter1 \n7.  Summary Poverty Reduction and Social Strategy \n8.  Risk Assessment and Risk Management Plan \n9.  List of Ineligible Items \n  \nSupplementary Documents \n10. Program Impact Assessment \n11. Macroeconomic Analysis \n                                                \n1  The International Monetary Fund confirmed on 18 September 2018 that the attached press release may serve as its \nassessment letter. \n ", "Appendix 3  15 \nDEVELOPMENT POLICY LETTER \n \n \n ", "16  Appendix 3 \n \n \n   \n ", "Appendix 3  17 \n \n \n \n \n \n \n ", "18  Appendix 4 \nPOLICY MATRIX \n \nKey Reform Area (KRA)  Policy Actions  Post-Program Partnership \nFramework \nKRA 1: Public financial  Policy Action 1.1: Measures  To sustain efforts to improve \nmanagement  undertaken to assess and  public financial management and \nimprove the performance of the  accountability, and fight \npublic financial management  corruption, the Government shall: \nsystem by:  •  Implement the \n(a) Reviewing the public financial  recommendations under the \nmanagement roadmap;  public financial management \n(b) Preparing a public financial  action plan;  \nmanagement action plan  •  Approve additional regulations \n2018-2019 which includes  under the Public Financial \ngender analysis; and  Management Act, including on \n(c) Approving the Debt  use of public funds, budget \nManagement Regulations  process and procurement; \nunder the Public Financial  •  Commence implementation of \nManagement Act (2013).  the Anticorruption Act (2018) \n  and the Whistleblower Act \n(2018), including (i) \nappropriating funds for the \nestablishment of the \nAnticorruption Commission, \n(ii) establishing a code of \nconduct and anti-sexual \nharassment policy provisions \nfor public office holders and \ncivil servants, and providing \nPolicy Action 1.2: Measures  training for men and women \nundertaken to improve  including training on gender, \naccountability, increase  sexual harassment and \ntransparency, and fight corruption  corruption, and (iii) enacting \nby:  regulations under the \n(a) Parliamentary approval of the  Anticorruption Act (2018).  \nAnticorruption Bill (2018) \nwhich creates an Independent \nCommission Against \nCorruption with 2 out of 6 \nwomen members and the \nPresident of the National \nCouncil of Women on the \nnominating committee; and \n(b) Parliamentary approval of the \nWhistleblower Bill (2018). \n \nKRA 2: Fiscal sustainability  Policy Action 2.1: Clear  Government to continue its efforts \noutstanding expenditure arrears  towards fiscal sustainability and \nfor 2017 as part of government’s  balanced budgets by: \nfiscal consolidation program.  •  Introducing measures to \n  improve cash management \nPolicy Action 2.2: Reduce  within government; \naggregate expenditures by at  •  Improving fiscal forecasting; \nleast 1.5% in the 2018 Budget in  •  Strengthening the governance \nline with the government’s fiscal  arrangements around \nconsolidation program.   discretionary expenditures \n \n ", "Appendix 4  19 \nPolicy Action 2.3: Undertake  such as the Constituency \nmeasures to increase revenues in  Development Funds; \nline with the government’s fiscal  •  Complying with international \nconsolidation program by:  accounting standards such as \n(a)  Parliament enacted the  the International Public Sector \nGoods Tax (Amendment) Bill  Accounting Standards; \n(2018);  •  Adopting a new scholarship \n(b)  Enacting the resident  policy that includes gender \nwithholding tax; and  equity measures and \n(c)  Enacting increases in excises  •  Reducing the overdue tax \non alcohol and tobacco  arrears. \nincluding an automatic annual \nincrease mechanism, and \n(d)  consultations with the \nSolomon Islands Women in \nBusiness Association was \nundertaken for at least one of \nthese tax reforms. \n  \nKRA 3: Private sector  Policy Action 3.1: Commenced a  Government to continue efforts to \ninvestment climate  review with the objectives to  improve the climate for private \ndeliver a fair, simple, broad-based  sector growth and diversification \ntax system, which is gender  by ensuring: \nsensitive and supports economic  •  Bills are prepared and \ngrowth and encourages women’s  consulted related to tax \nparticipation in the economy.  administration and introducing \n  a Value-Added Tax; \nPolicy Action 3.2: Measures  •  Mandatory Community \nundertaken to promote  Development Agreements for \nsustainable and inclusive  mining and model Mining \neconomic growth by broadening  Agreements are adopted; \nthe productive base by Cabinet  •  Enactment of a fiscal regime \napproving:  for mining; \n(a)  a Sustainable Forestry Policy;  •  Adoption and enforcement of \nand  forestry rehabilitation policies; \n(b)  a National Minerals Policy;  and \n  •  Laws and practices governing \nPolicy Action 3.3: Measures  competition and consumer \nundertaken to promote  protection are reviewed and \ncompetition in Solomon Islands by  fed into the development of a \nCabinet approving a Competition  competitive neutrality \nPolicy which has the economic  framework. \nempowerment of women as an   \nobjective. \n. \n \nMOFT = Ministry of Finance and Treasury. \nSource: Asian Development Bank. \n \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20181105140851+11'00'", "Creator": "PDF24 Creator", "Keywords": "solomon islands, public financial management, improve macroeconomic management, fiscal sustainability, private sector development, grant 0629, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20181128112023+08'00'", "Producer": "GPL Ghostscript 9.14", "Subject": "52074-001: Report and Recommendation of the President", "Title": "Solomon Islands: Improved Fiscal Sustainability Reform Program"}, "author_page": "CURRENCY EQUIVALENTS \n(as of 19 October 2018) \n \nCurrency unit  –  Solomon Islands dollar/s (SI$) \nSI$1.00  =  $0.1280     \n$1.00  =  SI$7.8125     \n \n \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  CEWG  –  Core Economic Working Group \n  IMF  –  International Monetary Fund \nMOFT  –  Ministry of Finance and Treasury \nNDS  –  National Development Strategy \nPFM  –  public financial management \nPPPF  –  post-program partnership framework \nTA  –  technical assistance \nNOTE \n \nIn this report, “$” refers to United States dollars. \n \n \nVice-President  Stephen Groff, Operations 2 \nDirector General  Ma. Carmela Locsin, Pacific Department (PARD) \nDirectors  Xiaoqin Fan, Regional Director, Pacific Liaison and Coordination \nOffice (PLCO), PARD \nEmma Veve, Director, Urban, Social Development, and Public \nManagement Division, PARD \n   \nTeam leader  Matthew Hodge, Senior Country Specialist, PARD \nTeam members  Jacqueline Connell, Senior Economics Officer, PLCO, PARD \n  Mairi MacRae, Social Development Specialist (Gender and \nDevelopment), PARD \nDouglas Perkins, Principal Counsel, Office of the General Counsel \nLaisiasa Tora, Economist (Public Finance), Central and West Asia \nDepartment \n  Dalcy Tozaka, Senior Country Coordination Officer, PLCO, PARD \nPeer reviewers  Aaron Batten, Senior Planning and Policy Economist, Strategy, \nPolicy and Review Department \nHanif Rahemtulla, Senior Public Management Specialist, \nSustainable Development and Climate Change Department \n \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area. ", "authors": [{"fullname": "  Mairi MacRae", "role": " Social Development Specialist ", "organization": "(Gender and "}, {"fullname": "  Dalcy Tozaka", "role": " Senior Country Coordination Officer", "organization": "PLCO"}]}