{"path": "data/input/reports/52090-001-rrp-en.pdf", "pages": [" \n \nReport and Recommendation of the President  \nto the Board of Directors\n \n \nProject Number: 52090-001 \nAugust 2020 \n \n \n \n \nProposed Loan \nShenzhen Water (Group) Co., Ltd. and Shenzhen \nWater and Environment Investment Group Co., Ltd. \nClimate-Resilient and Smart Urban Water \nInfrastructure Project \n(People’s Republic of China) \n \n \n \n \n \n \n \n \n \n \n \n \nThis is a redacted version of the document approved by ADB's Board of Directors, which excludes \ninformation that is subject to exceptions to disclosure set forth in ADB's Access to Information \nPolicy. \n \n ", "", " \nCURRENCY EQUIVALENTS \n(as of 16 June 2020) \nCurrency unit  –  yuan (CNY) \nCNY1.00  =  $0.1410 \n$1.00  =  CNY7.0902 \n  \nABBREVIATIONS \n \n  ADB  –  Asian Development Bank \n  EARD  –  East Asia Department \n  ESMS  –  environmental and social management system \n  PRC  –  People’s Republic of China \n  PSOD  –  Private Sector Operations Department \n  SDCC  –  Sustainable Development and Climate Change Department \n  SZWG  –  Shenzhen Water (Group) Co., Ltd. \n  SZWEIC  –  Shenzhen Water and Environment Investment Group Co., Ltd. \n \nNOTES \n \n(i)  The fiscal year (FY) of Shenzhen Water (Group) Co., Ltd. and Shenzhen Water \nand Environment Investment Group Co., Ltd. ends on 31 December. \n \n(ii)  In this report, “$” refers to United States dollars. \n   \n ", " \nVice-Presidents  Diwakar Gupta, Private Sector Operations and Public–Private \nPartnerships \nAhmed M. Saeed, Operations 2 \nDirectors General  Michael Barrow, Private Sector Operations Department (PSOD) \nJames P. Lynch, East Asia Department (EARD) \nDirectors  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division (EAPF), EARD \nJackie B. Surtani, Infrastructure Finance Division 2 (PSIF2), PSOD \n   \nTeam leaders  Jinqiang Chen, Young Professional, PSIF2, PSOD  \nAnqian Huang, Senior Financial Sector Specialist, EAPF, EARD \nZhijia Rao, Senior Investment Officer, PSIF2, PSOD \nYihong Wang, Senior Investment Officer, PRC Resident Mission (PRCM), \nEARD \nProject advisor  Hisaka Kimura, Advisor, Office of the Director General, PSOD \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), \nPrivate Sector Transaction Support Division (PSTS), PSOD \n  Rosana R. Aglibot-Bado, Senior Investment Officer, Office of the Director \nGeneral–Risk Analytics Unit, PSOD \n  Ian Bryson, Senior Safeguards Specialist, PSTS, PSOD \n  Cecilia De Castro, Safeguards Officer, PSTS, PSOD \nChristine P. Chan, Senior Investment Specialist, PSIF2, PSOD \nKa Seen Gabrielle Chan, Safeguards Specialist, PSTS, PSOD \nMarga C. Domingo-Morales, Senior Results Management Officer, Office of \nthe Director General (EAOD), EARD \n  Dennis Eucogco, Senior Guarantees and Syndications Specialist, Office of \nthe Director General–Guarantees and Syndications Unit (OPSD–GSU), \nPSOD \nCoral P. Fernandez-Illescas, Principal Water Resources Specialist, Office \nof the Cluster Head–Water Sector Group (SDSC–WAT), Sustainable \nDevelopment and Climate Change Department (SDCC) \n  Jhiedon L. Florentino, Economics Officer, PSTS, PSOD \n  Katherine E. Gonzales, Senior Operations Assistant, PSIF2, PSOD \nEsmyra P. Javier, Senior Climate Change Officer, Climate Change and \nDisaster Risk Management Division, SDCC \nVeronica Mendizabal Joffre, Social Development Specialist (Gender and \nDevelopment), EAOD, EARD \n  Manfred Kiefer, Senior Economist, PSTS, PSOD \n  Danhui Li, Project Analyst, PRCM, EARD \nCatherine Marsh, Assistant General Counsel, Office of the General \nCounsel \n  Mohsin Monnoo, Senior Investment Specialist, OPSD–GSU, PSOD \nNoriyuki Mori, Senior Water Resources Specialist (Dam Optimization), \nSDSC–WAT, SDCC \nAmanda A. Satterly, Senior Social Development Specialist (Gender and \nDevelopment), PSTS, PSOD \nPeer reviewer  Vivian Castro-Wooldridge, Senior Urban Development Specialist, Urban \nand Water Division, South Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", " \nCONTENTS \n \nPage \n \nPROJECT AT A GLANCE \nI.  THE PROPOSAL  1 \nII.  THE PROJECT  1 \nA.  Project Identification and Description  1 \nB.  Development Impact, Outcome, and Outputs  3 \nC.  Alignment with ADB Strategy and Operations  4 \nD.  Financing Plan  4 \nE.  Implementation Arrangements  4 \nF.  Unique Features  5 \nIII.  THE PROPOSED ADB ASSISTANCE  6 \nA.  The Assistance  6 \nB.  Value Added by ADB Assistance  6 \nIV.  POLICY COMPLIANCE  6 \nA.  Safeguards and Social Dimensions  6 \nB.  Anticorruption Policy  8 \nC.  Investment Limitations  8 \nD.  Assurances  8 \nV.  RECOMMENDATION  8 \n \nAPPENDIXES \n1.  Design and Monitoring Framework  9 \n2.  List of Linked Documents  11 \n \n ", "", "Project Classification Information Status: Complete\nPROJECT AT A GLANCE\n1. Basic Data Project Number: 52090-001\nProject Name Climate-Resilient and Smart  Department/Division EARD/PRCM\nUrban Water Infrastructure \nProject\nCountry China, People's Republic of\nBorrowers  Shenzhen Water (Group) Co., \nLtd.\nShenzhen Water and \nEnvironment Investment Group \nCo., Ltd.\n \nPortfolio at a Glance https://www.adb.org/Documents/\nLinkedDocs/?id=52090-001-Port\nAtaGlance\nqq\n2. Sector Subsector(s)      ADB Financing ($ million)\nWater and other urban  Other urban services 40.00\ninfrastructure and services\nUrban sewerage 60.00\nUrban water supply 100.00\nTotal\n200.00\nqq\n3. Operational Priorities Climate Change Information\nAccelerating progress in gender equality GHG reductions (tons per annum) 0\nTackling climate change, building climate and disaster  Climate Change impact on the Project Medium\nresilience, and enhancing environmental sustainability\nMaking cities more livable ADB Financing\nAdaptation ($ million) 40.00\nMitigation ($ million) 0.00\nCofinancing\nAdaptation ($ million) 0.00\nMitigation ($ million) 0.00\nQq\nSustainable Development Goals Gender Equity and Mainstreaming\nSDG 6.3, 6.4, 6.a Effective gender mainstreaming (EGM)\nSDG 11.b\nSDG 13.a Poverty Targeting\nGeneral Intervention on Poverty\nqq\n4. Nonsovereign Operation Risk Rating \nObligor Name Obligor Risk Rating Facility Risk Rating\nShenzhen Water (Group) Co., Ltd. NSO3 NSO4\nShenzhen Water and Environment Investment Group Co., Ltd. NSO4 NSO4\n5. Safeguard Categorization Environment: B  Involuntary Resettlement: A Indigenous Peoples: C\nQq\n6. Financing\nModality and Sources Amount ($ million)\nADB 200.00\n     Nonsovereign LIBOR Based Loan (Regular Loan): Ordinary capital resources 100.00\n     Nonsovereign LIBOR Based Loan (Regular Loan): Ordinary capital resources 100.00\nCofinancing 0.00\n     None 0.00\nOthers a 200.00\nTotal 400.00\nCurrency of ADB Financing: Yuan Renminbi \naDerivedbydeductingADBfinancingandCofinancingfromTotalProjectCost.\nSource:AsianDevelopmentBank\nThisdocumentmustonlybegeneratedineOps. 17062020095126435973 Generated Date: 21-Jul-2020 8:53:37 AM ", "", " \nI.  THE PROPOSAL \n \n1.  I submit for your approval the following report and recommendation on a proposed loan of \nup to $200,000,000 equivalent in yuan to Shenzhen Water (Group) Co., Ltd. (SZWG) and \nShenzhen  Water  and Environment  Investment  Group  Co.,  Ltd.  (SZWEIC)  for the  Climate-\nResilient and Smart Urban Water Infrastructure Project in the People’s Republic of China (PRC). \n \n2.  The proposed project will support SZWG’s investment in multiple water supply and \nwastewater treatment facilities with smart water technologies and climate- and disaster-resilient \nurban water infrastructure in Shenzhen and third- and fourth-tier cities in the PRC.1 \n \nII.  THE PROJECT \n \nA.  Project Identification and Description \n \n3.  Project identification. The PRC is one of the world’s most water-stressed countries. Per \ncapita water resources are about one-quarter of the global average,2 and 25% of its water bodies \ndo not meet minimum drinking water quality standards.3 By 2030, the country will need up to 20% \nmore in total water supply than it did in 2014, with a rapid increase in urban water demand.4 Water \nscarcity is exacerbated by climate change and surface water and groundwater pollution. Climatic \nchanges can alter the seasonality of rainfall and intensify extreme precipitation events, straining \ndrainage and sewerage infrastructure and heightening the risks of urban flooding.5 Enhancing \nresilience to extreme weather events associated with climate change is an emerging priority for \ncities in the PRC. \n \n4.  In response, the Government of the PRC launched a national “sponge city” program in \n2015. The country’s Thirteenth Five-Year Plan (2016–2020) for the Development of Strategic \nEmerging Industries emphasized greater use of smart water systems.6 A “sponge city” is a city \nwith a water infrastructure system that is capable of absorbing, harvesting, storing, filtering, \npurifying, and slowly releasing or reusing urban runoff—in effect, acting like a sponge. A sponge \ncity is designed to soak up heavy rainfall and flooding and, when needed, release stored water to \nmake it available for beneficial use. In these ways, a sponge city helps to ensure safe urban \ndrainage, avoid flooding, reuse rainwater, and protect the environment. Smart water solutions \nutilize technological innovation to improve water quality and supply, reduce leakages, enhance \nwastewater treatment and reuse, support monitoring and evaluation, improve customer services, \nand reduce energy consumption. \n \n5.  The Asian Development Bank (ADB) has long supported capacity development in areas \nof water supply, wastewater management, integrated water resource management, flood risk \nmanagement, and enabling the environment for private sector participation. Recent examples \ninclude ADB assistance for preparing (i) an outline strategy to promote smart water approaches \nin a comprehensive integrated urban water system for Tianjin Municipality, (ii) a nationwide long-\n \n1  Third- and fourth-tier cities are generally cities smaller than and ranked below provincial capital cities. \n2  National Bureau of Statistics of China. National Database. http://data.stats.gov.cn (accessed 6 June 2020). \n3  Government of the PRC, Ministry of Ecology and Environment. 2020. Report on the State of Environment in China \n2019. Beijing. \n4  Asian Development Bank (ADB). 2018. Managing Water Resources for Sustainable Socioeconomic Development: \nA Country Water Assessment for the People’s Republic of China. Manila. \n5  ADB. 2017. Technical Assistance for Supporting Adaptation Decision Making for Climate-Resilient Investments. \nManila (TA 9414-REG). \n6  National Development and Reform Commission. 2015. The Outline of the Thirteenth Five-Year Plan, 2016–2020. \nBeijing. \n ", "2 \n \nterm road map for sponge city development for the PRC’s Ministry of Housing and Urban–Rural \nDevelopment, and (iii) technical guidance and pilot city to mainstream urban climate change \nadaptation in the country. In 2018, SZWG participated in an ADB sponge city dissemination \nworkshop and requested ADB assistance to partially fund its 2020–2023 investment plan. SZWG \nis committed to making its investments more resilient to climate change and sharing knowledge \nit has gained in Shenzhen with third- and fourth-tier cities in the PRC. \n \n6.  Project design. The loan will finance multiple urban water subprojects that support \nsponge city development to enhance climate resilience, or apply smart water technology to \nimprove efficiency in the water value chain from the supply end to wastewater treatment. The \nproject is designed to be cost-effective in financing multiple subprojects. Subprojects will be \nidentified during the project implementation period between 2020 and 2023. ADB will extend \nfinancing on a subproject-by-subproject basis. \n \n7.  Eligibility criteria. The majority (60%) of the loan proceeds will be used in third- and \nfourth-tier cities, while the rest will be used in Shenzhen. All subprojects should meet climate-\nresilient  and  smart  water  technique  and  technology  requirements  and  pre-agreed  eligibility \ncriteria. [CONFIDENTIAL INFORMATION DELETED] \n \n8.  The sponsor and borrowers. SZWG is the project’s sponsor and guarantor, and SZWG \nand SZWEIC are the co-borrowers. Established in 2001, SZWG is a water utility that provides \ncomprehensive water solutions and services that include urban water system management and \nwastewater treatment and network maintenance. The Shenzhen Municipal Government is the \nmajority  owner  of  SZWG  (55%),  with  the  remaining  shares  held  indirectly  by  Veolia \nEnvironnement S.A. (25%)7 and Beijing Capital Co., Ltd. (20%).8 SZWEIC is a SZWG investment \nplatform established in 2005 to develop, invest, and implement subprojects outside of Shenzhen. \nSZWEIC is owned by SZWG (70%) and the Shenzhen Municipal Government’s investment arm, \nShenzhen Capital Co., Ltd. (30%). \n \n9.  SZWG plans to upgrade the technologies of water supply and wastewater treatment \nfacilities to reduce nonrevenue water, optimize energy efficiency, and enhance service quality. It \nwill also strengthen long-term monitoring and evaluation of urban water systems. The resulting \nimproved operational efficiency and reduced water losses will lower energy consumption and \ncarbon emissions. \n \n10.  SZWG’s sponge city development will be guided by modeling of surface water, weather \npatterns, drainage systems, and groundwater. It will involve low-impact development techniques \nsuch as the use of wetlands, permeable pavements, rainwater gardens, green roofs, storage \nfacilities, wastewater reuse, and managed aquifer recharge. Sponge city development can also \nincorporate advanced early warning systems for floods, weather events, and pollution. The \nsponge city is expected to contribute to climate and disaster resilience, mainly by reducing the \nseverity of the urban flooding caused by excessive rainfall and droughts through storing and \nreleasing runoff in a more ecologically functional way. \n \n7  Veolia Environnement S.A. has been the sponsor in previous ADB-funded projects. See ADB. 1999. Report and \nRecommendation of the President to the Board of Directors: Proposed Loan to the People’s Republic of China for \nthe Chengdu Generale Des Eaux-Marubeni Waterworks Company Limited. Manila (Loan 7152/1669-PRC); ADB. \n2008. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of China for the Municipal District Energy Infrastructure Development Project. Manila (Loan 2422-PRC). \n8  Beijing Capital was the sponsor of a previous ADB-funded project. See ADB. 2015. Report and Recommendation of \nthe President to the Board of Directors: Proposed Loan to the People’s Republic of China for the Western Counties \nWater and Wastewater Management Project. Manila (Loan 7455/3304-PRC). \n ", "3 \n \n \n11.  SZWG aims to disseminate and bring its operational know-how from Shenzhen to smaller \ncities in the country. As of 2019, SZWG was managing 88 water supply plants with an aggregate \ndaily design capacity of 9.8 million cubic meters and 41 wastewater treatment plants with total \ncapacity of 4.0 million cubic meters. These plants served more than 30 million people across 22 \ncities in seven provinces. SZWG is the first PRC water company to produce and distribute high-\nquality potable water to households using a water safety plan for streamlined water quality \nmanagement through automation. In addition, SZWG has invested in research and development \nin collaboration with PRC universities and owned 52 patents and 62 utility models as of 2019.  \n \n12.  SZWG has completed two sponge city projects and is keen to learn from industry best \npractices. Although SZWG has made significant progress on smart water solutions, most of them \nhave focused on e-payment and digitalized monitoring. SZWG has taken initial steps to apply \nsmart water technology for climate change mitigation to reduce energy consumption. SZWG is \nalso committed to improving its approaches to social and environmental management and gender \ninclusiveness, and has participated in knowledge-sharing events organized by ADB. \n \n13.  ADB conducted integrity due diligence.9 SZWG and SZWEIC and their shareholders, \nboards  of  directors,  and  managers  do  not  appear  to  constitute  a  significant  or  potentially \nsignificant integrity risk, since no significant unresolved or substantiated adverse media or other \nrelevant information is related to them. Tax integrity due diligence was not required. \n \n14.  Pandemic  impacts.  The  coronavirus  disease  (COVID-19)  pandemic  highlights  the \nimportance and preventive power of water, sanitation, and hygiene in sustaining human health \nand well-being. The pandemic has not had a material impact on SZWG’s project costs or capacity. \nUsing digital solutions such as automation and remote monitoring, SZWG provided water supply \nand wastewater treatment services during the first quarter of 2020 without interruption. The \npandemic’s potential impact on municipal governments involved was not fully assessed during \nproject processing. However, ADB’s support for crucial infrastructure through a nonsovereign loan \nis expected to help local governments ensure climate consciousness in economic recovery \nefforts, and the subprojects will provide local jobs. \n \nB.  Development Impact, Outcome, and Outputs \n \n15.  Impact.  The  project  is  aligned  with  the  following  impacts:  urban  environment  and \necosystems improved, and climate resilience enhanced in the PRC.10 \n \n16.  Outcome. The project will have the following outcome: climate-resilient and smart urban \nwater management in the PRC expanded. \n \n17.  Outputs. The project will have three outputs: (i) climate-resilient and smart urban water \nsystems in selected cities constructed or rehabilitated; (ii) knowledge of sponge city and smart \nwater technology application that promotes increased resilience of women to climate change and \ndisasters  increased;  and  (iii)  SZWG’s  gender  inclusiveness  improved.  [CONFIDENTIAL \nINFORMATION DELETED] \n \n \n9  ADB. 2003. Enhancing the Asian Development Bank's Role in Combating Money Laundering and the Financing of \nTerrorism. Manila.  \n10 State Council of the PRC. 2015. Water Pollution Prevention and Control Action Plan. Beijing. \n ", "4 \n \nC.  Alignment with ADB Strategy and Operations \n \n18.  Consistency with ADB strategy and country strategy. By supporting greater gender \ninclusiveness at SZWG, the project is aligned with ADB’s Strategy 2030 operational priority 2 \n(accelerating progress in gender equality). The project will include a gender action plan. It is \naligned with operational priority 3 (tackling climate change, building climate and disaster resilience, \nand enhancing environmental sustainability) by supporting the establishment of sponge cities to \naddress flood risks and improving energy efficiency through the use of smart water technologies. \nBy supporting water quality improvements, reducing pollution, and enhancing water efficiency \nin PRC cities, the project is also aligned with operational priority 4 (livable cities). The project \nsupports the strategic priorities of ADB’s water operational plan 2011–2020 and the objectives \nlaid out in ADB’s country partnership strategy for the PRC, 2016–2020 to manage climate \nchange and the environment and to develop green cities.11 \n \n19.  Lessons from previous operations. The ADB-supported Jiangxi–Pingxiang Integrated \nRural–Urban Infrastructure Development Project showed that rigorous demand analyses and \neffective policy dialogue on cost recovery benefited urban water planning and ensured investment \nsustainability. 12  ADB’s  Jilin  Yanji  Low-Carbon  Climate-Resilient  Healthy  City  Project \ndemonstrated that sponge city infrastructure yielded multiple benefits, including effective defense \nagainst flooding; better water absorption filtering and purifying; increased biodiversity; and a more \nconducive environment for recreation, walking, and cycling.13 In light of progress achieved on \nsustainable green growth, ADB should support the transformation of traditional urban water \nutilities into comprehensive water environmental management providers and mobilize investment \nfrom the private sector to support sustainable development. \n \nD.  Financing Plan \n \n20.  [CONFIDENTIAL INFORMATION DELETED] \n \n21.  [CONFIDENTIAL INFORMATION DELETED] \n \nE.  Implementation Arrangements \n \n22.  Table 2 summarizes the implementation arrangements. \n \nTable 2: Summary of Implementation Arrangements \nAspects  Arrangements \nRegulatory framework  For each subproject outside of the Shenzhen Special Economic Zone, \nSZWG or SZWEIC will enter into an agreement with the municipal \ngovernment under a form of public–private partnership. Within the \nShenzhen Special Economic Zone, SZWG operates under 30-year \nconcession agreements. The municipal government sets the water and \nwastewater tariffs, and the national government sets water quality \nstandards. Water tariffs are tiered higher for higher levels of water \n \n11 ADB. 2012. Water Operational Plan 2011–2020. Manila; and ADB. 2016. Country Partnership Strategy: People’s \nRepublic of China, 2016–2020—Transforming Partnership: People’s Republic of China and Asian Development \nBank. Manila. \n12 ADB. 2015. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of China for the Jiangxi–Pingxiang Integrated Rural–Urban Infrastructure Development Project. Manila \n(Loan 3281-PRC). \n13 ADB. 2019. Report and Recommendation of the President to the Board of Directors: Proposed Loan to the People’s \nRepublic of China for Jilin Yanji Low-Carbon Climate-Resilient Healthy City Project. Manila (Loan 3876-PRC). \n ", "5 \n \nAspects  Arrangements \nconsumption. The local municipal government directly provides a \nminimum living allowance to poor households to support basic human \nneeds and cover the water tariff.  \nManagement  SZWG will establish one subproject company for each subproject \noutside of the Shenzhen Special Economic Zone. SZWG or SZWEIC will \nsupervise subproject development, procurement, and financing \narrangements across its operations. SZWG will directly manage \nsubprojects in Shenzhen. \nImplementation period  December 2020–December 2023 \nConstruction arrangements  SZWG will outsource engineering, procurement, and construction of \nsubprojects through public tenders. SZWG has an in-house site \nmonitoring and management team to oversee construction quality and \nwill hire independent engineers for subproject supervision and \nevaluation. \nOperations arrangements \nRevenue structure  SZWG and the subproject companies will collect water tariffs from end \nusers for treating and distributing tap water. Municipal governments will \npay the wastewater treatment fees based on offtake agreements. Under \na sponge city project, the municipal government will make a payment to \nthe relevant subproject company based on (i) an annual availability \nservice charge and (ii) operation and maintenance fees. \nCost structure  Capital costs will include costs of constructing new water supply and \nwastewater treatment plants, reconstructing old plants, and upgrading \nnetwork systems. Operation and maintenance costs will include costs \nfor raw water, electricity, chemicals, repair and maintenance, labor, \nadministration, and other miscellaneous inputs. \nOperation and  The materials and chemicals required for subproject operation and \nmaintenance  maintenance are expected to be readily available in the People’s \nRepublic of China. SZWG and the subproject companies will manage all \noperation and maintenance. \nPerformance monitoring  SZWG and SZWEIC will report on key performance indicators, including \noperational, development effectiveness, and safeguard indicators. \nSZWG = Shenzhen Water (Group) Co., Ltd.; SZWEIC = Shenzhen Water and Environment Investment Group Co., Ltd.  \nSource: Asian Development Bank. \n \n23.  [CONFIDENTIAL INFORMATION DELETED] \n \nF.  Unique Features \n \n24.  The project was originated and structured through a strong “One ADB” approach and will \nbe the first joint nonsovereign operation undertaken by East Asia Department (EARD) and Private \nSector Operations Department (PSOD) in the PRC. EARD identified SZWG as a project sponsor \ncandidate  during  an  ADB  knowledge  and  support  technical  assistance  project  with  the \nGovernment of the PRC. EARD and PSOD subsequently worked together with the company to \nprocess this nonsovereign operation. ADB supported SZWG’s efforts to obtain a shadow credit \nrating from Standard & Poor’s, which, with the underscoring of support from the Shenzhen \nMunicipal Government, improved its credit rating in ADB’s pricing tools.14 In addition, the Water \nSector Group of Sustainable Development and Climate Change Department (SDCC) provided \nadvice on climate-resilient and smart water techniques and technologies. The combination of the \nsector knowledge of EARD and SDCC and PSOD’s transaction expertise and skills has provided \n \n14  ADB. 2017. Technical Assistance to the People’s Republic of China for Supporting Project Preparation. Manila (TA \n9437-PRC). \n ", "6 \n \nSZWG  with  a  one-stop  solution  for  promoting  the  project  that  incorporates  sponge  city \ndevelopment, smart water technology application, and gender inclusion. \n \nIII.  THE PROPOSED ADB ASSISTANCE \n \nA.  The Assistance \n \n25.  ADB’s proposed assistance to SZWG and SZWEIC is a loan of up to the equivalent of \n$200 million in yuan from its ordinary capital resources. The loan has a maturity of up to 10 years \n[CONFIDENTIAL INFORMATION DELETED]. The loan will be channeled through shareholder \nloans or equity investments to subprojects controlled by SZWG and SZWEIC. \n \n26.  During the life of the loan, SZWG, SZWEIC, and their subproject companies are bound by \nfinancial, operational, and safeguards covenants stipulated in the facility agreement, including the \nsubmission  to  ADB  of  regular  monitoring  reports  on  finance,  operations,  development \neffectiveness, and requirements to meet covenants typical for this type of transaction. \n \nB.  Value Added by ADB Assistance \n \n27.  ADB’s assistance provides the following additionality: \n \n(i)  Financial additionality. ADB’s assistance is designed to improve efficiency by \nbundling subprojects that are too small or costly to be financed on a stand-alone \nbasis. Without ADB support, SZWG would have to raise financing for each separate \nsubproject through the local branches of commercial banks where the subproject is \nlocated. ADB adds value by linking the cluster of projects with the wider financing \ncommunity, including international financial institutions. ADB’s facility will have a \ncatalytic role in mobilizing private sector resources through various cofinancing \narrangements during project implementation. \n(ii)  Nonfinancial additionality. ADB’s engagement will promote gender inclusiveness \nin SZWG’s operations and support knowledge that increases the resilience of \nwomen to climate change and disasters through the gender action plan. This will \nmake SZWG’s human resource management policy more supportive of gender \nmainstreaming, and the number of women managers at SZWG will increase. ADB \nwill also enhance SZWG’s environmental and social management system (ESMS) \nas a condition precedent to the first loan disbursement. \n(iii)  Knowledge sharing. Based on ADB’s continuous knowledge sharing and policy \ndialogue  with  the  Government  of  the  PRC  (para.  5),  the  project  will  have  a \ndemonstration impact and disseminate knowledge for the industry beyond SZWG. \nADB and SZWG will co-organize knowledge events to promote regional and global \nlearning on climate-resilient and smart water infrastructure. \n \n28.  [CONFIDENTIAL INFORMATION DELETED] \n \nIV.  POLICY COMPLIANCE \n \nA.  Safeguards and Social Dimensions \n \n29.  In compliance with ADB’s Safeguard Policy Statement (2009), the project is classified \ncategory  B  for  environment,  category  A  for  involuntary  resettlement,  and  category  C  for \n ", "7 \n \nindigenous peoples.15 Potential environmental and social impacts have been identified. Although \nADB does not anticipate category A involuntary displacement impacts from SZWG subprojects, \nthis classification will enable SZWG to utilize ADB loan proceeds to address any displacement of \nmore than 200 people by any sponge city subproject. Consolidated measures to avoid, minimize, \nmitigate, and compensate affected people for potential adverse impacts are in the safeguard \nreports and management plans. SZWG has sufficient institutional capacity and commitment to \nmanage the project’s social and environmental impacts.  \n \n30.  Environmental and social audit findings and recommendations. An external expert \nundertook due diligence in accordance with ADB’s Safeguard Policy Statement requirements for \ngeneral corporate finance. Due diligence included a corporate audit of SZWG’s ESMS and four \nsite  audits  at  water,  wastewater  treatment,  and  sponge  city  facilities.  The  corporate  audit \ndetermined that SZWG was in compliance with applicable laws and regulations of the jurisdictions \nin which it operates. However, in terms of the objectives, principles, and requirements of ADB’s \nSafeguard Policy Statement, some gaps were identified. The company’s environmental and social \nsystems, processes, and practices were assessed as commensurate with the risks and impacts \nassociated with its business and operations. The aspects reviewed during due diligence include \nodor  and  noise  nuisance,  waste  management,  hazardous  substance  management,  sludge \ndisposal, and occupational health and safety. SZWG did not have a land procurement procedure \nin place to identify and manage unresolved or potential future displacement impacts. This was \ndue largely to the fact that municipal governments carry out land procurement in the PRC and \naward land-use rights under concession agreements. As SZWG has not had and does not expect \nto have adverse or beneficial impacts on ethnic minority groups, its consideration of such groups \nin subproject planning was based on national law. \n \n31.   [CONFIDENTIAL INFORMATION DELETED] \n \n32.  SZWG has agreed to all audit findings and recommendations, which were reflected in the \nproject’s corrective action plan. As an initial action, SZWG, assisted by ADB, will develop an \nESMS that satisfies ADB requirements. ADB assistance has included drafting of specific ESMS \nprocedures, and ADB will also support staff training. The ESMS will include an environmental and \nsocial compliance audit procedure for SZWG to confirm that subprojects utilizing ADB loan \nproceeds comply with ADB requirements. SZWG will submit each subproject audit to ADB for \napproval before disbursement. Compliance audits will be disclosed on the ADB website. SZWG \nwill  submit  annual  reports  on  each  ADB-financed  subproject  to  ADB  to  confirm  ongoing \ncompliance with ADB requirements set out in the ESMS. \n \n33.  Effective gender mainstreaming. Following ADB’s Policy on Gender and Development \n(1998), SZWG has incorporated measures to promote gender equality and/or the empowerment \nof women in its business activities. ADB conducted a gender analysis of SZWG during project \npreparation. The gender action plan calls for (i) increasing the number of women in mid-level or \nhigh-level management; (ii) developing SZWG’s human resource policy to include measures that \nincrease the proportion of women staff recruited, retained, and promoted; (iii) increasing the \nproportion of female employees participating in professional training that can help advance their \ncareers;  and  (iv)  developing  a  knowledge  product  on  how  sponge  city  and  smart  water \ntechnologies can help women become more resilient to the effects of climate change and \ndisasters. SZWG will submit periodic reports on the implementation of gender measures to ADB. \n \n \n15 ADB. Safeguard Categories. \n ", "8 \n \n34.  SZWG will (i) apply ADB's prohibited investment activities list, (ii) ensure that investments \nusing ADB funds comply with the Safeguard Policy Statement and abide by national laws and \nregulations, and (iii) establish and maintain an ESMS that is satisfactory to ADB before loan \ndisbursement.  The  ESMS  requires  implementation  of  applicable  national  labor  laws  and \nregulations, in accordance with the labor elements of ADB’s Social Protection Strategy (2001). \nThe ESMS also contains requirements, as applicable, for information disclosure and consultation \nwith affected people following ADB requirements. SZWG will regularly report to ADB confirming \n(i) its and its subprojects’ compliance with such laws and (ii) the measures taken. \n \nB.  Anticorruption Policy \n \n35.  SZWG was advised of ADB’s policy of implementing best international practice relating to \ncombating corruption, money laundering, and the financing of terrorism. ADB will ensure that the \ninvestment  documentation  includes  appropriate  provisions  prohibiting  corruption,  money \nlaundering, and the financing of terrorism; and remedies for ADB in the event of noncompliance. \n \nC.  Investment Limitations \n \n36.  The proposed direct loan is within the medium-term, country, industry, group, and single \nexposure limits for nonsovereign investments. \n \nD.  Assurances \n \n37.  Consistent with the ‘Agreement Establishing the Asian Development Bank’ (the Charter),16 \nADB will proceed with the proposed assistance upon establishing that the Government of the \nPRC has no objection to the proposed assistance to SZWG and SZWEIC. ADB will enter into \nsuitable finance documentation, in form and substance satisfactory to ADB, following approval of \nthe proposed assistance by the ADB Board of Directors.  \n \nV.  RECOMMENDATION \n \n38.  I am satisfied that the proposed loan would comply with the Articles of Agreement of the \nAsian Development Bank (ADB) and recommend that the Board approve the loan of up to \n$200,000,000 equivalent in yuan from ADB’s ordinary capital resources to Shenzhen Water \n(Group) Co., Ltd. and Shenzhen Water and Environment Investment Group Co., Ltd. for the \nClimate-Resilient and Smart Urban Water Infrastructure Project in the People’s Republic of China, \nwith such terms and conditions as are substantially in accordance with those set forth in this \nreport, and as may be reported to the Board. \n \nMasatsugu Asakawa \nPresident \n \n3 August 2020 \n \n16 ADB. 1966. Agreement Establishing the Asian Development Bank. Manila. \n ", "Appendix 1    9 \n \nDESIGN AND MONITORING FRAMEWORK \nImpacts the Project is Aligned with \nUrban environment and ecosystems improved, and climate resilience enhanced in the PRC (Water \nPollution Prevention and Control Action Plan).a \n \nData Sources \nPerformance Indicators with Targets and  and Reporting \nResults Chain  Baselines  Mechanisms  Risks \nOutcome  By 2026:     \n       \nClimate-resilient  a. At least $40 million in equivalent capital  a.–e. Annual  Insufficient level \nand smart urban  expenditures invested for flood mitigation  project  of investment to \nwater  (2019 baseline: 0)  monitoring and  make urban \nmanagement in    development  water climate \nthe PRC  b. At least 2 million more people benefiting  effectiveness  resilient \nexpandedb  from improved urban water services in urban  monitoring   \nareas (2019 baseline: 0) (OP 4.1)  reports by  Shifted SZWG’s \n  SZWG  strategic \nc. Volume of water produced increased by  priorities, \nabout 100 million m3 per year (2019  including those \nbaseline: 0)  to implement a \n  human \nd. Volume of wastewater treated increased  resources policy \nby about 40 million m3 per year (2019  that promotes \nbaseline: 0)  gender \n  inclusiveness \ne. At least 10 female employees promoted to \nmid-level or high-level managers at SZWG \n(2019 baseline: 3) (OP 2.3) \n \nOutputs  By 2025:     \n       \n1. Climate- 1a. At least one sponge city subproject with  1a.–1c. Annual  Too few public–\nresilient and  reduced flood risk implemented (2019  project  private \nsmart urban  baseline: 0) (OP 3.2.5) (OP 4.3)  monitoring and  partnership \nwater systems in    development  contracts \nselected cities  1b. Water supply capacity using application  effectiveness  secured with \nconstructed or  of smart water technology added or improved  monitoring  local \nrehabilitated  by about 400,000 m3 per day (2019 baseline:  reports by  governments \n0)   SZWG; project   \n  completion  Delayed signing \n1c. Wastewater treatment capacity using  report  of public–private \nsmart water technology added or improved  partnership \nby about 200,000 m3 per day (2019 baseline:  contracts by \n0)   local \ngovernments \n \n2. Knowledge of  By 2023:    Insufficient \nsponge city and      SZWG’s \nsmart water  2a. At least one knowledge product on how  2a.–2b. Annual  resources for \ntechnology  sponge city and smart water technologies  project  knowledge \napplication that  promote increased resilience of women to  monitoring and  product and \npromotes  climate change and disasters produced  development  knowledge-\nincreased  (2019 baseline: 0)  effectiveness  sharing events \nresilience of    monitoring \nwomen to climate \n ", "10     Appendix 1 \n \nData Sources \nPerformance Indicators with Targets and  and Reporting \nResults Chain  Baselines  Mechanisms  Risks \nchange and  2b. At least 50 industry players and other  reports by \ndisasters  participants (at least 30% women) participate  SZWG \nincreased  in at least one knowledge-sharing event and \ngain improved understanding on how to \nconstruct sponge cities and apply smart \nwater technologies (2019 baseline: 0) \n3. SZWG’s  By 2023:    Weakening \ngender      SZWG \ninclusiveness  3a. A human resources policy prepared for  3a.–3b. Annual  commitment to a \nimproved  SZWG that aims to increase the proportion of  project  gender-inclusive \nwomen staff recruited, retained, and  monitoring and  human \npromoted (2019 baseline: current HR policy  development  resources policy \ndoes not have specific terms to increase  effectiveness \nproportion of women staff recruited, retained,  monitoring \nand promoted) (OP 2.3.2)  reports by \n  SZWG \n3b. At least 35% of staff in professional \ntraining for career advancement being \nfemale (2019 baseline: 30%) \nKey Activities with Milestones \n1. Climate-resilient urban water facilities in target cities constructed or rehabilitated \n[CONFIDENTIAL INFORMATION DELETED] \n2. Knowledge of sponge city and smart water technology application that promotes increased resilience \nof women to climate change disasters increased \n2.1 Engage consultants by 2022. \n2.2 Gather knowledge and develop knowledge product by 2023. \n2.3 Organize knowledge-sharing events by 2023. \n3. SZWG’s gender inclusiveness improved \n3.1 Review and strengthen human resources policy by 2023. \n3.2 Ensure women’s participation in relevant training by 2023. \nInputs \nADB loan: $200 million equivalent in yuan \n[CONFIDENTIAL INFORMATION DELETED] \nAssumptions for Partner Financing \nNot applicable \nADB = Asian Development Bank; m3 = cubic meters; OP = operational priority; PRC = People’s Republic of China; Q = \nquarter; SZWG = Shenzhen Water (Group) Co., Ltd. \na  State Council of the People’s Republic of China. 2015. Water Pollution Prevention and Control Action Plan. Beijing. \nb  ADB. 2018. Strategy 2030: Achieving a Prosperous, Inclusive, Resilient, and Sustainable Asia and the Pacific. Manila.  \nContribution to Strategy 2030 Operational Priorities: \nOP 2.3 Women represented in decision-making structures and processes (number) \nOP 2.3.2 Measures on gender equality supported in implementation (number) \nOP 3.2.5 New and existing infrastructure assets made climate and disaster resilient (number) \nOP 4.1 People benefiting from improved services in urban areas (number) \nOP 4.3 Zones with improved urban environment, climate resilience, and disaster risk management (number) \nSource: Asian Development Bank. \n ", "     Appendix 2      11 \n \nLIST OF LINKED DOCUMENTS \nhttp://www.adb.org/Documents/RRPs/?id=52090-001-4 \n \n1.  Contribution to Strategy 2030 Operational Priorities \n2.  Country Economic Indicators \n \n "], "metadata": {"Author": "Asian Development Bank", "CreationDate": "D:20200921134424+08'00'", "Creator": "PDF24 Creator", "Keywords": "china, prc, shenzhen, szwg, climate change adaptation, smart water, climate finance, climate resilience, livable cities, urbanization, 52090-001, adb projects, terms and conditions, board approval, rrp, approved projects, recommendations of the president", "ModDate": "D:20200922125322+08'00'", "Producer": "GPL Ghostscript 9.27", "Subject": "The proposed project will support the investment  of the Shenzhen Water (Group) Co., Ltd. (SZWG) in multiple water supply and wastewater treatment facilities with smart water technologies and climate- and disaster-resilient urban water infrastructure in Shenzhen and third- and fourth-tier cities in the People's Republic of China.\n\nThe report and recommendation of the President to the Board of Directors (RRP) document describes the terms and conditions of a project for consideration and approval by ADB's Board of Directors.\r\n\r\nThis document dated August 2020 is provided for the ADB project 52090-001 in the People's Republic of China.", "Title": "Climate Resilient and Smart Urban Water Infrastructure Project: Report and Recommendation of the President"}, "author_page": " \nVice-Presidents  Diwakar Gupta, Private Sector Operations and Public–Private \nPartnerships \nAhmed M. Saeed, Operations 2 \nDirectors General  Michael Barrow, Private Sector Operations Department (PSOD) \nJames P. Lynch, East Asia Department (EARD) \nDirectors  Xiaoqin Fan, Public Management, Financial Sector, and Regional \nCooperation Division (EAPF), EARD \nJackie B. Surtani, Infrastructure Finance Division 2 (PSIF2), PSOD \n   \nTeam leaders  Jinqiang Chen, Young Professional, PSIF2, PSOD  \nAnqian Huang, Senior Financial Sector Specialist, EAPF, EARD \nZhijia Rao, Senior Investment Officer, PSIF2, PSOD \nYihong Wang, Senior Investment Officer, PRC Resident Mission (PRCM), \nEARD \nProject advisor  Hisaka Kimura, Advisor, Office of the Director General, PSOD \nTeam members  Genevieve Abel, Principal Transaction Support Specialist (Integrity), \nPrivate Sector Transaction Support Division (PSTS), PSOD \n  Rosana R. Aglibot-Bado, Senior Investment Officer, Office of the Director \nGeneral–Risk Analytics Unit, PSOD \n  Ian Bryson, Senior Safeguards Specialist, PSTS, PSOD \n  Cecilia De Castro, Safeguards Officer, PSTS, PSOD \nChristine P. Chan, Senior Investment Specialist, PSIF2, PSOD \nKa Seen Gabrielle Chan, Safeguards Specialist, PSTS, PSOD \nMarga C. Domingo-Morales, Senior Results Management Officer, Office of \nthe Director General (EAOD), EARD \n  Dennis Eucogco, Senior Guarantees and Syndications Specialist, Office of \nthe Director General–Guarantees and Syndications Unit (OPSD–GSU), \nPSOD \nCoral P. Fernandez-Illescas, Principal Water Resources Specialist, Office \nof the Cluster Head–Water Sector Group (SDSC–WAT), Sustainable \nDevelopment and Climate Change Department (SDCC) \n  Jhiedon L. Florentino, Economics Officer, PSTS, PSOD \n  Katherine E. Gonzales, Senior Operations Assistant, PSIF2, PSOD \nEsmyra P. Javier, Senior Climate Change Officer, Climate Change and \nDisaster Risk Management Division, SDCC \nVeronica Mendizabal Joffre, Social Development Specialist (Gender and \nDevelopment), EAOD, EARD \n  Manfred Kiefer, Senior Economist, PSTS, PSOD \n  Danhui Li, Project Analyst, PRCM, EARD \nCatherine Marsh, Assistant General Counsel, Office of the General \nCounsel \n  Mohsin Monnoo, Senior Investment Specialist, OPSD–GSU, PSOD \nNoriyuki Mori, Senior Water Resources Specialist (Dam Optimization), \nSDSC–WAT, SDCC \nAmanda A. Satterly, Senior Social Development Specialist (Gender and \nDevelopment), PSTS, PSOD \nPeer reviewer  Vivian Castro-Wooldridge, Senior Urban Development Specialist, Urban \nand Water Division, South Asia Department \n \nIn preparing any country program or strategy, financing any project, or by making any designation \nof  or  reference  to  a  particular  territory  or  geographic  area  in  this  document,  the  Asian \nDevelopment Bank does not intend to make any judgments as to the legal or other status of any \nterritory or area.\n ", "authors": [{"fullname": "Diwakar Gupta", "role": "Private Sector Operations and Public", "organization": ""}, {"fullname": "Ahmed M. Saeed", "role": "Operations", "organization": ""}, {"fullname": "Michael Barrow", "role": "Private Sector Operations Department (PSOD)", "organization": ""}, {"fullname": "James P. Lynch", "role": "East Asia Department (EARD)", "organization": ""}, {"fullname": "Xiaoqin Fan", "role": "Public Management", "organization": "Financial Sector"}, {"fullname": "Jackie B. Surtani", "role": "Infrastructure Finance Division", "organization": ""}, {"fullname": "Jinqiang Chen", "role": "Young Professional", "organization": "PSIF"}, {"fullname": "Anqian Huang", "role": "Senior Financial Sector Specialist", "organization": "EAPF"}, {"fullname": "Zhijia Rao", "role": "Senior Investment Officer", "organization": "PSIF"}, {"fullname": "Yihong Wang", "role": "Senior Investment Officer", "organization": "PRC Resident Mission"}, {"fullname": "Hisaka Kimura", "role": "Advisor", "organization": "Office of the Director General"}, {"fullname": "Genevieve Abel", "role": "Principal Transaction Support Specialist (Integrity)", "organization": ""}, {"fullname": "Rosana R. Aglibot-Bado", "role": "Senior Investment Officer", "organization": "Office of the Director"}, {"fullname": "Ian Bryson", "role": "Senior Safeguards Specialist", "organization": "PSTS"}, {"fullname": "Cecilia De Castro", "role": "Safeguards Officer", "organization": "PSTS"}, {"fullname": "Christine P. Chan", "role": "Senior Investment Specialist", "organization": "PSIF"}, {"fullname": "Ka Seen Gabrielle Chan", "role": "Safeguards Specialist", "organization": "PSTS"}, {"fullname": "Marga C. Domingo-Morales", "role": "Senior Results Management Officer", "organization": "Office of"}, {"fullname": "Dennis Eucogco", "role": "Senior Guarantees and Syndications Specialist", "organization": "Office of"}, {"fullname": "Coral P. Fernandez-Illescas", "role": "Principal Water Resources Specialist", "organization": "Office"}, {"fullname": "Jhiedon L. Florentino", "role": "Economics Officer", "organization": "PSTS"}, {"fullname": "Katherine E. Gonzales", "role": "Senior Operations Assistant", "organization": "PSIF"}, {"fullname": "Esmyra P. Javier", "role": "Senior Climate Change Officer", "organization": "Climate Change and"}, {"fullname": "Disaster Risk Management Division", "role": "SDCC", "organization": ""}, {"fullname": "Veronica Mendizabal Joffre", "role": "Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Manfred Kiefer", "role": "Senior Economist", "organization": "PSTS"}, {"fullname": "Danhui Li", "role": "Project Analyst", "organization": "PRCM"}, {"fullname": "Catherine Marsh", "role": "Assistant General Counsel", "organization": "Office of the General"}, {"fullname": "Mohsin Monnoo", "role": "Senior Investment Specialist", "organization": "OPSD"}, {"fullname": "Noriyuki Mori", "role": "Senior Water Resources Specialist (Dam Optimization)", "organization": ""}, {"fullname": "Amanda A. Satterly", "role": "Senior Social Development Specialist (Gender and", "organization": ""}, {"fullname": "Vivian Castro-Wooldridge", "role": "Senior Urban Development Specialist", "organization": "Urban"}, {"fullname": "and Water Division", "role": "South Asia Department", "organization": ""}]}